{"title": ["Postsynthesis Annealing of MOF-5 Remarkably Enhances the Framework Structural Stability and CO", " Uptake"], "authors": ["Srinivas Gadipelli", "Zhengxiao Guo"], "doi": ["10.1021/cm502399q"], "abstract": ["Structural stability and porosity characteristics of metal–organic frameworks (MOFs) are of great importance for practical applications, such as gas sorption/storage and catalytic support. By means of a simple and effective method of postsynthesis thermal annealing below its framework decomposition temperature, the annealed MOF-5 shows unexpectedly high CO", " uptake up to 2 mmol g", " at 25 °C and 1 bar, which is more than double the capacity of the untreated counterpart (0.8 mmol g", "). Structural characterizations reveal that the annealed MOFs are very active with local vacancy sites due to partial decomposition of the bridging carboxylates of the framework linker. The annealed MOFs also show high stability for cyclic CO", " uptake and air/moisture. Such an approach may be effectively applied to other MOF structures or MOF based membranes to enhance their gas uptake or separation."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Results and Discussion", "Conclusions", "References", "1 Introduction", "Currently, metal–organic frameworks (MOFs) with well-defined pore structures, high specific surface area, and pore volume are actively considered for many energy and environmental related applications, such as gas storage, separation, purification, sensing, toxic gas capture, and heterogeneous catalysis.", "(1-12)", " Enhancing the storage capacity for H", "2", ", CH", "4", ", or CO", "2", " (carbon capture and separation) in MOFs is a popular subject of current research.", "(2-9)", " In particular, the main challenge is to obtain cost-effective “working capacities” of gases at desirable conditions of temperature or pressure for sorption and desorption cycles. A wide variety of MOF structures have been developed with varied porosities, surface functionality, and metal centers.", "(5-9)", " Considerable efforts have been devoted to postsynthesis pore engineering and surface modifications including metal and ligand exchange, doping and functionalization, and additional functional framework or polymer grafting of MOF structures.", "(13-18)", " However, there is still a need for a simple and effective method, highly practical for industrial scale-up without resorting to extensive chemical modifications.", "Postsynthesis thermal annealing is an effective method of modifying structures and hence properties of metals, ceramics, and polymers. However, it has not been well considered for modification of MOF structures, especially creating structural vacancies that have important implications for gas adsorption and binding.", "(19, 20)", " Here, as a first attempt, we propose a simple but well-considered route of thermal annealing of MOF structures over the intermediate temperature window slightly above that for normal outgassing of as-synthesized MOFs to remove pore-occluded guest solvent molecules but below that for complete framework decomposition/carbonization.", "(1, 21, 22)", " As an example, we used MOF-5 here, which possesses a very simple pore structure but shows exceptional porosity (high pore volume of ∼1.2 cm", "3", " g", "–1", " and specific surface area of up to 3600 m", "2", " g", "–1", ").", "(1, 3, 5, 21, 22)", " It is very popular as a textbook example of the MOF family and the basis for many isoreticular MOFs (IRMOFs).", "(23)", " MOF-5, also known as IRMOF-1, the first member of a series of IRMOFs with a unit cell formula unit, Zn", "4", "O[BDC]", "3", " (BDC = benzene dicarboxylate, ", "–", "OOC–C", "6", "H", "4", "–COO", "–", "), is made up of cojoining tetrahedron [OZn", "4", "]", "+6", " with an octahedral array of BDC.", "(1, 21, 23)", " This scaffolding-like arrangement exhibits a porous cubic framework structure with a pore size of ∼1.2 nm. On a practical level, it is also inexpensive and relatively easy to synthesize in large quantities at room temperature, via a solvothermal method by simply leaving the precursors (Zn nitrate salt and benzenedicarboxylic acid) solvent (", "N", ",", "N", "′-diethylformamide) in a tightly capped vial at 100 °C for 20 h. A rapid microwave or sonochemical synthesis has been also applied.", "(24-26)", " The simple and readily accessible pore structure of MOF-5 has attracted much attention for molecular adsorption and membrane separation, which is also an ideal platform for postsynthesis modification.", "Top of Page", "Abstract", "Introduction", "Experimental Results and Discussion", "Conclusions", "References", "2 Experimental Results and Discussion", "In this study, the millimeter sized MOF-5 crystals were synthesized according to our earlier report, and the dry MOF was obtained by solvent exchange followed by outgassing at 250 °C under vacuum (see the ", "Supporting Information", ").", "(22)", " As shown in Figures ", "1", "a and ", "S1", ", mass-loss from the thermogravimetric analysis (TGA) plot on a dry MOF-5 shows the onset framework decomposition around 500 °C and complete decomposition/carbonization at 550 °C. There is no evident mass-loss up to 450 °C, which is in good agreement with the literature.", "(1, 21, 27)", " However, as shown in Figure ", "1", "b, for the first time we show that the sample starts to lose mass well below 450 °C when isothermally maintained for a few hours even at a temperature as low as 380 °C. The combined mass-spectroscopy (MS) analysis attributes the mass-loss solely to the release of CO", "2", ". A rapid mass-loss is observed when the isothermal step is maintained above 400 °C. Motivated by this observation, we went on to study the prolonged annealing of MOF-5 at fixed temperatures from as low as 350 to 450 °C.", "Figure 1. a). Thermogravimetric analysis (TGA) of dry MOF-5 with a heating rate of 5 °C per minute showing onset of framework decomposition temperature of around 500 °C. b). Combined TGA and mass spectroscopy (MS) showing the mass-loss and decomposed products during controlled isothermal annealing, starting at 380 °C. c). Digital photographs of the MOF-5 and its annealed products; from left to right: MOF-5, 6h@350 °C, 6h@380 °C, 6h@400 °C, and 1h@500 °C. d). Schematic showing a MOF-5, annealing induced vacancies in framework structures; color code: C-black, H-gray, O-red, Zn-green. In (a) the numbers, 1–5, represent the annealing temperatures (350, 380, 400, 425 and 450) °C and TGA mass-loss for a period of (50, 30, 20, 10 and 3) h, respectively.", "Figure S2", " shows the isothermal TGA-MS plots of MOF-5 at the respective temperatures. Briefly, the TGA-MS plot at each temperature was recorded by a fresh load of dry MOF-5 under flowing Ar. The isothermal step was maintained up to 50 h after reaching the target temperature with a heating rate of 5 °C per minute. From the plots it is interesting to note that the maximum mass-loss is recorded up to 10 and 20 wt %, when the sample was left at 350 and 380 °C for 48 and 24 h, respectively (see ", "Table S1", " for respective mass-losses at different annealing conditions). At these temperatures a constant mass-loss at a rate of 0.17 wt % h", "–1", " and 0.8 wt % h", "–1", " is observed without any sign of saturation. The isothermal step between 400 and 450 °C shows a more rapid mass-loss between (35–45) wt %. Importantly, the MS signals clearly suggest that the mass-loss is primarily due to the release of CO", "2", ". At or above 400 °C, a clear signature of linker benzene is observed, in agreement with the earlier MS analysis (", "Figure S1", ") of framework decomposition and carbonization.", "(22, 27)", "From the MOF-5 structure it is understood that the linker carboxylates bridging the Zn", "4", "O tetrahedra are primarily the weakest link.", "(28-31)", " Thus, at mild annealing temperatures the partly detached carboxylates start to decompose.", "(32, 33)", " Theoretically, according to the formula unit, Zn", "4", "O[BDC]", "3", ", MOF-5 consists of 3 equiv of CO", "2", " or 6 CO", "2", ". The evolution of 1 of the 2 CO", "2", " on the BDC accounts for a sample mass-loss of 5.72 wt %. Therefore, the sample mass-loss of ∼7.7 wt % and ∼21 wt % account 1.34 CO", "2", " and 3.68 CO", "2", " at 350 and 380 °C, respectively, after 24 h. The mass-loss of (35–43) wt % for the annealing temperatures greater than 400 °C is in good agreement with the loss of all 3 equiv of CO", "2", " and 1 equiv of benzene or 2 equiv of CO", "2", " (accounts ∼22.86 wt %) and 1 equiv of BDC (accounts ∼21.3 wt %). The increased mass-loss, over 57% at ∼550 °C, represents a further decomposition of the benzene rings (see the MS signals corresponding to hydrocarbons in ", "Figure S1", ").", "Next, we have prepared a series of thermal annealed batch samples at predefined temperatures between (350–500) °C with a controlled period of annealing up to 50 h in an external tube furnace under flowing N", "2", " atmosphere. Each time, about 100 mg of fresh dry MOF-5 sample was used. As displayed by digital photographs in Figures ", "1", "c and ", "S3", " the annealed samples were first characterized with powder X-ray diffraction (PXRD) (Figures ", "2", "a-b and ", "S4", ") in sealed capillaries (see digital photographs in ", "Figure S3b", "). Interestingly almost all the annealed samples exhibit a high degree of crystallinity as evidenced by sharp and one-to-one correspondent reflections with the MOF-5 and in good agreement with the literature.", "(24, 27, 29)", " The remaining sharp XRD peaks at low as well as high angles suggest that the crystals are highly ordered in the long-range without much local short-range disorder. The local short-range disorder starts to appear (see diffraction at high angles) when the samples are annealed for prolonged period of time (e.g., 50 h@350 °C, 24 h@380 °C) or at a relatively high temperature (1 h@450 °C) but before the actual framework decomposition/carbonization (1 h@500 °C). This short-range disorder correlates well with the onset formation of hexagonal ZnO clusters.", "(27, 34, 35)", " Surprisingly, the samples still maintain a long-range order of the MOF-5 crystalline structure.", "(34, 35)", " The complete framework collapse, carbonization, and ZnO formation occurs when the samples are annealed over 450 °C. Note that only hexagonal crystalline ZnO is observed without any indication of reduced Zn. Raman spectra show the carbonization and ZnO formation temperature is ≥400 °C (", "Figure S5", "). Indeed, the transition is clearly observed by sample color change in digital photographs (", "Figure S3", "). In agreement with the PXRD, the FTIR spectra (Figures ", "2", "c-d and ", "S6", ") for most of the annealed samples also represent a remaining unchanged main building block of the MOF-5 structure.", "(36-38)", " However, clear CO", "2", " dissociation induced changes are observed in the characteristic asymmetric and symmetric stretching IR modes of carboxylates at (1650–1300) cm", "–1", " and asymmetric OCO bending vibration mode at 830 cm", "–1", " (", "Figure S6", ").", "(38)", " A symmetric stretching of carboxylate at ∼1385 cm", "–1", " in MOF-5 is shifted to ∼1394 cm", "–1", ". A new broad band at (500–400) cm", "–1", " is assigned to ZnO formation.", "(38, 39)", "Figure 2. Structural characterizations of thermal annealed MOF-5 samples at 350 and 380 °C and reference MOF-5. a-b). PXRD patterns; the asterisks represent the peaks for hexagonal ZnO. c-d). FTIR spectra; shows retention of all the framework IR modes. e-f). XPS core level spectra of Zn 2p; the relative peak shift is identified with vertical arrows.", "As shown in Figures ", "2", "e-f and ", "S7", ", the XPS C 1s, O 1s, and Zn 2p core level spectra of MOF-5 and its annealed samples are well supported by the TGA-MS, PXRD, Raman, and FTIR results. For example, the more striking evidence of Zn–O on linker bond dissociation comes from the low binding energy (BE) shifts of O 1s and Zn 2p peaks. In MOF-5, a framework bridged oxygen on the carboxylates shows a symmetric O 1s peak centered around the BE of 532.5 eV, and the ZnO", "4", " tetrahedral coordination shows a Zn 2p (2p", "3/2", ") peak at 1023 eV. The actual formation of ZnO shows a considerable shift in both the O 1s and Zn 2p peaks to lower binding energies, respectively of ∼531 eV and ∼1022 eV, which accounts for more than 1 eV.", "(22, 39)", " At mild annealing temperatures, e.g. 350 °C and up to 6 h at 380 °C, the direct evidence for Zn–O on linker bond dissociation is seen with a shift of Zn 2p binding energy without any indication of ZnO formation. This is again in good agreement with the PXRD, FTIR, and the CO", "2", " liberation in TGA-MS results. Furthermore, both the O 1s and Zn 2p spectra show a clear ZnO formation when annealing was carried out for a prolonged period of time and/or at a relatively high temperature, ≥400 °C. In any case annealing up to 400 °C reveals a partial formation of ZnO (a small growing tail in O 1s peak) with the majority of carboxylates remaining intact. At harsh annealing conditions the O 1s peak with a growing tail eventually splits into two peaks and a ZnO related peak at ∼531.0 eV grows at the expense of COO", "–", " (at ∼532.5 eV).", "(22, 40)", " Similarly, the C 1s core level spectra of MOF-5 show two well-defined peaks at ∼285 eV and ∼289 eV corresponding to the linker aromatic carbons and carboxylates, respectively.", "(22, 40)", " Qualitatively no appreciable change is detected for the samples annealed up to 400 °C. However, at ≥450 °C clear framework decomposition (mainly in the form of CO", "2", " loss) and carbonization is observed with a reducing tendency of the carboxylate peak and peak narrowing and shift to graphitic sp", "2", " at 284.5 eV.", "Figure 3. 77 K N", "2", " adsorption isotherms (left panel) and porosity characteristics (right panel) of the annealed samples at 350 and 380 °C for different periods. The reference MOF-5 is also shown, which in good agreement with the literature [ref ", "1", "]. A qualitatively similar slope of the isotherms in the extended relative pressure region for all the samples suggests remains in one type pore, and the sharp rise in N", "2", " uptake at ", "P", "/", "P", "o", " ≥ 0.9 suggests a condensation in thermally induced vacancy defects. In agreement with the similar isotherm slopes the pore size distribution plots (right) show only one type of pore with a diameter of around 1 nm. The cumulative pore volume plots (inset) also show a single pore type of (1.0–1.1) nm in size.", "Surprised with the PXRD results, the porosity (BET specific surface area and pore volume) measurements through N", "2", " uptake isotherms at 77 K (Figures ", "3", " and ", "S8–S9", ") also show that the annealed samples remain highly porous in nature. The isotherm derived porosity parameters for each sample (see Table ", "1", ") reveal remarkable retention of surface area and micropore volume of more than 60% at mild annealing conditions. Interestingly, up to 30% porosity is still retained even at harsh annealing conditions, before complete framework decomposition at 500 °C (1 h) to produce ZnO embedded carbon. The loss of the framework structure yields a poor specific surface area (380 m", "2", " g", "–1", ") and accounts for just 12% of the 3200 m", "2", " g", "–1", " of MOF-5. The other notable observation is that some of the annealed samples show even higher total pore volumes than the initial MOF-5. The retention or improvement over the high pore volume of MOF-5 is in line with a vacancy defect-induced enhancement. Furthermore, the reduced specific surface area and the micropore volume indicate partial collapse of the local pore structure due to decomposition of the linker carboxylates. Interestingly, most of these annealed samples remain highly microporous and mostly with a single average pore size in nature, predominantly around 1 nm, which is much close to that of MOF-5 (", "Figure S9", "). Overall, from the above characterizations, the annealed MOF-5 framework structures are schematically shown in Figure ", "1", "d.", "Table 1. BET Specific Surface Area (SSA), Micro- and Total-Pore Volume (", "V", "p", ") and CO", "2", " Uptake Values at 1 bar and 25 °C", " ", " ", "V", "p", " (cm", "3", " g", "–1", ")", " ", "sample", "SSA (m", "2", " g", "–1", ")", "micro", "total", "CO", "2", " uptake (mmol g", "–1", ")", "MOF-5", "3200", "1.19", "1.33", "0.82", "6h@350 °C", "2760", "1.01", "1.23", "1.04", "24h@350 °C", "1496", "0.55", "1.43", "1.76", "50h@350 °C", "927", "0.31", "1.72", "1.50", "1h@380 °C", "2873", "1.07", "1.28", "0.91", "3h@380 °C", "2103", "0.77", "1.29", "1.45", "6h@380 °C", "988", "0.33", "1.23", "1.98", "24h@380 °C", "641", "0.21", "0.83", "1.08", "1h@400 °C", "2770", "1.02", "1.34", "0.99", "3h@400 °C", "2089", "0.77", "1.50", "1.12", "6h@400 °C", "2400", "0.89", "1.34", "0.76", "0h@450 °C", "3127", "1.16", "1.43", "0.83", "1h@450 °C", "1075", "0.42", "0.78", "0.45", "0h@500 °C", "907", "0.32", "1.36", "0.65", "1h@500 °C", "382", "0.04", "0.79", "0.64", "Finally, the CO", "2", " uptake isotherms of the samples measured at (0, 25, and 50) °C and up to 1 bar are shown in Figures ", "4", "a and ", "S10–S12", ". As a further surprise to the PXRD and porosity characteristics, the annealed samples constantly show remarkably enhanced CO", "2", " uptakes with respect to the MOF-5. Notable CO", "2", " uptakes are observed when MOF-5 was annealed at temperature less than 400 °C. For example, MOF-5 annealed at 380 °C for just 3 h shows ∼1.5 mmol g", "–1", " of CO", "2", " uptake at 1 bar which is nearly twice that of MOF-5 (0.8 mmol g", "–1", " in good agreement with the literature [refs ", "41", " and ", "42", "]) and even higher, up to 2 mmol g", "–1", " of CO", "2", " uptake is observed after 6 h heat treatment. Importantly, the sample left at 350 °C for 24 h also shows a maximum CO", "2", " uptake of 1.76 mmol g", "–1", ". It is worth noting that these temperatures are not far away from the actual as-synthesized MOF-5 desolvated temperature (up to 300 °C) to remove pore-occluded guest solvent molecules.", "(1)", " No significant enhancement in CO", "2", " uptake is observed in the samples annealed at or above 400 °C. For example, the best recorded uptake is 1.1 mmol g", "–1", " in the sample annealed for 3 h at 400 °C. Note that no improvement in CO", "2", " uptake (", "Figure S12", ") is observed in the simple heat treated samples without annealing, i.e., the samples immediately cooled after heated to (450–500) °C.", "(35)", " Overall the maximum uptake values at 1 bar listed in Table ", "1", " are not in a particular trend with either the surface area or micropore volume (see also ", "Figure S13", "). Moreover a clear difference in uptakes is seen between the samples annealed below and above 400 °C and are consistent with the vacancy defect and carbonization induced effects, respectively. Naturally, at mild annealing conditions the decomposed carboxylates on the framework leave vacancy induced defective sites on both the linker and the Zn metal node (become coordinatively unsaturated or open). These structural defects act as strong adsorption binding sites for CO", "2", " molecules thus enhancing the uptake. Indeed, the strong binding is well supported by their dramatically enhanced heat of adsorption (", "Q", "st", ") (", "Figure S12", "). For example, at mild annealing conditions, the initial ", "Q", "st", " values of ∼40 kJ mol", "–1", " are well accord with the CO", "2", " binding in open metal MOFs.", "(42)", "Overall all the annealed samples constantly show higher ", "Q", "st", " values with respect to MOF-5 and are well in agreement with the vacancy induced structural defect enhancements.", "(19, 42)", " Here it is important to notice that the MOF-5 with coordinatively saturated metal sites show very low molecular binding energy for H", "2", ", CH", "4", ", and CO", "2", " thus showing low adsorption capacities at low pressure region.", "(41-43)", " It is also noted that at mild temperatures the prolonged annealing is not effective in enhancing the CO", "2", " uptake or binding, primarily due to the conversion of the open Zn sites to ZnO. A further reduced porosity may be another reason.", "Figure 4. CO", "2", " uptake characteristics of the annealed samples with respect to the reference MOF-5. a). Uptake isotherms at 25 °C. b-c). Temperature swing uptake cycling test showing a TGA mass change under flowing CO", "2", " at ∼1 atm and between 31 and 200 °C for MOF-5 (black) and annealed sample at 380 °C for 3 h (red) and 6 h (blue). For clarity few and up to 44 repeated cycles are shown in (b) and (c), respectively.", "Furthermore, Figures ", "4", "b-c and ", "S14", " show the extensive number (up to 44 cycles) of comparative CO", "2", " uptake cycles of the MOF-5 and the annealed samples of 380 °C (for 3 and 6 h). Remarkably, a stable cyclic performance is seen in both the annealed samples, which is very similar to the MOF-5 without any noticeable degradation after 44 cycles with the temperature swing between 31 and 200 °C for 2 days. The annealed sample shows more than twice the cyclic gravimetric uptake of the MOF-5, which is also in good agreement with the volumetric uptake isotherm values. Therefore, it is remarkable that compared to the MOF-5 over 140% enhancement of CO", "2", " uptake is effectively obtained by simply heat-treating MOF-5 at 380 °C for a few hours. Note that this temperature is not far higher than the actual desolvated/outgassing temperature of MOF-5.", "(1)", "Figure 5. a). Digital photographs of samples in water; after 0 h (left) and 2 h (right). PXRD patterns of the water immersed samples. c). 77 K N", "2", " porosity and 25 °C CO", "2", " uptake (inset) characteristics of air exposed MOF-5 (open data) and annealed sample (solid data).", "Another notable observation with the sample annealed at 400 °C for 3 h is its air/water stability. Figures ", "5", " and ", "S15", " show the comparative structural stability and CO", "2", " uptake between the MOF-5 and the annealed sample: both were left in water for 2 h and in air for 20 h to 15 days. From the PXRD patterns and 77 K N", "2", " isotherms it is very clear that the annealed sample shows a much more stable structure than MOF-5.", "(35, 44)", " The adsorption measurements were carried out on both the samples after being left in an open vial on a laboratory bench for 20 h and 15 days. The air exposed MOF-5 shows a near zero N", "2", " uptake in accordance with the complete pore collapse with a specific surface area maximum of 60 m", "2", " g", "–1", ".", "(44)", " In contrast the annealed sample remains highly porous with a specific surface area of 740 m", "2", " g", "–1", " and 300 m", "2", " g", "–1", " after 20 h and 15 days air exposure, respectively. Therefore, accordingly the annealed sample shows comparatively high CO", "2", " uptakes than MOF-5, which is twice in both cases. Interestingly 0.61 mmol g", "–1", " in 20 h air exposed annealed sample is very close to the uptake value of initial MOF-5. The enhanced water stability for the 400 °C annealed sample can be attributed to the reduced active/defective sites (", "Figures S12–S13", ") due to the partial carbonization and ZnO clustering (", "Figures S3–S7", ") that normally limits the decomposition rate. Therefore, the method reported here can be very effectively applied for MOF-5 based membranes and also its isoreticular or other MOF structures to enhance their gas separation and pollutant capture by a simple preheat treatment.", "(9, 10, 45)", "Top of Page", "Abstract", "Introduction", "Experimental Results and Discussion", "Conclusions", "References", "3 Conclusions", "In summary, we have shown a simple but versatile method of achieving highly enhanced CO", "2", " uptake and binding by simply annealing the MOF structure at a temperature close but not exceeding its framework decomposition temperature. This annealing selectively creates a local defective vacancy structure without destroying the actual long-range order and its crystallinity of the framework. The vacancy defect induced active sites at the framework linker and the unsaturated metal node act as strong adsorption binding sites for many guest molecules. In addition, the retention of the framework structure with a high specific surface area and micropore volume synergistically promote the molecular adsorption. Therefore, a remarkably enhanced CO", "2", " uptake, up to 2 mmol g", "–1", ", is achieved in the annealed MOF-5, compared to 0.8 mmol g", "–1", " from the untreated MOF-5, under similar experimental conditions of 25 °C and 1 bar. Notably, the corresponding annealing temperature is not far off from the initial MOF-5 outgassing temperature to remove pore-occluded guest solvent molecules. Thus, the present method of annealing is very effective in enhancing the molecular adsorption of a variety of MOF structures without resorting to extensive chemistry of postsynthesis modifications, such as pore functionalization, ligand exchange, and metal decoration. More importantly, such a method may also be considered for enhancing MOF-based catalytic reactions and membrane gas separation.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Results and Discussion", "Conclusions", "References", "Supporting Information", "Additional information on sample synthesis and methods; TGA, MS, PXRD, Raman, FTIR, XPS, porosity, and gas uptake results. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Results and Discussion", "Conclusions", "References", "Acknowledgment", "This work was supported by the EPSRC (Grant No.: EP/J020745/1 and EP/G063176/1).", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Results and Discussion", "Conclusions", "References", "References", "This article references 45 other publications.", "1. ", "Li", ", ", "H.", "; ", "Eddaoudi", ", ", "M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Nature", " ", "1999", ",  ", "402", ",  ", "276", "[", "Crossref", "], [", "CAS", "]", "1. ", "Design and synthesis of an exceptionally stable and highly porous metal-organic framework", "Li, Hailian; Eddaoudi, Mohamed; O'Keeffe, M.; Yaghi, M.", "Nature (London)", "\r\n        (", "1999", "),\r\n    ", "402", "\r\n        (", "6759", "),\r\n    ", "276-279", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Macmillan Magazines", ")\r\n        ", "Open metal-org. frameworks are widely regarded as promising materials for applications in catalysis, sepn., gas storage and mol. recognition.  Compared to conventionally used microporous inorg. materials such as zeolites, these org. structures have the potential for more flexible rational design, through control of the architecture and functionalization of the pores.  So far, the inability of these open frameworks to support permanent porosity and to avoid collapsing in the absence of guest mols., such as solvents, has hindered further progress in the field.  The authors report the synthesis of a metal-org. framework, Zn4O(BDC)3.(DMF)8.(PhCl) (named MOF-5, where BDC = 1,4-benzenedicarboxylate), which remains cryst., as evidenced by x-ray single-crystal analyses, and stable when fully desolvated and when heated up to 300°.  This synthesis is achieved by borrowing ideas from metal carboxylate cluster chem., where an org. dicarboxylate linker was used in a reaction that gives supertetrahedron clusters when capped with monocarboxylates.  The rigid and divergent character of the added linker allows the articulation of the clusters into a three-dimensional framework resulting in a structure with higher apparent surface area and pore vol. than most porous cryst. zeolites.  This simple and potentially universal design strategy is currently being pursued in the synthesis of new phases and composites, and for gas-storage applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXnvFSiuro%253D&md5=68f27e20a7e4e15ea2c2f49a2a61e98a", "2. ", "(a) ", "Zhou", ", ", "H.-C.", "; ", "Kitagawa", ", ", "S.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5415", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Metal-Organic Frameworks (MOFs)", "Zhou, Hong-Cai \"Joe\"; Kitagawa, Susumu", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5415-5418", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Recent advances in the chem. of porous coordination polymers are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtFehtr%252FM&md5=bbe8405d4302c49b5bb262abfab0fc10", "(b) ", "Furukawa", ", ", "H.", "; ", "Cordova", ", ", "K. E.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2013", ",  ", "341", ",  ", "974", "[", "Crossref", "], [", "CAS", "]", "2. ", "The Chemistry and Applications of Metal-Organic Frameworks", "Furukawa, Hiroyasu; Cordova, Kyle E.; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2013", "),\r\n    ", "341", "\r\n        (", "6149", "),\r\n    ", "974", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A review.  Cryst. metal-org. frameworks (MOFs) are formed by reticular synthesis, which creates strong bonds between inorg. and org. units.  Careful selection of MOF constituents can yield crystals of ultrahigh porosity and high thermal and chem. stability.  These characteristics allow the interior of MOFs to be chem. altered for use in gas sepn., gas storage, and catalysis, among other applications.  The precision commonly exercised in their chem. modification and the ability to expand their metrics without changing the underlying topol. were not achieved with other solids.  MOFs whose chem. compn. and shape of building units can be multiply varied within a particular structure already exist and may lead to materials that offer a synergistic combination of properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtlaktbbF&md5=95007f174bf8d0bd85b690f5927755db", "3. ", "Suh", ", ", "M. P.", "; ", "Park", ", ", "H. J.", "; ", "Prasad", ", ", "T. K.", "; ", "Lim", ", ", "D.-W.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "782", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Hydrogen Storage in Metal-Organic Frameworks", "Suh, Myunghyun Paik; Park, Hye Jeong; Prasad, Thazhe Kootteri; Lim, Dae-Woon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "782-835", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  MOFs have versatile structures, high surface areas and high pore vols. - they can be regarded as good candidate materials for H storage.  There are many MOFs that have high H adsorption capacities at low temps., typically at 77 or 87 K.  The highest H storage capacity reported so far is 99.5 mg/g at 77K and 56 bar for NU-100.  However, the high H capacities of MOFs at cryogenic temps. decrease as the temp. increases to room temp.  This is because the H adsorption in MOFs is weak physisorption and the interaction energies between the H mols. and frameworks are low.  To develop MOFs as H storage materials that meet the U.S.DOE targets for an on-board hydrogen system, a serious challenge is still present in the design and synthesis of the MOF materials.  We may expect that highly stable MOFs having a large surface area and pore vol., together with many open metal sites and embedded catalysts for hydrogen spillover, would provide some pos. results for H storage at ambient temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1GlsbjM&md5=dd1f08beefd27cce77d88e466551c1af", "4. ", "(a) ", "He", ", ", "Y.", "; ", "Zhou", ", ", "W.", "; ", "Qian", ", ", "G.", "; ", "Chen", ", ", "B.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5657", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Methane storage in metal-organic frameworks", "He, Yabing; Zhou, Wei; Qian, Guodong; Chen, Banglin", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5657-5678", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Natural gas (NG), whose main component is methane, is an attractive fuel for vehicular applications.  Realization of safe, cheap and convenient means and materials for high-capacity methane storage can significantly facilitate the implementation of natural gas fuelled vehicles.  The physisorption based process involving porous materials offers an efficient storage methodol. and the emerging porous metal-org. frameworks have been explored as potential candidates because of their extraordinarily high porosities, tunable pore/cage sizes and easily immobilized functional sites.  In this view, we provide an overview of the current status of metal-org. frameworks for methane storage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7bN&md5=f9e13d60752208607906607de7b6022f", "(b) ", "Mason", ", ", "J. A.", "; ", "Veenstra", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "Chem. Sci.", " ", "2014", ",  ", "5", ",  ", "32", "[", "Crossref", "], [", "CAS", "]", "4. ", "Evaluating metal-organic frameworks for natural gas storage", "Mason, Jarad A.; Veenstra, Mike; Long, Jeffrey R.", "Chemical Science", "\r\n        (", "2014", "),\r\n    ", "5", "\r\n        (", "1", "),\r\n    ", "32-51", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks have received significant attention as a new class of adsorbents for natural gas storage; however, inconsistencies in reporting high-pressure adsorption data and a lack of comparative studies have made it challenging to evaluate both new and existing materials.  Here, we briefly discuss high-pressure adsorption measurements and review efforts to develop metal-org. frameworks with high methane storage capacities.  To illustrate the most important properties for evaluating adsorbents for natural gas storage and for designing a next generation of improved materials, six metal-org. frameworks and an activated carbon, with a range of surface areas, pore structures, and surface chemistries representative of the most promising adsorbents for methane storage, are evaluated in detail.  High-pressure methane adsorption isotherms are used to compare gravimetric and volumetric capacities, isosteric heats of adsorption, and usable storage capacities.  Addnl., the relative importance of increasing volumetric capacity, rather than gravimetric capacity, for extending the driving range of natural gas vehicles is highlighted.  Other important systems-level factors, such as thermal management, mech. properties, and the effects of impurities, are also considered, and potential materials synthesis contributions to improving performance in a complete adsorbed natural gas system are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvVGntLvE&md5=05a99cd7be9ef1819aca42d1c36f1f1d", "5. ", "Liu", ", ", "Y.", "; ", "Wang", ", ", "Z. U.", "; ", "Zhou", ", ", "H.-C.", " ", "Greenhouse Gas Sci. Technol.", " ", "2012", ",  ", "2", ",  ", "239", "[", "Crossref", "], [", "CAS", "]", "5. ", "Recent advances in carbon dioxide capture with metal-organic frameworks", "Liu, Yangyang; Wang, Zhiyong U.; Zhou, Hong-Cai", "Greenhouse Gases: Science and Technology", "\r\n        (", "2012", "),\r\n    ", "2", "\r\n        (", "4", "),\r\n    ", "239-259", "CODEN:\r\n                ", "GGSTBK", ";\r\n        ISSN:", "2152-3878", ".\r\n    \r\n            (", "Wiley-Blackwell", ")\r\n        ", "A review.  Uncontrolled massive release of the primary greenhouse gas carbon dioxide (CO2) into atm. from anthropogenic activities poses a big threat and adversely affects our global climate and natural environment.  One promising approach to mitigate CO2 emission is carbon capture and storage (CCS), in which ideal adsorbent materials with high storage capacity and excellent adsorption selectivity over other gases are urgently needed.  For practical applications in CO2 capture from flue gas of power plants, the biggest single contributor of anthropogenic CO2 emission, the adsorbent materials must also be chem. stable, be easy to regenerate with minimal energy input, and be easily synthesized with low capital cost.  Metal-org. frameworks (MOFs), highly cryst. porous materials constructed by metal ions and org. ligands, have emerged as a class of excellent adsorbent materials for carbon capture.  Great progress in MOF materials for CO2 capture has been made in the past and reviewed accordingly, but new discoveries are constantly being made as the field quickly grows.  In this paper, we provide a short review on the most recent advances in using MOFs for CO2 adsorption, storage, and sepn. that are directly related to CO2 capture.  Some of the important properties of MOF adsorbents which are crucial for practical applications but are largely overlooked in research carried out so far are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvVahsbvN&md5=8241a13fae92d606749b881241210d63", "6. ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T.-H.", "; ", "Long", ", ", "J. R.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "724", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "7. ", "Zhang", ", ", "Z.", "; ", "Yao", ", ", "Z.-Z.", "; ", "Xiang", ", ", "S.", "; ", "Chen", ", ", "B.", " ", "Energy Environ. Sci.", " ", "2014", ",  ", "7", ",  ", "2868", "[", "Crossref", "], [", "CAS", "]", "7. ", "Perspective of microporous metal-organic frameworks for CO2 capture and separation", "Zhang, Zhangjing; Yao, Zi-Zhu; Xiang, Shengchang; Chen, Banglin", "Energy & Environmental Science", "\r\n        (", "2014", "),\r\n    ", "7", "\r\n        (", "9", "),\r\n    ", "2868-2899", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  It is emergent to reduce carbon dioxide emissions from fossil fuel combustion and thereby limit climate destabilization.  In order to achieve the industrial scenario of CCS, there is a need for the discovery of better solid CO2 adsorbents that realize great improvement of selective capacity and stability to moisture as well as significant redns. in energy requirements and costs.  In this review, we provide an overview of the current status of the emerging microporous metal-org. frameworks (MOFs) for the storage and sepn. of carbon dioxide.  We summarize the main factors for CO2 capture performance of MOF materials under different working conditions, in comparison with those for zeolite materials.  At the same time, we analyze the relationship among porous structures, pore/window sizes, capacity, selectivity and enthalpy of porous MOFs for CCS, which will give us clues for the design and synthesis of MOF materials as CO2 adsorbents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtVymu7rI&md5=6b2caf35f3003cc10e1eba706bca4519", "8. ", "Shah", ", ", "M.", "; ", "McCarthy", ", ", "M. C.", "; ", "Sachdeva", ", ", "S.", "; ", "Lee", ", ", "A. K.", "; ", "Jeong", ", ", "H.-K.", " ", "Ind. Eng. Chem. Res.", " ", "2012", ",  ", "51", ",  ", "2179", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Current Status of Metal-Organic Framework Membranes for Gas Separations: Promises and Challenges", "Shah, Miral; McCarthy, Michael C.; Sachdeva, Sonny; Lee, Alexander K.; Jeong, Hae-Kwon", "Industrial & Engineering Chemistry Research", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "5", "),\r\n    ", "2179-2199", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) are hybrid org.-inorg. nanoporous materials that exhibit regular cryst. lattices with relatively well-defined pore structures.  Chem. functionalization of the org. linkers in the structures of MOFs affords facile control over pore size and chem./phys. properties, making MOFs attractive for a variety of industrial applications including membrane-based gas sepns.  A wealth of reports exists discussing the synthesis and applications of MOFs; however, relatively few reports exist discussing MOF membranes.  This disparity owes to challenges assocd. with fabricating films of MOF materials, including poor substrate-film interactions, moisture sensitivity, and thermal/mech. instability.  Since even nanometer-scale cracks and defects can affect the performance of a membrane for gas sepn., these challenges are particularly acute for the fabrication of MOF membranes.  Here, the authors review recent progress on MOF membranes with an emphasis on their fabrication techniques, challenges involved in membrane synthesis, reported strategies to address these challenges (issues), and gas sepn. performance.  Finally, we conclude with our perspectives on future research directions in this area.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsFygt7jN&md5=0d6f0f47fedcc987872912c22775be78", "9. ", "Pera-Titus", ", ", "M.", " ", "Chem. Rev.", " ", "2014", ",  ", "114", ",  ", "1413", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Porous Inorganic Membranes for CO2 Capture: Present and Prospects", "Pera-Titus, Marc", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2014", "),\r\n    ", "114", "\r\n        (", "2", "),\r\n    ", "1413-1492", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review of membranes and more specifically of porous inorg. membranes (PIMs) as alternative candidates to chem. absorption and other mature and prospective technologies for CO2 capture in different pre- and post-combustion scenarios.  In general terms, a membrane can be defined as a selective barrier allowing the sepn. of one or more species from a mixt. driven by their preferential affinity for the membrane.  Unlike solid adsorbents, the term affinity is regarded here in a broad sense, since it comprises not only the favorable interaction of one or more mols. from a mixt. with the solid, but also its/their promoted/inhibited diffusion within the active film or top layer.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvFegs73P&md5=4dfd6a501ccc6fa115d99f433003c090", "10. ", "Kreno", ", ", "L. E.", "; ", "Leong", ", ", "K.", "; ", "Farha", ", ", "O. K.", "; ", "Allendorf", ", ", "M.", "; ", "Van Duyne", ", ", "R. P.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1105", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Metal-Organic Framework Materials as Chemical Sensors", "Kreno, Lauren E.; Leong, Kirsty; Farha, Omar K.; Allendorf, Mark; Van Duyne, Richard P.; Hupp, Joseph T.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1105-1125", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors present a crit. review of the literature on metal-org. frameworks (MOFs) as chem. sensors.  The authors begin by briefly examg. challenges relating to MOF sensor development including the design of MOFs with desirable properties, incorporation of appropriate signal transduction capabilities, and integration of MOFs into devices by employing thin-film growth techniques.  Subsequent sections discuss specific examples of MOF sensors, categorized by method of signal transduction.  Sensors based on MOF photoluminescence are discussed briefly.  The authors have limited the review of luminescence-based sensors to a small no. of recent reports where the porous MOF architecture, or its chem. compn., imparts selective sensing capabilities.  Scintillating MOFs that luminesce in the presence of radioactive analytes are also discussed.  Other signal transduction schemes that use photons include various kinds of optical interferometry, analyte modulation of localized surface plasmon resonance energies, and solvatochromism.  Mech. signal-transduction schemes employed with MOFs include ones based on surface acoustic wave, quartz crystal microbalance, and microcantilever devices.  Elec. schemes thus far were limited to ones based on impedance spectroscopy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVCgtL%252FI&md5=f6ed572725bc067ee8da81880bf1ec90", "11. ", "Barea", ", ", "E.", "; ", "Montoro", ", ", "C.", "; ", "Navarro", ", ", "J. A. R.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5419", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Toxic gas removal - metal-organic frameworks for the capture and degradation of toxic gases and vapours", "Barea, Elisa; Montoro, Carmen; Navarro, Jorge A. R.", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5419-5430", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The release of anthropogenic toxic pollutants into the atm. is a worldwide threat of growing concern.  In this regard, it is possible to take advantage of the high versatility of MOFs materials in order to develop new technologies for environmental remediation purposes.  Consequently, one of the main scientific challenges to be achieved in the field of MOF research should be to maximize the performance of these solids towards the sensing, capture and catalytic degrdn. of harmful gases and vapors by means of a rational control of size and reactivity of the pore walls that are directly accessible to guest mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7jO&md5=9ee1ead4bd30193e311d0fccfc8e4596", "12. ", "(a) ", "Lee", ", ", "J. Y.", "; ", "Farha", ", ", "O. K.", "; ", "Roberts", ", ", "J.", "; ", "Scheidt", ", ", "K. A.", "; ", "Nguyen", ", ", "S. B. T.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1450", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "Metal-organic framework materials as catalysts", "Lee, Jeong Yong; Farha, Omar K.; Roberts, John; Scheidt, Karl A.; Nguyen, Son Binh T.; Hupp, Joseph T.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1450-1459", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; a crit. review of the emerging field of MOF-based catalysis is presented.  Discussed are examples of: (a) opportunistic catalysis with metal nodes, (b) designed catalysis with framework nodes, (c) catalysis by homogeneous catalysts incorporated as framework struts, (d) catalysis by MOF-encapsulated mol. species, (e) catalysis by metal-free org. struts or cavity modifiers, and (f) catalysis by MOF-encapsulated clusters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7k%253D&md5=d9cef4eb52ffb1c73fe1195e11bace26", "(b) ", "Valvekens", ", ", "P.", "; ", "Vermoortele", ", ", "F.", "; ", "Vos", ", ", "D. D.", " ", "Catal. Sci. Technol.", " ", "2013", ",  ", "3", ",  ", "1435", "[", "Crossref", "], [", "CAS", "]", "12. ", "Metal-organic frameworks as catalysts: the role of metal active sites", "Valvekens, Pieterjan; Vermoortele, Frederik; De Vos, Dirk", "Catalysis Science & Technology", "\r\n        (", "2013", "),\r\n    ", "3", "\r\n        (", "6", "),\r\n    ", "1435-1445", "CODEN:\r\n                ", "CSTAGD", ";\r\n        ISSN:", "2044-4753", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  In this perspective first the use of metal-org. frameworks (MOFs) as supports for catalytic functions were critically compared with the possibilities offered by other classes of porous materials.  Then the incidental or deliberate formation of active sites in MOF lattices were discuss and some strategies to control the no. and activity of these sites, ultimately resulting in MOF catalysts with improved performance, are reviewed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXns1KjsL4%253D&md5=38d269d004b12fe72deddab664c2c606", "13. ", "(a) ", "Cohen", ", ", "S. M.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "970", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Postsynthetic Methods for the Functionalization of Metal-Organic Frameworks", "Cohen, Seth M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "970-1000", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The development of postsynthetic methods is discussed for the chem. modification and functionalization of metal-org. frameworks and related coordination polymers.  Emphasis is placed on the chem. approaches that result in the covalent modification of the org. linkers within the metal-org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFOmtr7O&md5=7925eb048cba3cfde64b5471dc919b24", "(b) ", "Deria", ", ", "P.", "; ", "Mondloch", ", ", "J. E.", "; ", "Karagiaridi", ", ", "O.", "; ", "Bury", ", ", "W.", "; ", "Hupp", ", ", "J. T.", "; ", "Farha", ", ", "O. K.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5896", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Beyond post-synthesis modification: evolution of metal-organic frameworks via building block replacement", "Deria, Pravas; Mondloch, Joseph E.; Karagiaridi, Olga; Bury, Wojciech; Hupp, Joseph T.; Farha, Omar K.", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5896-5912", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) are hybrid porous materials with many potential applications, which intimately depend on the presence of chem. functionality either at the org. linkers and/or at the metal nodes.  Functionality that cannot be introduced into MOFs directly via de novo syntheses can be accessed through post-synthesis modification (PSM) on the reactive moieties of the linkers and/or nodes without disrupting the metal-linker bonds.  Even more intriguing methods that go beyond PSM are herein termed building block replacement (BBR) which encompasses (i) solvent-assisted linker exchange (SALE), (ii) nonbridging ligand replacement, and (iii) transmetalation.  These 1-step or tandem BBR processes involve exchanging key structural components of the MOF, which in turn should allow for the evolution of protoMOF structures (i.e., the use of a parent MOF as a template) to design MOFs composed of completely new components, presumably via single crystal to single crystal transformations.  The influence of building block replacement on the stability and properties of MOFs are discussed, and some insights into their mechanistic aspects are provided.  Future perspectives providing a glimpse into how these techniques can lead to various unexplored areas of MOF chem. are also presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7nJ&md5=de54d936f3cd7cec5e813011df5c5c53", "14. ", "Lee", ", ", "W. R.", "; ", "Hwang", ", ", "S. Y.", "; ", "Ryu", ", ", "D. W.", "; ", "Lim", ", ", "K. S.", "; ", "Han", ", ", "S. S.", "; ", "Moon", ", ", "D.", "; ", "Choide", ", ", "J.", "; ", "Hong", ", ", "C. S.", " ", "Energy Environ. Sci.", " ", "2014", ",  ", "7", ",  ", "744", "[", "Crossref", "], [", "CAS", "]", "14. ", "Diamine-functionalized metal-organic framework: exceptionally high CO2 capacities from ambient air and flue gas, ultrafast CO2 uptake rate, and adsorption mechanism", "Lee, Woo Ram; Hwang, Sang Yeon; Ryu, Dae Won; Lim, Kwang Soo; Han, Sang Soo; Moon, Dohyun; Choi, Jungkyu; Hong, Chang Seop", "Energy & Environmental Science", "\r\n        (", "2014", "),\r\n    ", "7", "\r\n        (", "2", "),\r\n    ", "744-751", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A framework en-Mg2(dobpdc) (1-en; en = ethylenediamine) functionalized with the primary amine en was prepd. via postmodification.  From synchrotron PXRD data, it is revealed that the cell parameters change upon grafting of en and CO2 uptake.  The adsorbed CO2 amt. of 1-en is 4.57 mmol g-1 (16.7 wt%) at 25 °C and 1 bar and decreases to 3.00 mmol g-1 (11.7 wt%) at 150 °C.  Noticeably, 1-en shows a significant CO2 uptake (3.62 mmol g-1, 13.7 wt%) at 0.15 bar, which is comparable to the CO2 partial pressure of a post-combustion flue gas.  The CO2 capacity of 1-en at 0.39 mbar, close to atm. CO2 concn., is 2.83 mmol g-1 (11.1 wt%), which marks the highest amt. among MOFs.  The isosteric heat of adsorption (-Qst) of 1-en in CO2 capture corresponds to 49-51 kJ mol-1, which is supported by DFT calcns. (-52.8 kJ mol-1).  These results suggest that the adsorption of CO2 onto the free amines of en leads to the formation of a carbamic acid.  Adsorption-desorption cyclings of CO2 at the real dil. concns. of air and flue gas are established with almost retaining CO2 capacities, which could provide superior potential for practical application in CO2 capture.  The adsorption rate of CO2 in 1-en exceeds that in some other tested porous materials.  The recyclability in CO2 uptake for 1-en is maintained even after exposure to humidity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhsFakt7w%253D&md5=4b86ef682651466385a4eb532ab29100", "15. ", "Bae", ", ", "Y.-S.", "; ", "Liu", ", ", "J.", "; ", "Wilmer", ", ", "C. E.", "; ", "Sun", ", ", "H.", "; ", "Dickey", ", ", "A. N.", "; ", "Kim", ", ", "M. B.", "; ", "Benin", ", ", "A. I.", "; ", "Willis", ", ", "R. R.", "; ", "Barpaga", ", ", "D.", "; ", "LeVan", ", ", "M. D.", "; ", "Snurr", ", ", "R. Q.", " ", "Chem. Commun.", " ", "2014", ",  ", "50", ",  ", "3296", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "The effect of pyridine modification of Ni-DOBDC on CO2 capture under humid conditions", "Bae, Youn-Sang; Liu, Jian; Wilmer, Christopher E.; Sun, Hahnbi; Dickey, Allison N.; Kim, Min Bum; Benin, Annabelle I.; Willis, Richard R.; Barpaga, Dushyant; LeVan, M. Douglas; Snurr, Randall Q.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2014", "),\r\n    ", "50", "\r\n        (", "25", "),\r\n    ", "3296-3298", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The metal-org. framework, Ni-DOBDC, was modified with pyridine mols. to make the normally hydrophilic internal surface more hydrophobic.  Expts. and mol. simulations showed the pyridine modification reduced water adsorption while retaining substantial CO2 capacity under the conditions of interest for flue gas CO2 capture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXjsVGqtb4%253D&md5=80114967cf04d515abd4db283fae0ff5", "16. ", "Bloch", ", ", "W. M.", "; ", "Babarao", ", ", "R.", "; ", "Hill", ", ", "M. R.", "; ", "Doonan", ", ", "C. J.", "; ", "Sumby", ", ", "C. J.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "10441", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Post-synthetic Structural Processing in a Metal-Organic Framework Material as a Mechanism for Exceptional CO2/N2 Selectivity", "Bloch, Witold M.; Babarao, Ravichandar; Hill, Matthew R.; Doonan, Christian J.; Sumby, Christopher J.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "28", "),\r\n    ", "10441-10448", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The synthesis and ceramic-like processing of a new metal-org. framework (MOF) material, [Cu(bcppm)H2O], that shows exceptionally selective sepn. for CO2 over N2 (ideal adsorbed soln. theory, Sads = 590) is reported.  [Cu(bcppm)H2O]·xS was synthesized in 82% yield by reaction of Cu(NO3)2·2.5H2O with the link bis(4-(4-carboxyphenyl)-1H-pyrazolyl)methane (H2bcppm) and shown to have a two-dimensional 44-connected structure with an eclipsed arrangement of the layers.  Activation of [Cu(bcppm)H2O] generates a pore-constricted version of the material through concomitant trellis-type pore narrowing (b-axis expansion and c-axis contraction) and a 2D-to-3D transformation (a-axis contraction) to give the adsorbing form, [Cu(bcppm)H2O]-ac.  The pore contraction process and 2D-to-3D transformation were probed by single-crystal and powder X-ray diffraction expts.  The 3D network and shorter hydrogen-bonding contacts do not allow [Cu(bcppm)H2O]-ac to expand under gas loading across the pressure ranges examd. or following re-solvation.  This exceptional sepn. performance is assocd. with a moderate adsorption enthalpy and therefore an expected low energy cost for regeneration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXpsVehsLk%253D&md5=64cbe346d58357d054a3be4400a960f4", "17. ", "Evans", ", ", "J. D.", "; ", "Sumby", ", ", "C. J.", "; ", "Doonan", ", ", "C. J.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5933", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Post-synthetic metalation of metal-organic frameworks", "Evans, Jack D.; Sumby, Christopher J.; Doonan, Christian J.", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5933-5951", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Post-synthetic metalation (PSMet) offers expansive scope for a targeted approach to tailoring the properties of MOFs.  Numerous methods for carrying-out PSMet chem. are reported, however, these can be categorized into three general strategies: (a) addn. to coordinating groups; (b) counterion exchange in charged frameworks; or, (c) host-guest encapsulation of metal-contg. entities within the pores of the framework.  PSMet was applied to enhance the performance characteristics of parent MOFs for gas storage and sepn., and catalysis.  Notably, PSMet is a prominent strategy in the field of MOF catalysis as it offers a route to design size-selective catalysts, based on the premise of reticular chem. in MOFs and the ability to incorporate a range of catalytically-active metal centers.  Other applications for materials produced via or using PSMet strategies include enhancing gas storage or mol. sepns., the triggered release of drugs, sensing and tunable light emission for luminescent materials.  This review surveys seminal examples of PSMet to highlight the broad scope of this technique for enhancing the performance characteristics of MOFs and to demonstrate how the PSMet concept can be developed for future applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7nK&md5=963c0ec635794499f19e2c513741ea26", "18. ", "Valtchev", ", ", "V.", "; ", "Majano", ", ", "G.", "; ", "Mintova", ", ", "S.", "; ", "Pérez-Ramírez", ", ", "J.", " ", "Chem. Soc. Rev.", " ", "2013", ",  ", "42", ",  ", "263", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Tailored crystalline microporous materials by post-synthesis modification", "Valtchev, Valentin; Majano, Gerardo; Mintova, Svetlana; Perez-Ramirez, Javier", "Chemical Society Reviews", "\r\n        (", "2013", "),\r\n    ", "42", "\r\n        (", "1", "),\r\n    ", "263-290", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Cryst. microporous solids are an important class of inorg. materials with uses in different areas impacting our everyday lives, namely as catalysts, adsorbents, and ion exchangers.  Advancements in synthesis have been invaluable in expanding the classical aluminosilicate zeolites to new unique framework types and compns., motivating innovative developments.  However, the inexhaustible post-synthetic options to tailor zeolite properties have been and will continue to be indispensable to realize emerging and to improve conventional applications.  Starting from the routine drying and template removal processes that every zeolite must experience prior to use, a wide spectrum of treatments exists to alter individual or collective characteristics of these materials for optimal performance.  This review documents the toolbox of post-synthetic strategies available to tune the properties of zeolitic materials for specific functions.  The categorization is based on the scale at which the alteration is aimed at, including the at. structure (e.g. the introduction, dislodgement, or replacement of framework atoms), the micropore level (e.g. template removal and functionalization by inorg. and org. species), and the crystal and particle levels (e.g. the introduction of auxiliary porosity).  Through examples in the recent literature, it is shown that the combination of post-synthetic methods enables rational zeolite design, extending the characteristics of these materials way beyond those imposed by the synthesis conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhslKrurbL&md5=c98a114179202bb441457ec48c1e140e", "19. ", "Yang", ", ", "S.", "; ", "Lin", ", ", "X.", "; ", "Lewis", ", ", "W.", "; ", "Suyetin", ", ", "M.", "; ", "Bichoutskaia", ", ", "E.", "; ", "Parker", ", ", "J. E.", "; ", "Tang", ", ", "C. C.", "; ", "Allan", ", ", "D. R.", "; ", "Rizkallah", ", ", "P. J.", "; ", "Hubberstey", ", ", "P.", "; ", "Champness", ", ", "N. R.", "; ", "Thomas", ", ", "K. M.", "; ", "Blake", ", ", "A. J.", "; ", "Schröder", ", ", "M.", " ", "Nat. Mater.", " ", "2012", ",  ", "11", ",  ", "710", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "A partially inter-penetrated metal-organic framework for selective hysteretic sorption of carbon dioxide", "Yang, Sihai; Lin, Xiang; Lewis, William; Suyetin, Mikhail; Bichoutskaia, Elena; Parker, Julia E.; Tang, Chiu C.; Allan, David R.; Rizkallah, Pierre J.; Hubberstey, Peter; Champness, Neil R.; Thomas, K. Mark; Blake, Alexander J.; Schroeder, Martin", "Nature Materials", "\r\n        (", "2012", "),\r\n    ", "11", "\r\n        (", "8", "),\r\n    ", "710-716", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Selective CO2 capture in porous materials has potential for the storage and treatment of fuel and flue gases; however, adsorption capacities under dynamic conditions are often insufficient for practical applications and strategies to enhance CO2-host selectivity are required.  The unique, partially inter-penetrated metal-org. framework, NOTT-202, represents a new class of dynamic material which undergoes pronounced framework phase transition on desolvation.  This work reports temp.-dependent adsorption/desorption hysteresis in de-solvated NOTT-202a which selectively responds to CO2.  The CO2 isotherm shows 3 steps in the adsorption profile at 195° K; step-wise filling of pores generated within the obsd. partially inter-penetrated structure has been modeled using grand canonical Monte Carlo simulations.  Adsorption of N2, CH4, O2, Ar, and H2 exhibited reversible isotherms without hysteresis under the same conditions, allowing for gas capture at high pressure; but, it selectively leaves CO2 trapped in nano-pores at low pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XnvVyrs7c%253D&md5=cfc77f36f485f714a2755627b6e6d7e9", "20. ", "Wu", ", ", "H.", "; ", "Chua", ", ", "Y. S.", "; ", "Krungleviciute", ", ", "V.", "; ", "Tyagi", ", ", "M.", "; ", "Chen", ", ", "P.", "; ", "Yildirim", ", ", "T.", "; ", "Zhou", ", ", "W.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "10525", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Unusual and Highly Tunable Missing-Linker Defects in Zirconium Metal-Organic Framework UiO-66 and Their Important Effects on Gas Adsorption", "Wu, Hui; Chua, Yong Shen; Krungleviciute, Vaiva; Tyagi, Madhusudan; Chen, Ping; Yildirim, Taner; Zhou, Wei", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "28", "),\r\n    ", "10525-10532", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "UiO-66 is a highly important prototypical zirconium metal-org. framework (MOF) compd. because of its excellent stabilities not typically found in common porous MOFs.  In its perfect crystal structure, each Zr metal center is fully coordinated by 12 org. linkers to form a highly connected framework.  Using high-resoln. neutron power diffraction technique, we found the first direct structural evidence showing that real UiO-66 material contains significant amt. of missing-linker defects, an unusual phenomenon for MOFs.  The concn. of the missing-linker defects is surprisingly high, ∼10% in our sample, effectively reducing the framework connection from 12 to ∼11.  We show that by varying the concn. of the acetic acid modulator and the synthesis time, the linker vacancies can be tuned systematically, leading to dramatically enhanced porosity.  We obtained samples with pore vols. ranging from 0.44 to 1.0 cm3/g and Brunauer-Emmett-Teller surface areas ranging from 1000 to 1600 m2/g, the largest values of which are ∼150% and ∼60% higher than the theor. values of defect-free UiO-66 crystal, resp.  The linker vacancies also have profound effects on the gas adsorption behaviors of UiO-66, in particular CO2.  Finally, comparing the gas adsorption of hydroxylated and dehydroxylated UiO-66, we found that the former performs systematically better than the latter (particularly for CO2) suggesting the beneficial effect of the -OH groups.  This finding is of great importance because hydroxylated UiO-66 is the practically more relevant, non-air-sensitive form of this MOF.  The preferred gas adsorption on the metal center was confirmed by neutron diffraction measurements, and the gas binding strength enhancement by the -OH group was further supported by our first-principles calcns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtValsLrL&md5=c1ead8cbafaae77968f37490e2bb14f6", "21. ", "Rosi", ", ", "N. L.", "; ", "Eckert", ", ", "J.", "; ", "Eddaoudi", ", ", "M.", "; ", "Vodak", ", ", "D. T.", "; ", "Kim", ", ", "J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2003", ",  ", "300", ",  ", "1127", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "Hydrogen Storage in Microporous Metal-Organic Frameworks", "Rosi, Nathaniel L.; Eckert, Juergen; Eddaoudi, Mohamed; Vodak, David T.; Kim, Jaheon; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2003", "),\r\n    ", "300", "\r\n        (", "5622", "),\r\n    ", "1127-1130", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Metal-org. framework-5 (MOF-5) Zn4O(BDC)3 (BDC = 1,4-benzenedicarboxylate) with a cubic three-dimensional extended porous structure adsorbed hydrogen up to 4.5 wt.% (17.2 hydrogen mols. per formula unit) at 78 K and 1.0 wt.% at room temp. and pressure of 20 bar.  Inelastic neutron scattering spectroscopy of the rotational transitions of the adsorbed hydrogen mols. indicates two well-defined binding sites (termed I and II), which the authors assoc. with hydrogen binding to zinc and the BDC linker, resp.  Preliminary studies on topol. similar isoreticular metal-org. framework-6 and -8 (IRMOF-6 and -8) having cyclobutylbenzene and naphthalene linkers, resp., gave approx. double and quadruple (2.0 wt.%) the uptake found for MOF-5 at room temp. and 10 bar.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXjslGqsbk%253D&md5=2508003b412a07eefc279bbf5358db3b", "22. ", "Srinivas", ", ", "G.", "; ", "Krungleviciute", ", ", "V.", "; ", "Guo", ", ", "Z.-X.", "; ", "Yildirim", ", ", "T.", " ", "Energy Environ. Sci.", " ", "2014", ",  ", "7", ",  ", "335", "[", "Crossref", "], [", "CAS", "]", "22. ", "Exceptional CO2 capture in a hierarchically porous carbon with simultaneous high surface area and pore volume", "Srinivas, Gadipelli; Krungleviciute, Vaiva; Guo, Zheng-Xiao; Yildirim, Taner", "Energy & Environmental Science", "\r\n        (", "2014", "),\r\n    ", "7", "\r\n        (", "1", "),\r\n    ", "335-342", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A new type of hierarchically porous carbon (HPC) structures of simultaneously high surface area and high pore vol. has been synthesized from carefully controlled carbonization of inhouse optimized metal-org. frameworks (MOFs).  Changes in synthesis conditions lead to millimetre-sized MOF-5 crystals in a high yield.  Subsequent carbonization of the MOFs yield HPCs with simultaneously high surface area, up to 2734 m2 g-1, and exceptionally high total pore vol., up to 5.53 cm3 g-1.  In the HPCs, micropores are mostly retained and meso- and macro- pores are generated from defects in the individual crystals, which is made possible by structural inheritance from the MOF precursor.  The resulting HPCs show a significant amt. of CO2 adsorption, over 27 mmol g-1 (119 wt%) at 30 bar and 27 °C, which is one of the highest values reported in the literature for porous carbons.  The findings are comparatively analyzed with the literature.  The results show great potential for the development of high capacity carbon-based sorbents for effective pre-combustion CO2 capture and other gas and energy storage applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvFKhtr3F&md5=7ddfd39fa3628aa58c964f0f434cf463", "23. ", "Yaghi", ", ", "O. M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Ockwig", ", ", "N. W.", "; ", "Chae", ", ", "H. K.", "; ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", " ", "Nature", " ", "2003", ",  ", "423", ",  ", "705", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "23. ", "Reticular synthesis and the design of new materials", "Yaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, Jaheon", "Nature (London, United Kingdom)", "\r\n        (", "2003", "),\r\n    ", "423", "\r\n        (", "6941", "),\r\n    ", "705-714", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The long-standing challenge of designing and constructing new cryst. solid-state materials from mol. building blocks is just beginning to be addressed with success.  A conceptual approach that requires the use of secondary building units to direct the assembly of ordered frameworks epitomizes this process: the authors call this approach reticular synthesis.  This chem. has yielded materials designed to have predetd. structures, compns. and properties.  In particular, highly porous frameworks held together by strong metal-O-C bonds and with exceptionally large surface area and capacity for gas storage were prepd. and their pore metrics systematically varied and functionalized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXksV2itro%253D&md5=2417c5adb0e948350d3d62350c8cd7ea", "24. ", "Ni", ", ", "Z.", "; ", "Masel", ", ", "R. I.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "12394", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Rapid Production of Metal-Organic Frameworks via Microwave-Assisted Solvothermal Synthesis", "Ni, Zheng; Masel, Richard I.", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "38", "),\r\n    ", "12394-12395", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This paper describes a very rapid technique for the prodn. of metal-org. frameworks (MOF).  The method uses a conventional microwave to nucleate crystal growth.  A MOF synthesis that used to take hours or days can now be completed in 30 s to 2 min and the yield goes from ∼30% to over 90%.  Novel MOFs can be made, since the growth process is no longer dependent on the walls or dust particles for nucleation.  Particle sizes have a narrower distribution.  Further, the particle size can be controlled by varying the precursor concn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XptVymtL8%253D&md5=95dd7ce20cc0c4909bba07fe10e6f760", "25. ", "Yoo", ", ", "Y.", "; ", "Lai", ", ", "Z.", "; ", "Jeong", ", ", "H.-K.", " ", "Microporous Mesoporous Mater.", " ", "2009", ",  ", "123", ",  ", "100", "[", "Crossref", "], [", "CAS", "]", "25. ", "Fabrication of MOF-5 membranes using microwave-induced rapid seeding and solvothermal secondary growth", "Yoo, Yeonshick; Lai, Zhiping; Jeong, Hae-Kwon", "Microporous and Mesoporous Materials", "\r\n        (", "2009", "),\r\n    ", "123", "\r\n        (", "1-3", "),\r\n    ", "100-106", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Here we report the fabrication of continuous MOF-5 membranes via a secondary growth method.  Densely packed MOF-5 seed layers on porous α-alumina substrates were rapidly prepd. using microwave-induced thermal deposition (MITD) method.  The MOF-5 seed layers were then solvothermally treated to grow into continuous MOF-5 membranes.  The presence of a proton scavenging amine in precursor solns. during the secondary growth step was found to be crit. to prevent the seed crystals from dissolving, yet enabling the growth of the MOF seed crystals into a continuous film.  For the first time, preferentially oriented MOF-5 membranes were prepd. by growing from oriented MOF-5 seed layers.  Permeation results of MOF-5 membranes indicate Knudsen transport of small gas mols., consistent with a previously reported result.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXmsVSjtLs%253D&md5=96152d2045c729b91145aeec0c2bb07e", "26. ", "Son", ", ", "W.-J.", "; ", "Kim", ", ", "J.", "; ", "Kim", ", ", "J.", "; ", "Ahn", ", ", "W.-S.", " ", "Chem. Commun.", " ", "2008", ",  ", "6336", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "Sonochemical synthesis of MOF-5", "Son, Won-Jin; Kim, Jun; Kim, Jaheon; Ahn, Wha-Seung", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2008", "),\r\n    ", "\r\n        (", "47", "),\r\n    ", "6336-6338", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "High quality MOF-5 crystals of 5-25 μm in size were prepd. using a sonochem. method in substantially reduced synthesis time (∼30 min) compared with conventional solvothermal synthesis (24 h).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsVKgs7zN&md5=89331750f8da998260272ba0a4e25884", "27. ", "Yang", ", ", "S. J.", "; ", "Kim", ", ", "T.", "; ", "Im", ", ", "J. H.", "; ", "Kim", ", ", "Y. S.", "; ", "Lee", ", ", "K.", "; ", "Jung", ", ", "H.", "; ", "Park", ", ", "C. R.", " ", "Chem. Mater.", " ", "2012", ",  ", "24", ",  ", "464", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "MOF-Derived Hierarchically Porous Carbon with Exceptional Porosity and Hydrogen Storage Capacity", "Yang, Seung Jae; Kim, Taehoon; Im, Ji Hyuk; Kim, Yern Seung; Lee, Kunsil; Jung, Haesol; Park, Chong Rae", "Chemistry of Materials", "\r\n        (", "2012", "),\r\n    ", "24", "\r\n        (", "3", "),\r\n    ", "464-470", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Highly porous carbon has played an important role in tackling down the energy and environmental problems due to their attractive features such as high sp. surface area, stability, and mass productivity.  Esp., the desirable characteristics of the highly porous carbon such as lightwt., fast adsorption/desorption kinetics, and high sp. surface area have attracted extensive attention in the hydrogen storage application which is a main bottleneck for the realization of on-board hydrogen fuel cell vehicles.  We herein presented porous carbon with hierarchical pore structure derived from highly cryst. metal org. frameworks (denoted as MOF-derived carbon, MDC) without any carbon source and showed it as a promising hydrogen storage adsorbent.  MDCs can be fabricated by a simple heat adjustment of MOFs without complicated process and environmental burden.  The MDC displayed hierarchical pore structures with high ultramicroporosity, high sp. surface area, and very high total pore vol.  Due to the exceptional porosity, MDCs exhibited reversible H2 storage capacities at certain conditions that were better than those of previously reported porous carbons and MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XlsVKjtQ%253D%253D&md5=14a6bbec34d48c13a0d7ff81b1735c15", "28. ", "Nimmermark", ", ", "A.", "; ", "Öhrström", ", ", "L.", "; ", "Reedijk", ", ", "J.", " ", "Z. Kristallogr.", " ", "2013", ",  ", "228", ",  ", "311", "[", "Crossref", "], [", "CAS", "]", "28. ", "Metal-ligand bond lengths and strengths: are they correlated? A detailed CSD analysis", "Nimmermark, Anders; Oehrstroem, Lars; Reedijk, Jan", "Zeitschrift fuer Kristallographie - Crystalline Materials", "\r\n        (", "2013", "),\r\n    ", "228", "\r\n        (", "7", "),\r\n    ", "311-317", "CODEN:\r\n                ", "ZKCMAJ", ";\r\n        ISSN:", "2194-4946", ".\r\n    \r\n            (", "Oldenbourg Wissenschaftsverlag GmbH", ")\r\n        ", "Structure data on metal-alkoxides, metal-alc., metal-carboxylates, metal-carboxylic acid, metal-azolate and metal-azole coordination compds. from the Cambridge Structural Database (CSD) were analyzed in terms of bond lengths.  In general the anionic ligands form shorter metal-ligand bonds by about 0.02-0.05 Å compared to neutral ligands, a clear indication of a charge contribution to the bonding interactions.  This small difference is not, however, deemed as sufficient to generate two distinct classes of metal-ligand bonding.  Instead, the anionic ligands can be viewed as having \"charge assisted\" metal-ligand bonding, corresponding to the same term used for \"charge-assisted hydrogen bonding\".", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXmt1Wiu7s%253D&md5=5cdbba4e536174d76bf763551f531956", "29. ", "Hu", ", ", "Y. H.", "; ", "Zhang", ", ", "L.", " ", "Phys. Rev. B", " ", "2010", ",  ", "81", ",  ", "174103", "[", "Crossref", "], [", "CAS", "]", "29. ", "Amorphization of metal-organic framework MOF-5 at unusually low applied pressure", "Hu, Yun Hang; Zhang, Lei", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2010", "),\r\n    ", "81", "\r\n        (", "17", "),\r\n    ", "174103/1-174103/5", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "1098-0121", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "X-ray diffraction measurements have demonstrated that Zn4O(BDC)3 metal-org. framework (MOF-5) can be irreversibly amorphized at ambient temp. by employing a low compressing pressure of 3.5 MPa, which is 100 times lower than that required for amorphization of other solids.  This was further supported by the collapse of pores.  The Raman spectra indicated that the irreversible pressure-induced amorphization was due to the destroying of some carboxylate groups.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXmvVKnu7Y%253D&md5=6a74b5dbb7ddc763daeac9ed70a1c7d3", "30. ", "Tranchemontagne", ", ", "D. J.", "; ", "Mendoza-Cortés", ", ", "J. L.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1257", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "30. ", "Secondary building units, nets and bonding in the chemistry of metal-organic frameworks", "Tranchemontagne, David J.; Mendoza-Cortes, Jose L.; O'Keeffe, Michael; Yaghi, Omar M.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1257-1283", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This crit. review presents a comprehensive study of transition-metal carboxylate clusters which may serve as secondary building units (SBUs) towards construction and synthesis of metal-org. frameworks (MOFs).  We describe the geometries of 131 SBUs, their connectivity and compn.  This contribution presents a comprehensive list of the wide variety of transition-metal carboxylate clusters which may serve as secondary building units (SBUs) in the construction and synthesis of metal-org. frameworks.  The SBUs discussed here were obtained from a search of mols. and extended structures archived in the Cambridge Structure Database (CSD, version 5.28, Jan. 2007) which included only crystals contg. metal carboxylate linkages (241 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvValsr8%253D&md5=3e03c5e2c057b36eb590c1904aa5e5a1", "31. ", "Zhou", ", ", "W.", "; ", "Wu", ", ", "H.", "; ", "Yildirim", ", ", "T.", "; ", "Simpson", ", ", "J. R.", "; ", "Walker", ", ", "A. R. H.", " ", "Phys. Rev. B", " ", "2008", ",  ", "78", ",  ", "054114", "[", "Crossref", "], [", "CAS", "]", "31. ", "Origin of the exceptional negative thermal expansion in metal-organic framework-5 Zn4O(1,4-benzenedicarboxylate)3", "Zhou, W.; Wu, H.; Yildirim, T.; Simpson, J. R.; Hight Walker, A. R.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2008", "),\r\n    ", "78", "\r\n        (", "5", "),\r\n    ", "054114/1-054114/5", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "1098-0121", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "Metal org. framework-5 (MOF-5) was recently suggested to possess an exceptionally large neg. thermal-expansion coeff.  The direct exptl. measurement of the thermal expansion of MOF-5 using neutron powder diffraction, in the temp. range of 4 to 600 K, shows that the linear thermal-expansion coeff. is ≈ -16 × 10-6 K-1.  To understand the origin of this large neg. thermal-expansion behavior, first-principles lattice dynamics calcns. were performed.  The calcd. thermal-expansion coeffs. within quasi-harmonic approxn. agree well with the exptl. data.  Almost all low-frequency lattice vibrational modes (below ∼23 meV) involve the motion of the benzene rings and the ZnO4 clusters as rigid units and the carboxyl groups as bridges.  These so-called \"rigid-unit modes\" exhibit various degrees of phonon softening (i.e., the vibrational energy decreases with contracting crystal lattice) and thus are directly responsible for the large neg. thermal expansion in MOF-5.  Initial efforts were made to observe the phonon softening exptl.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtVKis7bM&md5=59fdf450edc9a0323ad57a9e72cf9251", "32. ", "Du", ", ", "N.", "; ", "Dal-Cin", ", ", "M. M.", "; ", "Robertson", ", ", "G. P.", "; ", "Guiver", ", ", "M. D.", " ", "Macromolecules", " ", "2012", ",  ", "45", ",  ", "5134", "[", "ACS Full Text ", "], [", "CAS", "]", "32. ", "Decarboxylation-Induced Cross-Linking of Polymers of Intrinsic Microporosity (PIMs) for Membrane Gas Separation", "Du, Naiying; Dal-Cin, Mauro M.; Robertson, Gilles P.; Guiver, Michael D.", "Macromolecules (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "45", "\r\n        (", "12", "),\r\n    ", "5134-5139", "CODEN:\r\n                ", "MAMOBX", ";\r\n        ISSN:", "0024-9297", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Cross-linked membranes for gas sepn. have been prepd. by thermal treatment of carboxylated polymers of intrinsic microporosity (C-PIMs).  The optimal crosslinking temp. was investigated and possible crosslinking pathways involving aryl radical-induced thermal decarboxylation are provided, while several other possible mechanisms are ruled out.  Carboxylated PIMs are accessible by controlled hydrolysis of the nitrile-contg. parent polymer.  The resulting cross-linked PIMs were insol. in typical solvents and were characterized by Fourier transform IR spectroscopy (FTIR), TGA-MS, TGA-FTIR, and gel content anal.  The decarboxylated PIM (DC-PIM) membranes showed higher selectivities for the O2/N2, CO2/N2, and CO2/CH4 gas pairs, with evidence of suppression of swelling-induced densification under high CO2 pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XotlSls74%253D&md5=910577fb4ed61e2ea383138fb091b658", "33. ", "Kumagai", ", ", "S.", "; ", "Grause", ", ", "G.", "; ", "Kameda", ", ", "T.", "; ", "Takano", ", ", "T.", "; ", "Horiuchi", ", ", "H.", "; ", "Yoshioka", ", ", "T.", " ", "Ind. Eng. Chem. Res.", " ", "2011", ",  ", "50", ",  ", "1831", "[", "ACS Full Text ", "], [", "CAS", "]", "33. ", "Decomposition of gaseous terephthalic acid in the presence of CaO", "Kumagai, Shogo; Grause, Guido; Kameda, Tomohito; Takano, Tatsuo; Horiuchi, Hideki; Yoshioka, Toshiaki", "Industrial & Engineering Chemistry Research", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "4", "),\r\n    ", "1831-1836", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The decompn. of PET during thermal treatment of municipal waste results in the formation of sublimating substances such as terephthalic acid (TPA) and benzoic acid, causing blockage and corrosion of pipes in the treatment facilities.  To prevent these effects, TPA can be decarboxylated in the presence of CaO to obtain benzene as the main product.  However, high concns. of TPA cause the formation of large char fractions, reducing the yield of desired products.  We decarboxylated TPA by using a fixed-bed reactor filled with CaO.  To increase the yield of benzene and reduce the carbonaceous residue, the effects of pyrolysis temp. and TPA feed rate were investigated.  The best results were achieved at 500° and a TPA feed rate of 51 mg L-1, yielding 67% benzene with a purity of 99.2% and a carbonaceous residue contg. 18% of the initial C.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXosl2ktg%253D%253D&md5=f6b70f601984fae2bfd1a9cd41c89282", "34. ", "Hafizovic", ", ", "J.", "; ", "Bjørgen", ", ", "M.", "; ", "Olsbye", ", ", "U.", "; ", "Dietzel", ", ", "P. D. C.", "; ", "Bordiga", ", ", "S.", "; ", "Prestipino", ", ", "C.", "; ", "Lamberti", ", ", "C.", "; ", "Lillerud", ", ", "K. P.", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "3612", "[", "ACS Full Text ", "], [", "CAS", "]", "34. ", "The Inconsistency in Adsorption Properties and Powder XRD Data of MOF-5 Is Rationalized by Framework Interpenetration and the Presence of Organic and Inorganic Species in the Nanocavities", "Hafizovic, Jasmina; Bjorgen, Morten; Olsbye, Unni; Dietzel, Pascal D. C.; Bordiga, Silvia; Prestipino, Carmelo; Lamberti, Carlo; Lillerud, Karl Petter", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "12", "),\r\n    ", "3612-3620", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "MOF-5 is the archetype metal-org. framework and has been subjected to numerous studies the past few years.  The focal point of this report is the pitfalls related to the MOF-5 phase identification based on powder XRD data.  A broad set of conditions and procedures have been reported for MOF-5 synthesis.  These variations have led to materials with substantially different adsorption properties (sp. surface areas in the range 700 to 3400 m2/g).  The relatively low wt. loss obsd. for some as synthesized samples upon solvent removal is also indicative of a low pore vol.  Regrettably, these materials have all been described as MOF-5 without any further comments.  Furthermore, the reported powder XRD patterns hint at structural differences: The variations in surface area are accompanied by peak splitting phenomena and rather pronounced changes in the relative peak intensities in the powder XRD patterns.  In this work, we use single-crystal XRD to investigate structural differences between low and high surface area MOF-5.  The low surface area MOF-5 sample had two different classes of crystals.  For the dominant phase, Zn(OH)2 species partly occupied the cavities.  The presence of Zn species makes the hosting cavity and possibly also adjacent cavities inaccessible and thus efficiently reduces the pore vol. of the material.  Furthermore, the minor phase consisted of doubly interpenetrated MOF-5 networks, which lowers the adsorption capacity.  The presence of Zn species and lattice interpenetration changes the symmetry from cubic to trigonal and explains the peak splitting obsd. in the powder XRD patterns.  Pore-filling effects from the Zn species (and partly the solvent mols.) are also responsible for the pronounced variations in powder XRD peak intensities.  This latter conclusion is particularly useful for predicting the adsorption properties of a MOF-5-type material from powder XRD.  Crystal structure of the above compd. has been described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXisFeisr0%253D&md5=fe529270152930eabdb912a192c32666", "35. ", "Yang", ", ", "S. J.", "; ", "Park", ", ", "C. R.", " ", "Adv. Mater.", " ", "2012", ",  ", "24", ",  ", "4010", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "35. ", "Preparation of Highly Moisture-Resistant Black-Colored Metal Organic Frameworks", "Yang, Seung Jae; Park, Chong Rae", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2012", "),\r\n    ", "24", "\r\n        (", "29", "),\r\n    ", "4010-4013, S4010/1-S4010/16", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Thermal modification of IRMOF-1 remarkably enhanced the stability of the framework against hydrolysis.  Specifically, heat treatment of the IRMOF-1 samples led to the formation of an amorphous carbon coating on their surfaces, thus shielding the framework from decompn. under humid conditions.  The thermally modified MOFs retained their crystal structure and pore characteristics, even after 14 days of exposure to ambient air.  This scalable and environmentally friendly modification method opens new opportunities for the com. prepn. of water-resistant MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xos1ehsr8%253D&md5=6bb3aa968c6fb462058f8d2ac56d059e", "36. ", "Petit", ", ", "C.", "; ", "Bandosz", ", ", "T. J.", " ", "Adv. Funct. Mater.", " ", "2010", ",  ", "20", ",  ", "111", "[", "Crossref", "], [", "CAS", "]", "36. ", "Enhanced Adsorption of Ammonia on Metal-Organic Framework/Graphite Oxide Composites: Analysis of Surface Interactions", "Petit, Camille; Bandosz, Teresa J.", "Advanced Functional Materials", "\r\n        (", "2010", "),\r\n    ", "20", "\r\n        (", "1", "),\r\n    ", "111-118", "CODEN:\r\n                ", "AFMDC6", ";\r\n        ISSN:", "1616-301X", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Composites of the metal-org. framework (MOF), MOF-5, and graphite oxide (GO) with different ratios of the two components are prepd. and tested in ammonia removal under dry conditions.  The parent and composite materials are characterized before and after exposure to ammonia by sorption of N2, X-ray diffraction, thermal analyses, and FT-IR spectroscopy.  The results show a synergetic effect resulting in an increase in the ammonia uptake compared to the parent materials.  It is linked to enhanced dispersive forces in the pore space of the composites.  Addnl., ammonia interacts with zinc oxide tetrahedra via hydrogen bonding and is intercalated between the layers of GO.  Retention of a large quantity of ammonia eventually leads to a collapse of the MOF-5 structure in the composites.  The effect resembles that obsd. when MOF-5 is exposed to water.  Taking into account the similarity of ammonia and water mols., it is hypothesized that ammonia causes a destruction of the MOF-5 and composite structure as a result of its hydrogen bonding with the zinc oxide clusters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFKhsg%253D%253D&md5=760e81aa71b5413f2b1b9fb8ad3551b8", "37. ", "Hermes", ", ", "S.", "; ", "Schröder", ", ", "F.", "; ", "Amirjalayer", ", ", "S.", "; ", "Schmid", ", ", "R.", "; ", "Fischer", ", ", "R. A.", " ", "J. Mater. Chem.", " ", "2006", ",  ", "16", ",  ", "2464", "[", "Crossref", "], [", "CAS", "]", "37. ", "Loading of porous metal-organic open frameworks with organometallic CVD precursors: inclusion compounds of the type [LnM]a@MOF-5", "Hermes, Stephan; Schroeder, Felicitas; Amirjalayer, Saeed; Schmid, Rochus; Fischer, Roland A.", "Journal of Materials Chemistry", "\r\n        (", "2006", "),\r\n    ", "16", "\r\n        (", "25", "),\r\n    ", "2464-2472", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The highly porous coordination polymer [Zn4O(bdc)3] (bdc = benzene-1,4-dicarboxylate; MOF-5 or IRMOF-1) was loaded with typical MOCVD precursor mols. for metals such as Fe, Pt, Pd, Au, Cu, Zn, Sn.  Exposure of [Zn4O(bdc)3] to the vapor of the volatile organometallic compds., e.g. ferrocene, gave inclusion compds. [LnM]a@MOF-5, where [LnM] indicates the MOCVD precursor and a denotes the effective no. of mols. per cavity of the MOF-5 lattice.  The obtained inclusion compds. were characterized by C/H combustion anal., detn. of the metal content by at. absorption spectroscopy, FTIR and solid state NMR spectroscopy and by powder x-ray diffraction.  The host lattice and the guest mols. interact only by weak van der Waals forces without any change of the framework or the chem. nature of the included mols.  Rapid desorption is obsd. for small and comparably volatile compds. such as pentacarbonyliron or di-Et Zn.  Less labile inclusion compds. were obtained for cyclopentadienyl complexes as guest mols., e.g. a rather high loading of six mols. of ferrocene per cavity was obsd.  Careful hydrolysis/calcination of [ZnEt2]2@MOF-5 resulted in the composite (ZnO)2@MOF-5 pointing to the possibility to develop a subsequent chem. of the embedded precursor mols. to yield novel nanocomposite materials based on MOFs as host matrixes and MOCVD precursors in general.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XlvV2mtro%253D&md5=c9f3a509ae5e09c5eefac9850ca6215c", "38. ", "Civalleri", ", ", "B.", "; ", "Napoli", ", ", "F.", "; ", "Noël", ", ", "Y.", "; ", "Roetti", ", ", "C.", "; ", "Dovesi", ", ", "R.", " ", "CrystEngComm", " ", "2006", ",  ", "8", ",  ", "364", "[", "Crossref", "], [", "CAS", "]", "38. ", "Ab-initio prediction of materials properties with CRYSTAL: MOF-5 as a case study", "Civalleri, Bartolomeo; Napoli, Francesco; Noel, Yves; Roetti, Carla; Dovesi, Roberto", "CrystEngComm", "\r\n        (", "2006", "),\r\n    ", "8", "\r\n        (", "5", "),\r\n    ", "364-371", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "MOF-5 is by far the most relevant member of the new class of metal-org. framework materials and has been adopted as a case study to show that reliable ab initio prediction of materials properties of complex systems can be obtained by means of a solid state computational tool like the CRYSTAL code.  Structure, electronic properties and vibrational frequencies of MOF-5 computed at the B3LYP level of theory are reported and discussed.  Animations representing MOF-5 vibrations are available at the web site: www.crystal.unito.it/vibs/mof5.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XmtVWrtrc%253D&md5=7c9bd86e1f03a12aac3c92f59130014a", "39. ", "Wang", ", ", "Z.", "; ", "Zhang", ", ", "H.", "; ", "Zhang", ", ", "L.", "; ", "Yuan", ", ", "J.", "; ", "Yan", ", ", "S.", "; ", "Wang", ", ", "C.", " ", "Nanotechnology", " ", "2003", ",  ", "14", ",  ", "11", "[", "Crossref", "], [", "CAS", "]", "39. ", "Low-temperature synthesis of ZnO nanoparticles by solid-state pyrolytic reaction", "Wang, Zhijian; Zhang, Haiming; Zhang, Ligong; Yuan, Jinshan; Yan, Shenggang; Wang, Chunyan", "Nanotechnology", "\r\n        (", "2003", "),\r\n    ", "14", "\r\n        (", "1", "),\r\n    ", "11-15", "CODEN:\r\n                ", "NNOTER", ";\r\n        ISSN:", "0957-4484", ".\r\n    \r\n            (", "Institute of Physics Publishing", ")\r\n        ", "A new method for the growth of high-quality ZnO nanoparticles is presented.  This approach, using solid-state heat decompn. at low temp., allows one to produce ZnO nanoparticles with relatively high dispersivity.  The optical properties of the ZnO nanoparticles have been investigated.  It is demonstrated that ZnO nanoparticles show strong UV emission, while the low-energy visible emission is nearly fully quenched at room temp.  This is a result of the high quality of the ZnO.  X-ray diffraction patterns reveal that the ZnO nanoparticles have polycryst. hexagonal wurtzite structure.  The Raman spectrum shows a typical resonant multi-phonon form for the ZnO nanoparticles.  Similar synthesis routes for other metal oxide nanoparticles may be possible.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXhs12lsLo%253D&md5=93ea39ef05954588604da84d7b234688", "40. ", "Ganguly", ", ", "A.", "; ", "Sharma", ", ", "S.", "; ", "Papakonstantinou", ", ", "P.", "; ", "Hamilton", ", ", "J.", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", ",  ", "17009", "[", "ACS Full Text ", "], [", "CAS", "]", "40. ", "Probing the Thermal Deoxygenation of Graphene Oxide Using High-Resolution In Situ X-ray-Based Spectroscopies", "Ganguly, Abhijit; Sharma, Surbhi; Papakonstantinou, Pagona; Hamilton, Jeremy", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "34", "),\r\n    ", "17009-17019", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Despite the recent developments in graphene oxide due to its importance as a host precursor of graphene, the detailed electronic structure and its evolution during the thermal redn. remain largely unknown, hindering its potential applications.  A combination of high-resoln. in situ x-ray photoemission and X-ray absorption spectroscopies offer a powerful approach to monitor the deoxygenation process and comprehensively evaluate the electronic structure of graphene oxide thin films at different stages of the thermal redn. process.  The edge plane carboxyl groups are highly unstable, whereas carbonyl groups are more difficult to remove.  The results consistently support the formation of phenol groups through reaction of basal plane epoxide groups with adjacent hydroxyl groups at moderate degrees of thermal activation (∼400°).  The phenol groups are predominant over carbonyl groups and survive even at a temp. of 1000°.  For the 1st time, a drastic increase in the d. of states (DOS) near the Fermi level at 600° is obsd., suggesting a progressive restoration of arom. structure in the thermally reduced graphene oxide.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXpvFCiu78%253D&md5=47f44fe4547ad60aaeba8406dc2f8baf", "41. ", "Walton", ", ", "K. S.", "; ", "Millward", ", ", "A. R.", "; ", "Dubbeldam", ", ", "D.", "; ", "Frost", ", ", "H.", "; ", "Low", ", ", "J. J.", "; ", "Yaghi", ", ", "O. M.", "; ", "Snurr", ", ", "R. Q.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "406", "[", "ACS Full Text ", "], [", "CAS", "]", "41. ", "Understanding Inflections and Steps in Carbon Dioxide Adsorption Isotherms in Metal-Organic Frameworks", "Walton, Krista S.; Millward, Andrew R.; Dubbeldam, David; Frost, Houston; Low, John J.; Yaghi, Omar M.; Snurr, Randall Q.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "2", "),\r\n    ", "406-407", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Adsorption isotherms for CO2 in IRMOF-1 exhibit inflections that grow into pronounced steps at lower temps.  The isotherm shapes can be predicted by mol. simulations using a rigid crystal structure, indicating that changes in the MOF crystal structure are not responsible for the steps in this system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhsVOntLzF&md5=4ae26a51ddb1edefad443f7d63bb42a1", "42. ", "Simmons", ", ", "J. M.", "; ", "Wu", ", ", "H.", "; ", "Zhou", ", ", "W.", "; ", "Yildirim", ", ", "T.", " ", "Energy Environ. Sci.", " ", "2011", ",  ", "4", ",  ", "2177", "[", "Crossref", "], [", "CAS", "]", "42. ", "Carbon capture in metal-organic frameworks-a comparative study", "Simmons, Jason M.; Wu, Hui; Zhou, Wei; Yildirim, Taner", "Energy & Environmental Science", "\r\n        (", "2011", "),\r\n    ", "4", "\r\n        (", "6", "),\r\n    ", "2177-2185", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks (MOFs) have been shown to be excellent materials for storage of carbon dioxide, implying that they could be useful for removal of carbon dioxide from flue gas stacks, however their performance in industrially relevant swing adsorption processes for carbon capture has not been studied.  Here we show that the efficacy of MOFs for carbon capture depends dramatically on the process and that some MOFs can provide significant carbon capture under typical pressure and vacuum swing processes.  In particular, MOFs that possess coordinatively unsatd. metal centers offer as much as 9 mmol g-1 swing capacity under certain conditions.  The results herein clearly show that there is no single ideal compd. for carbon capture applications and that different materials can perform better or worse depending on the specific process conditions.  In addn. to their capture performances, we have also investigated their selectivity to carbon dioxide over that of nitrogen and methane.  The anal. provided clearly demonstrates that the performance of a given MOF cannot be detd. without also considering the detailed industrial process in which the MOF is to be applied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXovVClsr0%253D&md5=892d999db211a790b476afeee3e775a7", "43. ", "Zhou", ", ", "W.", "; ", "Wu", ", ", "H.", "; ", "Hartman", ", ", "M. R.", "; ", "Yildirim", ", ", "T.", " ", "J. Phys. Chem. C", " ", "2007", ",  ", "111", ",  ", "16131", "[", "ACS Full Text ", "], [", "CAS", "]", "43. ", "Hydrogen and Methane Adsorption in Metal-Organic Frameworks: A High-Pressure Volumetric Study", "Zhou, Wei; Wu, Hui; Hartman, Michael R.; Yildirim, Taner", "Journal of Physical Chemistry C", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "44", "),\r\n    ", "16131-16137", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors report hydrogen and methane adsorption isotherms in 2 prototypical metal-org. framework compds. (i.e., MOF5 and ZIF8) over a large temp. (30-300 K) and pressure (up to 65 bar) range using a fully computer-controlled Sieverts app.  In a volumetric method, a proper choice of real gas equation of state is crit. for obtaining reliable isotherm data.  The widely used van der Waals equation of state (EOS) is not adequate to describe H2 and CH4, while the modified Benedict-Webb-Rubin (MBWR) EOS works well, even at very low temps. and high pressures.  With the known sample mass and bulk d., the skeleton d. and the specific pore vol. of MOF5 and ZIF8 were also measured.  In addn. to excess and abs. adsorption isotherms, the authors also introduce an effective adsorption which compares the amts. of gas adsorbed in a container with and without the adsorbent.  At low temps., the maximal excess adsorption capacities of H2 and CH4 in MOF5 are 10.3% and 51.7%, resp., while they are only 4.4% and 22.4% in ZIF8.  From the temp.-dependent isotherm data, the isosteric heat of adsorption (Qst) was also estd.  The excess Qst's for the initial H2 and CH4 adsorption in MOF5 are ∼4.8 kJ/mol and ∼12.2 kJ/mol, resp.  The authors obtained similar Qst's for ZIF8.  The authors hope that the detailed isotherm curves reported here over a large temp. and pressure range will be a crit. test for future grand canonical Monte Carlo simulations and force-field models.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtFWqtbjL&md5=5929450c7b34ee817bcb88a1d1461a5b", "44. ", "(a) ", "Nguyen", ", ", "J. G.", "; ", "Cohen", ", ", "S. M.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "4560", "[", "ACS Full Text ", "], [", "CAS", "]", "44. ", "Moisture-Resistant and Superhydrophobic Metal-Organic Frameworks Obtained via Postsynthetic Modification", "Nguyen, Joseph G.; Cohen, Seth M.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "13", "),\r\n    ", "4560-4561", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Postsynthetic covalent modification of metal-org. frameworks (MOFs) with long alkyl substituents is shown to protect these materials against moisture.  These MOFs, which normally display hydrophilic properties, are readily converted into hydrophobic or superhydrophobic materials.  Overcoming the inherent sensitivity of MOFs to water represents a major step forward in their widespread use in technol. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXjt1Gjs7c%253D&md5=ef5a2211c75458189368abee8fa47bc7", "(b) ", "Kaye", ", ", "S. S.", "; ", "Dailly", ", ", "A.", "; ", "Yaghi", ", ", "O. M.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "14176", "[", "ACS Full Text ", "], [", "CAS", "]", "44. ", "Impact of Preparation and Handling on the Hydrogen Storage Properties of Zn4O(1,4-benzenedicarboxylate)3 (MOF-5)", "Kaye, Steven S.; Dailly, Anne; Yaghi, Omar M.; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "46", "),\r\n    ", "14176-14177", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The prototypical metal-org. framework Zn4O(BDC)3 (MOF-5, BDC2- = 1,4-benzenedicarboxylate) decomps. gradually in humid air to form a nonporous solid.  Recognizing this, improved procedures for its synthesis and handling were developed, leading to significant increases in N2 and H2 gas adsorption capacities.  Nitrogen adsorption isotherms measured at 77 K reveal an enhanced max. N2 uptake of 44.5 mmol/g and a BET surface area of 3800 m2/g, compared to the 35.8 mmol/g and 3100 m2/g obtained for a sample prepd. using previous methods.  High-pressure H2 adsorption isotherms show improvements from 5.0 to 7.1 excess wt. % at 77 K and 40 bar.  The total H2 uptake was further obsd. to climb to 11.5% at 170 bar, corresponding to a volumetric storage d. of 77 g/L.  Thus, the air-free compd. exhibits the highest gravimetric and volumetric H2 uptake capacities yet demonstrated for a cryogenic hydrogen storage material.  Also, no loss of capacity was apparent during 24 complete adsorption-desorption cycles, while kinetics measurements showed a loading time of 2 min with application of just 45 bar of pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXht1CrurvF&md5=225d78a759d3f213ea51beff7a7f784e", "45. ", "Liu", ", ", "Y.", "; ", "Ng", ", ", "Z.", "; ", "Khan", ", ", "E. A.", "; ", "Jeong", ", ", "H.-K.", "; ", "Ching", ", ", "C.-B.", "; ", "Lai", ", ", "Z.", " ", "Microporous Mesoporous Mater.", " ", "2009", ",  ", "118", ",  ", "296", "[", "Crossref", "], [", "CAS", "]", "45. ", "Synthesis of continuous MOF-5 membranes on porous α-alumina substrates", "Liu, Yunyang; Ng, Zhenfu; Khan, Easir A.; Jeong, Hae-Kwon; Ching, Chi-bun; Lai, Zhiping", "Microporous and Mesoporous Materials", "\r\n        (", "2009", "),\r\n    ", "118", "\r\n        (", "1-3", "),\r\n    ", "296-301", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The first continuous and well-intergrown MOF-5 membrane, evidenced from SEM imaging and X-ray diffraction (XRD), was successfully prepd. on porous α-alumina substrate by in situ solvothermal synthesis.  The BET measurements on crystals taken from the same mother liquor that was used for membrane synthesis yield a Langmuir surface area of 2259 m2/g and a narrow pore size distribution centered at 1.56 nm.  The permeation data for simple gases of H2, CH4, N2, CO2 and SF6 show that the diffusion of simple gases through a MOF-5 membrane follows the Knudsen diffusion behavior.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsFahu73N&md5=6dc3242dbdd9a3d8afbb6506867a1507"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-22/cm502399q/20141125/images/small/cm-2014-02399q_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-22/cm502399q/20141125/images/small/cm-2014-02399q_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-22/cm502399q/20141125/images/small/cm-2014-02399q_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-22/cm502399q/20141125/images/small/cm-2014-02399q_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-22/cm502399q/20141125/images/small/cm-2014-02399q_0005.gif\">"]}
