{"title": ["Control of Crystalline Proton-Conducting Pathways by Water-Induced Transformations of Hydrogen-Bonding Networks in a Metal–Organic Framework"], "authors": ["Masaaki Sadakiyo", "Teppei Yamada", "Kyohei Honda", "Hiroshi Matsui", "Hiroshi Kitagawa"], "doi": ["10.1021/ja5022014"], "abstract": ["Structure-defined metal–organic frameworks (MOFs) are of interest because rational design and construction allow us to develop good proton conductors or possibly control the proton conductivity in solids. We prepared a highly proton-conductive MOF (NH", ")", "(adp)[Zn", "(ox)", "]·", "H", "O (abbreviated to ", ", adp: adipic acid, ox: oxalate, ", " = 0, 2, 3) having definite crystal structures and showing reversible structural transformations among the anhydrate (", "), dihydrate (", "), and trihydrate (", ") phases. The crystal structures of all of these phases were determined by X-ray crystallography. Hydrogen-bonding networks consisting of ammonium ions, water molecules, and carboxylic acid groups of the adipic acids were formed inside the two-dimensional interlayer space in hydrated ", " and ", ". The crystal system of ", " or ", " (", "2", "/", ", No. 14) was changed into that of ", " (", "1̅, No. 2), depending on water content because of rearrangement of guests and acidic molecules. Water molecules play a key role in proton conduction as conducting media and serve as triggers to change the proton conductivity through reforming hydrogen-bonding networks by water adsorption/desorption processes. Proton conductivity was consecutively controlled in the range from ∼10", " S cm", " (", ") to ∼10", " S cm", " (", ") by the humidity. The relationships among the structures of conducting pathways, adsorption behavior, and proton conductivity were investigated. To the best of our knowledge, this is the first example of the control of a crystalline proton-conducting pathway by guest adsorption/desorption to control proton conductivity using MOFs."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Introduction", "Rational control or on-demand regulation of proton conductivity in solids is of importance not only for useful applications such as gas sensors but also for better understanding of the nature of proton-transport phenomena.", "(1)", " In general, proton-conducting materials can be classified into organic", "(2)", " and inorganic compounds.", "(3)", " Organic proton conductors such as Nafion have high synthetic variability because they can have various chemical components.", "(2)", " However, it is difficult to clarify the structure–property relationships of the proton-conducting pathways because their amorphous character means the regularity of their polymeric structures is low. It is impossible to determine the actual structure of the hydrogen-bonding networks inside the materials even though they are good proton-conducting systems. On the other hand, inorganic compounds such as the solid acid CsHSO", "4", " and the perovskite oxide BaZrO", "3", " normally have well-defined regular structures that can be determined using crystallography.", "(3)", " They have given useful information for understanding the proton dynamics (e.g., proton-conducting pathways and hydrogen-bonding structures) in solids. However, the structural variety of these materials is limited because they consist of a few components such as metal ions and small anions. Therefore, it is not easy to tune drastically the structural parameters that affect their conductivity, such as carrier concentration or acidity, dimensionality of the conducting pathways, or accessibility of a charge carrier (e.g., H", "2", "O).", "Recently, metal–organic frameworks (MOFs) have emerged as a novel class of designable, solid-state materials for gas storage,", "(4)", " catalysis,", "(5)", " magnetism,", "(6)", " and conductive property.", "(7)", " They have both high regularity and high variety because of their hybrid organic–inorganic character. As proton conductors, such potentially designable MOFs are now being investigated as new candidates for novel proton conductors.", "(8)", " Three methods (types I–III) have been proposed for the basic design of highly proton-conductive MOFs that include proton carriers and conducting media inside the pores.", "(8a)", " In type I, the proton carriers are introduced directly into the pores as countercations; in type II, acid groups are placed on the frameworks; and in type III, acidic molecules are incorporated into the voids. Chemically modifiable frameworks and well-defined porous MOFs also present great opportunities to control proton conductivity by controlling various structural features, such as the acidity of the proton donors, the amount of adsorbed guests (conducting media), and the arrangement of the hydrogen-bonding network. To date, three methods have been used to tune the proton conductivity of MOFs. The first was to change the acidity of the functional groups on frameworks by chemical modification.", "(8b-8d)", " The second was to introduce proton-conducting chemicals such as imidazole molecules and H", "3", "PO", "4", " to the empty pores of insulating MOFs.", "(8e, 8f)", " The third was to control the amount of conducting media, such as water or methanol molecules, which help proton transport through the hydrogen-bonding networks.", "(8g-8m)", " The third method is the only method that changes proton conductivity dynamically by utilizing the external stimuli of atmospheric composition and is of key importance for sensing applications.", "(9)", " However, the relationship between changes in proton conductivity change and the structure of the hydrogen-bonding pathway has not been investigated sufficiently: the exact structure of the confined guests in the pores is often not determined because of disorder, even when the framework structure is clear. This is mainly because of the mismatch between the small guest molecules and the large pores, indicating that MOFs having small pores should be employed to construct “visible” proton-conducting pathways.", "We have focused on the control of proton conductivity with varying guest molecules to clarify the relationship between conductivity change and the structure of the conducting pathways. We employed a highly proton-conducting MOF, (NH", "4", ")", "2", "(adp)[Zn", "2", "(ox)", "3", "]·3H", "2", "O (abbreviated to ", "1·3H", "2", "O", ") (adp: adipic acid, ox: oxalate, Figure ", "1", "), which has the hydrogen-bonding networks consisting of acidic species and well-ordered water molecules embedded in narrow pores between the two-dimensional (2-D) layered framework.", "(8a)", " Here, we report on the successful observation of a structural transformation of the crystalline proton-conducting pathways in the pores coupled with proton conductivity change, controlled by atmospheric humidity. Proton conductivity is consecutively controlled in the range from ∼10", "–12", " to ∼10", "–2", " S cm", "–1", " (", "1·3H", "2", "O", ") by the relative humidity (RH) (from 0 to 98%). The relationships among the structures of conducting pathways, adsorption behavior, and proton conductivity were investigated.", "Figure 1. Representation of the crystal structure of ", "1·3H", "2", "O", ".", "(8a)", " (a) Honeycomb layer structure and guest arrangements. (b) Parallel to 2-D layers.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Experimental Section", "Preparation of ", "1·3H", "2", "O", "All the chemicals used for synthesis were purchased as reagent grade. ", "1·3H", "2", "O", " was synthesized by the reported method.", "(8a)", " A mixture of ZnO (10 mmol, 814 mg), oxalic acid dihydrate (H", "2", "(ox)·2H", "2", "O)(20 mmol, 2521 mg), adipamide (10 mmol, 1442 mg), and distilled water (550 mmol, 10 mL) was heated in a 50 mL Teflon-lined bottle. The mixture was heated to 130 °C and was kept at that temperature for 24 h. It was then slowly cooled to room temperature over 168 h. The reaction temperature was controlled using the programmable oven. The precipitate was collected by filtration (several crystals were stored in mother liquid for structural analysis). After washing samples with distilled water, They were dried under air (yield: 2891 mg, 92%). Elemental analysis of the air-dried sample (", "1·2H", "2", "O", ") was performed. (%) calcd for C", "12", "H", "22", "N", "2", "O", "18", "Zn", "2", ": C 23.51, H 3.62, N 4.57; found: C 23.45, H 3.54, N 4.53.", "Crystal Structure Determination for ", "1·3H", "2", "O", ", ", "1·2H", "2", "O", ", and ", "1", "Single-crystal X-ray diffraction (SCXRD) data were collected on a Rigaku AFC-7R diffractometer using graphite-monochromatic Mo Kα radiation (λ = 0.71073 Å). The SCXRD measurement of ", "1·3H", "2", "O", " was performed using an as-synthesized crystal that was immediately cooled to 113 K (N", "2", " flow) after putting it on a glass fiber from the mother liquid. For the measurement of ", "1·2H", "2", "O", ", a single crystal of ", "1·2H", "2", "O", " was successfully picked out from the air-drying samples of ", "1·3H", "2", "O", ". The SCXRD measurement of ", "1", " was performed after drying the single crystal of ", "1·2H", "2", "O", " at 50 °C overnight by using an N", "2", " flow instrument. The crystal was then immediately cooled to low temperature (113 K) for the diffraction measurement. The crystal structures were solved by a direct method (SIR2004) and refined on ", "F", "(2)", " by using full-matrix least-squares methods with SHELXL-97.", "(10)", " All non-hydrogen atoms were refined with anisotropic thermal factors.", "Physical Measurements", "X-ray powder diffraction (XRPD) measurements were performed using a Bruker D8 ADVANCE (λ = 1.54059 Å; Cu Kα). Thermogravimetry analysis was carried out with Bruker TG-DTA 2000SA under nitrogen gas flow (100 mL min", "–1", "). The temperature range was from room temperature to 500 °C, and the heating rate was 5 °C min", "–1", ". Adsorption/desorption isotherms for water vapor and nitrogen gas were measured using a BELSORP18-PLUS (BEL Japan, Inc.). Samples were thoroughly dehydrated by heating at 80 °C overnight. Ac impedance measurements were carried out with a Solartron SI 1260 Impedance/Gain-Phase Analyzer and 1296 Dielectric Interface, and with an Agilent 4294A Precision Impedance Analyzer. The frequency range was from 1 Hz to 100 MHz. The relative humidity was controlled by an Espec Corp. SH-221 incubator in the range from 40 to 98% RH. A homemade sealed cell was used for vacuum (for dehydration) and helium condition (for measurement under 0% RH) for ", "1", ". The samples were pressed under a pressure of ∼1.2 GPa, resulting in pellets of the powder samples (∼0.6 mm thickness ×2.5 mm ϕ). Two gold electrodes were attached to both ends to form four end terminals (quasi-four-probe method). A pellet of ", "1", " was prepared by heating a pellet of ", "1·2H", "2", "O", " under vacuum. The bulk conductivity was estimated by semicircle fittings of Nyquist plots. Microwave conductivity measurements were based on a cavity perturbation technique,", "(11)", " the great advantage of which is that it is not necessary to affix any electrical leads to the sample. We employed a cylindrical cavity made of oxygen-free copper with the TE", "011", "-mode resonant frequency of 16.3 GHz. The sample was mounted on top of a quartz rod, and the microwave electric field was applied parallel to the 2-D layer. To avoid dehydration, the sample was coated with paraffin, which has little microwave response. From the Lorentzian resonance curve, we calculated the resonant frequency (", "f", "s", ", ", "f", "0", ") and the resonant width (", "W", "s", ", ", "W", "0", ") for the cases with (subscript s) and without (subscript 0) the sample at every temperature. The complex electrical conductivity (σ = σ", "1", " + ", "iσ", "2", ") was obtained by using a depolarization regime together with the resonant frequency change (Δ", "f", "/", "f", "0", " = (", "f", "s", " – ", "f", "0", ")/", "f", "0", ") and width change (Δ", "W", "/2", "f", "0", " = (", "W", "s", " – ", "W", "0", ")/2", "f", "0", ").", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Results and Discussion", "Structural Analysis", "The crystals of ", "1·3H", "2", "O", " were hydrothermally synthesized by heating the mixture of zinc oxide, oxalic acid, adipamide, and distilled water. The sample of hydrated ", "1·2H", "2", "O", " and dehydrated ", "1", " could be obtained by drying under ambient and heated conditions, respectively.", "Table 1. Crystallographic Data Collection Parameters for ", "1·3H", "2", "O", ",", "(8a)", " ", "1·2H", "2", "O", ", and ", "1", " ", "1·3H", "2", "O", "1·2H", "2", "O", "1", "formula", "C", "12", "H", "24", "N", "2", "O", "19", "Zn", "2", "C", "12", "H", "22", "N", "2", "O", "18", "Zn", "2", "C", "12", "H", "18", "N", "2", "O", "16", "Zn", "2", "formula weight (g/mol)", "631.08", "613.06", "577.02", "crystal system", "triclinic", "monoclinic", "monoclinic", "space group", "P", "1̅ (No. 2)", "P", "2", "1", "/", "c", " (No. 14)", "P", "2", "1", "/", "c", " (No. 14)", "unit cell dimensions (Å, deg)", "a", " = 7.9858(1)", "α = 62.025(6)", "a", " = 7.606(7)", " ", "a", " = 7.7002(7)", " ", " ", "b", " = 9.1574(4)", "β = 82.335(7)", "b", " = 16.812(2)", "β = 104.019(4)", "b", " = 16.493(1)", "β = 108.314(1)", " ", "c", " = 9.4523", "γ = 72.873(7)", "c", " = 8.963(7)", " ", "c", " = 9.1611(8)", " ", "volume (Å)", "583.39(4)", "1112.0(2)", "1104.5(2)", "Z", "1", "2", "2", "calcd density (g/cm", "3", ")", "1.796", "1.831", "1.735", "crystal size (mm", "3", ")", "0.25 × 0.20 × 0.10", "0.20 × 0.20 × 0.15", "0.35 × 0.30 × 0.05", "temperature (K)", "113", "113", "113", "wavelength (Å)", "0.71073 (Mo Kα)", "θ range (deg)", "3.61–27.48", "4.21–27.47", "3.05–27.48", "reflection collected", "4330", "7927", "7988", "unique data/parameters", "2497/164", "2506/155", "2488/146", "R", "1", "/", "w", "R", "2", " (", "I", " > 2σ(", "I", "))", "0.0429/0.1324", "0.0580/0.1670", "0.0523/0.1730", "R", "1", "/", "w", "R", "2", " (all data)", "0.0561/0.1779", "0.0724/0.2020", "0.0658/0.2038", "GOF", "1.337", "1.257", "1.202", "μ (mm", "–1", ")", "2.148", "2.247", "2.250", "Figure 2. Thermogravimetric curve of air-dried sample of ", "1·", "n", "H", "2", "O", ".", "To clarify the hydrated phase and thermal stability of ", "1·", "n", "H", "2", "O", ", we performed thermogravimetric analysis under a nitrogen gas flow. Figure ", "2", " shows the thermogravimetric curve of an air-dried sample of ", "1·", "n", "H", "2", "O", ". There is a clear weight loss around 60 °C, which is attributed to the desorption of two water molecules per formula from the sample. Considering that the as-synthesized crystals have a chemical composition of ", "1·3H", "2", "O", ",", "(8a)", " this result indicates that this compound has anhydrate (", "1", "), dihydrate (", "1·2H", "2", "O", "), and trihydrate (as-synthesized ", "1·3H", "2", "O", ") phases. The result also shows that the as-synthesized ", "1·3H", "2", "O", " can be easily dehydrated by exposure to the air at ambient temperature. ", "1", " also revealed weight losses around 210 and 390 °C which are attributed to the decomposition of oxalate ligands and included adipic acids, respectively. It is clear that the oxalate-bridged 2-D framework including adipic acid is stable below 200 °C.", "Figure 3. Water vapor adsorption/desorption isotherms of ", "1", " (at 25 °C). Closed and open squares correspond to the adsorption and desorption processes, respectively. One ", "P", "/", "P", "0", " corresponds to 100% RH.", "To clarify the relationship between the humidity and the amount of included water molecules, we measured the water vapor adsorption/desorption isotherms of ", "1", " (Figure ", "3", "). The measurements were performed after dehydration of the sample by heating at 80 °C under vacuum overnight. ", "1", " shows sharp increases with two steps in its adsorption isotherms, and adsorbs a significant amount of water vapor. There is a slight hysteresis in the adsorption/desorption process at high humidity. The amounts adsorbed in ", "1", " are determined to be 2.0 (at 52% RH) and 2.9 (at 96% RH) molecules per formula unit, respectively. The existence of stoichiometric anhydrate (under vacuum), dihydrate (from 5% to 95% RH), and trihydrate (over 96% RH) is clearly evidenced by the results of the thermogravimetric analysis. It is also clear that ", "1·3H", "2", "O", " is unstable while drying but that there are reversible transitions between dihydrate and trihydrate at high humidity. We also measured nitrogen gas adsorption isotherms of ", "1", " (Figure S1, ", "Supporting Information", " [SI]). No significant adsorption of nitrogen gas was observed, even though strong adsorption of water vapor was observed, implying that ", "1", " does not have enough space in the interlayer to adsorb nitrogen gas (kinetic diameter: 3.64 Å).", "(12)", " Water molecules might be adsorbed to ", "1", " because of their smaller size (2.64 Å)", "(12)", " and stronger interactions through hydrogen bonds.", "Figure 4. Representation of crystal structure of ", "1·2H", "2", "O", " and ", "1", ". Honeycomb layer structure of (a) ", "1·2H", "2", "O", " and (c) ", "1", ". The layered structure of (b) ", "1·2H", "2", "O", " and (d) ", "1", ". Red, gray, blue, and pink colors correspond to oxygen, carbon, nitrogen, and zinc atoms, respectively.", "To clarify the crystal structures of these three phases, we performed SCXRD measurements. The crystal structural data are shown in Table ", "1", " and Tables S1–S3 (", "SI", "). As shown in Figure ", "1", " and Figure ", "4", ", we succeeded in characterizing each phase. The crystal structure of ", "1·3H", "2", "O", " was reported previously.", "(8a)", " Honeycomb-shaped oxalate-bridged 2-D layers of [Zn", "2", "(ox)", "3", "]", "2–", " were formed in all three structures, where the adp molecules are incorporated into the honeycomb-shaped void perpendicular to the plane of the layer. Ammonium ions, water molecules, and adp carboxyl groups exist together in the interlayer space to form hydrogen-bonding networks. The water molecule of O(10) has a 50% occupancy. However, all of the atomic positions of the compound were correctly determined except the hydrogen atoms. The structure of the dihydrate ", "1·2H", "2", "O", " was determined using a space group of ", "P", "2", "1", "/", "c", " which is different from that of ", "1·3H", "2", "O", " (", "P", "1", "), indicating that there is some change in its structure through the adsorption/desorption process. The framework structure is fundamentally the same as that of ", "1·3H", "2", "O", "; however, the orientation of adp molecules changed by tilting in the opposite direction as shown in Figure ", "4", "a and b. Two ammonium ions and two water molecules per formula exist in the 2-D interlayer space with several hydrogen bonds. There is no disorder of the oxygen and nitrogen sites. The crystallographically determined formula is consistent with the elemental analysis results. We expect that this dynamic structural transformation in the adsorption/desorption process relates to the slight hysteresis in the water vapor adsorption/desorption isotherms. The crystal structure of anhydrate ", "1", " was successfully determined using the same space group of ", "1·2H", "2", "O", " (", "P", "2", "1", "/", "c", "), indicating that there is no significant change between the ", "1·2H", "2", "O", " and ", "1", " structures compared with the changes between ", "1·3H", "2", "O", " and ", "1·2H", "2", "O", ". As shown in Figure ", "4", "c and d, the framework structure, orientation of adp molecules, and guest arrangements are the same as those of ", "1·2H", "2", "O", " except for the absence of water molecules. Only the ammonium ions and adp molecules are arranged in the interlayer space. We also guess that the absence of dynamic change in the structure is related to the absence of hysteresis in the adsorption/desorption process. Note that successful determination of these structures clearly shows that the transformations among these three phases are crystal-to-crystal transformations triggered by the loss of included water. This can be described as the coexistence of second- (from ", "1", " and ", "1·2H", "2", "O", ") and third-generation (from ", "1·2H", "2", "O", " and ", "1·3H", "2", "O", ")", "(13)", " transformations triggered by the guest water molecules.", "Figure 5. Representation of hydrogen-bonding networks in (a) ", "1·3H", "2", "O", ",", "(8a)", " (b) ", "1·2H", "2", "O", ", and (c) ", "1", ".", "The structures of the hydrogen-bond networks of these phases are shown in Figure ", "5", ". Ammonium ions, water molecules, and carboxylic acid groups in ", "1·3H", "2", "O", " form complicated 2-D hydrogen-bonding networks. Water molecules and ammonium ions are arranged in a 1-D space between adp molecules. There are several hydrogen bonds among ammonium ion, oxalate ion, adp molecule, and water molecules. The bond distances are shown in Table S4, ", "SI", ". Compared with average hydrogen-bonding distances of OH···O (2.72 Å)", "(14)", " and NH···O (2.89 Å),", "(14)", " some strong hydrogen bonds (e.g., O(9)···O(10), 2.638(12) Å) was recognized in ", "1·3H", "2", "O", ". The occupancy of O(10) is estimated to be 50%, as mentioned previously. It is expected that there is no bond between O(10) and O(10)′, although the distance is very short (2.189(13) Å). We think that the direct diffusion of water molecules to these sites occurs at ambient temperature. In the dihydrate ", "1·2H", "2", "O", ", ammonium ions and water molecules are arranged alternately in the interlayer space. The hydrogen bonds among ammonium ions, oxalate ions, water, and adp molecules are formed as shown in Figure ", "5", "b. The distances are given in Table S5, ", "SI", ". Compared with ", "1·3H", "2", "O", ", the hydrogen bonds tend to be longer (e.g., N(1)···O(9), 3.088(5) Å), and are almost longer than average hydrogen-bonding distances, indicating that the hydrogen bonds are weakened by the dehydration. It is also clear that the number of hydrogen bonds decreases (Tables S4–5, ", "SI", "). The anhydrate has localized hydrogen bonds among ammonium, oxalate ions, and adp molecules (Figure ", "5", "c and Table S6, ", "SI", "). The arrangement of these atoms and the configuration of the hydrogen bonds are no different from those in ", "1·2H", "2", "O", " because there is no structural transformation. The hydrogen-bonding distances in ", "1", " are also similar to those of ", "1·2H", "2", "O", ". Note that these hydrogen bonds do not form a network in the interlayers because of the absence of water molecules.", "Figure 6. XRPD patterns of (a) ", "1·2H", "2", "O", " simulated from single-crystal X-ray diffraction results and (b) air-dried samples of ", "1·2H", "2", "O", ".", "We also performed XRPD measurements using powdered samples made from ground single crystals. As shown in Figure ", "6", ", there is no significant difference between the samples and the simulated pattern derived from the structure determined by the SCXRD measurement, indicating phase purity.", "Proton Conduction", "To clarify the relationship between proton conductivity and these phases, we performed alternating current (ac) impedance measurements using a quasi-four-probe method. Pressed pellets using powdered samples of crystals with gold electrodes were used for the ac impedance measurements. We also performed microwave conductivity measurements using single crystals to detect the differences in molecular motions.", "Figure 7. Proton conductivity and adsorption isotherms. Red triangles and blue squares correspond to proton conductivity (25 °C) and water vapor adsorption isotherms (25 °C), respectively. One ", "P", "/", "P", "0", " corresponds to 100% RH.", "The ionic conductivity determined by the ac impedance method is shown in Figure ", "7", ". The bulk conductivity was estimated by semicircle fittings of the Nyquist plots (Figures S2–S3, ", "SI", "). ", "1", " showed almost no ionic conductivity (∼10", "–12", " S cm", "–1", ", 25 °C). The conductivity gradually increased with increasing humidity in the region of dihydrate (RH ≤ 95%); however, there was a sharp rise above 95% RH. According to the results of water vapor adsorption and SCXRD measurements, this change in conductivity is attributable to the transformation of the hydrogen-bonding network between ", "1·2H", "2", "O", " and ", "1·3H", "2", "O", ". This result indicates that the proton conductivity through the conducting pathways of ", "1·3H", "2", "O", " (8 × 10", "–3", " S cm", "–1", ", 25 °C) is at least 100 times higher than that of ", "1·2H", "2", "O", " (∼7 × 10", "–5", " S cm", "–1", ", 25 °C). It is clear that the proton conductivity can be consecutively controlled over the range from 10", "–12", " to 10", "–2", " S cm", "–1", " which is comparable to Nafion", "(2)", " by changing the number of guest water molecules. To the best of our knowledge, this is the first example of the control of a crystalline proton-conducting pathway by guest adsorption/desorption to control proton conductivity using MOFs. We hypothesize that the conducting mechanism in ", "1·3H", "2", "O", " is a Grotthuss-type mechanism", "(15)", " because the vehicle mechanism", "(16)", " is unlikely in such a confined space.", "(8a)", " The low conductivity of ", "1", " is expected to be derived from the absence of a hydrogen-bonding network structure in the interlayer space. This low conductivity of ", "1", " also suggests that the ammonium ions are not mobile through a vehicle-type mechanism in the narrow interlayer space.", "An increase in conductivity with increasing humidity is often observed in proton conductors, because the adsorbed water molecules help the diffusion of proton carriers.", "(8e-8g)", " However, in our case we observed a gradual increase of conductivity in ", "1·2H", "2", "O", " while there was a little change in water content in the stoichiometric phase of ", "1·2H", "2", "O", ". We think that there may be systematic absences of water molecules in the hydrogen-bonding network in ", "1·2H", "2", "O", " that affect proton conductivity drastically. We recognized that there are two significant differences in structure between ", "1·3H", "2", "O", " and ", "1·2H", "2", "O", " that might be triggers for the transition to the superprotonic-conducting ", "1·3H", "2", "O", " phase. The first is that ", "1·3H", "2", "O", " has a 1-D channel of water guests. Hydrogen-bonding networks in ", "1·3H", "2", "O", " and ", "1·2H", "2", "O", " can be recognized as 2-D networks; however, the conducting media of water molecules were arranged in 1-D channels between adp molecules. 1-D channels consisting of O(9) and O(10) in ", "1·3H", "2", "O", " might contribute to its high proton conductivity because the partially protonated water chain is one of the most efficient proton-conducting systems, while the distance between O(9) and O(9)′ (3.668(5) Å) in ", "1·3H", "2", "O", " is slightly long for a hydrogen bond, restricting proton movement. In this case, the dynamic movement of water between the O(10) and O(10)′ is needed for proton transfer along the 1-D channels. The second difference is in the hydrogen bond between adp and water molecules. Considering the p", "K", "a", " of adp molecules (4.42, 5.41) and ammonium ions (9.25), proton transfer from adp could mainly give proton defects or protonated water molecules in these systems. The additional water molecule in ", "1·3H", "2", "O", " (O(9) or O(10)) was located next to the adp molecules, and could form hydrogen bonds with them, which implies that the dissociation of protons from adp to water molecules is more likely to occur in ", "1·3H", "2", "O", " than in ", "1·2H", "2", "O", ".", "Figure 8. Temperature dependence of σ", "1", " in a hydrated sample of ", "1·3H", "2", "O", " (blue curve) and a dehydrated sample of ", "1·2H", "2", "O", " (red curve).", "To detect the difference in proton motions between ", "1·3H", "2", "O", " and ", "1·2H", "2", "O", ", we performed microwave conductivity measurements. The temperature dependence of microwave conductivity (σ", "1", ") of ", "1·3H", "2", "O", " is illustrated by the blue curve in Figure ", "8", ". A broad maximum is observed at around 250 K, below which σ", "1", " moves toward zero. The absolute value is about 1 order of magnitude smaller than the low-frequency conductivity originating from the proton conduction at room temperature. Moreover, the microwave conductivity never exhibits activation-type behavior. For the evacuated sample, the temperature dependence disappears (red curve in Figure ", "8", "), and hence, the framework responds weakly to microwave electric fields.", "This result clearly shows that there is remarkable difference in molecular motions between ", "1·3H", "2", "O", " and ", "1·2H", "2", "O", ". The present microwave response is not attributed to proton conductions but to some rotational or vibrational motions of molecules embedded in the framework. Therefore, the temperature dependence of σ", "1", " (blue curve in Figure ", "8", ") reflects a relaxation process of the molecules. At around 250 K, the relaxation process satisfies a relation of ωτ", "mw", " = 1, where ω and τ", "mw", " stand for angular frequency (ω = 2π", "f", ") and relaxation time, respectively. In this situation, the motion of the molecule synchronizes with the microwave electric field. Below and above 250 K, ωτ", "mw", " becomes larger and smaller than 1, respectively. Employing the microwave frequency of 16.3 GHz, τ", "mw", " is evaluated as ∼1 × 10", "–11", " s in the vicinity of 250 K. We think that the relaxation process observed in the microwave response is attributable to the rotational motion of protons in adp molecules, because the other relaxation in H", "2", "O and NH", "4", "+", " may be too fast to follow the microwave electric field.", "(17)", " The disappearance of microwave response in the red curve in Figure ", "8", " reveals that the rotation of adp is forbidden in the dehydrated samples of ", "1·2H", "2", "O", ". These results are consistent with our expectation that the protons on adp molecules in ", "1·3H", "2", "O", " are more likely to move than those in ", "1·2H", "2", "O", ". Because of the limitations of the SCXRD and conductivity measurements in deriving much information about the motion or structure of the hydrogen atoms in this system, further investigation using other methods such as neutron scattering is ongoing.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Conclusion", "In conclusion, we have demonstrated the control of proton conductivity through the water vapor adsorption/desorption process using well-defined hydrogen-bonding networks. Relationships between the crystalline proton-conducting pathways and conductivity have been discussed using the SCXRD and conductivity measurements. Details of the reversible structural transformation among ", "1·3H", "2", "O", ", ", "1·2H", "2", "O", ", and ", "1", " were clarified. Proton conductivity was consecutively controlled in the range from ∼10", "–12", " to ∼10", "–2", " S cm", "–1", " by increasing the atmospheric humidity. These results are an important example for the control and understanding of proton conductivity within MOF materials.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Supporting Information", "X-ray crystallographic data and files in CIF format, atomic coordination, and Nyquist plots. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "∥", "Author Present Address", "Center for Molecular Systems (CMS), Department of Chemistry and Biochemistry, Graduate School of Engineering, Kyushu University, Moto-oka 744, Nishi-ku, Fukuoka, 819-0395, Japan", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Acknowledgment", "This work is supported by JSPS Research Fellowships for Young Scientist No. 21·4405, Grant-in-Aid for Scientific Research Nos. 20350030, 22108526, 24340071, and 24651127.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "References", "This article references 17 other publications.", "1. ", "(a) ", "Voth", ", ", "G. A.", " ", "Acc. Chem. Res.", " ", "2006", ",  ", "39", ",  ", "143", "– ", "150", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Computer Simulation of Proton Solvation and Transport in Aqueous and Biomolecular Systems", "Voth, Gregory A.", "Accounts of Chemical Research", "\r\n        (", "2006", "),\r\n    ", "39", "\r\n        (", "2", "),\r\n    ", "143-150", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The excess protons in aq. media are crit. to many aspects of chem., biol., and materials science.  This species is at the heart of the most elementary of chem. (e.g., acid-base) and biol. (e.g., bioenergetics) concepts, yet to this day, it remains mysterious, surprising, and often misunderstood.  In this Account, our efforts to describe excess proton solvation and transport through computer modeling and simulation will be described.  Results will be summarized for several important systems, as obtained from the multistate empirical valence bond (MS-EVB) approach, which allows for the explicit treatment of (Grotthuss) proton shuttling and charge delocalization.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XptFWitg%253D%253D&md5=ddb6cb6c44b9b00037575830bb4127ed", "(b) ", "Royant", ", ", "A.", "; ", "Edman", ", ", "K.", "; ", "Ursby", ", ", "T.", "; ", "Pebay-P", ", ", "E.", "; ", "Landau", ", ", "E. M.", "; ", "Neutze", ", ", "R.", " ", "Nature", " ", "2000", ",  ", "406", ",  ", "645", "– ", "648", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Helix deformation is coupled to vectorial proton transport in the photocycle of bacteriorhodopsin", "Royant, Antoine; Edman, Karl; Ursby, Thomas; Pebay-Peyroula, Eva; Landau, Ehud M.; Neutze, Richard", "Nature (London)", "\r\n        (", "2000", "),\r\n    ", "406", "\r\n        (", "6796", "),\r\n    ", "645-648", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A wide variety of mechanisms are used to generate a proton-motive potential across cell membranes, a function lying at the heart of bioenergetics.  Bacteriorhodopsin, the simplest known proton pump, provides a paradigm for understanding this process.  The structural changes in bacteriorhodopsin immediately preceding the primary proton transfer event in its photocycle are reported at 2.1 Å resoln.  The early structural rearrangements propagate from the protein's core towards the extracellular surface, disrupting the network of H-bonded water mols. that stabilizes helix C in the ground state.  Concomitantly, a bend of this helix enables the neg. charged primary proton acceptor, Asp 85, to approach close to the pos. charged primary proton donor, the Schiff base.  The primary proton transfer event would then neutralize these 2 groups, cancelling their electrostatic attraction and facilitating a relaxation of helix C to a less strained geometry.  Reprotonation of the Schiff base by Asp 85 would thereby be impeded, ensuring vectorial proton transport.  Structural rearrangements also occur near the protein's surface, aiding proton release to the extracellular medium.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXmtFensLk%253D&md5=5ac34eb60719b39b86c8437bd13fcb3c", "2. ", "(a) ", "Kreuer", ", ", "K. D.", "; ", "Paddison", ", ", "S. J.", "; ", "Spohr", ", ", "E.", "; ", "Schuster", ", ", "M.", " ", "Chem. Rev.", " ", "2004", ",  ", "104", ",  ", "4637", "– ", "4678", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Transport in Proton Conductors for Fuel-Cell Applications: Simulations, Elementary Reactions, and Phenomenology", "Kreuer, Klaus-Dieter; Paddison, Stephen J.; Spohr, Eckhard; Schuster, Michael", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2004", "),\r\n    ", "104", "\r\n        (", "10", "),\r\n    ", "4637-4678", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review of the transport properties of available and emerging materials that have the potential to be used as electrolytes for fuel cells.  Strategies for the development of new materials with transport properties approaching those of an \"ideal separator\", esp. in the intermediate temp. range, are also discussed.  Presently, Nafion materials, or its modified derivs. are still the benchmark PEMs, despite more than twenty years of research into alternatives.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXmsFCrsrg%253D&md5=92c7da72aac9be205466c827e9526903", "(b) ", "Hickner", ", ", "M. A.", "; ", "Ghassemi", ", ", "H.", "; ", "Kim", ", ", "Y. S.", "; ", "Einsla", ", ", "B. R.", "; ", "McGrath", ", ", "J. E.", " ", "Chem. Rev.", " ", "2004", ",  ", "104", ",  ", "4587", "– ", "4612", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Alternative Polymer Systems for Proton Exchange Membranes (PEMs)", "Hickner, Michael A.; Ghassemi, Hossein; Kim, Yu Seung; Einsla, Brian R.; McGrath, James E.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2004", "),\r\n    ", "104", "\r\n        (", "10", "),\r\n    ", "4587-4611", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review concerning material requirements for advanced alternative polymer systems for fuel cell proton exchange membranes (PEM), assessing recent progress and providing directions for development of next-generation materials, is given.  Topics discussed include: Nafion and other poly(perfluorosulfonic acid) membranes; PEM contg. styrene and its derivs.; poly(arylene ether)s (post-sulfonation of existing polymers, direct co-polymn. of sulfonated monomers to afford random (statistical) copolymers); PEM based on poly(imide)s; high performance polymeric backbones for PEM use; polyphosphazene PEM; other proton-conducting moieties (alternatives to sulfonation); and important considerations in designing new PEM.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXotlantrk%253D&md5=021c101f13b0563aa90b60cc38921297", "(c) ", "Sone", ", ", "Y.", "; ", "Ekdunge", ", ", "P.", "; ", "Simonsson", ", ", "D.", " ", "J. Electrochem. Soc.", " ", "1996", ",  ", "143", ",  ", "1254", "– ", "1259", "[", "Crossref", "], [", "CAS", "]", "2. ", "Proton conductivity of Nafion 117 as measured by a four-electrode ac impedance method", "Sone, Yoshitsugu; Ekdunge, Per; Simonsson, Daniel", "Journal of the Electrochemical Society", "\r\n        (", "1996", "),\r\n    ", "143", "\r\n        (", "4", "),\r\n    ", "1254-9", "CODEN:\r\n                ", "JESOAN", ";\r\n        ISSN:", "0013-4651", ".\r\n    \r\n            (", "Electrochemical Society", ")\r\n        ", "The proton cond. of Nafion 117 was measured under various conditions of humidity and temp. using a four-electrode ac impedance method.  The cond. of this membrane without heat-treatment was ca. 7.8 × 10-2 S cm-1 at ambient temp. and 100% relative humidity; it varied strongly with the humidity and heat-treatment of the membrane.  After heat-treatment, the membrane showed a slight dependence of cond. on temp.  From 21 to 45°, its cond. at a given relative humidity decreased with increasing temp., while from 45 to 80° it increased with temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XisVyrsbs%253D&md5=120b4a1cecf473ae8185d64677cfb180", "3. ", "(a) ", "Wood", ", ", "B. C.", "; ", "Marzari", ", ", "N.", " ", "Phys. Rev. B", " ", "2007", ",  ", "76", ",  ", "134301", "– ", "134313", "[", "Crossref", "], [", "CAS", "]", "3. ", "Proton dynamics in superprotonic CsHSO4", "Wood, Brandon C.; Marzari, Nicola", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2007", "),\r\n    ", "76", "\r\n        (", "13", "),\r\n    ", "134301/1-134301/13", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "1098-0121", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "We present a detailed study of proton dynamics in the hydrogen-bonded superprotonic conductor CsHSO4 from first-principles mol. dynamics simulations, isolating the subtle interplay between the dynamics of the O-H chem. bonds, the O···H hydrogen bonds, and the SO4 tetrahedra in promoting proton diffusion.  We find that the Grotthuss mechanism of proton transport is primarily responsible for the dynamics of the chem. bonds, whereas the reorganization of the hydrogen-bond network is dominated by rapid angular hops in concert with small reorientations of the SO4 tetrahedra.  Frequent proton jumping across the O-H···O complex is countered by a high rate of jump reversal, which we show is connected to the dynamics of the SO4 tetrahedra, resulting in a diminished CsHSO4/CsDSO4 isotope effect.  We also find evidence of multiple time scales for SO4 reorientation events, leading to distinct diffusion mechanisms along the different crystal lattice directions.  Finally, we employ graph-theoretic techniques to characterize the topol. of the hydrogen-bond network and demonstrate a clear relationship between the likelihood for diffusive jump events and the presence of connectivity configurations favoring linear network chains over closed network rings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXht1GrsLnO&md5=5065cb8745e68f2b33a70e8fe3df1f34", "(b) ", "Kreuer", ", ", "K. D.", " ", "Annu. Rev. Mater. Res.", " ", "2003", ",  ", "33", ",  ", "333", "– ", "359", "[", "Crossref", "], [", "CAS", "]", "3. ", "Proton-conducting oxides", "Kreuer, K. D.", "Annual Review of Materials Research", "\r\n        (", "2003", "),\r\n    ", "33", "\r\n        (", "),\r\n    ", "333-359", "CODEN:\r\n                ", "ARMRCU", ";\r\n        ISSN:", "1531-7331", ".\r\n    \r\n            (", "Annual Reviews Inc.", ")\r\n        ", "A review.  The structural and chem. parameters detg. the formation and mobility of protonic defects in oxides are discussed, and the paramount role of high-molar volume, coordination nos., and symmetry are emphasized.  Symmetry also relates to the structural and chem. matching of the acceptor dopant.  Y-doped BaZrO3-based oxides combine high stability with high proton cond. that exceeds the cond. of the best oxide ion conductors at temps. .ltorsim.700°.  The unfavorably high grain boundary impedances and brittleness of ceramics were reduced by forming solid solns. with small amts. of BaCeO3, and an initial fuel cell test demonstrated that proton-conducting electrolytes based on Y-doped BaZrO3 provide alternatives for separator materials in solid oxide fuel cells (SOFCs).  These materials have the potential to operate at lower temps. compared with those of conventional SOFCs, and the appearance of chem. H2O diffusion across the electrolyte at typical operation temps. (T = 500-800°) allows the use of dry methane as a fuel.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXntFShurw%253D&md5=1da42719acee11dea719d61b4e98f9bf", "(c) ", "Haile", ", ", "S. M.", "; ", "Boysen", ", ", "D. A.", "; ", "Chisholm", ", ", "C. R. I.", "; ", "Merle", ", ", "R. B.", " ", "Nature", " ", "2001", ",  ", "410", ",  ", "910", "– ", "913", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Solid acids as fuel cell electrolytes", "Haile, Sossina M.; Boysen, Dane A.; Chisholm, Calum R. I.; Merle, Ryan B.", "Nature (London, United Kingdom)", "\r\n        (", "2001", "),\r\n    ", "410", "\r\n        (", "6831", "),\r\n    ", "910-913", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Fuel cells are attractive alternatives to combustion engines for elec. power generation because of their very high efficiencies and low pollution levels.  Polymer electrolyte membrane fuel cells are generally considered to be the most viable approach for mobile applications.  However, these membranes require humid operating conditions, which limit the temp. of operation to less than 100°C; they are also permeable to methanol and hydrogen, which lowers fuel efficiency.  Solid, inorg., acid compds. (or simply, solid acids) such as CsHSO4 and Rb3H(SeO4)2 have been widely studied because of their high proton conductivities and phase-transition behavior.  For fuel-cell applications they offer the advantages of anhyd. proton transport and high-temp. stability (up to 250°C).  Until now, however, solid acids have not been considered viable fuel-cell electrolyte alternatives owing to their soly. in water and extreme ductility at raised temps. (above approx. 125°C).  Here we show that a cell made of a CsHSO4 electrolyte membrane (about 1.5 mm thick) operating at 150-160°C in a H2/O2 configuration exhibits promising electrochem. performances: open circuit voltages of 1.11V and current densities of 44 mAcm-2 at short circuit.  Moreover, the solid-acid properties were not affected by exposure to humid atmospheres.  Although these initial results show promise for applications, the use of solid acids in fuel cells will require the development of fabrication techniques to reduce electrolyte thickness, and an assessment of possible sulfur redn. following prolonged exposure to hydrogen.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXjt1Krsrs%253D&md5=3df7bc64856696a590088797ddb3e4c0", "4. ", "(a) ", "Gándara", ", ", "F.", "; ", "Furukawa", ", ", "H.", "; ", "Lee", ", ", "S.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "5271", "– ", "5274", "ACS Full Text ", ", [", "CAS", "]", "4. ", "High Methane Storage Capacity in Aluminum Metal-Organic Frameworks", "Gandara, Felipe; Furukawa, Hiroyasu; Lee, Seungkyu; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "14", "),\r\n    ", "5271-5274", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The use of porous materials to store natural gas in vehicles requires large amts. of methane per unit of vol.  Here the authors report the synthesis, crystal structure and methane adsorption properties of two new aluminum metal-org. frameworks, MOF-519 and MOF-520.  Both materials exhibit permanent porosity and high methane volumetric storage capacity: MOF-519 has a volumetric capacity of 200 and 279 cm3 cm-3 at 298 K and 35 and 80 bar, resp., and MOF-520 has a volumetric capacity of 162 and 231 cm3 cm-3 under the same conditions.  Also, MOF-519 exhibits an exceptional working capacity, being able to deliver a large amt. of methane at pressures between 5 and 35 bar, 151 cm3 cm-3, and between 5 and 80 bar, 230 cm3 cm-3.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXkslamt7w%253D&md5=f45850d29d222bb32621c184ec84ca01", "(b) ", "Murray", ", ", "L. J.", "; ", "Dinca", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1294", "– ", "1314", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Hydrogen storage in metal-organic frameworks", "Murray, Leslie J.; Dinca, Mircea; Long, Jeffrey R.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1294-1314", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review of current status of hydrogen storage within metal-org. frameworks.  Microporous metal-org. frameworks, having exceptionally high surface areas and chem.-tunable structures, have recently emerged as some of the most promising candidate materials.  Particular emphasis is given to the relationships between structural features and the enthalpy of hydrogen adsorption, spectroscopic methods for probing framework-H2 interactions, and strategies for improving storage capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamuro%253D&md5=f652ac03772753d7f80244564a80e6f0", "(c) ", "Millward", ", ", "A. R.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "17998", "– ", "17999", "ACS Full Text ", ", [", "CAS", "]", "4. ", "Metal-Organic Frameworks with Exceptionally High Capacity for Storage of Carbon Dioxide at Room Temperature", "Millward, Andrew R.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "51", "),\r\n    ", "17998-17999", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) show high CO2 storage capacity at room temp.  Gravimetric CO2 isotherms for MOF-2, MOF-505, Cu3(BTC)2, MOF-74, IRMOF-11, IRMOF-3, IRMOF-6, IRMOF-1 and MOF-177 are reported up to 42 bar.  Type I isotherms are found in all cases except for MOFs based on Zn4O(O2C)6 clusters, which reveal a sigmoidal isotherm.  The various pressures of the isotherm steps correlate with increasing pore size, which indicates potential for gas sepns.  The amine functionality of the IRMOF-3 pore shows evidence of relatively increased affinity for CO2.  Capacities qual. scale with surface area and range from 3.2 mmol/g for MOF-2 to 33.5 mmol/g (320 cm3(STP)/cm3, 147 wt %) for MOF-177, the highest CO2 capacity of any porous material reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXht1GktLnJ&md5=ad433b990b72836a16c8647c09ec85f2", "5. ", "(a) ", "Genna", ", ", "D. T.", "; ", "W.-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", "; ", "Sanford", ", ", "M. S.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "10586", "– ", "10589", "ACS Full Text ", ", [", "CAS", "]", "5. ", "Heterogenization of Homogeneous Catalysts in Metal-Organic Frameworks via Cation Exchange", "Genna, Douglas T.; Wong-Foy, Antek G.; Matzger, Adam J.; Sanford, Melanie S.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "29", "),\r\n    ", "10586-10589", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This paper describes the heterogenization of single-site transition-metal catalysts in metal-org. frameworks (MOFs) via cation exchange.  A variety of cationic complexes of Pd, Fe, Ir, Rh, and Ru have been incorporated into ZJU-28, and the new materials have been characterized by optical microscopy, inductively coupled plasma optical emission spectroscopy, and powder X-ray diffraction.  MOF-supported [Rh(dppe)(COD)]BF4 catalyzes the hydrogenation of 1-octene to n-octane.  The activity of this supported catalyst compares favorably to its homogeneous counterpart, and it can be recycled at least four times.  Overall, this work provides a new and general approach for supporting transition-metal catalysts in MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtVKqt7fM&md5=5c05edd4fda351395ebc31279b21363b", "(b) ", "Nepal", ", ", "B.", "; ", "Das", ", ", "S.", " ", "Angew. Chem., Int. Ed.", " ", "2013", ",  ", "52", ",  ", "7224", "– ", "7227", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Sustained Water Oxidation by a Catalyst Cage-Isolated in a Metal-Organic Framework", "Nepal, Binod; Das, Siddhartha", "Angewandte Chemie, International Edition", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "28", "),\r\n    ", "7224-7227", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Well-defined cages of a cryst., extended framework compd., such as metal-org. frameworks (MOF), esp. MIL-101(Cr), to encage the mols. of a highly reactive water-oxidn. catalyst contg. a high-valent MnTD [(terpy)Mn(μ-O)2Mn(terpy)]3+ catalyst (terpy is 2,2':6',2\"-terpyridine).  The net catalyst system is heterogeneous, but the catalyst itself performs homogeneous water oxidn. in the isolating cages.  The catalyst persists with the same turnover rate even after achieving a >20-fold higher total turnover no. in water oxidn., compared to its homogeneous state.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXovVSqs70%253D&md5=f2294c5f57b8562377765215819a5dfa", "(c) ", "Lee", ", ", "J. Y.", "; ", "Farha", ", ", "O. K.", "; ", "Roberts", ", ", "J.", "; ", "Scheidt", ", ", "K. A.", "; ", "Nguyen", ", ", "S. T.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1450", "– ", "1459", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Metal-organic framework materials as catalysts", "Lee, Jeong Yong; Farha, Omar K.; Roberts, John; Scheidt, Karl A.; Nguyen, Son Binh T.; Hupp, Joseph T.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1450-1459", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; a crit. review of the emerging field of MOF-based catalysis is presented.  Discussed are examples of: (a) opportunistic catalysis with metal nodes, (b) designed catalysis with framework nodes, (c) catalysis by homogeneous catalysts incorporated as framework struts, (d) catalysis by MOF-encapsulated mol. species, (e) catalysis by metal-free org. struts or cavity modifiers, and (f) catalysis by MOF-encapsulated clusters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7k%253D&md5=d9cef4eb52ffb1c73fe1195e11bace26", "6. ", "(a) ", "F.-Soria", ", ", "J.", "; ", "S.-Crespo", ", ", "P.", "; ", "Lange", ", ", "M.", "; ", "Gascon", ", ", "J.", "; ", "Kapteijn", ", ", "F.", "; ", "Julve", ", ", "M.", "; ", "Cano", ", ", "J.", "; ", "Lloret", ", ", "F.", "; ", "Pasan", ", ", "J.", "; ", "R.-Pérez", ", ", "C.", "; ", "Journaux", ", ", "Y.", "; ", "Pardo", ", ", "E.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "15301", "– ", "15304", "ACS Full Text ", "There is no corresponding record for this reference.", "(b) ", "Kurmoo", ", ", "M.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1353", "– ", "1379", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Magnetic metal-organic frameworks", "Kurmoo, Mohamedally", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1353-1379", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The purpose of this crit. review is to give a representative and comprehensive overview of the arising developments in the field of magnetic metal-org. frameworks, in particular those contg. Co(ii).  The authors examine the diversity of magnetic exchange interactions between nearest-neighbor moment carriers, covering from dimers to oligomers and discuss their implications in infinite chains, layers and networks, having a variety of topologies.  The authors progress to the different forms of short-range magnetic ordering, giving rise to single-mol.-magnets and single-chain-magnets, to long-range ordering of two- and three-dimensional networks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7s%253D&md5=c36c75a0da01400b3ff68a28a90c43bc", "(c) ", "Tamaki", ", ", "H.", "; ", "Zhong", ", ", "Z. J.", "; ", "Matsumoto", ", ", "N.", "; ", "Kida", ", ", "S.", "; ", "Koikawa", ", ", "M.", "; ", "Achiwa", ", ", "N.", "; ", "Hashimoto", ", ", "Y.", "; ", "O̅kawa", ", ", "H.", " ", "J. Am. Chem. Soc.", " ", "1992", ",  ", "114", ",  ", "6974", "– ", "6979", "ACS Full Text ", ", [", "CAS", "]", "6. ", "Design of metal-complex magnets.  Syntheses and magnetic properties of mixed-metal assemblies {NBu4[MCr(ox)3]}x (NBu4+ = tetra(n-butyl)ammonium ion; ox2- = oxalate ion; M = Mn2+, Fe2+, Co2+, Ni2+, Cu2+, Zn2+)", "Tamaki, Hiroko; Zhong, Zhuang J.; Matsumoto, Naohide; Kida, Sigeo; Koikawa, Masayuki; Achiwa, Norio; Hashimoto, Yuzo; Okawa, Hisashi", "Journal of the American Chemical Society", "\r\n        (", "1992", "),\r\n    ", "114", "\r\n        (", "18", "),\r\n    ", "6974-9", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "The reaction of K3[Cr(ox)3]·3H2O, a metal(II) salt, and Bu4NBr in the molar ratio of 1:1:1.5 in water at room temp. gave {NBu4[MCr(ox)3]}x (1-6; M = Mn, Fe, Co, Ni, Cu, Zn, resp.), which were characterized by elemental anal., x-ray powder diffraction, magnetic, and powder reflectance electronic spectral methods.  These compds. are designed so as to assume a three-dimensional structure consisting of alternately arrayed Cr(III) and M(II) ions due to the D3 symmetry of the building block [Cr(ox)3]3-.  The magnetic susceptibility data of (1)-(5) above ∼20 K obey the Curie-Weiss law with pos. Weiss consts., and upon lowering the temp., the effective magnetic moments increase gradually in the 300-20 K range and abruptly below ∼20 K.  The temp. dependences of magnetizations studied under a weak applied field (1 G) showed a magnetic phase transition at Tc = 6, 12, 10, 14, and 7 K for 1-5.  Field dependences of the magnetization up to 7.5 T were studied at 4.2 K using a pulsed magnet and the satn. magnetization values per formula MS were compatible with MS = Ngβ(SCr + SM) (MS/Nβ = 7.74, 6.71, 5.94, 4.94, 3.83, and 2.79 for 1-6, resp.).  Hysteresis loops have been obtained at 5 K, where the remanent magnetizations are 1500, 4100, 3000, 1200, and 1500 cm3 mol-1 G and the coercive fields are 20, 320, 80, 160, and 30 G for 1-5, resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38Xlt1egur4%253D&md5=a7067338d299ffd6eb50ed25a4d7f3d8", "7. ", "(a) ", "Yin", ", ", "Z.", "; ", "Wang", ", ", "Q.-X.", "; ", "Zeng", ", ", "M.-H.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "4857", "– ", "4863", "ACS Full Text ", ", [", "CAS", "]", "7. ", "Iodine Release and Recovery, Influence of Polyiodide Anions on Electrical Conductivity and Nonlinear Optical Activity in an Interdigitated and Interpenetrated Bipillared-Bilayer Metal-Organic Framework", "Yin, Zheng; Wang, Qiang-Xin; Zeng, Ming-Hua", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "10", "),\r\n    ", "4857-4863", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "{[Cu6(pybz)8(OH)2]·I5-·I7-}n (1), (pybz = 4-pyridylbenzoate) obtained hydrothermally by using iodine mols. as a versatile precursor template, consists of a cationic framework with two types of zigzag channels, which segregate I5- and I7- anions.  The framework exhibits the 1st obsd. bipillared-bilayer structure featuring both interdigitation and interpenetration.  1 Displays high framework stability in both acidic (HCl) and alk. (NaOH) solns.  1 Slowly releases iodine in dry MeOH to give [Cu6(pybz)8(OH)2](I-)2·3.5MeOH (1') and partially recovers iodine from cyclohexane to form [Cu6(pybz)8(OH)2](I-)2·xI2 (1'').  Differences of up to 100 times in elec. cond. and of 4 times in nonlinear optical activity (NLO) were measured between 1 and 1'.  This compd. is one of few displaying multifunctionality, elec. cond., NLO, and crystal-crystal stability upon release and recovery of iodine.  It is also unique in the I2 release from polyiodide anions in a metal-org. framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XisFCks7s%253D&md5=0a05cfabf5ce9b6ee5f558e2a6ad0bf7", "(b) ", "Takaishi", ", ", "S.", "; ", "Hosoda", ", ", "M.", "; ", "Kajiwara", ", ", "T.", "; ", "Miyasaka", ", ", "H.", "; ", "Yamashita", ", ", "M.", "; ", "Nakanishi", ", ", "Y.", "; ", "Kitagawa", ", ", "Y.", "; ", "Yamaguchi", ", ", "K.", "; ", "Kobayashi", ", ", "A.", "; ", "Kitagawa", ", ", "H.", " ", "Inorg. Chem.", " ", "2009", ",  ", "48", ",  ", "9048", "– ", "9050", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Electroconductive Porous Coordination Polymer Cu[Cu(pdt)2] Composed of Donor and Acceptor Building Units", "Takaishi, Shinya; Hosoda, Miyuki; Kajiwara, Takashi; Miyasaka, Hitoshi; Yamashita, Masahiro; Nakanishi, Yasuyuki; Kitagawa, Yasutaka; Yamaguchi, Kizashi; Kobayashi, Atsushi; Kitagawa, Hiroshi", "Inorganic Chemistry", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "19", "),\r\n    ", "9048-9050", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors synthesized a new porous coordination polymer Cu[Cu(pdt)2] (pdt = 2,3-pyrazinedithiolate), which shows relatively high elec. cond. (6 × 10-4 S cm-1 at 300 K) by the introduction of electron donors and acceptors as building units.  This compd. is applicable as a porous electrode with high power d.  This compd. forms a triangular spin lattice and shows spin frustration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsVOmt73E&md5=c87035c2294150b19e63c860435943e2", "(c) ", "Otsubo", ", ", "K.", "; ", "Kobayashi", ", ", "A.", "; ", "Kitagawa", ", ", "H.", "; ", "Hedo", ", ", "M.", "; ", "Uwatoko", ", ", "Y.", "; ", "Sagayama", ", ", "H.", "; ", "Wakabayashi", ", ", "Y.", "; ", "Sawa", ", ", "H.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "8140", "– ", "8141", "ACS Full Text ", ", [", "CAS", "]", "7. ", "Most Stable Metallic Phase of the Mixed-Valence MMX-Chain, Pt2(dtp)4I (dtp = C2H5CS2-), in Purely d-Electronic Conductors Based on the Transition-Metal Complex", "Otsubo, Kazuya; Kobayashi, Atsushi; Kitagawa, Hiroshi; Hedo, Masato; Uwatoko, Yoshiya; Sagayama, Hajime; Wakabayashi, Yusuke; Sawa, Hiroshi", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "25", "),\r\n    ", "8140-8141", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The elec. resistivity and x-ray oscillation photograph measurements for an MMX-chain complex, Pt2(dtp)4I (dtp = C2H5CS2-), under high pressure were performed.  The authors obsd. the most stable metallic phase (TMI = 70 K, under 2.2 GPa) in the 1-dimensional purely d-electronic conductors and pressure-induced metal-insulator transition including the structural phase transition at 3.0 GPa.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XltlSns78%253D&md5=a2a3233e93cd1ab253933f303ce46d68", "(d) ", "Sadakiyo", ", ", "M.", "; ", "Kasai", ", ", "H.", "; ", "Kato", ", ", "K.", "; ", "Takata", ", ", "M.", "; ", "Yamauchi", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "1702", "– ", "1705", "ACS Full Text ", ", [", "CAS", "]", "7. ", "Design and Synthesis of Hydroxide Ion-Conductive Metal-Organic Frameworks Based on Salt Inclusion", "Sadakiyo, Masaaki; Kasai, Hidetaka; Kato, Kenichi; Takata, Masaki; Yamauchi, Miho", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "5", "),\r\n    ", "1702-1705", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors demonstrate a metal-org. framework (MOF) design for the inclusion of hydroxide ions.  Salt inclusion method was applied to an alk.-stable ZIF-8 (ZIF = zeolitic imidazolate framework) to introduce alkylammonium hydroxides as ionic carriers.  Tetrabutylammonium salts are immobilized inside the pores by a hydrophobic interaction between the alkyl groups of the salt and the framework, which significantly increases the hydrophilicity of ZIF-8.  Also, ZIF-8 including the salt exhibited a capacity for OH- ion exchange, implying that freely exchangeable OH- ions are present in the MOF.  ZIF-8 contg. OH- ions showed an ionic cond. of 2.3 × 10-8 S cm-1 at 25°, which is 4 orders of magnitude higher than that of the blank ZIF-8.  This is the first example of an MOF-based hydroxide ion conductor.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXotVGmtw%253D%253D&md5=3ea3a04956e9b45df7581ce6fac15b29", "(e) ", "Wiers", ", ", "B. M.", "; ", "Foo", ", ", "M.-L.", "; ", "Balsara", ", ", "N. P.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "14522", "– ", "14525", "ACS Full Text ", ", [", "CAS", "]", "7. ", "A Solid Lithium Electrolyte via Addition of Lithium Isopropoxide to a Metal-Organic Framework with Open Metal Sites", "Wiers, Brian M.; Foo, Maw-Lin; Balsara, Nitash P.; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "37", "),\r\n    ", "14522-14525", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The uptake of LiOiPr in Mg2(dobdc) (dobdc4- = 1,4-dioxido-2,5-benzenedicarboxylate) followed by soaking in a typical electrolyte soln. leads to the new solid Li electrolyte Mg2(dobdc)·0.35LiOiPr·0.25LiBF4·EC·DEC (EC = ethylene carbonate; DEC = di-Et carbonate).  Two-point a.c. impedance data show a pressed pellet of this material to have a cond. of 3.1 × 10-4 S/cm at 300 K.  The results from variable-temp. measurements reveal an activation energy of just 0.15 eV, while single-particle data suggest that intraparticle transport dominates conduction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtV2itrzL&md5=d5ec890c241e05be96de5a84a24071a3", "8. ", "(a) ", "Sadakiyo", ", ", "M.", "; ", "Yamada", ", ", "T.", "; ", "Kitagawa", ", ", "H.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "9906", "– ", "9907", "ACS Full Text ", ", [", "CAS", "]", "8. ", "Rational designs for highly proton-conductive metal-organic frameworks", "Sadakiyo, Masaaki; Yamada, Teppei; Kitagawa, Hiroshi", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "29", "),\r\n    ", "9906-9907", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A novel metal-org. framework (MOF), (NH4)2(adp)[Zn2(ox)3]·3H2O (I) was synthesized and its structure was detd.  We propose three types of rational design to introduce proton carriers into MOFs.  The simplest method is to introduce them directly as counterions such as NH4+, H3O+, and HSO4- into the pores of frameworks (type I).  The second is to put acid groups on frameworks, the protons being provided from them (type II).  The third is to incorporate acidic mols. into voids (type III).  I demonstrated a combination of two of the concepts by introducing NH4+ ions using the anionic framework (type I) and putting carboxyl end groups of adipic acid in a honeycomb-shaped void (type III).  This MOF showed a superprotonic cond. of 10-2 S cm-1 at ambient temp., comparable to org. polymers such as Nafion, which is in practical use in fuel cells.  This is the first example of an MOF to exhibit a superprotonic cond. of 10-2 S cm-1 at ambient temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXotFKntbg%253D&md5=b53ed099b5c4868bdc6ef4bfd5518a86", "(b) ", "Shigematsu", ", ", "A.", "; ", "Yamada", ", ", "T.", "; ", "Kitagawa", ", ", "H.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "2034", "– ", "2036", "ACS Full Text ", ", [", "CAS", "]", "8. ", "Wide Control of Proton Conductivity in Porous Coordination Polymers", "Shigematsu, Akihito; Yamada, Teppei; Kitagawa, Hiroshi", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "7", "),\r\n    ", "2034-2036", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The proton conductivities of the porous coordination polymers M(OH)(bdc-R) [H2bdc = 1,4-benzenedicarboxylic acid; M = Al, Fe; R = H, NH2, OH, (COOH)2] were studied under humid conditions.  Good correlations among pKa, proton cond., and activation energy were obsd.  Fe(OH)(bdc-(COOH)2), having carboxy group and the lowest pKa, showed the highest proton cond. and the lowest activation energy in this system.  This is the 1st example in which proton cond. was widely controlled by substitution of ligand functional groups in an isostructural series.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVOnsbg%253D&md5=3804ab59141aa2eff627ce45797e8616", "(c) ", "Jeong", ", ", "N. C.", "; ", "Samanta", ", ", "B.", "; ", "Lee", ", ", "C. Y.", "; ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "51", "– ", "54", "ACS Full Text ", ", [", "CAS", "]", "8. ", "Coordination-Chemistry Control of Proton Conductivity in the Iconic Metal-Organic Framework Material HKUST-1", "Jeong, Nak Cheon; Samanta, Bappaditya; Lee, Chang Yeon; Farha, Omar K.; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "1", "),\r\n    ", "51-54", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "HKUST-1, a metal-org. framework (MOF) material contg. CuII-paddlewheel-type nodes and 1,3,5-benzenetricarboxylate struts, features accessible CuII sites to which solvent or other desired mols. can be intentionally coordinated.  As part of a broader study of ionic cond. in MOFs, the authors unexpectedly obsd. substantial proton cond. with the as synthesized version of this material following sorption of MeOH.  Although HKUST-1 is neutral, coordinated H2O mols. are rendered sufficiently acidic by CuII to contribute protons to pore-filling MeOH mols. and thereby enhance the alternating-current cond.  At ambient temp., the chem. identities of the node-coordinated and pore-filling mols. can be independently varied, thus enabling the proton cond. to be reversibly modulated.  The proton cond. of HKUST-1 increases by ∼75-fold, for example, when node-coordinated MeCN mols. were replaced by H2O mols.  In contrast, the cond. became almost immeasurably small when MeOH was replaced by hexane as the pore-filling solvent.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1Smur7K&md5=a4d7d2a584008a8e64702c5d7c6d0f57", "(d) ", "Kim", ", ", "S.", "; ", "Dawson", ", ", "K. W.", "; ", "Gelfand", ", ", "B. S.", "; ", "Taylor", ", ", "J. M.", "; ", "Shimizu", ", ", "G. K. H.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "936", "– ", "966", "There is no corresponding record for this reference.", "(e) ", "Bureekaew", ", ", "S.", "; ", "Horike", ", ", "S.", "; ", "Higuchi", ", ", "M.", "; ", "Mizuno", ", ", "M.", "; ", "Kawamura", ", ", "T.", "; ", "Tanaka", ", ", "D.", "; ", "Yanai", ", ", "N.", "; ", "Kitagawa", ", ", "S.", " ", "Nat. Mater.", " ", "2009", ",  ", "8", ",  ", "831", "– ", "836", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "One-dimensional imidazole aggregate in aluminium porous coordination polymers with high proton conductivity", "Bureekaew, Sareeya; Horike, Satoshi; Higuchi, Masakazu; Mizuno, Motohiro; Kawamura, Takashi; Tanaka, Daisuke; Yanai, Nobuhiro; Kitagawa, Susumu", "Nature Materials", "\r\n        (", "2009", "),\r\n    ", "8", "\r\n        (", "10", "),\r\n    ", "831-836", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "The development of anhyd. proton-conductive materials operating at temps. above 80° is a challenge that needs to be met for practical applications.  Herein, we propose the new idea of encapsulation of a proton-carrier mol.-imidazole in this work-in aluminum porous coordination polymers for the creation of a hybridized proton conductor under anhyd. conditions.  Tuning of the host-guest interaction can generate a good proton-conducting path at temps. above 100°.  The dynamics of the adsorbed imidazole strongly affect the cond. detd. by 2H solid-state NMR.  Isotope measurements of cond. using imidazole-d4 showed that the proton-hopping mechanism was dominant for the conducting path.  This work suggests that the combination of guest mols. and a variety of microporous frameworks would afford highly mobile proton carriers in solids and gives an idea for designing a new type of proton conductor, particularly for high-temp. and anhyd. conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtFKns7rF&md5=f5b7a56388a21a40afbb1d3867e02ca9", "(f) ", "Ponomareva", ", ", "V. G.", "; ", "Kovalenko", ", ", "K. A.", "; ", "Chupakhin", ", ", "A. P.", "; ", "Dybtsev", ", ", "D. N.", "; ", "Shutova", ", ", "E. S.", "; ", "Fedin", ", ", "V. P.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "15640", "– ", "15643", "ACS Full Text ", ", [", "CAS", "]", "8. ", "Imparting high proton conductivity to a metal-organic framework material by controlled aid impregnation", "Ponomareva, Valentina G.; Kovalenko, Konstantin A.; Chupakhin, Alexei P.; Dybtsev, Danil N.; Shutova, Elena S.; Fedin, Vladimir P.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "38", "),\r\n    ", "15640-15643", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The extensive implementation of hydrogen-powered technol. today is limited by a no. of fundamental problems related to materials research.  Fuel-cell hydrogen conversion technol. requires proton-conducting materials with high cond. at intermediate temps. up to 120 °C.  The development of such materials remains challenging because the proton transport of many promising candidates is based on extended microstructures of water mols., which deteriorate at temps. above the b.p.  Here we show the impregnation of the mesoporous metal-org. framework (MOF) MIL-101 by nonvolatile acids H2SO4 and H3PO4.  Such a simple approach affords solid materials with potent proton-conducting properties at moderate temps., which is critically important for the proper function of on-board automobile fuel cells.  The proton conductivities of the H2SO4@MIL-101 and H3PO4@MIL-101 at T = 150 °C and low humidity outperform those of any other MOF-based materials and could be compared with the best proton conductors, such as Nafion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhtlaju7fP&md5=9d51dd33a54974b6c32f9934573a616a", "(g) ", "Taylor", ", ", "J. M.", "; ", "Mah", ", ", "R. K.", "; ", "Moudrakovski", ", ", "I. L.", "; ", "Ratcliffe", ", ", "C. I.", "; ", "Vaidhyanathan", ", ", "R.", "; ", "Shimizu", ", ", "G. K. H.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "14055", "– ", "14057", "ACS Full Text ", ", [", "CAS", "]", "8. ", "Facile Proton Conduction via Ordered Water Molecules in a Phosphonate Metal-Organic Framework", "Taylor, Jared M.; Mah, Roger K.; Moudrakovski, Igor L.; Ratcliffe, Christopher I.; Vaidhyanathan, Ramanathan; Shimizu, George K. H.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "40", "),\r\n    ", "14055-14057", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new phosphonate metal-org. framework (MOF) with a layered motif but not that of the classical hybrid inorg.-org. solid is presented.  Zn3(L)(H2O)2·2.5H2O (L = [1,3,5-benzenetriphosphonate]6-), henceforth denoted as PCMOF-3, contains a polar interlayer lined with Zn-ligated water mols. and phosphonate oxygen atoms.  These groups serve to anchor free water mols. into ordered chains, as obsd. by x-ray crystallog.  The potential for proton conduction via the well-defined interlayer was studied by 2H solid-state NMR spectroscopy and a.c. impedance spectroscopy.  The proton cond. in H2 was measured as 3.5 × 10-5 S cm-1 at 25° and 98% relative humidity.  More interestingly, an Arrhenius plot gave a low activation energy of 0.17 eV for proton transfer, corroborating the solid-state NMR data that showed exchange between all deuterium sites in the D2O analog of PCMOF-3, even at -20°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFylsLbN&md5=e4228081e6777c9224917f2998cdae63", "(h) ", "O̅kawa", ", ", "H.", "; ", "Shigematsu", ", ", "A.", "; ", "Sadakiyo", ", ", "M.", "; ", "Miyagawa", ", ", "T.", "; ", "Yoneda", ", ", "K.", "; ", "Ohba", ", ", "M.", "; ", "Kitagawa", ", ", "H.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "13516", "– ", "13522", "ACS Full Text ", ", [", "CAS", "]", "8. ", "Oxalate-bridged bimetallic complexes {NH(prol)3}[MCr(ox)3] (M = MnII, FeII, CoII; NH(prol)3+ = tri(3-hydroxypropyl)ammonium) exhibiting coexistent ferromagnetism and proton conduction", "Okawa, Hisashi; Shigematsu, Akihito; Sadakiyo, Masaaki; Miyagawa, Takuya; Yoneda, Ko; Ohba, Masaaki; Kitagawa, Hiroshi", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "37", "),\r\n    ", "13516-13522", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Hydroxy-functionalized proton-conducting trialkylammonium binuclear oxalate-bridged heterobimetallate complexes [NH[(CH2)3OH]3][MIICrIII(ox)3] (MII = MnII, FeII, CoII; ox = C2O42-) with hydrophilic tri(3-hydroxypropyl)ammonium (Q+) cations were prepd. by a new synthetic procedure, and the effects of the Q+ ion upon the structure, magnetism, and elec. conduction were studied.  An x-ray crystallog. study of the MnCr dihydrate, (Q+)[MnCr(ox)3]·2H2O, was performed.  Crystal data: hexagonal, P63, a = b = 9.3808(14) Å, c = 15.8006(14) Å, Z = 2.  The structure comprises oxalate-bridged bimetallic layers interleaved by Q+ ions.  The ions assume a tripodal configuration and are hydrogen bonded to the bimetallic layers together with water mols., giving rise to a short interlayer sepn. (7.90 Å) and unsym. faces to the bimetallic layer.  Cryomagnetic studies demonstrate ferromagnetic ordering with transition temp. of 5.5 K for the MnCr complex, 9.0 K for the FeCr complex, and 10.0 K for the CoCr complex.  The interlayer magnetic interaction is negligibly weak in all of the complexes despite the short interlayer sepn.  A slow magnetization is obsd. in all the complexes.  This is explained by spin canting assocd. with the unsym. feature of the bimetallic layer.  The complexes show proton cond. of 1.2 × 10-10 to 4.4 × 10-10 S cm-1 under 40% relative humidity (RH) and ∼1 × 10-4 S cm-1 under 75% RH.  On the basis of water adsorption/desorption profiles, the cond. under 40% RH is mediated through the hydrogen-bonded network formed by the bimetallic layer, Q+ ions, and water mols. (two per MCr).  Under 75% RH, addnl. water mols. (three per MCr) are concerned with the high proton cond.  This is the first example of a metal complex system exhibiting coexistent ferromagnetism and proton cond.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtVGktb3K&md5=0d00348a2f35513023813c2d8cd21885", "(i) ", "O̅kawa", ", ", "H.", "; ", "Sadakiyo", ", ", "M.", "; ", "Yamada", ", ", "T.", "; ", "Maesato", ", ", "M.", "; ", "Ohba", ", ", "M.", "; ", "Kitagawa", ", ", "H.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "2256", "– ", "2262", "ACS Full Text ", ", [", "CAS", "]", "8. ", "Proton-Conductive Magnetic Metal-Organic Frameworks, {NR3(CH2COOH)}[MaIIMbIII(ox)3]: Effect of Carboxyl Residue upon Proton Conduction", "Okawa, Hisashi; Sadakiyo, Masaaki; Yamada, Teppei; Maesato, Mitsuhiko; Ohba, Masaaki; Kitagawa, Hiroshi", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "6", "),\r\n    ", "2256-2262", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Proton-conductive magnetic metal-org. frameworks (MOFs), {NR3(CH2COOH)}[MaIIMbIII(ox)3] (abbreviated as R-MaMb: R = Et, Bu; MaMb = MnCr, FeCr, FeFe) were studied.  The following six MOFs were prepd.: Et-MnCr·2H2O, Et-FeCr·2H2O, Et-FeFe·2H2O, Bu-MnCr, Bu-FeCr, and Bu-FeFe.  The structure of Bu-MnCr was detd. by x-ray crystallog.  Crystal data: trigonal, space group R3c, a 9.3928(13), c 51.0080(13) Å, Z = 6.  The crystal consists of oxalate-bridged bimetallic layers interleaved by {NBu3(CH2COOH)}+ ions.  Et-MnCr·2H2O and Bu-MnCr (R-MnCr MOFs) show a ferromagnetic ordering with TC of 5.5-5.9 K, and Et-FeCr·2H2O and Bu-FeCr (R-FeCr MOFs) also show a ferromagnetic ordering with TC of 11.0-11.5 K.  Et-FeFe·2H2O and Bu-FeFe (R-FeFe MOFs) belong to class II mixed-valence compds. and show the magnetism characteristic of Neel N-type ferrimagnets.  The Et-MOFs (Et-MnCr·2H2O, Et-FeCr·2H2O and Et-FeFe·2H2O) show high proton conduction, whereas the Bu-MOFs (Bu-MnCr, Bu-FeCr, and Bu-FeFe) show moderate proton conduction.  Together with H2O adsorption isotherm studies, the significance of the carboxyl residues as proton carriers is revealed.  The R-MnCr MOFs and the R-FeCr MOFs are rare examples of coexistent ferromagnetism and proton conduction, and the R-FeFe MOFs are the 1st examples of coexistent Neel N-type ferrimagnetism and proton conduction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXms1Omsw%253D%253D&md5=784cac8dbb192567f9f0344089d85be2", "(j) ", "Sadakiyo", ", ", "M.", "; ", "O̅kawa", ", ", "H.", "; ", "Shigematsu", ", ", "A.", "; ", "Ohba", ", ", "M.", "; ", "Yamada", ", ", "T.", "; ", "Kitagawa", ", ", "H.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "5472", "– ", "5475", "ACS Full Text ", ", [", "CAS", "]", "8. ", "Promotion of Low-Humidity Proton Conduction by Controlling Hydrophilicity in Layered Metal-Organic Frameworks", "Sadakiyo, Masaaki; Okawa, Hisashi; Shigematsu, Akihito; Ohba, Masaaki; Yamada, Teppei; Kitagawa, Hiroshi", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "12", "),\r\n    ", "5472-5475", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors controlled the hydrophilicity of metal-org. frameworks (MOFs) to achieve high proton cond. and high adsorption of H2O under low humidity conditions, by employing novel class of MOFs, {NR3(CH2COOH)}[MCr(ox)3]·nH2O (abbreviated as R-MCr, where R = Me (methyl), Et (ethyl), or Bu (n-butyl), and M = Mn or Fe): Me-FeCr, Et-MnCr, Bu-MnCr, and Bu-FeCr.  The cationic components have a carboxyl group that functions as the proton carrier.  The hydrophilicity of the cationic ions was tuned by the NR3 residue to decrease with increasing bulkiness of the residue: {NMe3(CH2COOH)}+ > {NEt3(CH2COOH)}+ > {NBu3(CH2COOH)}+.  The proton conduction of the MOFs increased with increasing hydrophilicity of the cationic ions.  The most hydrophilic sample, Me-FeCr, adsorbed a large no. of H2O mols. and showed a high proton cond. of ∼10-4 S cm-1, even at a low humidity of 65% relative humidity (RH), at ambient temp.  Notably, this is the highest cond. among the previously reported proton-conducting MOFs that operate under low RH conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xjs1Wlur4%253D&md5=91d4c9c5d6915b7a53cbb1d11edb3610", "(k) ", "Kitagawa", ", ", "H.", "; ", "Nagao", ", ", "Y.", "; ", "Fujishima", ", ", "M.", "; ", "Ikeda", ", ", "R.", "; ", "Kanda", ", ", "S.", " ", "Inorg. Chem. Commun.", " ", "2003", ",  ", "6", ",  ", "346", "– ", "348", "[", "Crossref", "], [", "CAS", "]", "8. ", "Highly proton-conductive copper coordination polymer, H2dtoaCu (H2dtoa = dithiooxamide anion)", "Kitagawa, Hiroshi; Nagao, Yuki; Fujishima, Musashi; Ikeda, Ryuichi; Kanda, Seiichi", "Inorganic Chemistry Communications", "\r\n        (", "2003", "),\r\n    ", "6", "\r\n        (", "4", "),\r\n    ", "346-348", "CODEN:\r\n                ", "ICCOFP", ";\r\n        ISSN:", "1387-7003", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "Room-temp. proton cond., coordination geometry, and pore-diam. distribution of newly prepd. H2dtoaCu (H2dtoa = dithiooxamide anion) coordination polymer were studied by a.c. cond., EXAFS, and N2 adsorption isotherm measurements.  The a.c. proton cond. (σp) obtained from Cole-Cole plot anal. under relative humidity of 75% and 300 K exhibits a considerable high value of 10-6 S cm-1 as a room-temp. σp.  The mechanism of proton conduction seems to be similar to that of a proton-exchange membrane, Nafion, which contains much cluster of H2O mols. in the porous space of the polymer.  The present Cu coordination polymer was revealed to possess porous space of ∼6 Å, which includes > 10H2O per unit cell.  The dimeric Cu(II) square-planar coordination geometry was confirmed by EXAFS anal. using synchrotron radiation source at Spring-8.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXpsFyntw%253D%253D&md5=01444153fcdf3cbf5f5f0c240f6115a4", "(l) ", "Umeyama", ", ", "D.", "; ", "Horike", ", ", "S.", "; ", "Inukai", ", ", "M.", "; ", "Kitagawa", ", ", "S.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "11345", "– ", "11350", "ACS Full Text ", ", [", "CAS", "]", "8. ", "Integration of Intrinsic Proton Conduction and Guest-Accessible Nanospace into a Coordination Polymer", "Umeyama, Daiki; Horike, Satoshi; Inukai, Munehiro; Kitagawa, Susumu", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "30", "),\r\n    ", "11345-11350", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors report the synthesis and characterization of a coordination polymer that exhibits both intrinsic proton cond. and gas adsorption.  The coordination polymer, consisting of zinc ions, benzimidazole, and orthophosphate, exhibits a degree of flexibility in that it adopts different structures before and after dehydration.  The dehydrated form shows higher intrinsic proton cond. than the original form, reaching ≤1.3 × 10-3 S cm-1 at 120°.  The rearranged conduction path and liq.-like behavior of benzimidazole mols. in the channel of the framework afforded the high proton cond.  Of the two forms of the framework, only the dehydrated form is porous to methanol and demonstrates guest-accessible space in the structure.  The proton cond. of the dehydrated form increases by 24 times as a result of the in situ adsorption of methanol mols., demonstrating the dual functionality of the framework.  NMR studies revealed a hydrogen-bond interaction between the framework and methanol, which enables the modulation of proton cond. within the framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtVKitL%252FP&md5=b346488c83222c0c6ec543cfac36a855", "(m) ", "Pardo", ", ", "E.", "; ", "Train", ", ", "C.", "; ", "Gontard", ", ", "G.", "; ", "Boubekeur", ", ", "K.", "; ", "Fabelo", ", ", "O.", "; ", "Liu", ", ", "H.", "; ", "Dkhil", ", ", "B.", "; ", "Lloret", ", ", "F.", "; ", "Nakagawa", ", ", "K.", "; ", "Tokoro", ", ", "H.", "; ", "Ohkoshi", ", ", "S.", "; ", "Verdaguer", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "15328", "– ", "15331", "ACS Full Text ", ", [", "CAS", "]", "8. ", "High Proton Conduction in a Chiral Ferromagnetic Metal-Organic Quartz-like Framework", "Pardo, Emilio; Train, Cyrille; Gontard, Geoffrey; Boubekeur, Kamal; Fabelo, Oscar; Liu, Hong-Bo; Dkhil, Brahim; Lloret, Francesc; Nakagawa, Kosuke; Tokoro, Hiroko; Ohkoshi, Shin-ichi; Verdaguer, Michel", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "39", "),\r\n    ", "15328-15331", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A complex-as-ligand strategy to get a multifunctional mol. material led to a metal-org. framework with the formula (NH4)4[MnCr2(ox)6]·4H2O.  Single-crystal x-ray diffraction revealed that the anionic bimetallic coordination network adopts a chiral three-dimensional quartz-like architecture.  It hosts ammonium cations and water mols. in functionalized channels.  In addn. to ferromagnetic ordering below TC = 3.0 K related to the host network, the material exhibits a very high proton cond. of 1.1 × 10-3 S/cm-1 at room temp. due to the guest mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFOmsbjI&md5=9496b9af6258c33f5c4a8b689d9df281", "9. ", "Yamazoe", ", ", "N.", "; ", "Shimizu", ", ", "Y.", " ", "Sens. Actuators", " ", "1986", ",  ", "10", ",  ", "379", "– ", "398", "[", "Crossref", "], [", "CAS", "]", "9. ", "Humidity sensors:  principles and applications", "Yamazoe, Noboru; Shimizu, Yasuhiro", "Sensors and Actuators", "\r\n        (", "1986", "),\r\n    ", "10", "\r\n        (", "3-4", "),\r\n    ", "379-98", "CODEN:\r\n                ", "SEACDX", ";\r\n        ISSN:", "0250-6874", ".\r\n    ", "A review with 57 refs. covers the principles, fabrication, and applications of humidity sensors including electrolytes, org. polymers, and porous ceramics.  Miniaturization and integration of sensors are also discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2sXksVGhu7Y%253D&md5=eba3ed203734e8fbee3c98935cd03991", "10. ", "(a) ", "Burla", ", ", "M. C.", "; ", "Camalli", ", ", "M.", "; ", "Carrozzini", ", ", "B.", "; ", "Cascarano", ", ", "G. L.", "; ", "Giacovazzo", ", ", "C.", "; ", "Polidori", ", ", "G.", "; ", "Spagna", ", ", "R.", " ", "J. Appl. Crystallogr.", " ", "2003", ",  ", "36", ",  ", "1103", "[", "Crossref", "], [", "CAS", "]", "10. ", "SIR2002: the program", "Burla, Maria C.; Camalli, Mercedes; Carrozzini, Benedetta; Cascarano, Giovanni L.; Giacovazzo, Carmelo; Polidori, Giampiero; Spagna, Riccardo", "Journal of Applied Crystallography", "\r\n        (", "2003", "),\r\n    ", "36", "\r\n        (", "4", "),\r\n    ", "1103", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "0021-8898", ".\r\n    \r\n            (", "Blackwell Munksgaard", ")\r\n        ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXls1Smsb8%253D&md5=8925e78996dcf4b9a9393b34ebe0a8fb", "(b) ", "Sheldrick", ", ", "G. M.", " SHELX-97, Computer Program for Crystal Structure Refinement; ", "University of Göttingen", ": ", "Göttingen, Germany", ", ", "1997", ".", "There is no corresponding record for this reference.", "11. ", "(a) ", "Klein", ", ", "O.", "; ", "Donovan", ", ", "S.", "; ", "Dressel", ", ", "M.", "; ", "Gruner", ", ", "G.", " ", "Int. J. Infrared Millimeter Waves", " ", "1993", ",  ", "14", ",  ", "2423", "– ", "2457", "[", "Crossref", "], [", "CAS", "]", "11. ", "Microwave cavity perturbation technique. Part I: Principles", "Klein, Olivier; Donovan, Steve; Dressel, Martin; Gruner, George", "International Journal of Infrared and Millimeter Waves", "\r\n        (", "1993", "),\r\n    ", "14", "\r\n        (", "12", "),\r\n    ", "2423-57", "CODEN:\r\n                ", "IJIWDO", ";\r\n        ISSN:", "0195-9271", ".\r\n    ", "A review with 22 refs. on the anal. used to ext. the complex cond. of a compd. from a microwave cavity perturbation measurement.  The authors intend to present a generalized treatment valid for any spheroidally shaped sample of arbitrary cond. which is placed at either the elec. or magnetic field antinode of the cavity.  To begin with, the authors establish the relationship between the measured parameters and the cond. for a spherical sample.  Next, the authors extend these results to the case of spheroids; and for the first time, the authors cover all different configurations that one can possibly use to study an arbitrary conducting sample inside a cavity: in particular, all possible orientations of the sample with respect to the applied field are solved.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXjtlGrt7w%253D&md5=1e03a5b31e56a1f8fc504b70fbda6994", "12. ", "Sadakiyo", ", ", "M.", "; ", "Yamada", ", ", "T.", "; ", "Kitagawa", ", ", "H.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "11050", "– ", "11053", "ACS Full Text ", ", [", "CAS", "]", "12. ", "Hydroxyl Group Recognition by Hydrogen-Bonding Donor and Acceptor Sites Embedded in a Layered Metal-Organic Framework", "Sadakiyo, Masaaki; Yamada, Teppei; Kitagawa, Hiroshi", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "29", "),\r\n    ", "11050-11053", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "One of the dominant types of interactions between host and guest mols. is H-bonding, and these interactions can work selectively for a guest mol.  Here, the authors demonstrate a metal-org. framework (MOF) (H2dab)[Zn2(ox)3], where dab = 1,4-diaminobutane and oxygen = oxalate, having both H-bonding donor and acceptor sites that are quite effective for selective sorption.  The MOF selectively interacts with hydroxylic guests in contrast to aprotic H-bonding guests and shows a sorption selectivity for protic H2O, MeOH, and EtOH guests.  Notably, this is the 1st compd. that shows complete selectivity in adsorption not for MeCN and MeCHO but for EtOH, which has similar fundamental properties except for its proticity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXotlahs78%253D&md5=3b9aaa4b2e63907da119722ad8f77384", "13. ", "Kitagawa", ", ", "S.", "; ", "Kitaura", ", ", "R.", "; ", "Noro", ", ", "S.", " ", "Angew. Chem., Int. Ed.", " ", "2004", ",  ", "43", ",  ", "2334", "– ", "2375", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Functional porous coordination polymers", "Kitagawa, Susumu; Kitaura, Ryo; Noro, Shin-ichiro", "Angewandte Chemie, International Edition", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "18", "),\r\n    ", "2334-2375", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Discussion concs. on three aspects of coordination polymers: (1) the use of crystal engineering to construct porous frameworks from connectors and linkers (nano-space engineering), (2) characterizing and cataloging the porous properties by functions for storage, exchange, sepn., etc., and (3) the next generation of porous functions based on dynamic crystal transformations caused by guest mols. or phys. stimuli.  The authors' aim is to present the state of the art chem. and physics of and in the micropores of porous coordination polymers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXktFShtLk%253D&md5=9df52e99bad3cc0db67f65551a8c154f", "14. ", "Kuleshova", ", ", "L. N.", "; ", "Zorkii", ", ", "P. M.", " ", "Acta Crystallogr.", " ", "1981", ",  ", "B37", ",  ", "1363", "– ", "1366", "[", "Crossref", "], [", "CAS", "]", "14. ", "Hydrogen-bond length in homomolecular organic crystals", "Kuleshova, L. N.; Zorkii, P. M.", "Acta Crystallographica, Section B:  Structural Crystallography and Crystal Chemistry", "\r\n        (", "1981", "),\r\n    ", "B37", "\r\n        (", "7", "),\r\n    ", "1363-6", "CODEN:\r\n                ", "ACBCAR", ";\r\n        ISSN:", "0567-7408", ".\r\n    ", "A statistical anal. of x-ray data on the intermol. H bond in org. homomol. crystals was carried out.  The av. lengths obtained for different types of H bonds are compared with those obtained by other authors and with the van der Waals radii of the atoms forming H bonds.  The H-bond length is detd. just by the van der Waals contact between X and Y atoms, as if the H atom were absent.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3MXkvV2gtbY%253D&md5=5bacb106fff4dc427aa00006ab98749f", "15. ", "Agmon", ", ", "N.", " ", "Chem. Phys. Lett.", " ", "1995", ",  ", "244", ",  ", "456", "– ", "462", "[", "Crossref", "], [", "CAS", "]", "15. ", "The Grotthuss mechanism", "Agmon, Noam", "Chemical Physics Letters", "\r\n        (", "1995", "),\r\n    ", "244", "\r\n        (", "5,6", "),\r\n    ", "456-62", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "Suggested mechanisms for proton mobility are confronted with exptl. findings and quantum mech. calcns., indicating that no model is consistent with the existing data.  It is suggested that the mol. mechanism behind prototropic mobility involves a periodic series of isomerizations between H9O4+ and H5O2+, the first triggered by hydrogen-bond cleavage of a second-shell water mol. and the second by the reverse, hydrogen-bond formation process.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXos1Wls7o%253D&md5=d285f388a62674436db3a2f55ea74984", "16. ", "Kreuer", ", ", "K. D.", "; ", "Rabenau", ", ", "A.", "; ", "Weppner", ", ", "W.", " ", "Angew. Chem., Int. Ed.", " ", "1982", ",  ", "21", ",  ", "208", "– ", "209", "[", "Crossref", "]", "There is no corresponding record for this reference.", "17. ", "Miyatsu", ", ", "S.", "; ", "Kofu", ", ", "M.", "; ", "Nagoe", ", ", "A.", "; ", "Yamada", ", ", "T.", "; ", "Sadakiyo", ", ", "M.", "; ", "Yamada", ", ", "T.", "; ", "Kitagawa", ", ", "H.", "; ", "Tyagi", ", ", "M.", "; ", "Sakai", ", ", "V. G.", "; ", "Yamamuro", ", ", "O.", " Submitted.", "There is no corresponding record for this reference."], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-21/ja5022014/production/images/small/ja-2014-022014_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-21/ja5022014/production/images/small/ja-2014-022014_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-21/ja5022014/production/images/small/ja-2014-022014_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-21/ja5022014/production/images/small/ja-2014-022014_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-21/ja5022014/production/images/small/ja-2014-022014_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-21/ja5022014/production/images/small/ja-2014-022014_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-21/ja5022014/production/images/small/ja-2014-022014_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-21/ja5022014/production/images/small/ja-2014-022014_0009.gif\">"]}
