{"title": ["Improving the Porosity and Catalytic Capacity of a Zinc Paddlewheel Metal-Organic Framework (MOF) through Metal-Ion Metathesis in a Single-Crystal-to-Single-Crystal Fashion"], "authors": ["Jie Yang", "Xiaoqing Wang", "Fangna Dai", "Liangliang Zhang", "Rongming Wang", "Daofeng Sun"], "doi": ["10.1021/ic5017092"], "abstract": ["Through metal-ion metathesis in a single-crystal-to-single-crystal fashion, the Zn", " ions in ", " were exchanged by Cu", " ions to generate ", ". The gas uptake and catalytic properties of ", " and ", " have been studied intensively.", "Zinc paddlewheel metal-organic frameworks (MOFs) frequently exhibit low stability or complete collapse upon the removal of axial ligands. Hence, there are very few reports on gas adsorption of zinc paddlewheel MOFs. In this work, the N", " and H", " adsorption measurements were carried out for a zinc MOF (namely, ", ") based on two types of paddlewheel secondary building units (SBUs): [Zn", "(COO)", "] and [Zn", "(COO)", "]. Because of the existence of inherent surface instability upon removal of solvates in zinc paddlewheel SBU, ", " possesses a very low surface area. Through metal-ion metathesis in a single-crystal-to-single-crystal fashion, the Zn", " ions in ", " were exchanged by Cu", " ions to generate ", ". Through the measurements of gas adsorption and catalytic test, the porosity and catalytic capacity of ", " have been improved significantly, compared to ", "."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Introduction", "The construction of porous metal–organic frameworks (MOFs) has drawn great attention in recent years, because of their potential applications in gas separation and storage, catalysis, and drug delivery.", "(1-3)", " Currently, the design and synthesis of open MOFs with permanent porosity is still a great challenge to chemists, although many porous MOFs with high gas storage and catalytic property have been synthesized and documented.", "(4, 5)", " Recently, the development in two aspects of post-synthetic modification of MOFs has made it possible to construct porous MOFs: one is ligand exchange,", "(6)", " through which stable MOFs with progressively larger mesoporous cavities can be synthesized;", "(7)", " the second one is metal-ion metathesis,", "(8)", " in which the two exchanged metal ions should have similar coordination geometries. Generally, the stability of an MOF is highly determined by the rigidity of the secondary building units (SBUs) and the coordination geometry of metal ions that constitute the SBUs. Hence, an unstable SBU with coordinated solvates may be changed to stable one if metal ions constituting the SBU are replaced by other metal ions with different coordination geometry. Normally, through metal-ion metathesis, some new isostructural MOFs that are hard to obtain by conventional methods can be successfully constructed", "(9)", " and, sometimes, the stability can also be significantly improved. Thus, metal-ion metathesis has been considered as a promising tool for synthesis of new materials. Although many functional MOFs have been synthesized through metal-ion metathesis process in the past decade, the reports on construction of porous MOFs through metal-ion metathesis in a single-crystal-to-single-crystal (SCSC) fashion are still rare.", "(10)", "It is well-known that zinc paddlewheel MOFs frequently exhibit lower-than-expected surface area or complete collapse when the axial ligands of the paddlewheel SBU were thermally removed.", "(11)", " Recently, Matzger and co-workers studied Zn", "3", "(btc)", "2", " (abbreviated as Zn-HKUST-1; btc = 1,3,5-benzenetricarboxylate) by using positron annihilation lifetime spectroscopy and reconciled the discrepancies between crystallographic porosity and guest access in Zn-HKUST-1.", "(12)", " It is revealed that an intensified surface layer prevents the entry of even small molecular species into the crystal framework of Zn-HKUST-1, which has inherent surface instability upon removal of solvates. However, Cu-based HKUST-1", "(13)", " an isostructural MOF with Zn-HKUST-1, possesses high stability and gas uptake, further indicating the effect of coordination geometry of metal ions on the stability of a SBU, even a MOF.", "Considering this information, recently, we have started to construct porous MOFs through metal-ion metathesis. In this paper, we report the metal-ion metathesis strategy on the improvement of the porosity and catalytic capacity of a MOF in a single-crystal-to-single-crystal fashion.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Experimental Section", "Preparation of ", "SDU-1", "The H", "6", "TMBHB (0.8 mg, 0.0013 mmol) and Zn(NO", "3", ")", "2", "·6H", "2", "O (13 mg, 0.045 mmol) were dissolved in DMF:EtOH:H", "2", "O (v:v:v = 1:1:1, 1 mL). Upon addition of a drop of HBF", "4", ", a colorless solution was obtained, which was heated in a sealed tube, slowly heated to 90 C from room temperature in 5 h, kept at 90 °C for 48 h, and then slowly cooled to 30 °C in 10 h. The colorless polyhedral crystals were obtained by filtration (yield: 42% based on Zn). Elemental analysis: Calc. (%) for C", "89", "H", "136", "O", "45", "N", "7", "Zn", "7", ": C 43.07, H 5.52, N 3.95. Found: C 42.88, H 5.13, N 5.38. IR data (KBr, cm", "–1", "): 3432 (m), 2920 (s), 1645 (s), 1565 (s), 1438 (s), 1368 (s), 1242 (s), 1096 (s), 920 (s), 780 (s), 718 (s), 460 (s).", "Procedure for Ion Exchange for ", "Cu-SDU-1", "In the ion exchange experiment, the single crystal ", "SDU-1", " was soaked in a dimethyl formamide/ethyl alcohol/water (DMF/EtOH/H", "2", "O, v/v/v = 1:1:1) solution of CuCl", "2", " for different time. During the period, the solution was replaced with a fresh solution of CuCl", "2", " once a day. After removing the solution, the ion-exchanged crystals were washed with the mother solution to remove any excess metal salt. Elemental analysis: Calc. (%) for C", "100", "H", "174", "O", "69", "N", "10", "Cu", "7", ": C 39.18, H 5.72, N 4.56; Found: C 40.88, H 5.23, N 4.86. IR data (KBr, cm", "–1", "): 3442 (w), 2928 (w), 1655 (s), 1434 (m), 1378 (s), 1253 (w), 1104 (w), 922 (w), 780 (m), 727 (m), 699 (w), 664 (w), 614 (w), 483 (w).", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "Metal-Ion Metathesis in a Single-Crystal-to-Single-Crystal (SCSC) Manner", "Recently, a novel zinc-organic framework (", "SDU-1", ") based on a ", "C", "3", "-symmetric tricarboxylate ligand, 3,3′,3″,5,5′,5″-benzene-1,3,5-triyl-hexabenzoic acid (H", "6", "TMBHB), was reported by our group.", "(14)", " In ", "SDU-1", ", there are two types of secondary building units (SBUs): [Zn", "2", "(COO)", "3", "] and [Zn", "2", "(COO)", "4", "], which are further linked by the backbone of TMBHB", "(6)", " ligands, to form cubic and trisoctahedral supermolecular building blocks (SBBs), respectively. These two different SBBs were packed into a complicated three-dimensional (3D) framework with 3D channels (see Figure ", "1", "). In the framework, the ratio of [Zn", "2", "(COO)", "3", "] and [Zn", "2", "(COO)", "4", "] is 4:3, and different simplification of the SBUs and SBBs can make ", "SDU-1", " possess different topologies, common ", "rht", " and rare ", "ftw", " networks. The solvent-accessible volume calculated by PLATON", "(15)", " is 37 655.6 Å", "3", ", corresponding to 65.5% of unit cells of ", "SDU-1", ", after the removal of the axial ligands.", "Figure 1. SBB assembly of ", "SDU-1", " from the trigonal rigid ligand and two types of SBUs.", "Although ", "SDU-1", " possesses a high solvent-accessible volume and large cages that can store gas molecules, poor porosity (BET surface area: 165 m", "2", " g", "–1", ") was found for ", "SDU-1", " by N", "2", " adsorption surface area measurements, which may be derived from its inherent surface instability after solvent removal.", "(12)", " The recent development of post-synthetic modification of MOFs prompted us to study the possibility of metal-ion metathesis in a SCSC manner. Since Cu paddlewheel SBU normally possesses high stability upon removal of axial ligands,", "(16)", " thus, we select Cu", "2+", " ions to exchange with Zn", "2+", " ions to construct porous MOF. The as-synthesized crystals of ", "SDU-1", " were immersed into 0.1 M DMF/EtOH/H", "2", "O (v/v/v = 1:1:1) solution of CuCl", "2", ". The exchange process was monitored by energy-dispersive X-ray spectroscopy (EDX), atomic absorption spectroscopy (AAS), and single-crystal X-ray diffraction (XRD) analysis (see Figure ", "2", "). The colorless crystals turned into pale green crystals within 24 h, then green crystals after 7 days. From AAS, it is clear that the process of metal-ion metathesis in this work is very slow, compared to other reported results,", "(8d, 10b)", " and the Zn ions cannot be completely exchanged by Cu ions. On the basis of AAS, 99.58% of Zn ions were replaced by Cu ions even after 15 days. This different result with other reports makes us reanalyze the crystal structure of ", "SDU-1", ". In the asymmetric unit, there are four crystallographically independent Zn", "II", " ions (Zn1, Zn2, Zn3, Zn4) with three different coordination environments. Both Zn1 and Zn2 are coordinated by five oxygen atoms in a distorted square pyramidal coordination geometry, and linked by four carboxylate groups to form a paddlewheel [Zn", "2", "(COO)", "4", "] SBU. Although Zn3 and Zn4 are linked by three carboxylate groups to generate a [Zn", "2", "(COO)", "3", "] SBU, they possess different coordination environment: Zn3 is coordinated by six oxygen atoms in an octahedral coordination geometry, whereas Zn4 is coordinated by four oxygen atoms in a tetrahedral geometry. It is known that Cu", "2+", " ion can normally adopt square planar, square pyramidal, and octahedral coordination geometries. Generally, it is quite rare or impossible for Cu", "2+", " ion to adopt a tetrahedral coordination geometry. Hence, it is very difficult for the Zn4 ion to be exchanged by a Cu", "2+", " ion in this work. However, under the condition of high concentration of Cu", "2+", " ions, it is possible that Zn4 ions were exchanged by Cu", "2+", " ions over a long period of time.", "Figure 2. (a) Photographs of the ", "SDU-1", " sample  before and after the metal-ion metathesis, (b) photographs of a single crystal of ", "SDU-1", " taken during the exchange of Zn", "2+", " with Cu", "2+", " by immersion in a DMF/EtOH/H", "2", "O (v/v/v = 1:1:1) solution of CuCl", "2", " (0.1 M) for different times, (c, d) EDX for the conversion of ", "SDU-1", " to ", "Cu-SDU-1", ", (e) kinetic profile of the Zn/Cu exchange process, and (f) the crystal data for ", "SDU-1", " and ", "Cu-SDU-1", ".", "Single-crystal XRD study of ", "Cu-SDU-1", " reveals that the structure is identical to that of ", "SDU-1", " (see Figure ", "2", "f), indicating the metal-ion metathesis is through a single-crystal-to-single-crystal fashion. It should be pointed out that, through the metal-ion metathesis, the crystal quality changed to poor. There are large solvent-accessible void volumes in the crystals of ", "Cu-SDU-1", ", which are occupied by disordered DMF and water molecules. No satisfactory disorder model could be achieved, so the PLATON/SQUEEZE routine was used to remove these electron densities. The structure was refined by using the new .HKL file.", "Gas Uptakes", "To check if the metal-ion metathesis can improve the stability and the porosity of the complex, the freshly exchanged sample of ", "Cu-SDU-1", " was soaked in methanol and dichloromethane to exchange the less-volatile solvates, followed by evacuation under a dynamic vacuum at appropriate temperature, generating dehydrated form. In order to find the optimal temperature, the sample was activated at 40, 80, and 100 °C, then N", "2", " adsorption measurements were carried out. When the sample was activated at 40 °C, it possesses a larger surface area (Figure ", "3", "a). Thus, following measurements on H", "2", ", CO", "2", ", and CH", "4", ", the sample was also activated at 40 °C.", "Figure 3. (a) N", "2", " sorption isotherms at 77 K for ", "Cu-SDU-1", " under different activation temperatures: 40 °C (red symbols), 80 °C (black symbols), and 100 °C (blue symbols). (b) N", "2", " sorption isotherms at 77 K for ", "Cu-SDU-1", " (red symbols) and ", "SDU-1", " (blue symbols).", "Desolvated ", "Cu-SDU-1", " displays typical Type-I adsorption isotherms (Figure ", "3", "b), suggesting the retention of the microporous structures after the removal of solvates from the crystalline sample. The total pore volume of 0.203 cm", "3", " g", "–1", " for ", "Cu-SDU-1", " was calculated from the N", "2", " isotherm (", "P", "/", "P", "0", " = 0.98). ", "Cu-SDU-1", " can adsorb 126 cm", "3", " g", "–1", " of N", "2", " molecules under the conditions of 77 K and 1 atm, which is almost 3 times greater than that of ", "SDU-1", " (43 cm", "3", " g", "–1", "). This result indicates that the metal-ion metathesis significantly increases the porosity of the framework. The Brunauer–Emmett–Teller (BET) surface area, which is determined by fitting the N", "2", " isotherms, is 534 m", "2", " g", "–1", " for ", "Cu-SDU-1", ", which represents a 224% increase, compared to that of ", "SDU-1", " (BET: 165 m", "2", " g", "–1", ").", "Low-pressure H", "2", ", CO", "2", ", and CH", "4", " uptakes of desolvated sample of ", "Cu-SDU-1", " were continuously determined using volumetric gas adsorption measurements. As shown in Figure ", "4", ", the desolvated ", "Cu-SDU-1", " exhibits the classical reversible Type-I isotherms for H", "2", ", CH", "4", ", and CO", "2", ". Under the conditions of 77 K and 1 bar, the desolvated ", "Cu-SDU-1", " can adsorb 94 cm", "3", " g", "–1", " of H", "2", " molecules, whereas ", "SDU-1", " can only adsorb 57 cm", "3", " g", "–1", " of H", "2", " molecules, which is 39% lower than that of ", "Cu-SDU-1", ". The H", "2", " isosteric heat of adsorption (", "Q", "st", ") was calculated by fitting the H", "2", " adsorption isotherms at 77 and 87 K to a virial-type expression. At the lowest coverage, ", "Q", "st", " has estimated values of 7.5 and 8.7 kJ mol", "–1", " for ", "Cu-SDU-1", " and ", "SDU-1", ", respectively, which are comparable to that of NOTT-116,", "(17a)", " but are slightly higher than those of NOTT-112-115 and NU-100.", "(17)", " However, decreasing pore size is associated with higher ", "Q", "st", " values for ", "SDU-1", "; this negative effect exists in the competition and leads to a small decrease in the H", "2", " uptake. It suggests that the use of the metal-ion metathesis method to obtain the ", "Cu-SDU-1", " improves its adsorption capacity toward H", "2", ", but does not enhance its heat of adsorption. It indicates that a much stronger interaction exists between H", "2", " and the ", "SDU-1", ".", "(18)", " ", "Cu-SDU-1", " exhibits low CO", "2", " and CH", "4", " uptakes at 273 K, with total adsorption amounts of 64 and 45 cm", "3", " g", "–1", ", respectively. However, ", "SDU-1", " can only adsorb 37 cm", "3", " g", "–1", " of CO", "2", " molecules and 14 cm", "3", " g", "–1", " of CH", "4", " molecules, which represent values that are, respectively, 42% and 69% lower than that of ", "Cu-SDU-1", ". Although ", "Cu-SDU-1", " possesses low CO", "2", " uptake, ", "Q", "st", " has an estimated value of 37.7 kJ mol", "–1", ", which is comparable to amino-MIL-53 (Al; 38.4 kJ mol", "–1", "),", "(19)", " indicating that the framework of ", "Cu-SDU-1", " exhibits high affinity to CO", "2", " molecules.", "Figure 4. H", "2", ", CO", "2", ", and CH", "4", " sorption isotherms for ", "SDU-1", " (left) and ", "Cu-SDU-1", " (right). (For H", "2", ": red symbols, 77 K; blue symbols, 87 K. For CO", "2", ": red symbols, 273 K; blue symbols, 295 K. For CH", "4", ": red symbols, 273 K; blue symbols, 295 K.)", "The comparison of gas uptake for ", "SDU-1", " and ", "Cu-SDU-1", " is listed in Table ", "1", ", from which we can conclude that the metal-ion metathesis has significantly improved the porosity. However, ", "Cu-SDU-1", " still exhibits lower surface area than that expected. As mentioned above, there are two different types of SBUs in the framework: [Cu", "2", "(COO)", "3", "] and [Cu", "2", "(COO)", "4", "]. As is known, the paddlewheel [Cu", "2", "(COO)", "4", "] SBU is stable after the removal of the axial ligands, but the [Cu", "2", "(COO)", "3", "] SBU may be unstable after the activation process, which can cause partly inherent surface instability as found in Zn-HKUST-1.", "(12)", "Table 1. Comparison of BET Surface Area, Pore Volume, and Gas Uptakes for ", "SDU-1", " and ", "Cu-SDU-1", " ", "SDU-1", "Cu-SDU-1", "increase (%)", "BET surface area (m", "2", " g", "–1", ")", "165", "534", "224", " ", " ", " ", " ", "pore volume (cm", "3", " g", "–1", ")", "0.07", "0.2", "186", " ", " ", " ", " ", "H", "2", " uptake at 1 atm, 77 K (wt %)", "0.51", "0.83", "62.7", "H", "2", " enthalpy, ", "Q", "st", " (kJ mol", "–1", ")", "8.7", "7.5", " ", " ", " ", " ", " ", "CO", "2", " uptake (cm", "3", " g", "–1", ")", "37", "64", "73.0", "CO", "2", " enthalpy, ", "Q", "st", " (kJ mol", "–1", ")", " ", "37.7", " ", " ", " ", " ", " ", "CH", "4", " uptake (cm", "3", " g", "–1", ")", "14", "45", "221", "CH", "4", " enthalpy, ", "Q", "st", " (kJ mol", "–1", ")", " ", "3.7", " ", "Catalytic Capacity", "Porous MOFs show excellent catalytic properties in many organic reactions. To further test if the metal-ion metathesis can improve the stability and porosity of ", "SDU-1", ", the Lewis acid-catalyzed reaction of carbonyl compounds with cyanide was carried out. Before the catalytic test, the newly solvent-exchanged samples of ", "SDU-1", " and ", "Cu-SDU-1", " were activated at 40 °C under vacuum for 4 h. ", "Cu-SDU-1", " shows high activity in the cyanosilylation of benzaldehyde and naphthaldehyde, and 100% conversions were reached in 24 h at room temperature. The yields can reach 97.25% and 94.93% after 24 h for the cyanosilylation of benzaldehyde and naphthaldehyde, respectively. The catalytic activity of ", "Cu-SDU-1", " is comparable to other Mn- or Ln-based MOFs", "(20)", " in the cyanosilylation of benzaldehyde, but is much higher than other reported results in the cyanosilylation of naphthaldehyde.", "(20b, 21)", " When a larger 4-(", "tert", "-butyl) benzaldehyde was used, a significantly lower conversion/yield was obtained (79.95%/65.06%), which is similar to other reports.", "(20b)", " However, ", "SDU-1", " shows a lower catalytic activity than that of ", "Cu-SDU-1", ". As shown in Scheme ", "1", ", after 24 h, conversions of 62.02% and 88.26%, with corresponding yields of 44.57% and 81.29%, were reached for the cyanosilylation of benzaldehyde and naphthaldehyde, respectively; these values are 118% and 16.8% lower, compared to ", "Cu-SDU-1", ", in the yield. For a larger 4-(", "tert", "-butyl) benzaldehyde, the yield was only 65.85% conversion with 50.87% yield after 24 h at room temperature. These catalytic results further confirm that the metal-ion metathesis have significantly improved the stability and catalytic capacity.", "Scheme 1. Lewis Acid-Catalyzed Reaction of Carbonyl Compounds with Cyanide", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Conclusions", "The construction of functional metal-organic frameworks (MOFs) with permanent porosity have been of extensive interest. Although several strategies on the design and synthesis of stable MOFs have been documented, improving the stability or functionality of known or as-synthesized MOFs through post-modification is an attractive target for chemists. In the present work, we have applied the metal-ion metathesis process to improve the porosity and stability as well as catalytic capacity of a MOF (", "SDU-1", ") previously reported by our group. The gas adsorption for zinc paddlewheel ([Zn", "2", "(COO)", "3", "] and [Zn", "2", "(COO)", "4", "]) MOF has been measured for the first time, although inherent surface instability upon removal of solvates still exists in ", "SDU-1", ". Through replacement of the Zn", "2+", " ions by Cu", "2+", " ions in ", "SDU-1", " via metal-ion metathesis process, the porosity and catalytic capacity have been significantly improved. Our research results, presented here, further confirmed the important role of metal-ion metathesis on improving the stability and porosity, as well as catalytic capacity, of an MOF, and also further proved the existence of inherent surface instability for some unstable SBUs, such as zinc [Zn", "2", "(COO)", "4", "] paddlewheel and copper [Cu", "2", "(COO)", "3", "] paddlewheel upon removal of the solvates.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "X-ray crystallographic data in CIF format, IR curves (Figure S1), PXRD patterns (Figure S2), TGA curves (Figure S3), the catalytic capacity for Cu-SDU-1 (Scheme S1). This material is available free of charge via the Internet at ", "http://pubs.acs.org", ". ", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "This work was supported by the NSFC (Grant No. 21271117 and 21371179), NCET-11-0309, the Shandong Natural Science Fund for Distinguished Young Scholars (No. JQ201003), NSF of Shandong Province (BS2011CL041), and the Fundamental Research Funds for the Central Universities (Nos. 13CX05010A, 14CX02158A).", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 21 other publications.", "1. ", "For recent reviews, see:", "(a) ", "Zhou", ", ", "H.-C", "; ", "Long", ", ", "J. R.", "; ", "Yaghi", ", ", "O. M.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "673", "– ", "674", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Introduction to Metal-Organic Frameworks", "Zhou, Hong-Cai; Long, Jeffrey R.; Yaghi, Omar M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "673-674", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review is presented on prepn., structure and application of Metal-Org. Frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1OjtLw%253D&md5=abf05fcd4ae6b394b7f1048a93f5ebbc", "(b) ", "Mason", ", ", "J. A.", "; ", "Veenstra", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "Chem. Sci.", " ", "2014", ",  ", "5", ",  ", "32", "– ", "51", "[", "Crossref", "], [", "CAS", "]", "1. ", "Evaluating metal-organic frameworks for natural gas storage", "Mason, Jarad A.; Veenstra, Mike; Long, Jeffrey R.", "Chemical Science", "\r\n        (", "2014", "),\r\n    ", "5", "\r\n        (", "1", "),\r\n    ", "32-51", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks have received significant attention as a new class of adsorbents for natural gas storage; however, inconsistencies in reporting high-pressure adsorption data and a lack of comparative studies have made it challenging to evaluate both new and existing materials.  Here, we briefly discuss high-pressure adsorption measurements and review efforts to develop metal-org. frameworks with high methane storage capacities.  To illustrate the most important properties for evaluating adsorbents for natural gas storage and for designing a next generation of improved materials, six metal-org. frameworks and an activated carbon, with a range of surface areas, pore structures, and surface chemistries representative of the most promising adsorbents for methane storage, are evaluated in detail.  High-pressure methane adsorption isotherms are used to compare gravimetric and volumetric capacities, isosteric heats of adsorption, and usable storage capacities.  Addnl., the relative importance of increasing volumetric capacity, rather than gravimetric capacity, for extending the driving range of natural gas vehicles is highlighted.  Other important systems-level factors, such as thermal management, mech. properties, and the effects of impurities, are also considered, and potential materials synthesis contributions to improving performance in a complete adsorbed natural gas system are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvVGntLvE&md5=05a99cd7be9ef1819aca42d1c36f1f1d", "(c) ", "Suh", ", ", "M. P.", "; ", "Park", ", ", "H. J.", "; ", "Prasad", ", ", "T. K.", "; ", "Lim", ", ", "D. W.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "782", "– ", "835", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Hydrogen Storage in Metal-Organic Frameworks", "Suh, Myunghyun Paik; Park, Hye Jeong; Prasad, Thazhe Kootteri; Lim, Dae-Woon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "782-835", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  MOFs have versatile structures, high surface areas and high pore vols. - they can be regarded as good candidate materials for H storage.  There are many MOFs that have high H adsorption capacities at low temps., typically at 77 or 87 K.  The highest H storage capacity reported so far is 99.5 mg/g at 77K and 56 bar for NU-100.  However, the high H capacities of MOFs at cryogenic temps. decrease as the temp. increases to room temp.  This is because the H adsorption in MOFs is weak physisorption and the interaction energies between the H mols. and frameworks are low.  To develop MOFs as H storage materials that meet the U.S.DOE targets for an on-board hydrogen system, a serious challenge is still present in the design and synthesis of the MOF materials.  We may expect that highly stable MOFs having a large surface area and pore vol., together with many open metal sites and embedded catalysts for hydrogen spillover, would provide some pos. results for H storage at ambient temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1GlsbjM&md5=dd1f08beefd27cce77d88e466551c1af", "(d) ", "Xuan", ", ", "W. M.", "; ", "Zhu", ", ", "C. F.", "; ", "Liu", ", ", "Y.", "; ", "Cui", ", ", "Y.", " ", "Chem. Soc. Rev.", " ", "2012", ",  ", "41", ",  ", "1677", "– ", "1695", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Mesoporous metal-organic framework materials", "Xuan, Weimin; Zhu, Chengfeng; Liu, Yan; Cui, Yong", "Chemical Society Reviews", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "5", "),\r\n    ", "1677-1695", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) have emerged as a new type of porous materials for diverse applications.  Most open MOFs reported to date are microporous (pore sizes <2 nm), and only a small fraction of MOFs with ordered mesoscale domains (2-50 nm) is reported.  This tutorial review covers recent advances in the field of mesoporous MOFs (mesoMOFs), including their design and synthesis, porosity activation and surface modification, and potential applications in storage and sepn., catalysis, drug delivery and imaging.  Their specificities are dependent on the pore shape, size, and chem. environments of the cages or channels.  The relationship between the structures and functions is discussed.  The future outlook for the field is discussed in the context of current challenges in applications of mesoporous materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XitFyjsL8%253D&md5=0257e302a3336ae4d3d8787e852fe3e6", "(e) ", "Wang", ", ", "C.", "; ", "Zhang", ", ", "T.", "; ", "Lin", ", ", "W. B.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1084", "– ", "1104", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Rational Synthesis of Noncentrosymmetric Metal-Organic Frameworks for Second-Order Nonlinear Optics", "Wang, Cheng; Zhang, Teng; Lin, Wenbin", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1084-1104", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVCgtL3F&md5=0b2f95463499edac85c0604a09ef2b2d", "(f) ", "Cui", ", ", "Y. J.", "; ", "Yue", ", ", "Y. F.", "; ", "Qian", ", ", "G. D.", "; ", "Chen", ", ", "B. L.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1126", "– ", "1162", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Luminescent Functional Metal-Organic Frameworks", "Cui, Yuanjing; Yue, Yanfeng; Qian, Guodong; Chen, Banglin", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1126-1162", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors discuss the title topic and applications such as LEDs and luminescent sensors.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnslKitr8%253D&md5=255200f12ee460fd90a29655c2b685dc", "(g) ", "Chaemchuen", ", ", "S.", "; ", "Kabir", ", ", "N. A.", "; ", "Zhou", ", ", "K.", "; ", "Verpoort", ", ", "F.", " ", "Chem. Soc. Rev.", " ", "2013", ",  ", "42", ",  ", "9304", "– ", "9332", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Metal-organic frameworks for upgrading biogas via CO2 adsorption to biogas green energy", "Chaemchuen, Somboon; Kabir, Nawsad Alam; Zhou, Kui; Verpoort, Francis", "Chemical Society Reviews", "\r\n        (", "2013", "),\r\n    ", "42", "\r\n        (", "24", "),\r\n    ", "9304-9332", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  In the midst of the global climate change phenomenon, mainly caused by fossil fuel burning to provide energy for our daily life and discharge of CO2 into the atm., biogas is one of the important renewable energy sources that can be upgraded and applied as a fuel source for energy in daily life.  The advantages of the prodn. of hybrid materials, metal-org. framework (MOF) adsorbents, expected for the biogas upgrading, rely on the bulk sepn. of CO2 under near-ambient conditions.  This review highlights the challenges for MOF adsorbents, which have the greatest upgrading abilities for biogas via selective passage of methane.  The key factors improving the ideal MOF materials for these high CO2 capture and selectivity uses for biogas upgrading to produce bio-methane and reduce fossil-fuel CO2 emission will be discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvVShsb7O&md5=27bcd6645186b51807c93c625626de05", "2. ", "(a) ", "Schoedel", ", ", "A.", "; ", "Boyette", ", ", "W.", "; ", "Wojtas", ", ", "L.", "; ", "Eddaoudi", ", ", "M.", "; ", "Zaworotko", ", ", "M. J.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "14016", "– ", "14019", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "A Family of Porous Lonsdaleite-e Networks Obtained through Pillaring of Decorated Kagome Lattice Sheets", "Schoedel, Alexander; Boyette, Wesley; Wojtas, Lukasz; Eddaoudi, Mohamed; Zaworotko, Michael J.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "38", "),\r\n    ", "14016-14019", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new and versatile class of metal-org. materials (MOMs) with augmented lonsdaleite-e (lon-e-a) topol. is presented herein.  The authors report the synthesis, crystal structure, and gas sorption properties of [Zn6(5-R-bdc)6[Cr3O(isonic)6(H2O)2(OH)]]·y solv (R = H, Me, tBu, NO2, NH2, OH, OMe, Br; solv = DMF, MeOH) and [Zn6[2,5-fdc]6[Cr3O(isonicotinate)6(DMF)3]X]·y solv (X = NO3-, OH-) based upon 5-substituted-1,3-benzenedicarboxylate or 2,5-furandicarboxylate.  This family of lon-e nets are built by pillaring of hexagonal two-dimensional kagome (kag) lattices constructed from known [Zn2(CO2R)4] paddlewheel mol. building blocks (MBBs) connected by 1,3-benzenedicarboxylate (bdc2-) linkers.  The pillars are [Cr3(μ3-O)-(RCO2)]6 trigonal prismatic primary MBBs decorated by six pyridyl moieties (tp-PMBB-1).  The 3-fold symmetry (D3h) of tp-PMBB-1 is complementary with the alternating orientation of the axial sites of the paddlewheel MBBs and enables triple crosslinking of the kag layers by each pillar.  These MOMs represent the 1st examples of axial-to-axial pillared undulating kag layers, and they are readily fine-tuned because the bdc2- moieties can be varied at their 5-position without changing the overall structure.  This lon-e platform possesses functionalized hexagonal channels since the kag lattices are necessarily eclipsed.  The effects of the substituent at the 5-positions of the bdc2- linkers upon gas adsorption, particularly the heats of adsorption of CO2 and methane, were studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVWjs7jE&md5=9d944b60a6a1975d3bccad9cd1952f59", "(b) ", "Deria", ", ", "P.", "; ", "Mondloch", ", ", "J. E.", "; ", "Tylianakis", ", ", "E.", "; ", "Ghosh", ", ", "P.", "; ", "Bury", ", ", "W.", "; ", "Snurr", ", ", "R. Q.", "; ", "Hupp", ", ", "J. T.", "; ", "Farha", ", ", "O. K.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "16801", "– ", "16804", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Perfluoroalkane Functionalization of NU-1000 via Solvent-Assisted Ligand Incorporation: Synthesis and CO2 Adsorption Studies", "Deria, Pravas; Mondloch, Joseph E.; Tylianakis, Emmanuel; Ghosh, Pritha; Bury, Wojciech; Snurr, Randall Q.; Hupp, Joseph T.; Farha, Omar K.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "45", "),\r\n    ", "16801-16804", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new functionalization technique, solvent-assisted ligand incorporation (SALI), was developed to efficiently incorporate carboxylate-based functionalities in the Zr-based metal-org. framework, NU-1000.  Unlike previous metal node functionalization strategies, which utilize dative bonding to coordinatively unsatd. metal sites, SALI introduces functional groups as charge compensating and strongly bound moieties to the Zr6 node.  Utilizing SALI, the authors have efficiently attached perfluoro-alkane carboxylates of various chain lengths (C1-C9) on the Zr6 nodes of NU-1000.  These fluoro-alkane-functionalized mesoporous MOFs, termed herein SALI-n, were studied exptl. and theor. as potential CO2 capture materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslSqtLjK&md5=a346fb82af4ad25e21f1333807c50ec9", "(c) ", "Zou", ", ", "R. Q.", "; ", "Sakurai", ", ", "H.", "; ", "Han", ", ", "S.", "; ", "Zhong", ", ", "R. Q.", "; ", "Xu", ", ", "Q.", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "8402", "– ", "8403", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Probing the Lewis Acid Sites and CO Catalytic Oxidation Activity of the Porous Metal-Organic Polymer [Cu(5-methylisophthalate)]", "Zou, Ru-Qiang; Sakurai, Hiroaki; Han, Song; Zhong, Rui-Qin; Xu, Qiang", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "27", "),\r\n    ", "8402-8403", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new metal-org. polymer material exhibits the excellent and stable CO oxidn. catalytic activity.  Its open Lewis acid sites on the channel walls were probed by CO adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXmsFGgurc%253D&md5=9fb83af01e0d1f78b6e1cd7a3c217b2d", "(d) ", "Liu", ", ", "Y.", "; ", "Li", ", ", "G.", "; ", "Li", ", ", "X.", "; ", "Cui", ", ", "Y.", " ", "Angew. Chem., Int. Ed.", " ", "2007", ",  ", "46", ",  ", "6301", "– ", "6304", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Cation-dependent nonlinear optical behavior in an octupolar three dimensional anionic metal-organic open framework", "Liu, Yan; Li, Gao; Li, Xing; Cui, Yong", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "33", "),\r\n    ", "6301-6304", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A holey host: an octupolar porous metalorg. framework with a Td-sym. supercage structure; exhibits a powder second harmonic generation (SHG) intensity about 15 times higher than that of KH2PO4.  This anionic open framework is highly thermally stable, displays high ion-exchange capacities with the cations NH4+, Na+, and K+, and, more importantly, exhibits an unprecedented cation-dependent NLO activity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXpvVSltL0%253D&md5=526694f37b6a4e1e151680f8fc2fc64c", "3. ", "(a) ", "Lu", ", ", "G.", "; ", "Li", ", ", "S.", "; ", "Guo", ", ", "Z.", "; ", "Farha", ", ", "O. K.", "; ", "Hauser", ", ", "B. G.", "; ", "Qi", ", ", "X.", "; ", "Wang", ", ", "Y.", "; ", "Wang", ", ", "X.", "; ", "Han", ", ", "S.", "; ", "Liu", ", ", "X.", "; ", "DuChene", ", ", "J. S.", "; ", "Zhang", ", ", "H.", "; ", "Zhang", ", ", "Q.", "; ", "Chen", ", ", "X.", "; ", "Ma", ", ", "J.", "; ", "Loo", ", ", "S. C.", "; ", "Wei", ", ", "W. D.", "; ", "Yang", ", ", "Y.", "; ", "Hupp", ", ", "J. T.", "; ", "Huo", ", ", "F.", " ", "Nat. Chem.", " ", "2012", ",  ", "4", ",  ", "310", "– ", "316", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Imparting functionality to a metal-organic framework material by controlled nanoparticle encapsulation", "Lu, Guang; Li, Shaozhou; Guo, Zhen; Farha, Omar K.; Hauser, Brad G.; Qi, Xiaoying; Wang, Yi; Wang, Xin; Han, Sanyang; Liu, Xiaogang; DuChene, Joseph S.; Zhang, Hua; Zhang, Qichun; Chen, Xiaodong; Ma, Jan; Loo, Say Chye Joachim; Wei, Wei D.; Yang, Yanhui; Hupp, Joseph T.; Huo, Fengwei", "Nature Chemistry", "\r\n        (", "2012", "),\r\n    ", "4", "\r\n        (", "4", "),\r\n    ", "310-316", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Microporous metal-org. frameworks (MOFs) that display permanent porosity show great promise for a myriad of purposes.  The potential applications of MOFs can be developed further and extended by encapsulating various functional species (for example, nanoparticles) within the frameworks.  However, despite increasing nos. of reports of nanoparticle/MOF composites, simultaneously to control the size, compn., dispersed nature, spatial distribution and confinement of the incorporated nanoparticles within MOF matrixes remains a significant challenge.  Here, the authors report a controlled encapsulation strategy that enables surfactant-capped nanostructured objects of various sizes, shapes and compns. to be enshrouded by a zeolitic imidazolate framework (ZIF-8).  The incorporated nanoparticles are well dispersed and fully confined within the ZIF-8 crystals.  This strategy also allows the controlled incorporation of multiple nanoparticles within each ZIF-8 crystallite.  The as-prepd. nanoparticle/ZIF-8 composites exhibit active (catalytic, magnetic and optical) properties that derive from the nanoparticles as well as mol. sieving and orientation effects that originate from the framework material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XisVKrsbw%253D&md5=e901c8ad32764c812e26d0df6c2c86f3", "(b) ", "Lin", ", ", "X.", "; ", "Jia", ", ", "J.", "; ", "Zhao", ", ", "X.", "; ", "Thomas", ", ", "K. M.", "; ", "Blake", ", ", "A. J.", "; ", "Walker", ", ", "G. S.", "; ", "Champness", ", ", "N. R.", "; ", "Hubberstey", ", ", "P.", "; ", "Schroder", ", ", "M.", " ", "Angew. Chem., Int. Ed.", " ", "2006", ",  ", "45", ",  ", "7358", "– ", "7364", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "High H2 adsorption by coordination-framework materials", "Lin, Xiang; Jia, Junhua; Zhao, Xuebo; Thomas, K. Mark; Blake, Alexander J.; Walker, Gavin S.; Champness, Neil R.; Hubberstey, Peter; Schroeder, Martin", "Angewandte Chemie, International Edition", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "44", "),\r\n    ", "7358-7364", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Three coordination frameworks with different pore sizes were prepd. from CuII salt and carboxylate ligands of various lengths.  Comparison of their sorption properties reveals that smaller pores allow higher densities of adsorbed H2, whereas larger pores allow higher max. H2 storage capacities.  The structures of the three structural analogs are also reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xht1OmsbvI&md5=35c0082804c53403f9f34067950b76a6", "(c) ", "Chen", ", ", "S. M.", "; ", "Zhang", ", ", "J.", "; ", "Wu", ", ", "T.", "; ", "Feng", ", ", "P. Y.", "; ", "Bu", ", ", "X. H.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "16027", "– ", "16029", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Multiroute Synthesis of Porous Anionic Frameworks and Size-Tunable Extraframework Organic Cation-Controlled Gas Sorption Properties", "Chen, Shumei; Zhang, Jian; Wu, Tao; Feng, Pingyun; Bu, Xianhui", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "44", "),\r\n    ", "16027-16029", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Under diverse and dramatically different chem. environments, including org. solvents, an ionic liq., and a deep eutectic solvent, porous anionic framework materials that contain size-tunable, ion-exchangeable extra-framework org. cations, e.g., (X)3[In3(btc)4] where X = choline, Pr4N, Bu4N, Et4N, NR(CH2CH2OH)3, R = H, Me, were prepd.  E.g., reaction of 1,3,5-benzenetricarboxlyic acid (H3btc), choline chloride and In(NO3)3·xH2O in DMF solvent at 120° for 4 days gave a 90% yield of (choline)3[In3(btc)4]·2(DMF).  Even though a large fraction of the pore space is occupied with charge-balancing cations, some of these materials exhibit a very high gas uptake capacity (e.g., 70.6 cm3/g for CO2 at 1 atm and 273 K), suggesting that the charged anionic framework and extra-framework cations may help to enhance the gas adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht12iur3J&md5=5fb9d829bbb0cb4759fd620fb4d523ae", "(d) ", "Zheng", ", ", "B. S.", "; ", "Bai", ", ", "J. F.", "; ", "Duan", ", ", "J. G.", "; ", "Wojtas", ", ", "L.", "; ", "Zaworotko", ", ", "M. J.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "748", "– ", "751", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Enhanced CO2 binding affinity of a high-uptake rht-type metal-organic framework decorated with acylamide groups", "Zheng, Baishu; Bai, Junfeng; Duan, Jingui; Wojtas, Lukasz; Zaworotko, Michael J.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "4", "),\r\n    ", "748-751", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An rht-type metal-org. framework (MOF) prepd. from M2(carboxylate)4 (M = Cu, Co) paddlewheel clusters and a flexible C3-sym. hexacarboxylate ligand with acylamide groups exhibits larger CO2 uptake, an enhanced heat of adsorption, and higher selectivity toward CO2/N2 in comparison with what was previously obsd. for an analogous MOF with alkyne groups.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsF2ku77O&md5=d6d344c487e474f8969de5720df246c8", "(e) ", "Lin", ", ", "Q. P.", "; ", "Wu", ", ", "T.", "; ", "Zheng", ", ", "S. T.", "; ", "Bu", ", ", "X. H.", "; ", "Feng", ", ", "P. Y.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "784", "– ", "787", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Single-Walled Polytetrazolate Metal-Organic Channels with High Density of Open Nitrogen-Donor Sites and Gas Uptake", "Lin, Qipu; Wu, Tao; Zheng, Shou-Tian; Bu, Xianhui; Feng, Pingyun", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "2", "),\r\n    ", "784-787", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The self-assembly between zinc dimer and 1,3,5-tris(2H-tetrazol-5-yl)benzene (H3BTT), promoted by a urea deriv., leads to a highly porous 3D framework with a large percentage (67%) of N-donor sites unused for bonding with metals.  The material exhibits high gas storage capacity (∼1.89% H2 at 77 K and 1 atm; 98 cm3/g CO2 at 273 K and 1 atm), even in the absence of open metal sites.  The high percentage of open N-donor sites, coupled with the low framework d. resulting from single-walled channels, is believed to contribute to the high uptake capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1ers73J&md5=363f2824ccc1e5f75c14e33e7f83b905", "4. ", "(a) ", "Li", ", ", "B. Y.", "; ", "Zhang", ", ", "Z. J.", "; ", "Li", ", ", "Y.", "; ", "Yao", ", ", "K. X.", "; ", "Zhu", ", ", "Y. H.", "; ", "Deng", ", ", "Z. Y.", "; ", "Yang", ", ", "F.", "; ", "Zhou", ", ", "X. J.", "; ", "Li", ", ", "G. H.", "; ", "Wu", ", ", "H. H.", "; ", "Nijem", ", ", "N.", "; ", "Chabal", ", ", "Y. J.", "; ", "Lai", ", ", "Z. P.", "; ", "Han", ", ", "Y.", "; ", "Shi", ", ", "Z.", "; ", "Feng", ", ", "S. H.", "; ", "Li", ", ", "J.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "1412", "– ", "1415", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Enhanced Binding Affinity, Remarkable Selectivity, and High Capacity of CO2 by Dual Functionalization of a rht-Type Metal-Organic Framework", "Li, Baiyan; Zhang, Zhijuan; Li, Yi; Yao, Kexin; Zhu, Yihan; Deng, Zhiyong; Yang, Fen; Zhou, Xiaojing; Li, Guanghua; Wu, Haohan; Nijem, Nour; Chabal, Yves J.; Lai, Zhiping; Han, Yu; Shi, Zhan; Feng, Shouhua; Li, Jing", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "6", "),\r\n    ", "1412-1415, S1412/1-S1412/27", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "[Cu3(TDPAT)(H2O)3]·10H2O·5DMA (Cu-TDPAT) was synthesized by using 2,4,6-tris(3,5-dicarboxy)phenylamino-1,3,5-triazine (H6TDPAT), a Lewis base acid-rich hexacarboxylate ligand.  The three isophthalate moieties in TDPAT are linked through copper paddle-wheel units to form cuboctahedral supermol. building blocks, which are covalently bonded through the isophthalate moieties (at position 1) to yield a (3,24)-connected rht-type network.  The smallest member of rht-type MOFs, Cu-TDPAT, built on a hexacarboxylate ligand with iminotriazine backbone, shows a greatly enhanced CO2 binding affinity compared with all other isoreticular rht-MOFs and remarkable selectivity of CO2 over N2 under conditions that mimic flue gas mixts.  The high adsorption affinity and capacity are attributed to the dual functionalization of the framework by concurrent incorporation of high d. of open metal sites and Lewis basic sites.  In addn., narrower pores in Cu-TDPAT are likely to be the other contributing factor leading to the stronger CO2-framework interactions with respect to other similar rht-type MOFs.  Coupled with its exceptionally high water and thermal stability, Cu-TDPAT may have real promise for adsorption-based small gas sepns., in particular CO2 capture from power plant flue gases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12gsbbK&md5=8f4ec1cc495736e9fdbdb17f323f7ccd", "(b) ", "Jing", ", ", "X.", "; ", "He", ", ", "C.", "; ", "Dong", ", ", "D. P.", "; ", "Yang", ", ", "L. L.", "; ", "Duan", ", ", "C. Y.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "10127", "– ", "10131", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Homochiral Crystallization of Metal-Organic Silver Frameworks: Asymmetric [3+2] Cycloaddition of an Azomethine Ylide", "Jing, Xu; He, Cheng; Dong, Dapeng; Yang, Linlin; Duan, Chunying", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "40", "),\r\n    ", "10127-10131, S10127/1-S10127/15", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "We developed a new strategy for the creation of homochiral metal-org. frameworks for intrinsically asym. metal catalysis..  Asym. cycloaddn. reaction involving Me 2-(benzylideneamino)acetate and N-methylmaleimide was carried out.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhtlamur7F&md5=dded81baeea0a69cfee0dfc72a23289c", "(c) ", "Bae", ", ", "T. H.", "; ", "Long", ", ", "J. R.", " ", "Energy Environ. Sci.", " ", "2013", ",  ", "6", ",  ", "3565", "– ", "3569", "[", "Crossref", "], [", "CAS", "]", "4. ", "CO2/N2 separations with mixed-matrix membranes containing Mg2(dobdc) nanocrystals", "Bae, Tae-Hyun; Long, Jeffrey R.", "Energy & Environmental Science", "\r\n        (", "2013", "),\r\n    ", "6", "\r\n        (", "12", "),\r\n    ", "3565-3569", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Nanocrystals of M2(dobdc) (M = Mg, Ni, Zn; dobdc4- = 1,4-dioxido-2,5-benzenedicarboxylate), also known as M-MOF-74 or CPO-27-M, with diams. of ∼100 nm or less were synthesized using a room-temp. reaction of 2 h duration.  Adsorption data collected for CO2 and N2 show slightly lower surface areas but similar adsorption selectivites relative to the bulk materials.  High-quality mixed-matrix membranes contg. Mg2(dobdc) nanocrystals were fabricated using three different polymers for testing under conditions relevant to the removal of CO2 from flue gas.  Significant enhancements in CO2 permeability and CO2/N2 selectivity over a pure polymer membrane were obsd. when a glassy polyimide was employed as the matrix, while membranes made with rubbery polymers showed decreased permeabilities, presumably due to the plugging of Mg2(dobdc) pores by polymer chains having a high mobility at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvVajtbrI&md5=248277b63f1c5b6fd92c9273a0fbae97", "(d) ", "He", ", ", "Y. B.", "; ", "Zhou", ", ", "W.", "; ", "Krishna", ", ", "R.", "; ", "Chen", ", ", "B. L.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "11813", "– ", "11831", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Microporous metal-organic frameworks for storage and separation of small hydrocarbons", "He, Yabing; Zhou, Wei; Krishna, Rajamani; Chen, Banglin", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "97", "),\r\n    ", "11813-11831", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Hydrocarbons are very important energy resources and raw materials for some industrially important products and fine chems.  There is a need for the discovery of better materials that offer enhanced capacities for safe storage of hydrocarbons.  Furthermore, the development of improved sepn. technologies will lead to significant redn. in energy requirements and costs.  In this feature article, we provide an overview of the current status of the emerging microporous metal-org. frameworks for the storage and sepn. of small hydrocarbons.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhslCnsLjO&md5=c27c3682fac56f8d80b2f7ff420d3b7e", "(e) ", "Wen", ", ", "L.", "; ", "Cheng", ", ", "P.", "; ", "Lin", ", ", "W. B.", " ", "Chem. Sci.", " ", "2012", ",  ", "3", ",  ", "2288", "– ", "2292", "[", "Crossref", "], [", "CAS", "]", "4. ", "Mixed-motif interpenetration and cross-linking of high-connectivity networks led to robust and porous metal-organic frameworks with high gas uptake capacities", "Wen, Liang; Cheng, Peng; Lin, Wenbin", "Chemical Science", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "7", "),\r\n    ", "2288-2292", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two high-connectivity MOFs with very interesting modes of mixed-motif interpenetration and crosslinking were synthesized using the elongated and arom.-rich methanetetra(biphenyl-p-carboxylic acid) bridging ligand (H4MTBPC, H4L). [Zn4(L)(H2L)2]·12DEF·40H2O (1) contains an interpenetrating 4,8-connected 3D framework of the alb/P topol. and 4,4-connected 3D network of the lon topol., whereas [Co5(L)(HL)2]·15DMF·37H2O (2) is the first 4,12-connected 4-nodal net with the Schlaefli symbol of {422.639.85}{45.6}2{46}.  The structure of 2 can be visualized as crosslinking of three 4,4-connected 3D networks of the lon topol.  The seemingly different structures of 1 and 2 are in fact closely related as the structure of 1 can be obtained by removing one of the Co centers in the penta-cobalt secondary building unit (SBU).  Unusual mixed-motif interpenetration in 1 and crosslinking in 2 rigidify and stabilize the frameworks, leading to highly porous MOFs with high uptake capacities for H2 and CO2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XotFGrs7w%253D&md5=087ecf2966b3edfe9532aca208e3157a", "5. ", "(a) ", "Burd", ", ", "S. D.", "; ", "Ma", ", ", "S. Q.", "; ", "Perman", ", ", "J. A.", "; ", "Sikora", ", ", "B. J.", "; ", "Snurr", ", ", "R. Q.", "; ", "Thallapally", ", ", "P. K.", "; ", "Tuan", ", ", "J.", "; ", "Wojtas", ", ", "L.", "; ", "Zaworotko", ", ", "M. J.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "3663", "– ", "3666", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Highly Selective Carbon Dioxide Uptake by [Cu(bpy-n)2(SiF6)] (bpy-1 = 4,4'-Bipyridine; bpy-2 = 1,2-Bis(4-pyridyl)ethene)", "Burd, Stephen D.; Ma, Shengqian; Perman, Jason A.; Sikora, Benjamin J.; Snurr, Randall Q.; Thallapally, Praveen K.; Tian, Jian; Wojtas, Lukasz; Zaworotko, Michael J.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "8", "),\r\n    ", "3663-3666", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A previously known class of porous coordination polymer (PCP), [Cu(bpy-n)2(SiF6)] (bpy-1 = 4,4'-bipyridine; bpy-2 = 1,2-bis(4-pyridyl)ethene), was studied to assess its selectivity toward CO2, CH4, N2, and H2O.  Both polymers were prepd. and characterized by x-ray crystallog.  Gas sorption measurements reveal that [Cu(bpy-1)2(SiF6)] exhibits the highest uptake for CO2 yet seen at 298 K and 1 atm by a PCP that does not contain open metal sites.  Significantly, [Cu(bpy-1)2(SiF6)] does not exhibit particularly high uptake under the same conditions for CH4, N2, and, H2O, presumably because of its lack of open metal sites.  Consequently, at 298 K and 1 atm [Cu(bpy-1)2(SiF6)] exhibits a relative uptake of CO2 over CH4 of ∼10.5:1, the highest value exptl. obsd. in a compd. without open metal sites.  [Cu(bpy-2)2(SiF6)] exhibits larger pores and surface area than [Cu(bpy-1)2(SiF6)] but retains a high CO2/CH4 relative uptake of ∼8:1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XitVequrY%253D&md5=7bcf90e89c81065912bdd453d45db63e", "(b) ", "Gandara", ", ", "F.", "; ", "Furukawa", ", ", "H.", "; ", "Lee", ", ", "S.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "5271", "– ", "5274", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "High Methane Storage Capacity in Aluminum Metal-Organic Frameworks", "Gandara, Felipe; Furukawa, Hiroyasu; Lee, Seungkyu; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "14", "),\r\n    ", "5271-5274", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The use of porous materials to store natural gas in vehicles requires large amts. of methane per unit of vol.  Here the authors report the synthesis, crystal structure and methane adsorption properties of two new aluminum metal-org. frameworks, MOF-519 and MOF-520.  Both materials exhibit permanent porosity and high methane volumetric storage capacity: MOF-519 has a volumetric capacity of 200 and 279 cm3 cm-3 at 298 K and 35 and 80 bar, resp., and MOF-520 has a volumetric capacity of 162 and 231 cm3 cm-3 under the same conditions.  Also, MOF-519 exhibits an exceptional working capacity, being able to deliver a large amt. of methane at pressures between 5 and 35 bar, 151 cm3 cm-3, and between 5 and 80 bar, 230 cm3 cm-3.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXkslamt7w%253D&md5=f45850d29d222bb32621c184ec84ca01", "(c) ", "Yun", ", ", "R. R.", "; ", "Lu", ", ", "Z. Y.", "; ", "Pan", ", ", "Y.", "; ", "You", ", ", "X. Z.", "; ", "Bai", ", ", "J. F.", " ", "Angew. Chem., Int. Ed.", " ", "2013", ",  ", "52", ",  ", "11282", "– ", "11285", "[", "Crossref", "], [", "CAS", "]", "5. ", "Formation of a Metal-Organic Framework with High Surface Area and Gas Uptake by Breaking Edges Off Truncated Cuboctahedral Cages", "Yun, Ruirui; Lu, Zhiyong; Pan, Yi; You, Xiaozeng; Bai, Junfeng", "Angewandte Chemie, International Edition", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "43", "),\r\n    ", "11282-11285", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The prepn. and properties are discussed of NJu-Bai9 a product of Zn(NO3)2, BCP (3,5-bis(4-carboxyanilino-carbonyl)pyridine), and DMF in a fluoroboric acid soln.  The crystal structure, surface area and adsorption properties are described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVCntL3P&md5=33909076ba1646b7b874b004a839a27e", "(d) ", "Qin", ", ", "J. S.", "; ", "Du", ", ", "D. Y.", "; ", "Li", ", ", "W. L.", "; ", "Zhang", ", ", "J. P.", "; ", "Li", ", ", "S. L.", "; ", "Su", ", ", "Z. M.", "; ", "Wang", ", ", "X. L.", "; ", "Xu", ", ", "Q.", "; ", "Shao", ", ", "K. Z.", "; ", "Lan", ", ", "Y. Q.", " ", "Chem. Sci.", " ", "2012", ",  ", "3", ",  ", "2114", "– ", "2118", "[", "Crossref", "], [", "CAS", "]", "5. ", "N-rich zeolite-like metal-organic framework with sodalite topology: high CO2 uptake, selective gas adsorption and efficient drug delivery", "Qin, Jun-Sheng; Du, Dong-Ying; Li, Wen-Liang; Zhang, Jing-Ping; Li, Shun-Li; Su, Zhong-Min; Wang, Xin-Long; Xu, Qiang; Shao, Kui-Zhan; Lan, Ya-Qian", "Chemical Science", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "6", "),\r\n    ", "2114-2118", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A novel zeolite-like metal-org. framework (ZMOF) with sodalite topol., [Zn(HL)]·DMA (IFMC-1, L = 4,5-di(1H-tetrazol-5-yl)-2H-1,2,3-triazole and IFMC = Institute of Functional Material Chem.), was solvothermally synthesized based on an N-rich arom. ligand without a NH2 group.  It exhibits high CO2 uptake and selective CO2/N2 adsorption capacity.  For the first time, the authors studied the influence of a large no. of uncoordinated nitrogen atoms from arom. rings for CO2 adsorption in ZMOFs.  This result reveals that the high percentage of open N-donor sites leads to the high uptake capacity for CO2, even in the absence of any NH2 groups and open metal sites.  In addn., it also exhibits efficient drug delivery capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xnt12qt7Y%253D&md5=f8e29aefd461e8383145a88b39a1b5a2", "6. ", "(a) ", "Bury", ", ", "W.", "; ", "Fairen-Jimenez", ", ", "D.", "; ", "Lalonde", ", ", "M. B.", "; ", "Snurr", ", ", "R. Q.", "; ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Mater.", " ", "2013", ",  ", "25", ",  ", "739", "– ", "744", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Control over Catenation in Pillared Paddlewheel Metal-Organic Framework Materials via Solvent-Assisted Linker Exchange", "Bury, Wojciech; Fairen-Jimenez, David; Lalonde, Marianne B.; Snurr, Randall Q.; Farha, Omar K.; Hupp, Joseph T.", "Chemistry of Materials", "\r\n        (", "2013", "),\r\n    ", "25", "\r\n        (", "5", "),\r\n    ", "739-744", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Control over catenation in a pillared paddlewheel metal-org. framework was achieved via solvent-assisted linker exchange.  The linker exchange was demonstrated on the noncatenated structure of DO-MOF ([Zn2(L)(L3)]n, H4L = 1,2,4,5-tetrakis(4-carboxyphenyl)benzene, L3 = 1,2-bis(4-pyridyl)ethane-1,2-diol), by using 4,4'-bipyridine (L4) and 4,4'-azobis(pyridine) (L5) as linkers, leading to noncatenated materials SALEM-3 and SALEM-4.  The de novo synthesized analogs of SALEM-3 and SALEM-4 can only be obtained as 2-fold interpenetrated frameworks.  The reaction progress of the linker exchange was monitored by NMR spectroscopy, and structure and framework catenation were characterized by powder x-ray diffraction and thermogravimetric methods.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXit1aqu70%253D&md5=6a953d3f112a30d93d42c046a0613c88", "(b) ", "Karagiaridi", ", ", "O.", "; ", "Bury", ", ", "W.", "; ", "Tylianakis", ", ", "E.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Hupp", ", ", "J. T.", "; ", "Farha", ", ", "O. K.", " ", "Chem. Mater.", " ", "2013", ",  ", "25", ",  ", "3499", "– ", "3503", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Opening Metal-Organic Frameworks Vol. 2: Inserting Longer Pillars into Pillared-Paddlewheel Structures through Solvent-Assisted Linker Exchange", "Karagiaridi, Olga; Bury, Wojciech; Tylianakis, Emmanuel; Sarjeant, Amy A.; Hupp, Joseph T.; Farha, Omar K.", "Chemistry of Materials", "\r\n        (", "2013", "),\r\n    ", "25", "\r\n        (", "17", "),\r\n    ", "3499-3503", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Solvent-assisted linker exchange (SALE) was performed on a pillared-paddlewheel metal-org. framework (MOF), SALEM-5, to achieve incorporation of longer linkers into the material.  The 9-Å meso-1,2-di(4-pyridyl)-1,2-ethanediol pillar of SALEM-5 was successfully replaced by 11-Å, 14-Å, and 17-Å pillars to generate daughter MOFs SALEM-6, SALEM-7, and SALEM-8.  The daughter frameworks possess more open cages, as was demonstrated by structural modeling from the powder x-ray diffraction patterns, and larger solvent accessible space, as was demonstrated by TGA.  Finally, a study was performed to examine the effect of pKa of monoprotonated dipyridyl pillars (as an indicator of the Zn-L bond strength) on the outcome of SALE.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtlaisbvK&md5=55543a6a72f60180667c7034dd333a62", "(c) ", "Kim", ", ", "M.", "; ", "Cahill", ", ", "J. F.", "; ", "Su", ", ", "Y. X.", "; ", "Prather", ", ", "K. A.", "; ", "Cohen", ", ", "S. M.", " ", "Chem. Sci.", " ", "2012", ",  ", "3", ",  ", "126", "– ", "130", "[", "Crossref", "], [", "CAS", "]", "6. ", "Postsynthetic ligand exchange as a route to functionalization of metal-organic frameworks", "Kim, Min; Cahill, John F.; Su, Yongxuan; Prather, Kimberly A.; Cohen, Seth M.", "Chemical Science", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "1", "),\r\n    ", "126-130", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Herein, the authors report that the exchange of ligands from an intact metal-org. framework (MOF) can be exploited as a means to introduce functionalized ligands into MOFs under mild conditions.  Ligand exchange can occur with 'inert' Zr(IV)-based UiO-66 MOFs in a solvent dependent manner.  The authors call this process postsynthetic exchange (PSE) and show that it provides access to MOFs that are not readily prepd. in high quality by solvothermal methods.  Ligand exchange can occur between UiO-66 MOFs as monitored by aerosol time-of-flight mass spectrometry (ATOFMS).  ATOFMS was used to analyze the chem. compn. of microcryst. MOFs on the single particle level, providing information not available through bulk anal.  PSE is an important postsynthetic approach to the modification of MOFs, and the ligand exchange revealed by ATOFMS requires a reevaluation of the assumed 'stability' of even the most robust MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsFeisr%252FM&md5=b12ee0a9098d4c4065bb4f5e26f15f1a", "(d) ", "Burnett", ", ", "B. J.", "; ", "Barron", ", ", "P. M.", "; ", "Hu", ", ", "C.", "; ", "Choe", ", ", "W.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "9984", "– ", "9987", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Stepwise Synthesis of Metal-Organic Frameworks: Replacement of Structural Organic Linkers", "Burnett, Brandon J.; Barron, Paul M.; Hu, Chunhua; Choe, Wonyoung", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "26", "),\r\n    ", "9984-9987", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A single-crystal to single-crystal transformation resulting from bridging-linker replacement is possible in extended 2-dimensional and 3-dimensional metal-org. frameworks (MOFs) by introducing pillared paddlewheel MOF structures into a soln. contg. dipyridyl linkers.  No lateral movement of the layers was obsd. during this transformation, creating a templating effect from the parent structure to the daughter structure.  A previously unattainable structure was obtained by a two-step synthetic method using the bridging-linker replacement transformation method.  Addnl., a bridging-linker insertion was obsd. when excess linker was used with the 2-dimensional MOF structure, inducing an overall 2-dimensional to 3-dimensional transformation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnsF2gtbo%253D&md5=75c8496456b4ec12e759422ee7770762", "7. ", "Li", ", ", "T.", "; ", "Kozlowski", ", ", "M. T.", "; ", "Doud", ", ", "E. A.", "; ", "Blakely", ", ", "M. N.", "; ", "Rosi", ", ", "N. L.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "11688", "– ", "11691", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Stepwise ligand exchange for preparation of family of mesoporous MOFs", "Li, Tao; Kozlowski, Mark T.; Doud, Evan A.; Blakely, Maike N.; Rosi, Nathaniel L.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "32", "),\r\n    ", "11688-11691", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A stepwise ligand exchange strategy is utilized to prep. a series of isoreticular bio-MOF-100 analogs.  Specifically, in situ ligand exchange with progressively longer dicarboxylate linkers is performed on single cryst. starting materials to synthesize products with progressively larger mesoporous cavities.  The new members of this series of materials, bio-MOFs 101-103, each exhibit permanent mesoporosity and pore sizes ranging from ∼2.1-2.9 nm and surface areas ranging from 2704 to 4410 m2/g.  The pore vol. for bio-MOF 101 is 2.83 cc/g.  Bio-MOF-102 and 103 have pore vols. of 4.36 and 4.13 cc/g, resp.  Collectively, these data establish this unique family of MOFs as one of the most porous reported to date.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXnvFyisbw%253D&md5=00b20f8835e126f9113b30b4b80af0e6", "8. ", "(a) ", "Das", ", ", "S.", "; ", "Kim", ", ", "H.", "; ", "Kim", ", ", "K.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "3814", "– ", "3815", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Metathesis in Single Crystal: Complete and Reversible Exchange of Metal Ions Constituting the Frameworks of Metal-Organic Frameworks", "Das, Sunirban; Kim, Hyunuk; Kim, Kimoon", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "11", "),\r\n    ", "3814-3815", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors report for the 1st time the complete and reversible exchange of metal ions constituting a robust microporous framework while maintaining not only the structural integrity of the framework but also single crystallinity.  Solvothermal reaction of Cd(NO3)2·4H2O with H3hett (5,5,10,10,15,15-hexaethyl-10,15-dihydro-5-5H-tribenzo[a,f,k]trindene-2,7,12-tricarboxylic acid) in DMF produced a new cryst. MOF Cd1.5(H3O)3[(Cd4O)3(Hett)8]·8H2O 1 having a cubic network with 3-dimensional channels.  The basic building unit of the framework 1 is an octahedron where the square planar tetrametallic SBUs ({Cd4O}6+) and tricarboxylate linkers (hett3-) occupy the vertexes and triangular faces of the octahedron, resp.  The cubic framework is generated by sharing the vertexes of the octahedra.  The framework is exceptionally stable in open air as well as in various solns. including aq. medium.  Most interestingly, the framework constituting Cd(II) ions undergo complete and reversible exchange with Pb(II) in aq. soln. at room temp. without altering structural integrity and losing single crystallinity.  The authors have also studied the complete exchange of framework Cd(II) ions with lanthanide ions (Dy(III) and Nd(III)) with the retention of the framework topol.  The reversible exchange of framework constituting metal ions while maintaining the framework integrity and single crystallinity was confirmed by a combination of various methods including ICP-AES, in situ PXRD, TGA, IR, optical microscopy, elemental anal., N2 sorption and in situ single crystal x-ray structural anal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXisFGmtro%253D&md5=c83d7c97903f0852a9537816c813be78", "(b) ", "Yao", ", ", "R. X.", "; ", "Xu", ", ", "X.", "; ", "Zhang", ", ", "X. M.", " ", "Chem. Mater.", " ", "2012", ",  ", "24", ",  ", "303", "– ", "310", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Magnetic Modulation and Cation-Exchange in a Series of Isostructural (4,8)-Connected Metal-Organic Frameworks with Butterfly-like [M4(OH)2(RCO2)8] Building Units", "Yao, Ru-Xin; Xu, Xia; Zhang, Xian-Ming", "Chemistry of Materials", "\r\n        (", "2012", "),\r\n    ", "24", "\r\n        (", "2", "),\r\n    ", "303-310", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of isostructural metal-carboxylate frameworks [Me2NH2][M2(bptc)(μ3-OH)(H2O)2] (H4bptc = 3,3',4,4'-biphenyltetracarboxylic acid, M = Co, Co0.83Ni0.17, Co0.55Ni0.45, Co0.13Ni0.87, and Ni for 1-5, resp.) have been synthesized, which feature (4,8)-connected scu topol. anionic frameworks constructed by a butterfly-like [M4(OH)2(RCO2)8] cluster and have three-dimensional (3D) channels filled by in situ generated [Me2NH2]+ cations.  Flame at. absorption spectroscopy (FAAS), scanning electron microscope energy-disperse x-ray spectroscopy (SEM-EDS), IR spectroscopy, Raman spectroscopy, and powder x-ray diffraction (PXRD) measurements reveal that 1 can selectively exchange alkali metal cations.  Magnetic properties display that monometallic 1 and 5 are characteristic of a antiferromagnet and a ferromagnet, resp.  Incorporation of Co and Ni into the system produced heterometallic compds. 2, 3, and 4.  Compd. 2 with a very low ratio of Ni to Co shows antiferromagnetic behavior similar to 1, while compds. 3 and 4 with a large ratio of Ni to Co are characteristic of ferrimagnetic-like behavior.  Magnetic tuning from antiferromagnetic, ferrimagnetic-like, to ferromagnetic behaviors can be achieved by heterometallic substitution in isostructural magnetic frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1ajtrrI&md5=e0adfd1301459680b61ea486fe5765aa", "(c) ", "Zhang", ", ", "Z. J.", "; ", "Zhang", ", ", "L. P.", "; ", "Wojtas", ", ", "L.", "; ", "Nugent", ", ", "P.", "; ", "Eddaoudi", ", ", "M.", "; ", "Zaworotko", ", ", "M. J.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "924", "– ", "927", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Templated Synthesis, Postsynthetic Metal Exchange, and Properties of a Porphyrin-Encapsulating Metal-Organic Material", "Zhang, Zhenjie; Zhang, Linping; Wojtas, Lukasz; Nugent, Patrick; Eddaoudi, Mohamed; Zaworotko, Michael J.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "2", "),\r\n    ", "924-927", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reaction of biphenyl-3,4',5-tricarboxylate (H3BPT) and CdCl2 in the presence of meso-tetra(N-methyl-4-pyridyl)porphine tetratosylate (TMPyP) afforded porph@MOM-10, [Cd6(BPT)4Cl4(H2O)4][CdCl(TMPyP)]·H3O, a microporous metal-org. material contg. CdTMPyP cations encapsulated in an anionic Cd(II) carboxylate framework, [Cd6(BPT)4Cl4(H2O)4].  Porph@MOM-10 is a versatile platform that undergoes exchange with manganese and copper to serve as the parent of porph@MOMs, Mnporph@MOM-10-Mn, [Mn6(BPT)4Cl4(MeOH)4][Mn(TMPyP)]·Cl and Cuporph@MOM-10-CdCu, [Cu4Cd2(BPT)4Cl4(H2O)4][Cu(TMPyP)], that exhibit permanent porosity and heterogeneous catalytic activity for epoxidn. of trans-stilbene.  All three porph@MOMs were characterized by x-ray crystallog.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1ersLbE&md5=5da31f033d4c9fee715441b28b67c375", "(d) ", "Meng", ", ", "W.", "; ", "Li", ", ", "H. J.", "; ", "Xu", ", ", "Z. Q.", "; ", "Du", ", ", "S. S.", "; ", "Li", ", ", "Y. X.", "; ", "Zhu", ", ", "Y. Y.", "; ", "Han", ", ", "Y.", "; ", "Hou", ", ", "H. W.", "; ", "Fan", ", ", "Y. T.", "; ", "Tang", ", ", "M. S.", " ", "Chem.—Eur. J.", " ", "2014", ",  ", "20", ",  ", "2945", "– ", "2952", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "New Mechanistic Insight into Stepwise Metal-Center Exchange in a Metal-Organic Framework Based on Asymmetric Zn4 Clusters", "Meng, Wei; Li, Huijun; Xu, Zhouqing; Du, Shanshan; Li, Yunxia; Zhu, Yanyan; Han, Yi; Hou, Hongwei; Fan, Yaoting; Tang, Mingsheng", "Chemistry - A European Journal", "\r\n        (", "2014", "),\r\n    ", "20", "\r\n        (", "10", "),\r\n    ", "2945-2952", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Herein, a mechanism of stepwise metal-center exchange for a specific metal-org. framework, namely, [Zn4(dcpp)2(DMF)3(H2O)2]n (H4dcpp=4,5-bis(4'-carboxylphenyl)phthalic acid), is disclosed for the first time.  The coordination stabilities between the central metal atoms and the ligands as well as the coordination geometry are considered to be dominant factors in this stepwise exchange mechanism.  A new magnetic anal. method and a theor. model confirmed that the exchange mechanism is reasonable.  When the metathesis reaction occurs between CuII ions and framework ZnII ions, the magnetic exchange interaction of each pair of CuII centers gradually strengthens with increasing amt. of framework CuII ions.  By analyzing the changes of coupling consts. in the Cu-exchanged products, it was deduced that Zn4 and Zn3 are initially replaced, and then Zn1 and Zn2 are replaced later.  The theor. calcn. further verified that Zn4 is replaced first, Zn3 next, then Zn1 and Zn2 last, and the coordination stability dominates the Cu/Zn exchange process.  For the Ni/Zn and Co/Zn exchange processes, besides the coordination stability, the preferred coordination geometry was also considered in the stepwise-exchange behavior.  As NiII and CoII ions esp. favor octahedral coordination geometry in oxygen-ligand fields, NiII ions and CoII ions could only selectively exchange with the octahedral ZnII ions, as was also confirmed by the exptl. results.  The stepwise metal-exchange process occurs in a single crystal-to-single crystal fashion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXitFahtLs%253D&md5=5e2910847b7b2228e2159ee231d8e332", "(e) ", "Takaishi", ", ", "S.", "; ", "DeMarco", ", ", "E. J.", "; ", "Pellin", ", ", "M. J.", "; ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Sci.", " ", "2013", ",  ", "4", ",  ", "1509", "– ", "1513", "[", "Crossref", "], [", "CAS", "]", "8. ", "Solvent-assisted linker exchange (SALE) and post-assembly metallation in porphyrinic metal-organic framework materials", "Takaishi, Shinya; DeMarco, Erica J.; Pellin, Michael J.; Farha, Omar K.; Hupp, Joseph T.", "Chemical Science", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "4", "),\r\n    ", "1509-1513", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Using recently reported robust porphyrinic metal-org. framework (RPM) materials, the authors have examd. the systematic exchange of pillaring linkers/struts as a means of accessing new versions of these materials.  Dipyridyl-porphyrin Zn(II) (Zn-dipy) struts were successfully replaced by M2-dipy (M2 = 2H(+), Al(III), Sn(IV)), forming cryst. solid solns. of Zn(Zn1-xMx)-RPM in variable ratios.  Post-synthetic metalation was demonstrated using Zn2H-RPM, again with retention of crystallinity.  The authors examd. catalytic activity for an epoxide ring-opening reaction with ZnM2-RPMs.  The catalytic activity depends strongly on the identity of the metal ion present in the dipyridyl-porphyrin unit.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjtlymtr8%253D&md5=2bae5ab3de2508d941ac8b1c15b8bbaf", "(f) ", "Huang", ", ", "S.", "; ", "Li", ", ", "X.", "; ", "Shi", ", ", "X.", "; ", "Hou", ", ", "H.", "; ", "Fan", ", ", "Y.", " ", "J. Mater. Chem.", " ", "2010", ",  ", "20", ",  ", "5695", "– ", "5699", "[", "Crossref", "], [", "CAS", "]", "8. ", "Structure extending and cation exchange of Cd(II) and Co(II) materials compounds inducing fluorescence signal mutation", "Huang, Shengli; Li, Xiaoxia; Shi, Xianju; Hou, Hongwei; Fan, Yaoting", "Journal of Materials Chemistry", "\r\n        (", "2010", "),\r\n    ", "20", "\r\n        (", "27", "),\r\n    ", "5695-5699", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Using 2-dimensional grids of [Cd(btx)2Cl2]n (1) and [Co(btx)2Cl2]n (2) (btx = 1,4-bis(triazol-1-ylmethyl)benzene) as parent complexes, with terminal dicarboxylic ions as anion substitutors and bridging ligands, the authors synthesized extended structures of 3-dimensional polymeric networks with {[Cd2(btx)2(tp)2]·H2O}n (3) and [Co3(btx)4(tp)3(H2O)4]n (4) (tp = terephthalic ion) with Schlaefli symbols (423·65) and (44·62)(48·67), resp.  The complete cation exchanged products Cu2+-1, Cu2+-3 and Cd2+-4 were obtained by immersing 1, 3 and 4 into corresponding aq. solns. of MCl2 (M = Cu2+ or Cd2+).  Fluorescence studies on the pre- and post-exchanged materials compds. indicate that central metal ions have great influence on the fluorescence signal of the materials compds., and play more important roles than skeleton structures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXotVSrurs%253D&md5=0cadd1a5e05f419c176af24b569cdda1", "(g) ", "He", ", ", "Y. C.", "; ", "Yang", ", ", "J.", "; ", "Liu", ", ", "Y. Y.", "; ", "Ma", ", ", "J. F.", " ", "Inorg. Chem.", " ", "2014", ",  ", "53", ",  ", "7527", "– ", "7533", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Series of Solvent-Induced Single-Crystal to Single-Crystal Transformations with Different Sizes of Solvent Molecules", "He, Yuan-Chun; Yang, Jin; Liu, Ying-Ying; Ma, Jian-Fang", "Inorganic Chemistry", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "14", "),\r\n    ", "7527-7533", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A highly stable soft porous coordination polymer (PCP), [Cu3(TP)4(N3)2(DMF)2]·2H2O·2DMF (1), was synthesized via an in situ synthesis of 4-tetrazole pyridine (TP) under solvothermal conditions (DMF = N,N'-DMF).  Remarkably, the solvent mols. in 1 can be resp. exchanged with cyclohexane (C6H12), cyclopentane (C5H10), decahydronaphthalene (C10H18), 1,4-dioxane (C4H8O2), and tetrahydropyrane (C5H10O) in single-crystal to single-crystal (SCSC) manners to yield [Cu3(TP)4(N3)2(DMF)2]·3C6H12 (1a), [Cu3(TP)4(N3)2(DMF)2]·2C5H10 (1b), [Cu3(TP)4(N3)2(DMF)2]·H2O·C10H18 (1c), [Cu3(TP)4(N3)2(DMF)2]·C4H8O2 (1d), [Cu3(TP)4(N3)2]·3C4H8O2 (1e), and [Cu3(TP)4(N3)2]·2H2O·C5H10O (1f).  Further, the occluded cyclohexane mols. in 1a can be removed by heating to give its porous guest-free form [Cu3(TP)4(N3)2(DMF)2] (1g).  Particularly, in H2O, 1 can lose its coordinated N3- anions to generate [Cu(TP)2(H2O)4]·4H2O (1h).  More interestingly, the soft PCP (1) demonstrates the guest selectivity for the cycloalkane solvents, cyclohexane, cyclopentane, and decahydronaphthalene, in SCSC manners for the 1st time, attributed to the synergy effect between the size and geometry of the solvent and the shape of the framework cavity.  Also, the desolvated samples of 1e show the highly selective gas adsorption of CO2 over N2, indicating its potential application in the sepn. of the CO2/N2 mixt.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtVymtr%252FE&md5=9b5826d5515031b8223516ba67d7f99c", "(h) ", "Liu", ", ", "T.-F.", "; ", "Zou", ", ", "L. F.", "; ", "Feng", ", ", "D. W.", "; ", "Chen", ", ", "Y.-P.", "; ", "Fordham", ", ", "S.", "; ", "Wang", ", ", "X.", "; ", "Liu", ", ", "Y. Y.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "7813", "– ", "7816", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Stepwise Synthesis of Robust Metal-Organic Frameworks via Postsynthetic Metathesis and Oxidation of Metal Nodes in a Single-Crystal to Single-Crystal Transformation", "Liu, Tian-Fu; Zou, Lanfang; Feng, Dawei; Chen, Ying-Pin; Fordham, Stephen; Wang, Xuan; Liu, Yangyang; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "22", "),\r\n    ", "7813-7816", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Using PCN-426-Mg as a template, two robust metal-org. frameworks (MOFs), PCN-426-Fe(III) and PCN-426-Cr(III), were synthesized through a strategy of postsynthetic metathesis and oxidn. (PSMO) of the metal nodes step by step.  The frameworks remained in their single crystal form throughout.  Also, the stability and porosity of the frameworks were significantly improved after PSMO.  By taking advantage of both the kinetically labile metal-ligand exchange reactions prior to oxidn. and the kinetically inert metal-ligand bonds after oxidn., robust MOFs, which would otherwise be difficult to synthesize, can be readily prepd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXotFOhsr4%253D&md5=406fb904c3db81153033215d474228cb", "(i) ", "Imaz", ", ", "I.", "; ", "Mouchaham", ", ", "G.", "; ", "Roques", ", ", "N.", "; ", "Brandès", ", ", "S.", "; ", "Sutter", ", ", "J.", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "11237", "– ", "11243", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Tetradihydrobenzoquinonate and Tetrachloranilate Zr(IV) Complexes: Single-Crystal-to-Single-Crystal Phase Transition and Open-Framework Behavior for K4Zr(DBQ)4", "Imaz, Inhar; Mouchaham, Georges; Roques, Nans; Brandes, Stephane; Sutter, Jean-Pascal", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "19", "),\r\n    ", "11237-11243", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The mol. complexes K4[Zr(DBQ)4] and K4[Zr(CA)4], where DBQ2- and CA2- are resp. deprotonated dihydroxybenzoquinone and chloranilic acid, are reported.  The anionic metal complexes consist of Zr(IV) surrounded by four O,O-chelating ligands.  In addn. to the prepn. and crystal structures for the two complexes, a study is made of the DBQ complex in the solid state which forms a 3-dimensional open framework (with 22% accessible vol.) that undergoes a crystal-to-crystal phase transition to a compact structure upon guest mol. release.  This process is reversible.  In the presence of H2O, CO2, and other small mols., the framework opens and accommodates guest mols.  CO2 adsorption isotherms show that the framework breathing occurs only when a slight gas pressure is applied.  Crystal structures for both the hydrated and guest free phases of K4[Zr(DBQ)4] were studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsFWlur7J&md5=57c66c3259cd7c65f1cbe345b674d540", "9. ", "(a) ", "Han", ", ", "Y.", "; ", "Chilton", ", ", "N. F.", "; ", "Li", ", ", "M.", "; ", "Huang", ", ", "C.", "; ", "Xu", ", ", "H.", "; ", "Hou", ", ", "H.", "; ", "Moubaraki", ", ", "B.", "; ", "Langley", ", ", "S. K.", "; ", "Batten", ", ", "S. R.", "; ", "Fan", ", ", "Y.", "; ", "Murray", ", ", "K. S.", " ", "Chem.—Eur. J.", " ", "2013", ",  ", "19", ",  ", "6321", "– ", "6328", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Post-Synthetic Monovalent Central-Metal Exchange, Specific I2 Sensing, and Polymerization of a Catalytic [3×3] Grid of [CuII5CuI4L6]·(I)2·13 H2O", "Han, Yi; Chilton, Nicholas F.; Li, Ming; Huang, Chao; Xu, Hong; Hou, Hongwei; Moubaraki, Boujemaa; Langley, Stuart K.; Batten, Stuart R.; Fan, Yaoting; Murray, Keith S.", "Chemistry - A European Journal", "\r\n        (", "2013", "),\r\n    ", "19", "\r\n        (", "20", "),\r\n    ", "6321-6328", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "From a predesigned grid, [CuII5CuI4L6]·(I)2·13H2O (1), in which LH2 was a 2,6-bis[3-(pyrazin-2-yl)-1,2,4-triazolyl]pyridine, the authors successfully synthesized an extended 3D complex, 1∞[{CuII5CuI8L6}{μ-[CuI3(CN)6]}2·2MeCN] (2), that displayed unprecedented coexistence of all the five known coordination geometries of copper.  Grid 1 displayed monovalent central metal exchange (CME) of CuI for AgI for the first time, as well as the formation of tri-iodide in the cryst. state.  These systems were investigated for their magnetic properties.  Remarkably, grid 1 showed much higher catalytic activity than the Ag-exchanged product for synthesis of a substituted triazole, 1-benzyl-4-phenyl-1H-1,2,3-triazole.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXksVOhs7g%253D&md5=535c12982aa11952de72b531c00558e2", "(b) ", "Wang", ", ", "X. J.", "; ", "Li", ", ", "P. Z.", "; ", "Liu", ", ", "L.", "; ", "Zhang", ", ", "Q.", "; ", "Borah", ", ", "P.", "; ", "Wong", ", ", "J. D.", "; ", "Chan", ", ", "X. X.", "; ", "Rakesh", ", ", "G.", "; ", "Li", ", ", "Y. X.", "; ", "Zhao", ", ", "Y. L.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "10286", "– ", "10288", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Significant gas uptake enhancement by post-exchange of zinc(II) with copper(II) within a metal-organic framework", "Wang, Xiao-Jun; Li, Pei-Zhou; Liu, Lei; Zhang, Quan; Borah, Parijat; Wong, Jinye Daniel; Chan, Xiu Xiang; Rakesh, Ganguly; Li, Yongxin; Zhao, Yanli", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "83", "),\r\n    ", "10286-10288", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Coordination of the tetratopic nitrogen-rich linker, 1,4-bis(3,5-dicarboxyphenyl)-1,2,3-triazole (L), with Zn2+ under solvothermal conditions afforded a Zn-based metal org. framework Zn2(L)(DMF)3·DMF·3H2O (NTU-101-Zn) where the Zn(II) ions could be exchanged by Cu(II) ions in a single-crystal-to-single-crystal fashion leading to a new Cu-based MOF (80:20 Cu/Zn ratio).  Such transformation induces a significant enhancement in gas sorption along with a high selectivity towards CO2 over N2 and CH4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhtl2qsL%252FP&md5=740fa243bb49f8c1f7b1b930cd121d66", "(c) ", "Yao", ", ", "Q.", "; ", "Sun", ", ", "J.", "; ", "Li", ", ", "K.", "; ", "Su", ", ", "J.", "; ", "Peskov", ", ", "M. V.", "; ", "Zou", ", ", "X.", " ", "Dalton Trans.", " ", "2012", ",  ", "41", ",  ", "3953", "– ", "3955", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "A series of isostructural mesoporous metal-organic frameworks obtained by ion-exchange induced single-crystal to single-crystal transformation", "Yao, Qingxia; Sun, Junliang; Li, Kuo; Su, Jie; Peskov, Maxim V.; Zou, Xiaodong", "Dalton Transactions", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "14", "),\r\n    ", "3953-3955", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks [Zn6(BTB)4(Byp)3]·solvate and [Co6(BTB)4(Byp)3]·solvate (SUMOF-1) representing a noninterpenetrated framework analog of MOF-14 were synthesized by using two different linkers, 4,4',4''-benzene-1,3,5-triyl-HOBz (H3BTB) and 4,4'-bipyridine (Bpy).  The transition metal ions in the paddle-wheel metal clusters could be exchanged by other transition metal ions via a direct single-crystal to single-crystal (SCSC) transformation.  This post-synthesis route can be used for synthesis of isomorphous metal-org. frameworks that cannot be obtained by direct synthesis.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xjslegsbw%253D&md5=81500a059b17f8307d638d51d2363872", "(d) ", "Song", ", ", "X.", "; ", "Kim", ", ", "T. K.", "; ", "Kim", ", ", "H.", "; ", "Kim", ", ", "D.", "; ", "Jeong", ", ", "S.", "; ", "Moon", ", ", "H. R.", "; ", "Lah", ", ", "M. S.", " ", "Chem. Mater.", " ", "2012", ",  ", "24", ",  ", "3065", "– ", "3073", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Post-Synthetic Modifications of Framework Metal Ions in Isostructural Metal-Organic Frameworks: Core-Shell Heterostructures via Selective Transmetalations", "Song, Xiaokai; Kim, Tae Kyung; Kim, Hyehyun; Kim, Dongwook; Jeong, Seok; Moon, Hoi Ri; Lah, Myoung Soo", "Chemistry of Materials", "\r\n        (", "2012", "),\r\n    ", "24", "\r\n        (", "15", "),\r\n    ", "3065-3073", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The transmetalation (the replacement of metal ions) of a family of highly porous isostructural metal-org. frameworks (MOFs), M6(BTB)4(BP)3 (M = Zn(II) (1), Co(II) (2), Cu(II) (3), and Ni(II) (4), BTB = 1,3,5-benzenetribenzoate, and BP = 4,4'-dipyridyl) with an ith-d net topol. was studied.  1-4 Have different framework stabilities depending on the framework metal ions.  The transmetalation and the reverse transmetalation reactions of the framework metal ions were obsd. between MOFs 1 and 2, having a similar thermodn. stability.  While the transmetalation from thermodynamically less stable 1 and 2 to more stable 3 and 4 were achieved by soaking single crystals of 1 and 2 in a soln. of N,N'-DMF contg. Cu(II) and Ni(II) ions, resp., no reverse transmetalation was obsd.  By simply controlling the soaking time, not only could homogeneously transmetalated cryst. framework structures be prepd. via the thermodynamically controlled complete replacement of the framework metal ions but also selectively transmetalated core-shell heterostructures were formed via kinetically controlled replacement that was mainly restricted to the external shell region of the crystal.  The fully transmetalated MOFs showed significantly improved framework stabilities compared with the parent MOFs.  A marked improvement in the framework stability was obsd., even in the selectively transmetalated Co(II)/Cu(II)- and Co(II)/Ni(II)-core-shell heterostructures.  Although the frameworks are partially transmetalated, the framework stability of not only the external shell region but also of the internal core region was significantly affected.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtVCmt7bL&md5=5db854bb147f6e64cd64791f55df0958", "10. ", "(a) ", "Dinca", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "11172", "– ", "11176", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "High-Enthalpy Hydrogen Adsorption in Cation-Exchanged Variants of the Microporous Metal-Organic Framework Mn3[(Mn4Cl)3(BTT)8(CH3OH)10]2", "Dinca, Mircea; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "36", "),\r\n    ", "11172-11176", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Exchange of the guest Mn2+ ions in Mn3[(Mn4Cl)3(BTT)8(MeOH)10]2 (1-Mn2+; BTT = 1,3,5-benzenetristetrazolate) with selected cations gave isostructural framework compds. 1-M (M = Li+, Cu+, Fe2+, Co2+, Ni2+, Cu2+, Zn2+).  Similar to the parent compd., the new microporous materials are stable to desolvation and exhibit a high H2 storage capacity, ranging from 2.00 to 2.29% at 77 K and 900 torr.  Measurements of the isosteric heat of adsorption at zero coverage reveal a difference of 2 kJ/mol between the weakest and strongest H2-binding materials, which is attributed to variations in the strength of interaction between H2 mols. and unsatd. metal centers within each framework.  The Co2+-exchanged compd., 1-Co2+, exhibits an initial enthalpy of adsorption of 10.5 kJ/mol, the highest yet obsd. for a microporous metal-org. framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXpt1Wis7o%253D&md5=88b2f9a8b9d44f5c494860339ea63edc", "(b) ", "Prasad", ", ", "T. K.", "; ", "Hong", ", ", "D. H.", "; ", "Suh", ", ", "M. P.", " ", "Chem.—Eur. J.", " ", "2010", ",  ", "16", ",  ", "14043", "– ", "14050", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "High Gas Sorption and Metal-Ion Exchange of Microporous Metal-Organic Frameworks with Incorporated Imide Groups", "Prasad, Thazhe Kootteri; Hong, Dae Ho; Suh, Myunghyun Paik", "Chemistry--A European Journal", "\r\n        (", "2010", "),\r\n    ", "16", "\r\n        (", "47", "),\r\n    ", "14043-14050, S14043/1-S14043/27", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Metal-org. frameworks (MOFs), [Cu2(bdcppi)(DMF)2]·10DMF·2H2On (SNU-50) and [Zn2(bdcppi)(DMF)3]·6DMF·4H2On (SNU-51), were prepd. by the solvothermal reactions of N,N'-bis(3,5-dicarboxyphenyl)pyromellitic diimide (H4BDCPPI) with Cu(NO3)2 and Zn(NO3)2, resp.  Framework SNU-50 has an NbO-type net structure, whereas SNU-51 has a PtS-type net structure.  Desolvated solid [Cu2(bdcppi)]n (SNU-50'), which was prepd. by guest exchange of SNU-50 with acetone followed by evacuation at 170°, adsorbs high amts. of N2, H2, O2, CO2, and CH4 gases due to the presence of a vacant coordination site at every metal ion, and to the presence of imide groups in the ligand.  The Langmuir surface area is 2450 m2 g-1.  It adsorbs H2 gas up to 2.10% at 1 atm and 77 K, with zero coverage isosteric heat of 7.1 kJ mol-1, up to a total of 7.85% at 77 K and 60 bar.  Its CO2 and CH4 adsorption capacities at 298 K are 77% at 55 bar and 17% at 60 bar, resp.  Of particular note is the O2 adsorption capacity of SNU-50' (118% at 77 K and 0.2 atm), which is the highest reported so far for any MOF.  By metal-ion exchange of SNU-51 with CuII, [Cu2(bdcppi)(DMF)3]·7DMF·5H2On (SNU-51-CuDMF) with a PtS-type net was prepd., which could not be synthesized by a direct solvothermal reaction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsFCktr7J&md5=d668df9e24808f1f95d39f584e4028d3", "(c) ", "Zhao", ", ", "J.", "; ", "Mi", ", ", "L.", "; ", "Hu", ", ", "J.", "; ", "Hou", ", ", "H.", "; ", "Fan", ", ", "Y.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "15222", "– ", "15223", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Cation Exchange Induced Tunable Properties of a Nanoporous Octanuclear Cu(II) Wheel with Double-Helical Structure", "Zhao, Jin'an; Mi, Liwei; Hu, Jiyong; Hou, Hongwei; Fan, Yaoting", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "46", "),\r\n    ", "15222-15223", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A double-helical octanuclear Cu(II) wheel [Cu8L16] (1) with 2.88 nm diam. was prepd. through the reaction of a clin. medicine, telmisartan (HL), with copper sulfate.  Central copper ions can be partially replaced by bivalent zinc and cobalt ions to generate [Zn1.6Cu6.4L16] (2) and [Co1.2Cu6.8L16] (3), resp., and fully exchanged by trivalent iron ions.  The properties of central metal ion-exchanged variants are much different from those of 1.  The mol. structures of 1 and 2 were detd. using X-ray crystallog., and their antitumor activities were detd., as well.  The ability of complexes 1-3 to catalyze the oxidative self-coupling of 2,6-di-tert-butylphenol was investigated, as was their hydrogen sorption abilities.  Finally, the DNA binding abilities of 1 were investigated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXht1OlsLjO&md5=6b5dfca51056c1cf28fa5aa34c788751", "(d) ", "Mukherjee", ", ", "G.", "; ", "Biradha", ", ", "K.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "4293", "– ", "4295", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Post-synthetic modification of isomorphic coordination layers: exchange dynamics of metal ions in a single crystal to single crystal fashion", "Mukherjee, Gargi; Biradha, Kumar", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "36", "),\r\n    ", "4293-4295", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A diverse set of guest mols. template the consistent formation of fifteen iso-structural layered structures contg. a pyridine based tripodal ligand, divalent metal ions and anions.  These materials showed a remarkable ability to interconvert from Zn(II) to Cu(II), Cd(II) to Cu(II), Cu(II) to Cd(II) complexes in a SCSC (single crystal-to-single crystal) fashion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XltVGqtbw%253D&md5=1de22e2101bb09380c8f106e0f280f54", "(e) ", "Kim", ", ", "Y.", "; ", "Das", ", ", "S.", "; ", "Bhattacharya", ", ", "S.", "; ", "Hong", ", ", "S.", "; ", "Kim", ", ", "M. G.", "; ", "Yoon", ", ", "M.", "; ", "Natarajan", ", ", "S.", "; ", "Kim", ", ", "K.", " ", "Chem.—Eur. J.", " ", "2012", ",  ", "52", ",  ", "16642", "– ", "16648", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(f) ", "Li", ", ", "J.", "; ", "Huang", ", ", "P.", "; ", "Wu", ", ", "X. R.", "; ", "Tao", ", ", "J.", "; ", "Huang", ", ", "R. B.", "; ", "Zheng", ", ", "L. S.", " ", "Chem. Sci.", " ", "2013", ",  ", "4", ",  ", "3232", "– ", "3238", "[", "Crossref", "], [", "CAS", "]", "10. ", "Metal-organic frameworks displaying single crystal-to-single crystal transformation through postsynthetic uptake of metal clusters", "Li, Jia; Huang, Peng; Wu, Xue-Ru; Tao, Jun; Huang, Rong-Bin; Zheng, Lan-Sun", "Chemical Science", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "8", "),\r\n    ", "3232-3238", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Three metal-org. frameworks (MOFs) formulated as [Co3O(BTB)2(H2O)x(DMF)y]·zDMF·nH2O (BTB = 1,3,5-benzenetribenzoate; 1a, x = y = 1, z = 7.5, n = 12; 1b, x = 2, y = 0, z = 8.5, n = 8; 1c, x = 2, y = 1, z = 7, n = 8) have been synthesized under different temps.; they crystallize as two-fold interpenetrated analogous structures with the same structural trinuclear Co3O(CO2)6 secondary building units (SBUs), and their stabilities depend on the temp. under which they formed.  Upon immersion in the filtrate of 1a (namely 1a-s, freshly filtered) or 1b (namely 1b-s, filtered and then activated in air for three days), single crystal-to-single crystal (SCSC) transformations of 1a-1c to a new MOF, formulated as [Co6O2(OH)4(BTB)8/3(H2O)4]·14DMF·4EtOH·2H2O (2), occur along with dramatic color change from blue purple to red.  Crystallog. studies reveal that the new MOF is also two-fold interpenetrated but is constructed with hexanuclear Co6O2(CO2)8 SBUs.  This SCSC transformation from 1a-1c to 2 can take place only in 1a-s or 1b-s but not in 1c-s and is accompanied with an increase of metal-to-ligand ratio.  ESI-MS studies unveil the formation of free {Co3O} units in situ formed only in 1a-s and 1b-s, and evidence that the SCSC transformation involves a postsynthetic uptake of free metal clusters, {Co3O}.  On the other hand, the SCSC transformation speed decreases from 1a to 1c, which is detd. by the chelate carboxylate groups undergoing cleavage of metal-carboxylate bonds during the SCSC transformation and the shape of the 1D channels affecting the diffusion of free metal clusters.  Furthermore, the resulting MOF (2) can maintain its crystallinity upon activation and adsorbs iodine up to 38 wt%.  Combined with the significant SCSC transformation through postsynthetic uptake of free metal clusters and the resulting MOF capable of adsorbing iodine, the present approach not only provides a true route to construct SBUs-based MOF materials with pre-existing \"real\" SBUs but also represent a new type of SCSC transformation in the field of MOFs that is able to efficiently tune structures and physicochem. properties of MOFs in the solid states.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtVehs7vO&md5=1b98ffef0768cdba92049797d0e75d5e", "11. ", "(a) ", "Lee", ", ", "Y. G.", "; ", "Moon", ", ", "H. R.", "; ", "Cheon", ", ", "Y. E.", "; ", "Suh", ", ", "M. P.", " ", "Angew. Chem., Int. Ed.", " ", "2008", ",  ", "47", ",  ", "7741", "– ", "7745", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "A comparison of the H2 sorption capacities of isostructural metal-organic frameworks with and without accessible metal sites: [{Zn2(abtc)(dmf)2}3] and [{Cu2(abtc)(dmf)2}3] versus [{Cu2(abtc)}3]", "Lee, Yong-Gon; Moon, Hoi Ri; Cheon, Young Eun; Suh, Myunghyun Paik", "Angewandte Chemie, International Edition", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "40", "),\r\n    ", "7741-7745", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The isostructural metal-org. frameworks [{Zn2(abtc)(dmf)2}3], [{Cu2(abtc)(dmf)2}3], and [{Cu2(abtc)}3], where H4abtc is 1,1'-azobenzene-3,3',5,5'-tetracarboxylic acid, have high sorption capacities for H2, N2, CO2, and CH4.  Solid [{Cu2(abtc)}3], which has accessible metal sites, has a higher H2 adsorption capacity than [{Zn2(abtc)(dmf)2}3] or [{Cu2(abtc)(dmf)2}3], neither of which have accessible metal sites, because of its lower mol. wt. and greater isosteric heat of H2 adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXht1Gms73E&md5=be25a8da6945a1d69a700313889e6098", "(b) ", "Edgar", ", ", "M.", "; ", "Mitchell", ", ", "R.", "; ", "Slawin", ", ", "A. M. Z.", "; ", "Lightfoot", ", ", "P.", "; ", "Wright", ", ", "P. A.", " ", "Chem.—Eur. J.", " ", "2001", ",  ", "7", ",  ", "5168", "– ", "5175", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Solid-state transformations of zinc 1,4-benzenedicarboxylates mediated by hydrogen-bond-forming molecules", "Edgar, Mark; Mitchell, Robert; Slawin, Alexandra M. Z.; Lightfoot, Philip; Wright, Paul A.", "Chemistry - A European Journal", "\r\n        (", "2001", "),\r\n    ", "7", "\r\n        (", "23", "),\r\n    ", "5168-5175", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH", ")\r\n        ", "The Zn 1,4-benzenedicarboxylates [Zn3(bdc)3(H2O)3]·4DMF (1; bdc = 1,4-benzenedicarboxylate), [Zn(bdc)(H2O)]·DMF (2), and [Zn(bdc)]·DMF (3) crystallize at room temp. from mixts. of toluene/DMF under concd., dil. and dry conditions, resp.  The structure of phase 1 (monoclinic: P21/c, a 13.065(1), b 9.661(1), c 18.456(1) Å, β 106.868(2)°) consists of layers contg. stacks of three Zn cations linked by mono- and bidentate bdc groups.  Structure 1 converts to the known phase 2 by an irreversible, reconstructive phase transformation, whereas 2 and 3 interconvert reversibly upon the loss or addn. of H2O.  Removal of all solvent mols. included during crystn. gives poorly cryst. [Zn(bdc)] (4), which is readily converted to highly cryst. solids upon contact with H-bond-forming mols. such as H2O, DMF and small alcs.  The crystal structures of the mono- and dihydrates [Zn(bdc)(H2O)] (6) and [Zn(bdc)(H2O)2] (7) were detd. ab initio from powder x-ray diffraction data (compd. 6, monoclinic: C2/c, a 17.979(1), b 6.352(1), c 7.257(1) Å, β 91.477(1)°; compd. 7, monoclinic: C2/c, a 14.992(1), b 5.0303(2), c 12.098(1) Å, β 103.82(1)°).  The MeOH adduct [Zn3(bdc)3]·6MeOH (5) is the same as that prepd. previously by direct crystn.  Comparison of these adduct structures with those prepd. directly reveal that they are formed by in situ recrystns.  Subsequent removal of included mols. gives amorphous [Zn(bdc)], which can be recrystd. again when placed in contact with H-bond-forming mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXptFOmu7g%253D&md5=ec37df82e73663b9007a334575516725", "12. ", "Feldblyum", ", ", "J. I.", "; ", "Liu", ", ", "M.", "; ", "Gidley", ", ", "D. W.", "; ", "Matzger", ", ", "A. J.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "18257", "– ", "18263", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Reconciling the Discrepancies between Crystallographic Porosity and Guest Access As Exemplified by Zn-HKUST-1", "Feldblyum, Jeremy I.; Liu, Ming; Gidley, David W.; Matzger, Adam J.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "45", "),\r\n    ", "18257-18263", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "There are several compds. for which there exists a disconnect between porosity as predicted by crystallog. and porosity measured by gas sorption anal.  In this paper, the Zn-based analog of Cu3(btc)2 (HKUST-1), Zn3(btc)2 (Zn-HKUST-1; btc = 1,3,5-benzenetricarboxylate) is investigated.  Conventional anal. of Zn-HKUST-1 by powder X-ray diffraction and gas sorption indicates retention of cryst. structure but negligible nitrogen uptake at 77 K.  By using positron annihilation lifetime spectroscopy, a densified surface layer preventing the entry of even small mol. species into the crystal framework is revealed.  The material is shown to have inherent surface instability after solvent removal, rendering it impermeable to mol. guests irresp. of handling and processing methods.  This previously unobserved surface instability may provide insight into the failure of other microporous coordination polymers to exhibit significant porosity despite crystal structures indicative of regular, interconnected, microporous networks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlCiur%252FE&md5=15a8e459c498a48e821ea63e1dfce19f", "13. ", "Chui", ", ", "S. S.-Y.", "; ", "Lo", ", ", "S. M. F.", "; ", "Charmant", ", ", "J. P. H.", "; ", "Orpen", ", ", "A. G.", "; ", "Williams", ", ", "I. D.", " ", "Science", " ", "1999", ",  ", "283", ",  ", "1148", "– ", "1150", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "A chemically functionalizable nanoporous material [Cu3(TMA)2(H2O)3]n", "Chui, Stephen S.-Y.; Lo, Samuel M.-F.; Charmant, Jonathan P. H.; Orpen, A. Guy; Williams, Ian D.", "Science (Washington, D. C.)", "\r\n        (", "1999", "),\r\n    ", "283", "\r\n        (", "5405", "),\r\n    ", "1148-1150", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Although zeolites and related materials combine nanoporosity with high thermal stability, they are difficult to modify or derivatize in a systematic way.  A highly porous metal coordination polymer [Cu3(TMA)2(H2O)3]n (TMA is benzene-1,3,5-tricarboxylate) was formed in 80% yield.  It has interconnected [Cu2(O2CR)4] units (R is an arom. ring), which create a three-dimensional system of channels with a pore size of 1 nm and an accessible porosity of ∼40% in the solid.  Unlike zeolites, the channel linings can be chem. functionalized; for example, the aqua ligands can be replaced by pyridines.  TGA and high-temp. single-crystal diffractometry indicate that the framework is stable up to 240°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXhsFeitLc%253D&md5=8f6f372b015fa0e2bbb7e8bfd316b663", "14. ", "Zhao", ", ", "X. L.", "; ", "Wang", ", ", "X. Y.", "; ", "Wang", ", ", "S. N.", "; ", "Dou", ", ", "J. M.", "; ", "Cui", ", ", "P. P.", "; ", "Chen", ", ", "Z.", "; ", "Sun", ", ", "D.", "; ", "Wang", ", ", "X. P.", "; ", "Sun", ", ", "D. F.", " ", "Cryst. Growth Des.", " ", "2012", ",  ", "12", ",  ", "2736", "– ", "2739", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Novel Metal-Organic Framework Based on Cubic and Trisoctahedral Supermolecular Building Blocks: Topological Analysis and Photoluminescent Property", "Zhao, Xiaoliang; Wang, Xiaoyang; Wang, Suna; Dou, Jianmin; Cui, Peipei; Chen, Zhen; Sun, Di; Wang, Xingpo; Sun, Daofeng", "Crystal Growth & Design", "\r\n        (", "2012", "),\r\n    ", "12", "\r\n        (", "6", "),\r\n    ", "2736-2739", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A novel supermol. building blocks (SBBs) based metal-org. framework (MOF), with formula [Zn7(TMBHB)2·2NO3·5DMF·4CH3CH2OH·6H2O]n (SDU-1), was constructed from C3-sym. tri-Me substituted 3,3',3'',5,5',5''-benzene-1,3,5-triylhexabenzoic acid (H6TMBHB).  Notably, the SDU-1 consists of two kinds of rare secondary building units (SBUs), [Zn2(COO)3] and [Zn2(COO)4], which are linked by TMBHB to form cubic and trisoctahedral SBBs, resp.  TOPOS software anal. of SDU-1 indicates that two alternative simplifications based on different SBBs can produce (3,24)-connected rht or (4,12)-connected ftw topologies.  Compared with a recently reported Zn-BHB (H6BHB = 3,3',3'',5,5',5''-benzene-1,3,5-triylhexabenzoic acid) MOF, the structural dissimilarity between them was caused by the steric hindrance of three Me groups, which makes three isophthalate units on TMBHB nearly perpendicular to the central Ph ring, giving TMBHB a nonplanar conformation.  The photoluminescence behavior of SDU-1 is also discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xmt1eqsLk%253D&md5=fc3616de10a91691f5998b90cdcb957b", "15. ", "Spek", ", ", "A. L.", " ", "J. Appl. Crystallogr.", " ", "2003", ",  ", "36", ",  ", "7", "– ", "13", "[", "Crossref", "], [", "CAS", "]", "15. ", "Single-crystal structure validation with the program PLATON", "Spek, A. L.", "Journal of Applied Crystallography", "\r\n        (", "2003", "),\r\n    ", "36", "\r\n        (", "1", "),\r\n    ", "7-13", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "0021-8898", ".\r\n    \r\n            (", "Blackwell Munksgaard", ")\r\n        ", "The results of a single-crystal structure detn. when in CIF format can now be validated routinely by automatic procedures.  In this way, many errors in published papers can be avoided.  The validation software generates a set of ALERTS detailing issues to be addressed by the experimenter, author, referee and publication journal.  Validation was pioneered by the IUCr journal Acta Crystallographica Section C and is currently std. procedure for structures submitted for publication in all IUCr journals.  The implementation of validation procedures by other journals is in progress.  This paper describes the concepts of validation and the classes of checks that are carried out by the program PLATON as part of the IUCr check CIF facility.  PLATON validation can be run at any stage of the structure refinement, independent of the structure detn. package used, and is recommended for use as a routine tool during or at least at the completion of every structure detn.  Two examples are discussed where proper validation procedures could have avoided the publication of incorrect structures that had serious consequences for the chem. involved.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXltlChtw%253D%253D&md5=0a85de2407551632bb287508534904e2", "16. ", "(a) ", "Yan", ", ", "Y.", "; ", "Yang", ", ", "S. H.", "; ", "Blake", ", ", "A. J.", "; ", "Schroder", ", ", "M.", " ", "Acc. Chem. Res.", " ", "2014", ",  ", "47", ",  ", "296", "– ", "307", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Studies on Metal-Organic Frameworks of Cu(II) with Isophthalate Linkers for Hydrogen Storage", "Yan, Yong; Yang, Sihai; Blake, Alexander J.; Schroder, Martin", "Accounts of Chemical Research", "\r\n        (", "2014", "),\r\n    ", "47", "\r\n        (", "2", "),\r\n    ", "296-307", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  H (H2) is a promising alternative energy carrier because of its environmental benefits, high energy d., and abundance.  However, development of a practical storage system to enable the H Economy remains a huge challenge.  Metal-org. frameworks (MOFs) are an important class of cryst. coordination polymers constructed by bridging metal centers with org. linkers.  MOFs show promise for H2 storage owing to their high surface area and tuneable properties.  In this Account, the authors summarize the authors' research on novel porous materials with enhanced H2 storage properties and describe frameworks derived from 3,5-substituted dicarboxylates (isophthalates) that serve as versatile mol. building blocks for the construction of a range of interesting coordination polymers with Cu(II) ions.  The authors synthesized materials by connecting linear tetracarboxylate linkers to {Cu(II)2} paddlewheel moieties.  These materials exhibit high structural stability and permanent porosity.  Varying the org. linker modulates the pore size, geometry, and functionality to control the overall H2 adsorption.  The authors' top-performing material in this series has a H2 storage capacity of 77.8 mg g-1 at 77 K, 60 bar.  H2 adsorption at low, medium, and high pressures correlates with the isosteric heat of adsorption, surface area, and pore vol., resp.  Another series, using tribranched C3-sym. hexacarboxylate ligands with Cu(II), gives highly porous (3,24)-connected frameworks incorporating {Cu(II)2} paddlewheels.  Increasing the length of the hexacarboxylate struts directly tunes the porosity of the resultant material from micro- to mesoporosity.  These materials show exceptionally high H2 uptakes owing to their high surface area and pore vol.  The 1st member of this family reported adsorbs 111 mg g-1 of H2, or 55.9 g L-1, at 77 K, 77 bar, while at 77 K, 1 bar, the material adsorbs 2.3 wt. ̂ H2.  The authors and others have since achieved enhanced H2 adsorption in these frameworks using combinations of polyphenyl groups linked by alkynes.  The max. storage achieved for one of the enhanced materials is 164 mg g-1 at 77 K, 70 bar, but because of its low d., its volumetric capacity is only 45.7 g L-1.  The authors attribute the significant adsorption of H2 at low pressures to the arrangement of the {Cu24(isophthalate)24} cuboctahedral cages within the polyhedral structure.  Free metal coordination positions are the 1st binding sites for D2, and these frameworks have two types of Cu(II) centers, one with its vacant site pointing into the cuboctahedral cage and another pointing externally.  D2 mols. bind 1st at the former position and then at the external open metal sites.  Design of ligands and complexes is key for enhancing and maximizing H2 storage, and although current materials operate at 77 K, research continues to explore routes to high capacity H2 storage materials that can function at higher temps.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslSgtb%252FI&md5=cc8254d032b3130032ff7577e2a0615e", "(b) ", "Sun", ", ", "D. F.", "; ", "Ma", ", ", "S. Q.", "; ", "Ke", ", ", "Y. X.", "; ", "Collins", ", ", "D. J.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "45", ",  ", "7566", "– ", "7568", "There is no corresponding record for this reference.", "(c) ", "Zhao", ", ", "X. L.", "; ", "Sun", ", ", "D.", "; ", "Feng", ", ", "S. Y.", "; ", "Cao", ", ", "R.", "; ", "Yuan", ", ", "D. Q.", "; ", "Wang", ", ", "S. N.", "; ", "Dou", ", ", "J. M.", "; ", "Sun", ", ", "D. F.", " ", "Inorg. Chem.", " ", "2012", ",  ", "51", ",  ", "10350", "– ", "10355", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Comparison of the Effect of Functional Groups on Gas-Uptake Capacities by Fixing the Volumes of Cages A and B and Modifying the Inner Wall of Cage C in rht-Type MOFs", "Zhao, XiaoLiang; Sun, Di; Yuan, Shuai; Feng, Shengyu; Cao, Rong; Yuan, Daqiang; Wang, Suna; Dou, Jianmin; Sun, Daofeng", "Inorganic Chemistry", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "19", "),\r\n    ", "10350-10355", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three porous (3,24)-connected rht-type metal-org. frameworks (MOFs), [Cu3L(H2O)3]·xsolvents (H6LOH = 4,4',4''-(hydroxysilanetriyl)tris(triphenyl-3,5-dicarboxylic acid), SDU-6; H6LMe = 4,4',4''-(methylsilanetriyl)tris(triphenyl-3,5-dicarboxylic acid), SDU-7; H6LiBu = 4,4',4''-(isobutylsilanetriyl)tris(triphenyl-3,5-dicarboxylic acid), SDU-8), were successfully prepd. from [Cu2(COO)4] paddlewheel SBUs (secondary building units) and C3-sym. Si-based hexatopic carboxylate linkers.  All porous MOFs are constructed from 3-dimensional packing of nanosized cuboctahedral, truncated tetrahedral, and truncated octahedral cages.  SDU-6-8 differ only in the functionality of the central Si atom of the hexacarboxylate ligands with hydroxyl, Me, and iso-Bu groups, resp.  Gas adsorption measurements of activated MOFs suggested that decoration of the cage walls with strong polar groups can enhance the adsorption capacities for N2, H2, and CH4.  SDU-6 with -OH as the functional group possesses high CH4 uptake (172 cm3 cm-3 at 35 bar), which is very close to DOE target of 180 cm3 cm-3.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlOjtbbO&md5=60009ae63cca5858a9a223044f9aea10", "17. ", "(a) ", "Yan", ", ", "Y.", "; ", "Telepeni", ", ", "I.", "; ", "Yang", ", ", "S.", "; ", "Lin", ", ", "X.", "; ", "Kockelmann", ", ", "W.", "; ", "Dailly", ", ", "A.", "; ", "Blake", ", ", "A. J.", "; ", "Lewis", ", ", "W.", "; ", "Walker", ", ", "G. S.", "; ", "Allan", ", ", "D. R.", "; ", "Barnett", ", ", "S. A.", "; ", "Champness", ", ", "N. R.", "; ", "Schroder", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "4092", "– ", "4094", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Metal-Organic Polyhedral Frameworks: High H2 Adsorption Capacities and Neutron Powder Diffraction Studies", "Yan, Yong; Telepeni, Irvin; Yang, Sihai; Lin, Xiang; Kockelmann, Winfried; Dailly, Anne; Blake, Alexander J.; Lewis, William; Walker, Gavin S.; Allan, David R.; Barnett, Sarah A.; Champness, Neil R.; Schroder, Martin", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "12", "),\r\n    ", "4092-4094", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The metal-org. polyhedral framework complex [Cu3(L)(H2O)3]·16DMF·26H2O (NOTT-112, H6L = 1,3,5-tris(4-(3,5-dicarboxyphenylethynyl)phenyl)benzene) was prepd. and characterized by x-ray crystallog. and hydrogen adsorption expts.  Neutron powder diffraction expts. on D2-loaded NOTT-112 reveal that the axial sites of exposed Cu(II) ions in the smallest cuboctahedral cages are the 1st, strongest binding sites for D2 leading to an overall discrimination between the two types of exposed Cu(II) sites at the paddlewheel nodes.  Thus, the Cu(II) centers within the cuboctahedral cage are the 1st sites of D2 binding with a Cu-D2 distance of 2.23(1) Å.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXis1Oqu7k%253D&md5=215f7876ac3dc27255674de9b72a8095", "(b) ", "Yan", ", ", "Y.", "; ", "Blake", ", ", "A. J.", "; ", "Lewis", ", ", "W.", "; ", "Barnett", ", ", "S. A.", "; ", "Dailly", ", ", "A.", "; ", "Champness", ", ", "N. R.", "; ", "Schroder", ", ", "M.", " ", "Chem.—Eur. J.", " ", "2011", ",  ", "17", ",  ", "11162", "– ", "11170", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Modifying Cage Structures in Metal-Organic Polyhedral Frameworks for H2 Storage", "Yan, Yong; Blake, Alexander J.; Lewis, William; Barnett, Sarah A.; Dailly, Anne; Champness, Neil R.; Schroeder, Martin", "Chemistry - A European Journal", "\r\n        (", "2011", "),\r\n    ", "17", "\r\n        (", "40", "),\r\n    ", "11162-11170, S11162/1-S11162/9", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Three isostructural metal-org. polyhedral cage based frameworks (denoted NOTT-113, NOTT-114 and NOTT-115) with (3,24)-connected topol. have been synthesized by combining hexacarboxylate isophthalate linkers with {Cu2(RCOO)4} paddlewheels.  All three frameworks have the same cuboctahedral cage structure constructed from 24 isophthalates from the ligands and 12 {Cu2(RCOO)4} paddlewheel moieties.  The frameworks differ only in the functionality of the central core of the hexacarboxylate ligands with trimethylphenyl, phenylamine and triphenylamine moieties in NOTT-113, NOTT-114 and NOTT-115, resp.  Exchange of pore solvent with acetone followed by heating affords the corresponding desolvated framework materials, which show high BET surface areas of 2970, 3424 and 3394 m2 g-1 for NOTT-113, NOTT-114 and NOTT-115, resp.  Desolvated NOTT-113 and NOTT-114 show high total H2 adsorption capacities of 6.7 and 6.8 wt %, resp., at 77 K and 60 bar.  Desolvated NOTT-115 has a significantly higher total H2 uptake of 7.5 wt % under the same conditions.  Anal. of the heats of adsorption (Qst) for H2 reveals that with a triphenylamine moiety in the cage wall, desolvated NOTT-115 shows the highest value of Qst for these three materials, indicating that functionalization of the cage walls with more arom. rings can enhance the H2/framework interactions.  In contrast, measurement of Qst reveals that the amine-substituted trisalkynylbenzene core used in NOTT-114 gives a notably lower H2/framework binding energy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFersLnN&md5=41279c4a9bb33734f3e9067da11ccfef", "(c) ", "Yan", ", ", "Y.", "; ", "Lin", ", ", "X.", "; ", "Yang", ", ", "S.", "; ", "Blake", ", ", "A. J.", "; ", "Dailly", ", ", "A.", "; ", "Champness", ", ", "N. R.", "; ", "Hubberstey", ", ", "P.", "; ", "Schroder", ", ", "M.", " ", "Chem. Commun.", " ", "2009", ",  ", "1025", "– ", "1027", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Exceptionally high H2 storage by a metal-organic polyhedral framework", "Yan, Yong; Lin, Xiang; Yang, Sihai; Blake, Alexander J.; Dailly, Anne; Champness, Neil R.; Hubberstey, Peter; Schroeder, Martin", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2009", "),\r\n    ", "\r\n        (", "9", "),\r\n    ", "1025-1027", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The de-solvated polyhedral framework material, NOTT-112, shows an excess H2 uptake of 7.07% between 35 and 40 bar at 77 K, and a total H2 uptake of 10% at 77 bar and 77 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXitFKntrg%253D&md5=06679311453cf72a8eabf6ebd2f78b58", "(d) ", "Farha", ", ", "O. K.", "; ", "Yazaydin", ", ", "A. O.", "; ", "Eryazici", ", ", "I.", "; ", "Malliakas", ", ", "C. D.", "; ", "Hauser", ", ", "B. G.", "; ", "Kanatzidis", ", ", "M. G.", "; ", "Nguyen", ", ", "S. T.", "; ", "Snurr", ", ", "R. Q.", "; ", "Hupp", ", ", "J. T.", " ", "Nat. Chem.", " ", "2010", ",  ", "2", ",  ", "944", "– ", "948", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "De novo synthesis of a metal-organic framework material featuring ultrahigh surface area and gas storage capacities", "Farha, Omar K.; Oezguer Yazaydin, A.; Eryazici, Ibrahim; Malliakas, Christos D.; Hauser, Brad G.; Kanatzidis, Mercouri G.; Nguyen, Son-Binh T.; Snurr, Randall Q.; Hupp, Joseph T.", "Nature Chemistry", "\r\n        (", "2010", "),\r\n    ", "2", "\r\n        (", "11", "),\r\n    ", "944-948", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Metal-org. frameworks, a class of porous hybrid materials built from metal ions and org. bridges, have recently shown great promise for a wide variety of applications.  The large choice of building blocks means that the structures and pore characteristics of the metal-org. frameworks can be tuned relatively easily.  However, despite much research, it remains challenging to prep. frameworks specifically tailored for particular applications.  Here, the authors used computational modeling to design and predictively characterize a metal-org. framework (NU-100) with a particularly high surface area.  Subsequent exptl. synthesis yielded a material [Cu3(L)(H2O)3]n (NU-100/PCN-610, H6L = hexatopic carboxylate I), matching the calcd. structure, with a high BET surface area (6,143 m2 g-1).  Also, sorption measurements revealed that the material had high storage capacities for H2 (164 mg g-1) and CO2 (2,315 mg g-1) - gases of high importance in the contexts of clean energy and climate alteration, resp. - in excellent agreement with predictions from modeling.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlWksbjN&md5=706f3b3b6b4cb7d03950103b11ba023e", "18. ", "(a) ", "Liu", ", ", "H.", "; ", "Zhao", ", ", "Y. G.", "; ", "Zhang", ", ", "Z. J.", "; ", "Nijem", ", ", "N.", "; ", "Chabal", ", ", "Y. J.", "; ", "Zeng", ", ", "H. P.", "; ", "Li", ", ", "J.", " ", "Adv. Funct. Mater.", " ", "2011", ",  ", "21", ",  ", "4754", "– ", "4762", "[", "Crossref", "], [", "CAS", "]", "18. ", "The Effect of Methyl Functionalization on Microporous Metal-Organic Frameworks' Capacity and Binding Energy for Carbon Dioxide Adsorption", "Liu, Hui; Zhao, Yonggang; Zhang, Zhijuan; Nijem, Nour; Chabal, Yves J.; Zeng, Heping; Li, Jing", "Advanced Functional Materials", "\r\n        (", "2011", "),\r\n    ", "21", "\r\n        (", "24", "),\r\n    ", "4754-4762", "CODEN:\r\n                ", "AFMDC6", ";\r\n        ISSN:", "1616-301X", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The design, synthesis, and structural characterization of two new microporous metal-org. framework (MMOF) structures is reported; Zn(BDC)(DMBPY)0.5·(DMF)0.5(H2O)0.5 (1; H2BDC = 1,4-benzenedicarboxylic acid; DMBPY = 2,2'-dimethyl-4,4'-bipyridine) and Zn(NDC)(DMBPY)0.5·(DMF)2 (2; H2NDC = 2,6-naphthalenedicarboxylic acid, DMF = N,N,-dimethylformamide), which are obtained by functionalizing a pillar ligand with Me groups.  Both compds. are 3D porous structures of the Zn2(L)2(P) type and are made of a paddle-wheel Zn2(COO)4 secondary building unit (SBU), with the dicarboxylate and DMBPY as linker (L) and pillar (P) ligands, resp.  Comparisons are made to the parent structures Zn(BDC)(BPY)0.5·(DMF)0.5(H2O)0.5 (3; BPY = 4,4'-bipyridine) and Zn(NDC)(BPY)0.5·(DMF)1.575 (4) to analyze and understand the effect of Me functionalization.  CO2-adsorption studies indicate substantially enhanced isosteric heats of CO2 adsorption (Qst) for both compds. as a result of adding Me groups to the BPY ligand.  The CO2 uptake capacity, however, is affected by two opposing and competing factors: the enhancement due to increased MMOF-CO2 interactions (higher Qst values) and detraction due to the surface area and pore-vol. redn.  For 1' (the guest-free form of 1), the pos. effect dominates, which leads to a significantly higher uptake of CO2 than that of its parent structure 3' (the guest-free form of 3).  In 2' (the guest-free form of 2), however, the neg. effect rules, which results in a slightly lower CO2 uptake with respect to 4' (the guest-free form of 4).  All four compds. exhibit a relatively high sepn. capability for carbon dioxide over other small gases, including CH4, N2, and O2.  The sepn. ratios of CO2 to O2 and N2 (at 298 K and 1 atm) are 39.8 and 23.5 for compd. 1', 57.7 and 40.2 for 2', 25.7 and 29.5 for 3', and 89.7 and 20.3 for 4', resp.  IR and Raman spectroscopic characterization of CO2 interactions with 1' and 2' provides indirect support of the importance of the Me groups in the interaction of CO2 within these systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht12qsbfL&md5=625bec7af0c83007f6ce14796af1515b", "(b) ", "Zhang", ", ", "Z. J.", "; ", "Xian", ", ", "S. K.", "; ", "Xia", ", ", "Q. B.", "; ", "Wang", ", ", "H. H.", "; ", "Li", ", ", "Z.", "; ", "Li", ", ", "J.", " ", "AIChE J.", " ", "2013", ",  ", "59", ",  ", "2195", "– ", "2206", "[", "Crossref", "], [", "CAS", "]", "18. ", "Enhancement of CO2 Adsorption and CO2/N2 Selectivity on ZIF-8 via Postsynthetic Modification", "Zhang, Zhijuan; Xian, Shikai; Xia, Qibin; Wang, Haihui; Li, Zhong; Li, Jing", "AIChE Journal", "\r\n        (", "2013", "),\r\n    ", "59", "\r\n        (", "6", "),\r\n    ", "2195-2206", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "Imidazolate framework ZIF-8 has been modified via postsynthetic method using ethylenediamine to improve its adsorption performance toward CO2.  Results show that the BET surface area of the modified ZIF-8 (ED-ZIF-8) increases by 39%, and its adsorption capacity of CO2 per surface area is almost two times of that on ZIF-8 at 298 K and 25 bar.  H2O uptake on the ED-ZIF-8 become obviously lower compared to the ZIF-8.  The ED-ZIF-8 selectivity for CO2/N2 adsorption gets significantly improved, and is up to 23 and 13.9 sep. at 0.1 and 0.5 bar, being almost twice of those of the ZIF-8.  The isosteric heat of CO2 adsorption (Qst) on the ED-ZIF-8 becomes higher, while Qst of N2 gets slightly lower compared to those on the ZIF-8 Furthermore, it suggests that the postsynthetic modification of the ZIF-8 not only improves its adsorption capacity of CO2 greatly, but also enhances its adsorption selectivity for CO2/N2/H2O significantly.  ©2013 American Institute of Chem. Engineers AIChE J, 2013.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmvVWnug%253D%253D&md5=bfacd76679d733da0efed9aacfdf2f2d", "(c) ", "Reich", ", ", "T. E.", "; ", "EI-Kaderi", ", ", "H. M.", " ", "J. Nanopart. Res.", " ", "2013", ",  ", "15", ",  ", "1368", "– ", "1377", "[", "Crossref", "], [", "CAS", "]", "18. ", "Impact of tailored chemical and textural properties on the performance of nanoporous borazine-linked polymers in small gas uptake and selective binding", "Reich, Thomas E.; El-Kaderi, Hani M.", "Journal of Nanoparticle Research", "\r\n        (", "2013", "),\r\n    ", "15", "\r\n        (", "1", "),\r\n    ", "1368/1-1368/10, 10 pp.", "CODEN:\r\n                ", "JNARFA", ";\r\n        ISSN:", "1388-0764", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "Six borazine-linked polymers (BLPs) have been synthesized through the thermolysis reaction of p-phenylenediamine, 1,3,5-tris-(4-aminophenyl)benzene, benzidine, or tetra-(4-aminophenyl)methane with boron tribromide or boron trichloride.  Each product exists as an amorphous polymer whose chem. connectivity was confirmed by FT-IR and elemental anal. while thermogravimetric anal. revealed moderate thermal stabilities up to about 200 °C under nitrogen atm.  All BLPs possess high surface areas with chlorinated BLPs exhibiting higher values than brominated BLPs (1,174-1,569 vs. 503-849 m2/g, resp.).  Gas storage capabilities were investigated as well.  BLPs possess good hydrogen uptakes (0.68-1.75 wt% at 77 K) and zero-coverage isosteric heat of adsorption, Qst, (7.06-7.65 kJ/mol) as calcd. by the virial method.  The uptakes and heat of adsorption for carbon dioxide (51-141 mg/g at 273 K with Qst: 22.2-31.7 kJ/mol) are also attractive.  BLPs do not, however, appear to exhibit significant methane storage capacities (1.9-15.2 mg/g at 273 K with Qst: 17.1-21.7 kJ/mol).  Accordingly, CO2/CH4 selectivity studies were performed using the ideal adsorbed soln. theory and further supported by initial slope calcns.  The results indicate that BLP-1(Br) and BLP-2(Br) exhibit very high CO2/CH4 selectivities 23 and 26, resp., which make them attractive for small gas sepn. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXptFSqtL0%253D&md5=414356e32d9de4630b4ce8e00bc33f1c", "(c) ", "Xuan", ", ", "Z. H.", "; ", "Zhang", ", ", "D. S.", "; ", "Chang", ", ", "Z.", "; ", "Hu", ", ", "T. L.", "; ", "Bu", ", ", "X. H.", " ", "Inorg. Chem.", " ", "2014", ",  ", "53", ",  ", "8985", "– ", "8990", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Targeted Structure Modulation of \"Pillar-Layered\" Metal-Organic Frameworks for CO2 Capture", "Xuan, Zhi-Hong; Zhang, Da-Shuai; Chang, Ze; Hu, Tong-Liang; Bu, Xian-He", "Inorganic Chemistry", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "17", "),\r\n    ", "8985-8990", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two new zinc MOFs with similar \"pillar-layered\" framework structures based on 1,1'-biphenyl-2,2',6,6'-tetracarboxylic acid (H4bpta) and two different bipyridine pillar ligands, namely {[Zn4(bpta)2(4-pna)2(H2O)2]·4DMF·3H2O}n (1) and {[Zn2(bpta)(bpy-ea)(H2O)]·2DMF·H2O}n (2) (4-pna = N-(4-pyridyl)isonicotinamide and bpy-ea = 1,2-bis(4-pyridyl)ethane), were synthesized and studied with their CO2 adsorption properties.  By anal. of the structure properties and the CO2 adsorption performances of these two MOFs, the introduction of polar acylamide groups via 4-pna resulted in 1 with enhanced CO2 capacity and CO2/CH4 selectivity at low pressure.  In contrast, the framework of 2 shows flexible properties originating from the flexibility of the ethanediylidene group in the bpy-ea ligand, which benefits the sieve effect of pores to give higher CO2/CH4 selectivity at a relatively high pressure range.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtlOntbvJ&md5=e0035c92d8b314c11a5b83f803df66a5", "19. ", "Couck", ", ", "S.", "; ", "Denayer", ", ", "J. F. M.", "; ", "Baron", ", ", "G. V.", "; ", "Remy", ", ", "T.", "; ", "Gascon", ", ", "J.", "; ", "Kapteijn", ", ", "F.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "6326", "– ", "6327", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "An Amine-Functionalized MIL-53 Metal-Organic Framework with Large Separation Power for CO2 and CH4", "Couck, Sarah; Denayer, Joeri F. M.; Baron, Gino V.; Remy, Tom; Gascon, Jorge; Kapteijn, Freek", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "18", "),\r\n    ", "6326-6327", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Functionalizing the well-known MIL-53(Al) metal-org. framework with amino groups increases its selectivity in CO2/CH4 sepns. by orders of magnitude while maintaining a very high capacity for CO2 capture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkslCru7c%253D&md5=45b771ce27f07c40f59463c9da968fa8", "20. ", "(a) ", "Horike", ", ", "S.", "; ", "Dinca", ", ", "M.", "; ", "Tamaki", ", ", "K.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "5854", "– ", "5855", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Size-Selective Lewis Acid Catalysis in a Microporous Metal-Organic Framework with Exposed Mn2+ Coordination Sites", "Horike, Satoshi; Dinca, Mircea; Tamaki, Kentaro; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "18", "),\r\n    ", "5854-5855", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Treatment of selected aldehydes and ketones R1COR2 (R1 = Ph, R2 = H, Me; R1 = 4-PhC6H4, 4-PhOC6H4, 1-naphthyl, R2 = H) with Me3SiCN in the presence of the microporous metal-org. framework Mn3[(Mn4Cl)3BTT8(CH3OH)10]2 (I, H3BTT = 1,3,5-benzenetristetrazol-5-yl) leads to rapid conversion to the corresponding cyanosilylated products R1R2C(CN)OSiMe3.  The transformation is catalyzed by coordinatively unsatd. Mn2+ ions that serve as Lewis acids and lead to conversion yields of 98 and 90% for benzaldehyde and 1-naphthaldehyde, the highest thus far for a metal-org. framework.  Larger carbonyl substrates cannot diffuse through the pores of I, and conversion yields are much lower for these, attesting to the heterogeneity of the reaction and its dependence on guest size.  The Mukaiyama-aldol reaction, known to require much more active Lewis catalysts, is also catalyzed in the presence of I, representing the first such example for a metal-org. framework.  Conversion yields obtained for the reaction of benzaldehyde with silyl enolate Me2C:C(OMe)OSiMe3 reach 63%, on par with those obtained with zeolites.  Size selectivity is demonstrated for the first time with this reaction through the use of larger silyl enolate substrates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXksVeqs7w%253D&md5=4c04e2441b790417d12ba4fa084d9c10", "(b) ", "Gustafsson", ", ", "M.", "; ", "Bartoszewicz", ", ", "A.", "; ", "Martin-Matute", ", ", "B.", "; ", "Sun", ", ", "J. L.", "; ", "Grins", ", ", "J.", "; ", "Zhao", ", ", "T.", "; ", "Li", ", ", "Z. Y.", "; ", "Zhu", ", ", "G. S.", "; ", "Zou", ", ", "X. D.", " ", "Chem. Mater.", " ", "2010", ",  ", "22", ",  ", "3316", "– ", "3322", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "A Family of Highly Stable Lanthanide Metal-Organic Frameworks: Structural Evolution and Catalytic Activity", "Gustafsson, Mikaela; Bartoszewicz, Agnieszka; Martin-Matute, Belen; Sun, Junliang; Grins, Jekabs; Zhao, Tony; Li, Zhongyue; Zhu, Guangshan; Zou, Xiaodong", "Chemistry of Materials", "\r\n        (", "2010", "),\r\n    ", "22", "\r\n        (", "11", "),\r\n    ", "3316-3322", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A family of homeotypic porous lanthanide metal-org. frameworks (MOFs), [Ln(btc)(H2O)]·guest (Nd (1), Sm (2), Eu (3), Gd (4), Tb (5), Ho (6), Er (7), and Yb (8); guest: DMF or H2O) was synthesized.  The structures of the as-synthesized compds. are tetragonal and contain 1D channels with accessible lanthanide ions.  In situ single crystal X-ray diffraction shows that 1 undergoes a single-crystal to polycryst. to single-crystal transformation from room temp. to 180 °C.  During the release of DMF and water mols. from the channels by evacuation and subsequent heating, the structures of 1 and 7 transformed from tetragonal to monoclinic, and then to tetragonal, while the structure of 8 remained tetragonal.  The transformation between the monoclinic and the low temp. tetragonal phases is reversible.  The Ln(btc) MOFs are stable to at least 480 °C and are among the most thermally stable MOFs.  The Ln(btc) MOFs act as efficient Lewis acid catalysts for the cyanosilylation of aldehydes yielding cyanohydrins in high yields within short reaction times. 1 also catalyzes the cyanosilylation of less reactive substrates, such as ketones at room temp.  The Ln(btc) MOFs could be recycled and reused without loss of their crystallinity and activity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXlslygurk%253D&md5=a823189f5327269bf2ebd3600aef8bb1", "21. ", "Fujita", ", ", "M.", "; ", "Kwon", ", ", "Y. J.", "; ", "Washizu", ", ", "S.", "; ", "Ogura", ", ", "K.", " ", "J. Am. Chem. Soc.", " ", "1994", ",  ", "116", ",  ", "1151", "– ", "1152", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Preparation, Clathration Ability, and Catalysis of a Two-Dimensional Square Network Material Composed of Cadmium(II) and 4,4'-Bipyridine", "Fujita, Makoto; Kwon, Yoon Jung; Washizu, Satoru; Ogura, Katsuyuki", "Journal of the American Chemical Society", "\r\n        (", "1994", "),\r\n    ", "116", "\r\n        (", "3", "),\r\n    ", "1151-2", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "A two-dimensional square network material {[Cd(4,4'-bpy)2](NO3)2}∞ (1) (bpy = bipyridine) was prepd. from Cd(NO3)2 and 4,4'-bpy.  Having inner cavities surrounded by 4,4'-bpy units as shown by crystallog. anal., this material behaved like inorg. porous materials such as zeolites.  Thus, the complex 1 easily formed the clathrate complex {[Cd(4,4'-bpy)2](NO3)2·2G}∞ (2,G = o-C6H4X2 or C6H5X, X = Br, Cl) with some arom. compds. and exhibited heterogeneous catalysis for cyanosilyation of aldehydes.  X-ray diffraction study of 2 (G = o-C6H4Br2) showed a layered array of the two-dimensional network.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXhsVGnt78%253D&md5=5af3fcd83e3709797b79fe9c9d22d26d"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-19/ic5017092/20140930/images/small/ic-2014-017092_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-19/ic5017092/20140930/images/small/ic-2014-017092_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-19/ic5017092/20140930/images/small/ic-2014-017092_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-19/ic5017092/20140930/images/small/ic-2014-017092_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-19/ic5017092/20140930/images/small/ic-2014-017092_0005.gif\">"]}
