{"title": ["A Convenient Strategy for Designing a Soft Nanospace: An Atomic Exchange in a Ligand with Isostructural Frameworks"], "authors": ["Yunsheng Ma", "Ryotaro Matsuda", "Hiroshi Sato", "Yuh Hijikata", "Liangchun Li", "Shinpei Kusaka", "Mawlin Foo", "Fengfeng Xue", "George Akiyama", "Rongxin Yuan", "Susumu Kitagawa"], "doi": ["10.1021/jacs.5b09666"], "abstract": ["Direct observation of gas molecules confined in the nanospace of porous materials by single-crystal X-ray diffraction (SXRD) technique is significant because it leads to deep insight into the adsorption mechanism and the actual state of the adsorbents in molecular level. A recent study revealed that flexibility is one of the important factors to achieve periodic guest accommodation in the nanospace enabling direct observation of gas molecules. Here, we report a convenient strategy to tune the framework flexibility by just an atomic exchange in a ligand, which enables us to easily construct a soft nanospace as the best platform to study gas adsorption. Indeed, we succeeded to observe C", "H", " and CO", " molecules confined in the pores of a flexible porous coordination polymer (", ") in different configurations using SXRD measurement, whereas gas molecules in a rigid framework (", ") isostructural to ", " were not seen crystallographically. The result of the coincident in situ powder X-ray diffraction and adsorption measurement for ", " unambiguously showed that the framework could flexibly transform to trap gas molecules with a commensurate fashion. In addition, for ", ", we found that the adsorbed gas molecules induced significant structural change involving dimensional change of the pore from one-dimensional to three-dimensional, and subsequently, additional gas molecules formed periodic molecular clusters in the nanospace."], "text": ["Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusion", "Experimental Section", "References", "Introduction", "Since it was found that some porous coordination polymers (PCPs) or metal–organic frameworks (MOFs) showed dynamic structural change that provides unique guest adsorption functions, the creation of new flexible frameworks has been one of the central topics for this class of compounds.", "(1, 2)", " To design framework flexibility, it is essential to understand the mechanism of guest-molecule trapping in the nanospace of flexible PCPs using in situ structural and physical measurements.", "(3-14)", " In particular, direct observation of gas molecules confined in the nanospace using X-ray or neutron diffraction technique is quite valuable, because it leads to deep insight into the adsorption mechanism and the actual state of the adsorbate at a molecular level.", "(15-22)", " However, so far, reports of crystal structures containing adsorbed gas molecules have been still limited in number because in general it is not necessary for gas molecules in the nanospace to form a periodic structure that is commensurate with the electrostatic field formed in the pore, especially in the case of a rigid host.", "(23, 24)", " When the host framework is very rigid and there is no specific interaction site, the guest molecules tend to form the most dense structure, that is to say, the periodicity of the framework does not correspond to that of the assembled structure of guest molecules. In that case, we cannot find the exact position of the guest molecules so that the crystal structure of a PCP with guest molecules cannot be solved. On the other hand, recent reports revealed that nanopores formed in a flexible PCP are able to transform to fit guest molecules even for large guest molecules,", "(25, 26)", " resulting in the formation of a commensurate structure, giving a better chance of determining the structure of the gas-adsorbed framework.", "In fact, we found that all of the crystal structures of gas-adsorbed PCPs, that we successfully determined, showed structural transformation when the gas molecules were adsorbed in the structure. To date, several methods to enhance the framework flexibility, such as introduction of long alkyl chains and rotational parts in the ligand, utilizing displacement of interpenetrating frameworks, have been reported,", "(27, 28)", " and one of the most promising methods is tuning the coordination ability, which enables geometrical change around the metal center (bond breaking/formation is the extreme case). For example, {[Zn", "2", "(BDC)", "2", "(L", "2", ")]·2.5DMF·0.5H", "2", "O}", "n", " (BDC = 1,4-benzenedicarboxylate, L", "2", " = 2,3-difluoro-1,4-bis(4-pyridyl)benzene), constructed by using a slim and long axial ligand, showed multiple reversible metal–ligand bond breakings upon the removal and rebinding of guest molecules.", "(29)", " With this background, we focus on the difference in coordination ability between pyrazine and pyridine. These are very popular building blocks having similar sizes in the frameworks of PCPs/MOFs; however, the coordination ability of pyrazine is weaker than that of pyridine,", "(30)", " which leads to a variation of the framework flexibility of PCPs. Here, we report the construction of two isostructural PCPs, [Fe(ppt)", "2", "] (", "PCP-N", ") (Hppt = 3-(2-pyrazinyl)-5-(4-pyridyl)-1,2,4-triazole) and [Fe(dpt)", "2", "] (", "PCP-C", ") (Hdpt = 3-(2-pyridyl)-5-(4-pyridyl)-1,2,4-triazole), on the basis of pyrazinyl and pyridinyl ligands. Interestingly, ", "PCP-N", " is highly flexible, while ", "PCP-C", " is rather rigid, indicating that a subtle atomic change in ligand from carbon to nitrogen induces an extreme change in flexibility even in the same topological network. The contrasting flexibility was implied by the different coordination ability of nitrogen atoms between Hppt (p", "K", "b", " = 0.65) and Hdpt (p", "K", "b", " = 8.8). Indeed, the framework flexibility of ", "PCP-N", " enables us to determine the single-crystal structures of C", "2", "H", "2", "- and CO", "2", "-adsorbed phases, which clearly illustrates the adsorption behaviors.", "Figure 1. Structural representation. (a, e) Chemical structures of Hppt and Hdpt, respectively. (b, f) Coordination environment of the Fe(II) center in ", "PCP-N", " and ", "PCP-C", ", respectively. (c, g) Framework structures for ", "PCP-N", " and ", "PCP-C", " viewed along the ", "c", "-direction, respectively, showing large channels. N atoms from pyrazinyl groups exposed on the pore surface of ", "PCP-N", ". (d, h) Connolly surface diagram of ", "PCP-N", " and ", "PCP-C", ", respectively, using a probe radius of 1.65 Å. The inner surfaces of the channels are shown in blue, while the outer surfaces are represented in gray.", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusion", "Experimental Section", "References", "Results and Discussion", "Crystal Structures of [Fe(ppt)", "2", "]·4H", "2", "O (PCP-N·4H", "2", "O) and [Fe(dpt)", "2", "]·4H", "2", "O (PCP-C·4H", "2", "O)", "PCP-N", "·4H", "2", "O and ", "PCP-C", "·4H", "2", "O, which are isostructural, were prepared by the reactions of Hppt and Hdpt with Fe", "2+", " ions, respectively. The Fe", "2+", " ion has an octahedral geometry. The six positions are occupied by nitrogen atoms ([N1, N3, N1B, N3B, N6A, and N6C] and [N1, N2, N1B, N2B, N5A, and N5C] for ", "PCP-N", "·4H", "2", "O and ", "PCP-C", "·4H", "2", "O, respectively (", "Figure S1", ")). The overall structure can be viewed as twofold interpenetrated three-dimensional (3-D) porous framework with NbO topology leaving the one-dimensional (1-D) hexagonal channels running along the ", "c", "-axis. Alternating large cages and small necks are observed along the ", "c", "-axis. The apparent difference between the compounds is the uncoordinated nitrogen (N2) atoms from pyrazinyl groups fully exposed on the pore surface of the channels in ", "PCP-N", ". The diameters for the cage and neck in ", "PCP-N", " are 9.8 and 6.4 Å, respectively (", "Figure ", "1", "). Strong hydrogen-bonding interactions are observed between the water molecules (O···O = 2.390 and 2.437 Å) forming (H", "2", "O)", "12", " clusters. The water clusters reside in the cage that forms strong hydrogen bonds (N2···O = 2.867 Å) with N2 atoms (", "Figure S2", "), which impacts  the variation of unit-cell parameters upon cooling (", "Table S1", "). In ", "PCP-C", ", the diameters of the cage and neck are 9.4 and 6.0 Å, respectively. We also succeeded in obtaining the crystal structure of completely dried ", "PCP-N", ", although we could not get the structure of dried ", "PCP-C", " because of the loss of single crystallinity. The crystal structures of the dried ", "PCP-N", ", as-made ", "PCP-N", "·4H", "2", "O, and ", "PCP-C", "·4H", "2", "O have similar unit cell parameters at different temperatures (", "Tables S2 and S3", "). The total solvent-accessible volumes are 22.9%, 23.2%, and 22.2% for dried ", "PCP-N", ", as-made ", "PCP-N", "·4H", "2", "O, and ", "PCP-C", "·4H", "2", "O, respectively.", "Figure 2. Coincident powder X-ray diffraction (PXRD) and sorption measurements of ", "PCP-N", ". (a, c, e) represent N", "2", ", C", "2", "H", "2", ", and CO", "2", " sorption isotherms at 77, 195, and 195 K, respectively. Adsorption and desorption profiles are shown in closed and open symbols. (b, d, f) PXRD patterns measured at each point shown in the sorption isotherms. Simulated PXRD patterns for (A) ", "PCP-N", "·4H", "2", "O  and (B) dried ", "PCP-N", "  are shown at the bottom of each panel.", "Stability of PCP-N and PCP-C", "Thermogravimetric analysis shows a one-step weight loss of water molecules (10%) corresponding to the removal of four water molecules in the temperature range from 25 to 200 °C and from 25 to 180 °C for ", "PCP-N", " and ", "PCP-C", ", respectively (", "Figures S3 and S4", "). A plateau was observed up to 400 °C for both compounds. The crystals of as-synthesized ", "PCP-N", "·4H", "2", "O and ", "PCP-C", "·4H", "2", "O could maintain their crystallinity even in the air and in water for several months, and no oxidation was also observed in the air. These results indicate that ", "PCP-N", " and ", "PCP-C", " are very stable and easily handled in the air.", "Because of the earlier mentioned structural features and stability, we thought that ", "PCP-N", " and ", "PCP-C", " could be the best platform to elucidate the function of the pyrazinyl nitrogen atom on the pore surface in the nanospace, which encouraged us to investigate the detailed adsorption behaviors of these compounds.", "Sorption Properties", "N", "2", " Adsorption", "First, we measured the N", "2", " adsorption isotherms for ", "PCP-N", " and ", "PCP-C", " at 77 K to confirm permanent porosity (", "Figure ", "2", "a). The isotherm of ", "PCP-N", " shows a steep uptake at a low relative pressure followed by the plateau region (ca. 200 mL (STP) g", "–1", ").", "In contrast, the isotherm of ", "PCP-C", " only shows a small amount of adsorption, indicative of particle surface adsorption (9.5 mL (STP) g", "–1", " at 1 atm) (", "Figure S5", ") as is found in [Co(mdpt24)", "2", "] (mdpt24 = 3-(3-methyl-2-pyridyl)-5-(4-pyridyl)-1,2,4-triazolate).", "(31)", " The low nitrogen uptake may be due to a problem of slow diffusion at low temperature.", "The in situ coincident powder X-ray diffraction (PXRD)/sorption measurement, which is able to collect a PXRD pattern at each adsorption equilibrium point, was performed for ", "PCP-N", " to estimate the structural dynamism upon adsorption. Despite the normal Type I shape of the isotherm, the peaks in the XRD pattern shift to the low-angle region from point D to point G, indicating that the structure expands gradually. After point G, the structure becomes uniform. This result shows that the framework of ", "PCP-N", " transforms upon nitrogen adsorption although nitrogen gas is inert and no specific interaction between pore surface and nitrogen is expected, which indicates that ", "PCP-N", " is very flexible.", "C", "2", "H", "2", " Adsorption", "Next, we chose C", "2", "H", "2", " as the probe gas (adsorbate) to investigate surface function because C", "2", "H", "2", " has acidic hydrogen atoms that were expected to interact with the pyrazinyl nitrogen atoms on the pore surface of ", "PCP-N", ", whereas such nitrogen does not exist in ", "PCP-C", ". Interestingly, the isotherm of C", "2", "H", "2", " on ", "PCP-N", " at 195 K showed stepwise sorption with a large hysteresis, indicating that the framework changed more flexibly compared with the case of nitrogen adsorption. The result of in situ coincident PXRD/adsorption measurement indicated that little structural transformation occurred from point C to point E; then, a large structural expansion proceeded after the flex point E to point G. The saturated amount of C", "2", "H", "2", " (at point H) is about 175 mL (STP) g", "–1", " (ca. four molecules per Fe", "2+", "). On the other hand, the isotherm of C", "2", "H", "2", " on ", "PCP-C", " shows a simple Type I adsorption isotherm without a step, indicative of the rigid structure of ", "PCP-C", " (", "Figure S6", "). This different structural flexibility producing contrasting sorption behavior is derived from only one atom difference in the ligands (i.e., a nitrogen atom in ", "PCP-N", " replacing a carbon atom in ", "PCP-C", ").", "Figure 3. Porous structures of (a)", " PCP-N", ", (c) ", "PCP-N", "·4C", "2", "H", "2", ",  and (e) ", "PCP-N", "·5CO", "2", " with Connolly surfaces; (b, d, f)  the Connolly surfaces of the channels.", "CO", "2", " Adsorption", "The sorption isotherm of CO", "2", " at 195 K was also investigated. CO", "2", " has no acidic hydrogen atom, unlike C", "2", "H", "2", ", although CO", "2", " has quite similar molecular geometry and physicochemical properties to C", "2", "H", "2", ", such as molecular size, shape, and boiling point. Therefore, in general, the results of adsorption isotherms of CO", "2", " and C", "2", "H", "2", " clearly reveal the interaction ability of the pore surface to acidic guest molecules. ", "Figure ", "2", "e and f shows the results of the in situ coincident PXRD/adsorption measurement. Up to point D, the peaks in the PXRD patterns do not change, whereas the amount adsorbed is abruptly increased in the low-pressure region, indicating that the CO", "2", " molecules are accommodated in the intrinsic micropores of dried ", "PCP-N", " without any structural transformation. A small step is observed at point E (62 mL (STP) g", "–1", ", corresponding to 1.4 CO", "2", " per Fe", "2+", "), and subsequently, the peaks in PXRD gradually shift to low angle from point E to point G, indicating that the framework gradually expanded. At point H, the pattern reaches the fully guest-accommodated phase and shows almost no change between points H and M. The saturated amount of CO", "2", " adsorption (at point J) is about 214 mL (STP) g", "–1", " (ca. 5 molecules per Fe", "2+", "). According to the PXRD patterns for ", "PCP-N", ", it was suggested that some amount of gas molecules could enter the pores without structural change first, and then the framework transformed gradually, which allowed further CO", "2", " adsorption up to reaching a stable state. In contrast, ", "PCP-C", " exhibits a normal Type I isotherm without any step upon CO", "2", " adsorption, and the saturated amount of adsorption is only 97 mL (STP) g", "–1", " at 1 atm (", "Figure S7", "), which is similar to that observed in [Co(dpt)", "2", "],", "(31)", " indicating that ", "PCP-C", " has a rigid framework. This result indicates that atomic exchange in a ligand can change the rigid framework into a flexible framework and enhance the adsorption amount of N", "2", ", C", "2", "H", "2", ", and CO", "2", ".", "Adsorption Heat", "Then, we measured C", "2", "H", "2", " and CO", "2", " adsorption isotherms on ", "PCP-N", " at 273 and 298 K to analyze the enthalpy change using the virial equation (", "Figure S8", "). The obtained ", "q", "st", " values lie in the ranges 30.9–32.8 and 23.9–27.0 kJ mol", "–1", " for C", "2", "H", "2", " and CO", "2", ", respectively (", "Figures S9–S11", "). The higher value of ", "q", "st", " for C", "2", "H", "2", " than that for CO", "2", " clearly indicates existence of apparent interactions between C", "2", "H", "2", " and the host framework, which should involve the hydrogen-bonding interactions between the acidic H atoms of C", "2", "H", "2", " and the nitrogen atoms of the pore wall.", "Direct Observation of Guest Molecules Adsorbed in the Nanopores of Flexible PCP-N", "We successfully obtained the crystal structures of fully C", "2", "H", "2", "-adsorbed ", "PCP-N", " (", "PCP-N", "·4C", "2", "H", "2", ") and fully CO", "2", "-adsorbed ", "PCP-N", " (", "PCP-N", "·5CO", "2", ") at 173 K, although we cannot obtain any crystal structures of ", "PCP-C", " of the gas-adsorbed phase. Compared with the structure of the dried ", "PCP-N", ", the unit cell displays obvious expansion for ", "PCP-N", "·4C", "2", "H", "2", " (Δ", "a", "/", "a", " = 2.3%, Δ", "c", "/", "c", " = 4.6%, Δ", "V", "/", "V", " = 12.8%) and ", "PCP-N", "·5CO", "2", " (Δ", "a", "/", "a", " = 3.2%, Δ", "c", "/", "c", " = 5.9%, Δ", "V", "/", "V", " = 9.4%) with evident framework deformation upon guest inclusion. Remarkable changes in the coordination geometry at the Fe", "2+", " centers were discovered, which are associated with a substantial reorientation of the ligands (", "Figure S12", "). The structural deformation leads the pores to transform from 1-D to 3-D (", "Figure ", "3", "). The total solvent-accessible volumes were estimated to be 40% (2722 Å", "3", ") and 39.7% (2598 Å", "3", ") per unit cell for the skeletons of ", "PCP-N", "·4C", "2", "H", "2", " and ", "PCP-N", "·5CO", "2", ", respectively, which are nearly twice that in dried ", "PCP-N", " (22.9%, 1337 Å", "3", "). For ", "PCP-N", "·4C", "2", "H", "2", ", there are two types of C", "2", "H", "2", " molecules (C", "2", "H", "2", "–I and C", "2", "H", "2", "–II) in the asymmetric unit (", "Figure ", "4", "). C", "2", "H", "2", "–I is located in the large cage and interacts with N2 atom on the pore surface through weak hydrogen bonds (C–H···N = 3.922 Å). In addition, the C", "2", "H", "2", "–I molecule interacts with neighbors via C–H···π interaction (C···C = 2.70 Å, H···C = 2.27 Å) in slipped parallel conformation to form a hexamer (", "Figure ", "4", "d). Although a similar molecular assembly in the nanospace has been reported for [Cu(etz)]", "n", " (Hetz = 3,5-diethyl-1,2,4-triazole),", "(32)", " the C–H···C contacts are much closer and stronger here than in the reported structure (C···C = 3.69 Å, H···C = 2.69 Å). C", "2", "H", "2", "–II sits close to the triazole group and forms weak interactions with the framework through multiple C–H···N interactions (C···N = 3.44–3.94 Å). Thus, the C", "2", "H", "2", " molecules are well stabilized in the pores. On the other hand, the CO", "2", "-adsorbed structure demonstrates that CO", "2", " binds to the well-defined pore surface differently from C", "2", "H", "2", ". There are 2.5 CO", "2", " molecules in the asymmetric unit, matching well with the adsorption data (", "Figure ", "5", "). The adsorption sites of three types of independent CO", "2", " are shown in ", "Figure ", "5", "a, as CO", "2", "–I, CO", "2", "–II, and CO", "2", "–III. As expected, it was observed that CO", "2", "–I and CO", "2", "–II closely interact with the N2 atom of pyrazine. Both distances between carbon atoms of CO", "2", " and the N2 atom are very close to the sum of van der Waals radii of carbon (1.70 Å) and nitrogen (1.55 Å),", "(33)", " (i.e., C12···N2 = 3.23 Å and C13···N2 = 3.38 Å). In addition, there are strong guest–guest interactions among CO", "2", "–II molecules in slipped parallel and T-shaped geometries to form an unprecedented six-membered cluster (", "Figure ", "5", "d). The CO", "2", " molecules in the cluster  closely interact with each other (O···C = 2.62 and 2.93 Å), which is different from that in [Cu(etz)]", "n", ",", "(32)", " in which the CO", "2", " molecules are well separated (C···O = 4.58 Å). Furthermore, CO", "2", "–I interacts with CO", "2", "–III forming a T-shaped dimer (C···O = 2.47 Å), which is similar to that in [Zn", "2", "(Atz)", "2", "(ox)] (Atz = 3-amino-1,2,4-triazole);", "(34)", " however, the C···O in our case is shorter than that in the reported value (C···O = 3.02 Å), indicative of the formation of a more stable dimer.", "Figure 4. Crystal structures of ", "PCP-N", "·4C", "2", "H", "2", ". (a) Both crystallographically independent C", "2", "H", "2", " molecules are shown trapped in a pore, showing the cooperative interaction between C", "2", "H", "2", " molecules and the uncoordinated N2 atom (in green). (d) Hexamer of C", "2", "H", "2", "–I in a slipped parallel conformation in the pore. (b, e) Top and side view of C", "2", "H", "2", "-adsorbed channel. (c, f) Top and side view of a C", "2", "H", "2", "-adsorbed channel with van der Waals surfaces depicted in light blue. Atoms are colored as follows: Fe, red; C, gray; N, blue.", "Figure 5. Crystal structures of CO", "2", "-adsorbed ", "PCP-N", "·5CO", "2", ". (a) Three crystallographically independent CO", "2", " molecules are shown trapped in a pore, showing the cooperative interaction between CO", "2", " molecules and the framework. N2 atoms are depicted in green. (d) Cluster of CO", "2", " in slipped parallel and T-shaped geometries in the pore. (b, e) Top and side view of a CO", "2", "-adsorbed channel. (c, f) Top and side view of a CO", "2", "-adsorbed channel with van der Waals surfaces depicted in light blue. Atoms except CO", "2", " molecules are colored as follows: Fe, red; C, gray; N, blue.", "As observed in the crystal structures, the flexible ", "PCP-N", " can adsorb five CO", "2", " molecules for each formula, whereas it can adsorb only four C", "2", "H", "2", " molecules, which can be explained by the different interactions among host and guest. C", "2", "H", "2", " provides acidic H atoms at both molecular ends while CO", "2", " provides an electropositive central C atom to interact with the frameworks. These differences allow forming different types of molecular clusters especially a T-shaped dimer of CO", "2", "–CO", "2", ", resulting in a larger sorption amount of CO", "2", ".", "Theoretical Study", "To examine the flexibility of the compounds, we performed density functional theory (DFT) calculations for estimating the binding energies of the coordination bond between Fe and the ligand (ppt or dpt) using model structures for both ", "PCP-N", " and ", "PCP-C", ". The discrete model structures were constructed as follows: For the model of ", "PCP-N", ", a metal complex unit containing Fe", "2+", " ion and four ppt ligands coordinated to the Fe", "2+", " was extracted from the crystal structure of dried ", "PCP-N", ", and then two ppt ligands in the axial positions were protonated to make the complex neutral. The model of ", "PCP-C", " was obtained by replacing pyrazine with pyridine rings in the model of ", "PCP-N", " (", "Figure S13", "). The dissociation energy (", "E", "b,L", ") of the ligand in the equatorial position was obtained as the following equation:", "where ", "E", "FeL4", " is the energy of the model complex for ", "PCP-N", " or ", "PCP-C", " with full geometrical optimization, ", "E", "FeL3", " is the single point energy of an imaginary complex in which an equatorial ligand is removed from the each model structure, and ", "E", "L", " is the energy of ppt or dpt.", "The ", "E", "b,L", " for the model of ", "PCP-N", " and ", "PCP-C", " was calculated to be 165.4 and 166.7 kcal/mol, respectively. The difference of 1.3 kcal/mol suggested that the ppt ligand in ", "PCP-N", " weakly coordinates to the Fe center as compared to the bpt in ", "PCP-C", ", further supporting the fact that ", "PCP-N", " is flexible while ", "PCP-C", " is rigid.", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusion", "Experimental Section", "References", "Conclusion", "In this work, we demonstrated a convenient strategy to design soft nanospace in a flexible PCP, that is, atomic exchange in a ligand using the same topological frameworks. We applied this method to the isostructural frameworks, ", "PCP-C", " and ", "PCP-N", " with C or N atom-containing ligands, respectively. The atomic exchange from C to N affords much flexibility to the framework ", "PCP-N", ", which arises from the softened coordination space around Fe", "2+", " ions. Importantly, we also proved that the flexibility enabled pores to transform their shape, adapting to different guest molecules, resulting in the formation of a periodic arrangement of guest molecules in the pores with a commensurate fashion with the host periodicity. This function of flexible framework enables us to directly observe the adsorbed gas molecules by single crystal diffraction technique, which is quite important to explore the adsorption science. In fact, we discovered the formation of unique gas clusters in the pores. Although many interesting adsorption properties of flexible porous frameworks have been reported, systematic methods for designing flexibility in the porous framework are limited. Our convenient method can be advantageous since a lot of existing rigid PCPs/MOFs can be used as parent frameworks to fabricate flexibility-tuned PCPs/MOFs. We believe that this method can help to uncover many unknown flexible porous frameworks and their adsorption functions, which will further widen the field of nanospace science.", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusion", "Experimental Section", "References", "Experimental Section", "Synthesis of [Fe(ppt)", "2", "]·4H", "2", "O (PCP-N·4H", "2", "O)", "A mixture of Hppt", "(35)", " (0.024 g, 0.1 mmol) and FeSO", "4", "·7H", "2", "O (0.0278 g, 0.1 mmol) was placed in a glass tube containing 1 mL of H", "2", "O and 1 mL of CH", "3", "CN. The glass tube was sealed, heated at 160 °C for 3 days, and then cooled by 10 °C/h to room temperature to give black crystals of ", "PCP-N", "·4H", "2", "O (0.0373 g, 65% yield).", "Synthesis of [Fe(dpt)", "2", "]·4H", "2", "O (PCP-C·4H", "2", "O)", "PCP-C", "·4H", "2", "O was prepared with the same synthetic procedure of ", "PCP-N", "·4H", "2", "O using Hdpt instead of Hppt.", "(36)", "Single-Crystal X-ray Diffraction Analyses", "The activation and gas loading of single crystals of ", "PCP-N", " in capillaries were performed on volumetric adsorption apparatus (Bel-max). Single crystal of ", "PCP-N", "·4H", "2", "O was put in a capillary and was evacuated for 5 h at 120 °C under reduced pressure (<10", "–3", " mbar). After complete activation, the sample was backfilled with C", "2", "H", "2", " or CO", "2", " (950 mbar, 293 K) and was allowed to equilibrate for 10 min before being flame-sealed. The gas-loaded crystals were mounted onto the diffractometer and were slowly cooled down, and data were collected at 173 K. The X-ray diffraction was also carried out for the dried ", "PCP-N", ".", "Gas Adsorption Measurement", "Gas adsorption isotherms were obtained using a Belsorp-max adsorption instrument from MicrotracBEL corp. using the volumetric technique. Before measurement, the solvent-exchanged sample (about 120 mg) was prepared by immersing the as-synthesized samples in methanol for 3 days to remove the nonvolatile solvents, and the extract was decanted every 10 h, and fresh methanol was replaced. The completely activated sample was obtained by heating the solvent-exchanged sample at 120 °C under reduced pressure (<10", "–2", " Pa) for more than 20 h.", "The coincident PXRD/adsorption measurements were carried out using a Rigaku UltimaIV with CuKα radiation connected with BELSORP-18 volumetric adsorption equipment (MicrotracBEL corp.).", "Theoretical Calculation", "The geometries of the model structures were optimized using DFT with M06-2X functional.", "(37)", " We employed LANL2DZ basis set for Fe, where the core electrons were replaced with the effective core potential of LANL2DZ.", "(38)", " For other atoms, the 6-31G(d) basis set was used. One diffuse function was added to N atoms in the triazole moieties directly coordinated to Fe atoms. All calculations were carried out with Gaussian 09 program package.", "(39)", " ", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusion", "Experimental Section", "References", "Supporting Information", "The Supporting Information is available free of charge on the ", "ACS Publications website", " at DOI: ", "10.1021/jacs.5b09666", ".", "Experimental details for SXRD, Tables S1–S4, Figures S1–12", "(", "PDF", ")", "Cif data for C", "22", "H", "14", "FeN", "12", "(", "CIF", ")", "Cif data for C", "22", "H", "14", "FeN", "12", "·(C", "2", "H", "2", ")", "(", "CIF", ")", "Cif data for C", "22", "H", "14", "FeN", "12", "·5(CO", "2", ")", "(", "CIF", ")", "Cif data for C", "22", "H", "14", "FeN", "12", "·4(H", "2", "O)", "(", "CIF", ")", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusion", "Experimental Section", "References", "Acknowledgment", "This work is supported by the PRESTO and ACCEL project of the Japan Science and Technology Agency (JST) and JSPS KAKENHI Grant-in-Aid for Young Scientists (B) (Grant No 25870360), for Challenging Exploratory Research (Grant No 25620187), and for Specially Promoted Research (Grant No 25000007). iCeMS and ITbM are supported by the World Premier International Research Initiative (WPI) of the Ministry of Education, Culture, Sports, Science, and Technology, Japan (MEXT). Y. M. thanks NSF of Jiangsu Provence (No 14KJA150001) for the financial support.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusion", "Experimental Section", "References", "References", "This article references 39 other publications.", "1. ", "Kitagawa", ", ", "S.", "; ", "Kitaura", ", ", "R.", "; ", "Noro", ", ", "S.", " ", "Angew. Chem., Int. Ed.", " ", "2004", ",  ", "43", ",  ", "2334", "– ", "2375", " DOI: 10.1002/anie.200300610", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Functional porous coordination polymers", "Kitagawa, Susumu; Kitaura, Ryo; Noro, Shin-ichiro", "Angewandte Chemie, International Edition", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "18", "),\r\n    ", "2334-2375", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Discussion concs. on three aspects of coordination polymers: (1) the use of crystal engineering to construct porous frameworks from connectors and linkers (nano-space engineering), (2) characterizing and cataloging the porous properties by functions for storage, exchange, sepn., etc., and (3) the next generation of porous functions based on dynamic crystal transformations caused by guest mols. or phys. stimuli.  The authors' aim is to present the state of the art chem. and physics of and in the micropores of porous coordination polymers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXktFShtLk%253D&md5=9df52e99bad3cc0db67f65551a8c154f", "2. ", "Li", ", ", "J. R.", "; ", "Kuppler", ", ", "R. J.", "; ", "Zhou", ", ", "H. C.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1477", "– ", "1504", " DOI: 10.1039/b802426j", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Selective gas adsorption and separation in metal-organic frameworks", "Li, Jian-Rong; Kuppler, Ryan J.; Zhou, Hong-Cai", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1477-1504", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Adsorptive sepn. is very important in industry.  Generally, the process uses porous solid materials such as zeolites, activated carbons, or silica gels as adsorbents.  With an ever increasing need for a more efficient, energy-saving, and environmentally benign procedure for gas sepn., adsorbents with tailored structures and tunable surface properties must be found.  Metal-org. frameworks (MOFs), constructed by metal-contg. nodes connected by org. bridges, are such a new type of porous materials.  They are promising candidates as adsorbents for gas sepns. due to their large surface areas, adjustable pore sizes and controllable properties, as well as acceptable thermal stability.  This crit. review starts with a brief introduction to gas sepn. and purifn. based on selective adsorption, followed by a review of gas selective adsorption in rigid and flexible MOFs.  Based on possible mechanisms, selective adsorptions obsd. in MOFs are classified, and primary relationships between adsorption properties and framework features are analyzed.  As a specific example of tailor-made MOFs, mesh-adjustable mol. sieves are emphasized and the underlying working mechanism elucidated.  In addn. to the exptl. aspect, theor. investigations from adsorption equil. to diffusion dynamics via mol. simulations are also briefly reviewed.  Furthermore, gas sepns. in MOFs, including the mol. sieving effect, kinetic sepn., the quantum sieving effect for H2/D2 sepn., and MOF-based membranes are also summarized (227 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurY%253D&md5=cbb650af8ce92526fc8ffd870218bbd0", "3. ", "Zhang", ", ", "J. P.", "; ", "Liao", ", ", "P. Q.", "; ", "Zhou", ", ", "H. L.", "; ", "Lin", ", ", "R. B.", "; ", "Chen", ", ", "X. M.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5789", "– ", "5814", " DOI: 10.1039/C4CS00129J", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Single-crystal X-ray diffraction studies on structural transformations of porous coordination polymers", "Zhang, Jie-Peng; Liao, Pei-Qin; Zhou, Hao-Long; Lin, Rui-Biao; Chen, Xiao-Ming", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5789-5814", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  X-ray single-crystal diffraction has been the most straightforward and important technique in structural detn. of cryst. materials for understanding their structure-property relations.  This powerful tool can be used to directly visualize the precise and detailed structural information of porous coordination polymers or metal-org. frameworks at different states, which are unique for their flexible host frameworks compared with conventional adsorbents.  With a series of selected recent examples, this review gives a brief overview of single-crystal x-ray diffraction studies and single-crystal to single-crystal transformations of porous coordination polymers under various chem. and phys. stimuli such as solvent and gas sorption/desorption/exchange, chem. reaction and temp. change.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtVKjs7rO&md5=02c271334a69cc398238d2f64b7e2e8c", "4. ", "Chen", ", ", "Y.-P.", "; ", "Liu", ", ", "Y.", "; ", "Liu", ", ", "D.", "; ", "Bosch", ", ", "M.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2015", ",  ", "137", ",  ", "2919", "– ", "2930", " DOI: 10.1021/ja5103579", " ", "ACS Full Text ", ", [", "CAS", "]", "4. ", "Direct Measurement of Adsorbed Gas Redistribution in Metal-Organic Frameworks", "Chen, Ying-Pin; Liu, Yangyang; Liu, Dahuan; Bosch, Mathieu; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2015", "),\r\n    ", "137", "\r\n        (", "8", "),\r\n    ", "2919-2930", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A direct time-resolved diffraction structure envelope (TRDSE) method using sequential measurements by in situ synchrotron powder X-ray diffraction has been developed to monitor several gas dynamic processes taking place in MOFs: infusion, desorption, and gas redistribution upon temp. change.  The electron d. maps indicate that gas mols. prefer to redistribute over heterogeneous types of sites rather than to exclusively occupy the primary binding sites.  The gas mols. were found to be entropically driven from open metal sites to larger neighboring spaces during the gas infusion period, matching the localized-to-mobile mechanism.  In addn., the partitioning ratio of mols. adsorbed at each site varies with different temps., as opposed to an invariant distribution mode.  Equally important, the gas adsorption in MOFs is intensely influenced by the gas-gas interactions, which might induce more mols. to be accommodated in an orderly compact arrangement.  This sequential TRDSE method is generally applicable to most cryst. adsorbents, yielding information on distribution ratios of adsorbates at each type of site.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXisF2gs7k%253D&md5=05ab7cf82f75d183793ead770358a66c", "5. ", "Wriedt", ", ", "M.", "; ", "Sculley", ", ", "J.", "; ", "Yakovenko", ", ", "A.", "; ", "Ma", ", ", "Y.", "; ", "Halder", ", ", "G.", "; ", "Balbuena", ", ", "P.", "; ", "Zhou", ", ", "H.-C.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "9804", "– ", "9808", " DOI: 10.1002/anie.201202992", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Low-Energy Selective Capture of Carbon Dioxide by a Pre-designed Elastic Single-Molecule Trap", "Wriedt, Mario; Sculley, Julian P.; Yakovenko, Andrey A.; Ma, Yuguang; Halder, Gregory J.; Balbuena, Perla B.; Zhou, Hong-Cai", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "39", "),\r\n    ", "9804-9808, S9804/1-S9804/44", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors can rationally design a material to recognize a specific guest mol.  Complex MOF [Cu(tzc)(dpp)0.5]·1.5H2O (PCN-200-syn, tzc = tetrazole-5-carboxylate, dpp = 1,3-di(4-pyridyl)propane) was demonstrated, using a variety of methods, to be effective at selectively adsorbing CO2 over N2, while being stable to the harsh flue-gas conditions.  This is a significant step forward in terms of rationally designing a material for a specific guest interaction.  By moving down an entirely new path of tuning interactions by creating precise CO2 traps, instead of mimicking existing technologies, the authors have opened up a new avenue of MOF design that can be applied to gas and liq. sepns. as well as in mol. recognition.  Preliminary results show that varying the metal center and ligand length will open up a new class of stable compds. with interesting phys. properties.  Crystal structure of the PCN-200-syn is detd. by single crystal X-ray diffraction with DFT calcn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht12jsbnP&md5=8d3cc95a741b6e7ab1718803d3690c29", "6. ", "Chandler", ", ", "B. D.", "; ", "Enright", ", ", "G. D.", "; ", "Pawsey", ", ", "S.", "; ", "Ripmeester", ", ", "J. A.", "; ", "Cramb", ", ", "D. T.", "; ", "Shimizu", ", ", "G. K. H.", " ", "Nat. Mater.", " ", "2008", ",  ", "7", ",  ", "229", "– ", "235", " DOI: 10.1038/nmat2101", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Mechanical gas capture and release in a network solid via multiple single-crystalline transformations", "Chandler, Brett D.; Enright, Gary D.; Udachin, Konstantin A.; Pawsey, Shane; Ripmeester, John A.; Cramb, David T.; Shimizu, George K. H.", "Nature Materials", "\r\n        (", "2008", "),\r\n    ", "7", "\r\n        (", "3", "),\r\n    ", "229-235", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "An open-channel metal-org. framework was synthesized and characterized that, upon dehydration, shifts its structure to form closed pores in the solid.  The material is tribarium bis(1,3,5-benzenetrisulfonate), which, in its fully hydrated form has an open-pore structure, that forms a closed-pore structure upon full dehydration.  This occurs through multiple single-crystal-to-single-crystal transformations such that snapshots of the mechanism of solid-state conversion can be obtained.  Notably, the gas composing the atm. during dehydration becomes trapped in the closed pores, which, upon rehydration, open to release the trapped gas.  Thus, this new material represents a thermally robust and porous material that is also capable of dynamically capturing and releasing gas in a controlled manner.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXisVSrsL8%253D&md5=5a29fd80eeff7f803e6a1a954616ec27", "7. ", "Rabone", ", ", "J.", "; ", "Yue", ", ", "Y.-F.", "; ", "Chong", ", ", "S. Y.", "; ", "Stylianou", ", ", "K. C.", "; ", "Bacsa", ", ", "J.", "; ", "Bradshaw", ", ", "D.", "; ", "Darling", ", ", "G. R.", "; ", "Berry", ", ", "N. G.", "; ", "Khimyak", ", ", "Y. Z.", "; ", "Ganin", ", ", "A. Y.", "; ", "Wiper", ", ", "P.", "; ", "Claridge", ", ", "J. B.", "; ", "Rosseinsky", ", ", "M. J.", " ", "Science", " ", "2010", ",  ", "329", ",  ", "1053", "– ", "1057", " DOI: 10.1126/science.1190672", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "An Adaptable Peptide-Based Porous Material", "Rabone, J.; Yue, Y.-F.; Chong, S. Y.; Stylianou, K. C.; Bacsa, J.; Bradshaw, D.; Darling, G. R.; Berry, N. G.; Khimyak, Y. Z.; Ganin, A. Y.; Wiper, P.; Claridge, J. B.; Rosseinsky, M. J.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "329", "\r\n        (", "5995", "),\r\n    ", "1053-1057", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Porous materials find widespread application in storage, sepn., and catalytic technologies.  The authors report a cryst. porous solid with adaptable porosity, in which a simple dipeptide linker is arranged in a regular array by coordination to metal centers.  Expts. reinforced by mol. dynamics simulations showed that low-energy torsions and displacements of the peptides enabled the available pore vol. to evolve smoothly from zero as the guest loading increased.  The obsd. cooperative feedback in sorption isotherms resembled the response of proteins undergoing conformational selection, suggesting an energy landscape similar to that required for protein folding.  The flexible peptide linker was shown to play the pivotal role in changing the pore conformation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVGrt7bJ&md5=1c11a18129e904255c130e3261b0110f", "8. ", "Deshpande", ", ", "R. K.", "; ", "Minnaar", ", ", "J. L.", "; ", "Telfer", ", ", "S. G.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "4598", "– ", "4602", " DOI: 10.1002/anie.200905960", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Thermolabile Groups in Metal-Organic Frameworks: Suppression of Network Interpenetration, Post-Synthetic Cavity Expansion, and Protection of Reactive Functional Groups", "Deshpande, Rajesh K.; Minnaar, Jozeph L.; Telfer, Shane G.", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "27", "),\r\n    ", "4598-4602, S4598/1-S4598/20", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The reaction of H21 (I; R = NHCOOBu-t) with Zn(NO3)2.4H2O under std. conditions in dry N,N'-diethylformamide (DEF) at 85° produces well faceted, colorless, transparent crystals. Solvent exchange with CH2Cl2 followed by activation in vacuo produced a material that was formulated by elemental anal. as [Zn4O(1)3].5H2O.  [Zn4O(1)3] could be converted into [Zn4O(2)3] (H22 = I; R = NH2) in a single-crystal-to-single-crystal (SCSC) fashion by heating at temps. above 150°.  [Zn4O(1)3] and [Zn40(2)3] were characterized by single crystal x-ray diffraction anal.  Single-crystal x-ray diffraction indicated that the structural integrity of the framework was maintained during thermolysis, with [Zn4O(2)3] adopting the same space group (P43mn) and a similar unit cell length (17.218 Å) to [Zn4O(1)3].", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXnvVOrs74%253D&md5=0f54067bcd9084754f42b3397e4bb069", "9. ", "Dincă", ", ", "M.", "; ", "Han", ", ", "W. S.", "; ", "Liu", ", ", "Y.", "; ", "Dailly", ", ", "A.", "; ", "Brown", ", ", "C. M.", "; ", "Long", ", ", "J. R.", " ", "Angew. Chem., Int. Ed.", " ", "2007", ",  ", "46", ",  ", "1419", "– ", "1422", " DOI: 10.1002/anie.200604362", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Observation of Cu2+-H2 interactions in a fully desolvated sodalite-type metal-organic framework", "Dinca, Mircea; Han, Won Seok; Liu, Yun; Dailly, Anne; Brown, Craig M.; Long, Jeffrey R.", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "9", "),\r\n    ", "1419-1422", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "This new tetrazolate-based metal-org. framework exhibits high H2 uptake at low temp. and moderate pressure.  The removal of coordinated solvent mols. from Cu2+ within the framework provides strong binding sites for H2 mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXitleisL0%253D&md5=229d1fbe32a599dae9fcf6c29454bb16", "10. ", "Dietzel", ", ", "P. D. C.", "; ", "Johnsen", ", ", "R. E.", "; ", "Fjellvåg", ", ", "H.", "; ", "Bordiga", ", ", "S.", "; ", "Groppo", ", ", "E.", "; ", "Chavan", ", ", "S.", "; ", "Blom", ", ", "R.", " ", "Chem. Commun.", " ", "2008", ",  ", "5125", "– ", "5127", " DOI: 10.1039/b810574j", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Adsorption properties and structure of CO2 adsorbed on open coordination sites of metal-organic framework Ni2(dhtp) from gas adsorption, IR spectroscopy and X-ray diffraction", "Dietzel, Pascal D. C.; Johnsen, Rune E.; Fjellvaag, Helmer; Bordiga, Silvia; Groppo, Elena; Chavan, Sachin; Blom, Richard", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2008", "),\r\n    ", "\r\n        (", "41", "),\r\n    ", "5125-5127", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The microporous metal-org. framework Ni2(dhtp) (H4dhtp = 2,5-dihydroxyterephthalic acid) shows distinct end-on CO2 coordination to coordinatively unsatd. Ni sites giving rise to high CO2 adsorption capacity at sub-atm. pressures and ambient temps.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXht12nsrbI&md5=613342d4450e81f46fa03a9e6950309a", "11. ", "Padial", ", ", "N. M.", "; ", "Procopio", ", ", "E. Q.", "; ", "Montoro", ", ", "C.", "; ", "López", ", ", "E.", "; ", "Oltra", ", ", "J. E.", "; ", "Colombo", ", ", "V.", "; ", "Maspero", ", ", "A.", "; ", "Masciocchi", ", ", "N.", "; ", "Galli", ", ", "S.", "; ", "Senkovska", ", ", "I.", "; ", "Kaskel", ", ", "S.", "; ", "Barea", ", ", "E.", "; ", "Navarro", ", ", "J. A. R.", " ", "Angew. Chem., Int. Ed.", " ", "2013", ",  ", "52", ",  ", "8290", "– ", "8294", " DOI: 10.1002/anie.201303484", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Highly Hydrophobic Isoreticular Porous Metal-Organic Frameworks for the Capture of Harmful Volatile Organic Compounds", "Padial, Natalia M.; Quartapelle Procopio, Elsa; Montoro, Carmen; Lopez, Elena; Oltra, J. Enrique; Colombo, Valentina; Maspero, Angelo; Masciocchi, Norberto; Galli, Simona; Senkovska, Irena; Kaskel, Stefan; Barea, Elisa; Navarro, Jorge A. R.", "Angewandte Chemie, International Edition", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "32", "),\r\n    ", "8290-8294", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Remediating toxic pollutant environmental releases involves adsorption; however, sorbent effectiveness is often limited by their moisture affinity.  Porous metal-org.frameworks (MOF) have been extensively studied to assess their use in near-future technologies to safely store energetic environmentally relevant gases.  The tunable nature of MOF pores may help mitigate environmental problems caused by volatile org. compd. (VOC) release (C. Yang, et al., 2011).  An example of MOF design amenability is the isoreticular series (Zn4OL3, where L = arene-dicarboxylate), where pore size and functionality can be modulated in a highly rational, systematic manner (M. Eddaoudi, et al., 2002 and H. Furukawa, et al., 2010).  This work designed and isolated an isoreticular series of porous MOF whose pore size and polarity were modulated by coupling stiff bi-pyrazolate or mixed pyrazolate/carboxylate linkers to Ni2+ hydroxo clusters acting as 12-connected nodes.  This combination yielded a series of [Ni8(OH)4(H2O)2(L)6]n MOF, i.e., [Ni8(L)6], which exhibit highly porous 3-dimensional networks analogous to those recently reported by the authors (N. Masciocchi, et al., 2010, and E. Quartapelle Procopio, et al., 2011).  Synthesis and structural and textural properties of the [Ni8(L)6] isoreticular series are presented, together with their possible use to adsorb VOC pollutants even in highly competitive, moisture-rich atm. (80% relative humidity) simulating extreme operating conditions (M. Tomizuka, et al., 2007).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtVWgtb7P&md5=7323ab492afaaf9b07f315a202cadaa7", "12. ", "Motkuri", ", ", "R. M.", "; ", "Thallapally", ", ", "P. K.", "; ", "Nune", ", ", "S. K.", "; ", "Fernandez", ", ", "C. A.", "; ", "McGrail", ", ", "B. P.", "; ", "Atwood", ", ", "J. L.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "7077", "– ", "7079", " DOI: 10.1039/c1cc11738f", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "Role of hydrocarbons in pore expansion and contraction of a flexible metal-organic framework", "Motkuri, Radha Kishan; Thallapally, Praveen K.; Nune, Satish K.; Fernandez, Carlos A.; McGrail, B. Peter; Atwood, Jerry L.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "25", "),\r\n    ", "7077-7079", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A metal-org. framework obtained from a flexible org. linker shows a breathing phenomenon upon adsorption of satd. hydrocarbons.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnsVCmsb4%253D&md5=4c1511652034d322040b207b174487ca", "13. ", "Li", ", ", "B.", "; ", "Zhang", ", ", "Y.", "; ", "Ma", ", ", "D.", "; ", "Ma", ", ", "T.", "; ", "Shi", ", ", "Z.", "; ", "Ma", ", ", "S.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "1202", "– ", "1205", " DOI: 10.1021/ja410868r", " ", "ACS Full Text ", ", [", "CAS", "]", "13. ", "Metal-Cation-Directed de Novo Assembly of a Functionalized Guest Molecule in the Nanospace of a Metal-Organic Framework", "Li, Baiyan; Zhang, Yiming; Ma, Dingxuan; Ma, Tianliang; Shi, Zhan; Ma, Shengqian", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "4", "),\r\n    ", "1202-1205", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new strategy is developed to encapsulate a metal-functionalized guest mol. into a metal-org. framework (MOF) via metal-cation-directed de novo assembly from the component fragments of the guest mol.  This strategy, as illustrated in proof-of-principle studies on the de novo assembly of metal-(II) phthalocyanine mols. into bio-MOF-1, can circumvent some drawbacks of existing approaches for encapsulating guest mols. into MOFs, such as inaccessibility for larger guest mols. due to limitations of the MOF window size and disruption of the MOF framework structure by functionalized guest mols.  Overall, this work provides a general yet versatile approach for encapsulating a broader range of metal-functionalized guest mols. into MOFs for various applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXotVeqtg%253D%253D&md5=99b1f214a7a886fdca2bd01ff6d40bc9", "14. ", "Nugent", ", ", "P.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Burd", ", ", "S. D.", "; ", "Cairns", ", ", "A. J.", "; ", "Luebke", ", ", "R.", "; ", "Forrest", ", ", "K.", "; ", "Pham", ", ", "T.", "; ", "Ma", ", ", "S.", "; ", "Space", ", ", "B.", "; ", "Wojtas", ", ", "L.", "; ", "Eddaoudi", ", ", "M.", "; ", "Zaworotko", ", ", "M. J.", " ", "Nature", " ", "2013", ",  ", "495", ",  ", "80", "– ", "84", " DOI: 10.1038/nature11893", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Porous materials with optimal adsorption thermodynamics and kinetics for CO2 separation", "Nugent, Patrick; Belmabkhout, Youssef; Burd, Stephen D.; Cairns, Amy J.; Luebke, Ryan; Forrest, Katherine; Pham, Tony; Ma, Shengqian; Space, Brian; Wojtas, Lukasz; Eddaoudi, Mohamed; Zaworotko, Michael J.", "Nature (London, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "495", "\r\n        (", "7439", "),\r\n    ", "80-84", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Energy costs assocd. with the sepn. and purifn. of industrial commodities (e.g., gases, fine chems., fresh water) currently represent ∼15% of global energy prodn.; the demand for such commodities is projected to triple by 2050 (P. Taylor, 2010).  The challenge of developing effective sepn. and purifn. technologies which have much smaller energy footprints is greater for CO2 than for other gases; in addn. to its involvement in climate change, CO2 is an impurity in natural gas, biogas (biomass-based natural gas), syngas (CO/H2, the main H2 source for refineries), and many other gas streams.  In the context of porous cryst. materials which can exploit equil. and kinetic selectivity, size selectivity and targeted mol. recognition are attractive characteristics for CO2 sepn. and capture, as exemplified by 5A and 13X zeolites (J. Merel, et al., 2008), and metal-org. materials (MOM).  This paper reports that a crystal engineering or reticular chem. strategy which controls pore functionality and pore size in a series of MOM with coordinately satd. metal centers and periodically arrayed hexafluorosilicate anions (SiF52-) enables a kinetics and thermodn. sweet spots offering high volumetric uptake at low CO2 partial pressure (<0.15 bar).  Most importantly, such MOM offer an unprecedented CO2 sorption selectivity over N2, H2, and CH4, even in the presence of moisture.  Thus, these MOM are relevant to CO2 sepn. in the context of post-combustion (flue gas, CO2/N2), pre-combustion (shifted synthesis gas stream, CO2/H2), and natural gas upgrading (natural gas clean-up, CO2/CH4).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjsFCntbg%253D&md5=56941673abb6b13f920476a593dfeb98", "15. ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T.-H.", "; ", "Long", ", ", "J. R.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "724", "– ", "781", " DOI: 10.1021/cr2003272", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "16. ", "Bloch", ", ", "E. D.", "; ", "Murray", ", ", "L. J.", "; ", "Queen", ", ", "W. L.", "; ", "Chavan", ", ", "S.", "; ", "Maximoff", ", ", "S. N.", "; ", "Bigi", ", ", "J. P.", "; ", "Krishna", ", ", "R.", "; ", "Peterson", ", ", "V. K.", "; ", "Grandjean", ", ", "F.", "; ", "Long", ", ", "G. J.", "; ", "Smit", ", ", "B.", "; ", "Bordiga", ", ", "S.", "; ", "Brown", ", ", "C. M.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "14814", "– ", "14822", " DOI: 10.1021/ja205976v", " ", "ACS Full Text ", ", [", "CAS", "]", "16. ", "Selective Binding of O2 over N2 in a Redox-Active Metal-Organic Framework with Open Iron(II) Coordination Sites", "Bloch, Eric D.; Murray, Leslie J.; Queen, Wendy L.; Chavan, Sachin; Maximoff, Sergey N.; Bigi, Julian P.; Krishna, Rajamani; Peterson, Vanessa K.; Grandjean, Fernande; Long, Gary J.; Smit, Berend; Bordiga, Silvia; Brown, Craig M.; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "37", "),\r\n    ", "14814-14822", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The air-free reaction between FeCl2 and H4dobdc (dobdc4- = 2,5-dioxido-1,4-benzenedicarboxylate) in a mixt. of N,N-dimethylformamide (DMF) and methanol affords Fe2(dobdc)·4DMF, a metal-org. framework adopting the MOF-74 (or CPO-27) structure type.  The desolvated form of this material displays a Brunauer-Emmett-Teller (BET) surface area of 1360 m2/g and features a hexagonal array of one-dimensional channels lined with coordinatively unsatd. FeII centers.  Gas adsorption isotherms at 298 K indicate that Fe2(dobdc) binds O2 preferentially over N2, with an irreversible capacity of 9.3%, corresponding to the adsorption of one O2 mol. per two iron centers.  Remarkably, at 211 K, O2 uptake is fully reversible and the capacity increases to 18.2%, corresponding to the adsorption of one O2 mol. per iron center.  Mossbauer and IR spectra are consistent with partial charge transfer from iron(II) to O2 at low temp. and complete charge transfer to form iron(III) and O22- at room temp.  The results of Rietveld analyses of powder neutron diffraction data (4 K) confirm this interpretation, revealing O2 bound to iron in a sym. side-on mode with dO-O = 1.25(1) Å at low temp. and in a slipped side-on mode with dO-O = 1.6(1) Å when oxidized at room temp.  Application of ideal adsorbed soln. theory in simulating breakthrough curves shows Fe2(dobdc) to be a promising material for the sepn. of O2 from air at temps. well above those currently employed in industrial settings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtV2isbnM&md5=bb45728676bb33f13be541d2cc6d0279", "17. ", "Rowsell", ", ", "J. L. C.", "; ", "Spencer", ", ", "E. C.", "; ", "Eckert", ", ", "J.", "; ", "Howard", ", ", "J. A. K.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2005", ",  ", "309", ",  ", "1350", "– ", "1354", " DOI: 10.1126/science.1113247", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Gas Adsorption Sites in a Large-Pore Metal-Organic Framework", "Rowsell, Jesse L. C.; Spencer, Elinor C.; Eckert, Juergen; Howard, Judith A. K.; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2005", "),\r\n    ", "309", "\r\n        (", "5739", "),\r\n    ", "1350-1354", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "The primary adsorption sites for Ar and N2 within metal-org. framework-5, a cubic structure composed of Zn4O(CO2)6 units and phenylene links defining large pores 12 and 15 angstroms in diam., have been identified by single-crystal x-ray diffraction.  Refinement of data collected between 293 and 30 K revealed a total of eight symmetry-independent adsorption sites.  Five of these are sites on the zinc oxide unit and the org. link; the remaining three sites form a second layer in the pores.  The structural integrity and high symmetry of the framework are retained throughout, with negligible changes resulting from gas adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXovVOjt7g%253D&md5=f60c7e82ec8088459a2d844cb807f924", "18. ", "Yang", ", ", "S.", "; ", "Sun", ", ", "J.", "; ", "Ramirez-Cuesta", ", ", "A. J.", "; ", "Callear", ", ", "S. K.", "; ", "David", ", ", "W. I. F.", "; ", "Anderson", ", ", "D. P.", "; ", "Newby", ", ", "R.", "; ", "Blake", ", ", "A. J.", "; ", "Parker", ", ", "J. E.", "; ", "Tang", ", ", "C. C.", "; ", "Schröder", ", ", "M.", " ", "Nat. Chem.", " ", "2012", ",  ", "4", ",  ", "887", "– ", "894", " DOI: 10.1038/nchem.1457", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Selectivity and direct visualization of carbon dioxide and sulfur dioxide in a decorated porous host", "Yang, Sihai; Sun, Junliang; Ramirez-Cuesta, Anibal J.; Callear, Samantha K.; David, William I. F.; Anderson, Daniel P.; Newby, Ruth; Blake, Alexander J.; Parker, Julia E.; Tang, Chiu C.; Schroeder, Martin", "Nature Chemistry", "\r\n        (", "2012", "),\r\n    ", "4", "\r\n        (", "11", "),\r\n    ", "887-894", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Understanding the mechanism by which porous solids trap harmful gases, e.g., CO2 and SO2, is essential to design new materials for their selective removal.  Materials with amine group functionalization dominate this field, largely due to their potential to form carbamates through H2N(δ-)···C(δ+)O2 interactions, thereby covalently trapping CO2; however, the use of these materials is energy-intensive with significant environmental impacts.  A non-amine-contg. porous solid (NOTT-300) in which OH- groups within pores selective bind CO2 and SO2 is reported.  In-situ powder x-ray diffraction and inelastic neutron scattering studies in conjunction with modeling showed the OH- groups bind CO2 and SO2 by forming O=C(S)=O(δ-)···H(δ+)-O hydrogen bonds, which are reinforced by weak supra-mol. interactions with C-H atoms on the framework arom. rings.  This offers the potential for using easy-on/easy-off capture systems for CO2 and SO2 with fewer economic and environmental penalties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlymtbbF&md5=3329e5c8d3c0261f0a7b276837539168", "19. ", "Kim", ", ", "H.", "; ", "Kim", ", ", "Y.", "; ", "Yoon", ", ", "M.", "; ", "Lim", ", ", "S.", "; ", "Park", ", ", "S. M.", "; ", "Seo", ", ", "G.", "; ", "Kim", ", ", "K.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "12200", "– ", "12202", " DOI: 10.1021/ja105211w", " ", "ACS Full Text ", ", [", "CAS", "]", "19. ", "Highly Selective Carbon Dioxide Sorption in an Organic Molecular Porous Material", "Kim, Hyunuk; Kim, Yonghwi; Yoon, Minyoung; Lim, Soyoung; Park, Se Min; Seo, Gon; Kim, Kimoon", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "35", "),\r\n    ", "12200-12202", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The org. mol. porous material 1 obtained by recrystn. of cucurbit[6]uril (CB[6]) from HCl shows a high CO2 sorption capacity at 298 K, 1 bar.  Most interestingly, 1 showed the highest selectivity of CO2 over CO among the known porous materials so far.  The remarkable selectivity of CO2 may be attributed to the exceptionally high enthalpy of adsorption (33.0 kJ/mol).  X-ray crystal structure anal. of CO2 adsorbed 1 revealed three independent CO2 sorption sites: two in the 1D channels (A and B) and one in the mol. cavities (C).  The CO2 mols. adsorbed at sorption site A near the wall of the 1D channels interact with 1 through hydrogen bonding and at the same time interact with those at site B mainly through quadrupole-quadrupole interaction in a T-shaped arrangement.  Interestingly, two CO2 mols. are included in the CB[6] cavity (site C), interacting not only with the carbonyl groups of CB[6] but also with each other in a slipped-parallel geometry.  The exceptionally selective CO2 sorption properties of 1 may find useful applications in the pressure swing adsorption (PSA) process for CO2 sepn. not only in the steel industry but also in other industries such as natural gas mining.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVCns7nO&md5=1131392250afffcea9a1438037efd3e1", "20. ", "Lin", ", ", "J. B.", "; ", "Xue", ", ", "W.", "; ", "Zhang", ", ", "J. P.", "; ", "Chen", ", ", "X. M.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "926", "– ", "928", " DOI: 10.1039/C0CC04089D", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "20. ", "An ionic porous coordination framework exhibiting high CO2 affinity and CO2/CH4 selectivity", "Lin, Jian-Bin; Xue, Wei; Zhang, Jie-Peng; Chen, Xiao-Ming", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "3", "),\r\n    ", "926-928", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "An ionic porous coordination polymer (MeNH2)(HDMF)[CoCl4(ppt)2] (1) (H2ppt = 2-[3-(4-pyridinyl)-1H-1,2,4-triazol-5-yl]phenol; DMF = N,N'-dimethylformamide) possessing partially exposed uncoordinated nitrogens exhibits strong interaction with CO2 and high CO2/CH4 selectivity, and the adsorption mechanism is illustrated by the structure of its CO2-loaded single-crystal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsF2isrnF&md5=d743d0acb4466d5e6667ac395fe9f0fb", "21. ", "Sato", ", ", "H.", "; ", "Kosaka", ", ", "W.", "; ", "Matsuda", ", ", "R.", "; ", "Hori", ", ", "A.", "; ", "Hijikata", ", ", "Y.", "; ", "Belosludov", ", ", "R. V.", "; ", "Sakaki", ", ", "S.", "; ", "Takata", ", ", "M.", "; ", "Kitagawa", ", ", "S.", " ", "Science", " ", "2014", ",  ", "343", ",  ", "167", "– ", "170", " DOI: 10.1126/science.1246423", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "Self-Accelerating CO Sorption in a Soft Nanoporous Crystal", "Sato, Hiroshi; Kosaka, Wataru; Matsuda, Ryotaro; Hori, Akihiro; Hijikata, Yuh; Belosludov, Rodion V.; Sakaki, Shigeyoshi; Takata, Masaki; Kitagawa, Susumu", "Science (Washington, DC, United States)", "\r\n        (", "2014", "),\r\n    ", "343", "\r\n        (", "6167", "),\r\n    ", "167-170", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A soft nanoporous cryst. material that selectively adsorbs CO with adaptable pores has been prepd., and crystallog. evidence that CO mols. can coordinate with copper(II) ions is presented.  The unprecedented high selectivity was achieved by the synergetic effect of the local interaction between CO and accessible metal sites and a global transformation of the framework.  This transformable cryst. material realized the sepn. of CO from mixts. with N2, a gas that is the most competitive to CO.  The dynamic and efficient mol. trapping and releasing system is reminiscent of sophisticated biol. systems such as heme proteins.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXktVyksw%253D%253D&md5=0edf8d71efae0a56c4bb4d7d960da320", "22. ", "Matsuda", ", ", "R.", "; ", "Kitaura", ", ", "R.", "; ", "Kitagawa", ", ", "S.", "; ", "Kubota", ", ", "Y.", "; ", "Belosludov", ", ", "R. V.", "; ", "Kobayashi", ", ", "T. C.", "; ", "Sakamoto", ", ", "H.", "; ", "Chiba", ", ", "T.", "; ", "Takata", ", ", "M.", "; ", "Kawazoe", ", ", "Y.", "; ", "Mita", ", ", "Y.", " ", "Nature", " ", "2005", ",  ", "436", ",  ", "238", "– ", "241", " DOI: 10.1038/nature03852", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "22. ", "Highly controlled acetylene accommodation in a metal-organic microporous material", "Matsuda, Ryotaro; Kitaura, Ryo; Kitagawa, Susumu; Kubota, Yoshiki; Belosludov, Rodion V.; Kobayashi, Tatsuo C.; Sakamoto, Hirotoshi; Chiba, Takashi; Takata, Masaki; Kawazoe, Yoshiyuki; Mita, Yoshimi", "Nature (London, United Kingdom)", "\r\n        (", "2005", "),\r\n    ", "436", "\r\n        (", "7048", "),\r\n    ", "238-241", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Metal-org. microporous materials (MOMs) have attracted wide scientific attention owing to their unusual structure and properties, as well as com. interest due to their potential applications in storage, sepn. and heterogeneous catalysis.  One of the advantages of MOMs compared to other microporous materials, such as activated carbons, is their ability to exhibit a variety of pore surface properties such as hydrophilicity and chirality, as a result of the controlled incorporation of org. functional groups into the pore walls.  This capability means that the pore surfaces of MOMs could be designed to adsorb specific mols.; but few design strategies for the adsorption of small mols. have been established so far.  Here we report high levels of selective sorption of acetylene mols. as compared to a very similar mol., carbon dioxide, onto the functionalized surface of a MOM.  The acetylene mols. are held at a periodic distance from one another by hydrogen bonding between two non-coordinated oxygen atoms in the nanoscale pore wall of the MOM and the two hydrogen atoms of the acetylene mol.  This permits the stable storage of acetylene at a d. 200 times the safe compression limit of free acetylene at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXmtVers7o%253D&md5=33d1004f5e9fc5dff5fe8327ebc502d7", "23. ", "Matsuda", ", ", "R.", "; ", "Kitaura", ", ", "R.", "; ", "Kubota", ", ", "Y.", "; ", "Kobayashi", ", ", "T. C.", "; ", "Takata", ", ", "M.", "; ", "Kitagawa", ", ", "S.", " ", "Microporous Mesoporous Mater.", " ", "2010", ",  ", "129", ",  ", "296", "– ", "303", " DOI: 10.1016/j.micromeso.2009.06.023", " ", "[", "Crossref", "], [", "CAS", "]", "23. ", "Incommensurate guest adsorption in bellows-shaped one-dimensional channels of porous coordination polymers", "Matsuda, Ryotaro; Kitaura, Ryo; Kubota, Yoshiki; Kobayashi, Tatsuo C.; Takata, Masaki; Kitagawa, Susumu", "Microporous and Mesoporous Materials", "\r\n        (", "2009", "),\r\n    ", "129", "\r\n        (", "3", "),\r\n    ", "296-303", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Adsorption isotherms of N2, O2, CO2, and Xe on a flexible microporous coordination polymer, CPL-2 [Cu2(pzdc)2(bpy)]·(pzdc = pyrazine-2,3-dicarboxylate; bpy = 4,4'-bipyridine), possessing bellows-shaped one-dimensional channels were measured.  A nonintegral no. of each of the N2, O2, CO2, and Xe mols. can be accommodated in each unit pore, which indicates that all guest mols. are accommodated in the so-called \"incommensurate fashion\".  In situ synchrotron X-ray powder diffraction patterns of CPL-2 with guest mols. were recorded.  The unit cells were detd. from each pattern.  It was found that the host CPL-2 exhibits different crystal transformation with the accommodation of each guest mol.  This indicates that, even in the case of incommensurate adsorption, the flexible framework of a microporous coordination polymer can transform each pore to suit different guest mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXjslCqsQ%253D%253D&md5=07eec6b38ffaefc169d809ae03569434", "24. ", "Kitagawa", ", ", "S.", "; ", "Matsuda", ", ", "R.", " ", "Coord. Chem. Rev.", " ", "2007", ",  ", "251", ",  ", "2490", "– ", "2509", " DOI: 10.1016/j.ccr.2007.07.009", " ", "[", "Crossref", "], [", "CAS", "]", "24. ", "Chemistry of coordination space of porous coordination polymers", "Kitagawa, Susumu; Matsuda, Ryotaro", "Coordination Chemistry Reviews", "\r\n        (", "2007", "),\r\n    ", "251", "\r\n        (", "21-24", "),\r\n    ", "2490-2509", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  Recently, syntheses of epoch-making space materials using coordination compds. are underway by various groups.  The rational synthetic strategy of the space of coordination compds. provides unique structures and functions, which were not found in traditional materials.  Now, the authors intend to focus on this scientific field from a new viewpoint.  The authors define coordination space as the space where the coordination bond plays an important role in the formation of the spatial structures and where various phys. properties are exhibited.  The authors focus on the coordination spaces provided by porous coordination polymers, and their uniqueness is illustrated with current representative results.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtFKhs77L&md5=1552e3eeb4989b9f8c862048f86e7094", "25. ", "Warren", ", ", "J. E.", "; ", "Perkins", ", ", "C. G.", "; ", "Jelfs", ", ", "K. E.", "; ", "Boldrin", ", ", "P.", "; ", "Chater", ", ", "P. A.", "; ", "Miller", ", ", "G. J.", "; ", "Manning", ", ", "T. D.", "; ", "Briggs", ", ", "M. E.", "; ", "Stylianou", ", ", "K. C.", "; ", "Claridge", ", ", "J. B.", "; ", "Rosseinsky", ", ", "M. J.", " ", "Angew. Chem., Int. Ed.", " ", "2014", ",  ", "53", ",  ", "4592", "– ", "4596", " DOI: 10.1002/anie.201307656", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "25. ", "Shape Selectivity by Guest-Driven Restructuring of a Porous Material", "Warren, J. E.; Perkins, C. G.; Jelfs, K. E.; Boldrin, P.; Chater, P. A.; Miller, G. J.; Manning, T. D.; Briggs, M. E.; Stylianou, K. C.; Claridge, J. B.; Rosseinsky, M. J.", "Angewandte Chemie, International Edition", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "18", "),\r\n    ", "4592-4596", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A prepd. flexible metal-org. framework, [Ce(HTCPB)] (H4TCPB = 4,4',4'',4'''-benzene-1,2,4,5-tetrayltetrabenzoic acid) selectively sorbs para- (pX) over meta-xylene (mX) by synergic restructuring around pX coupled with generation of unused void space upon mX loading.  The nature of the structural change suggests more generally that flexible structures which are initially mismatched in terms of fit and capacity to the preferred guest are strong candidates for effective mol. sepns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXltFOhtrY%253D&md5=b660015d94057dae01144af983b200d2", "26. ", "Matsuda", ", ", "R.", " ", "Nature", " ", "2014", ",  ", "509", ",  ", "434", "– ", "435", " DOI: 10.1038/509434a", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "Selectivity from flexibility", "Matsuda, Ryotaro", "Nature (London, United Kingdom)", "\r\n        (", "2014", "),\r\n    ", "509", "\r\n        (", "7501", "),\r\n    ", "434-435", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  Porous materials called metal-org. frameworks hold promise for many applications, including mol. sepns.  One such material has been discovered that shape-shifts to amplify its selectivity for a target mol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXotlymtbg%253D&md5=47269e0e6c98ba9f108e8daca2b1b365", "27. ", "Tanaka", ", ", "D.", "; ", "Henke", ", ", "A.", "; ", "Albrecht", ", ", "K.", "; ", "Moeller", ", ", "M.", "; ", "Nakagawa", ", ", "K.", "; ", "Kitagawa", ", ", "S.", "; ", "Groll", ", ", "J.", " ", "Nat. Chem.", " ", "2010", ",  ", "2", ",  ", "410", "– ", "416", " DOI: 10.1038/nchem.627", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "27. ", "Rapid preparation of flexible porous coordination polymer nanocrystals with accelerated guest adsorption kinetics", "Tanaka, Daisuke; Henke, Artur; Albrecht, Krystyna; Moeller, Martin; Nakagawa, Keiji; Kitagawa, Susumu; Groll, Juergen", "Nature Chemistry", "\r\n        (", "2010", "),\r\n    ", "2", "\r\n        (", "5", "),\r\n    ", "410-416", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Porous coordination polymers, in particular flexible porous coordination polymer networks that change their network structure on guest adsorption, have enormous potential in applications involving selective storage, sepn. and sensing.  Despite the expected significant differences in their adsorption properties, porous coordination polymer nanocrystals remain largely unexplored, and there have been no reports about studies on flexible porous coordination polymer nanocrystals, mainly due to a lack of prepn. methods.  Here, the authors present a new technique for the rapid prepn. of porous coordination polymer nanocrystals that combines non-aq. inverse microemulsion with ultrasonication.  Uniform nanocrystals of {[Zn(IP)(bpy)]}n (IP = isophthalate, bpy = 4,4'-bipyridine; CID-1), a flexible porous coordination polymer, have been prepd. by this method and analyzed using field-emission SEM, energy-dispersive X-ray anal., IR spectroscopy, Raman spectroscopy and X-ray powder diffraction.  A model for particle formation and growth is presented and discussed.  Adsorption expts. with show that the overall adsorption capacities of nanoparticles and bulk are almost identical, but the shapes of the sorption isotherms differ significantly and the adsorption kinetics increase dramatically.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXltVyluro%253D&md5=a6cbf47e1b487e299b4d0a69f16a80a9", "28. ", "Devic", ", ", "T.", "; ", "Horcajada", ", ", "P.", "; ", "Serre", ", ", "C.", "; ", "Salles", ", ", "F.", "; ", "Maurin", ", ", "G.", "; ", "Moulin", ", ", "B.", "; ", "Heurtaux", ", ", "D.", "; ", "Clet", ", ", "G.", "; ", "Vimont", ", ", "A.", "; ", "Grèneche", ", ", "J.-M.", "; ", "Ouay", ", ", "B. L.", "; ", "Moreau", ", ", "F.", "; ", "Magnier", ", ", "E.", "; ", "Filinchuk", ", ", "Y.", "; ", "Marrot", ", ", "J.", "; ", "Lavalley", ", ", "J.-C.", "; ", "Daturi", ", ", "M.", "; ", "Férey", ", ", "G.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "1127", "– ", "1136", " DOI: 10.1021/ja9092715", " ", "ACS Full Text ", ", [", "CAS", "]", "28. ", "Functionalization in Flexible Porous Solids: Effects on the Pore Opening and the Host-Guest Interactions", "Devic, Thomas; Horcajada, Patricia; Serre, Christian; Salles, Fabrice; Maurin, Guillaume; Moulin, Beatrice; Heurtaux, Daniela; Clet, Guillaume; Vimont, Alexandre; Greneche, Jean-Marc; Le Ouay, Benjamin; Moreau, Florian; Magnier, Emmanuel; Filinchuk, Yaroslav; Marrot, Jerome; Lavalley, Jean-Claude; Daturi, Marco; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "3", "),\r\n    ", "1127-1136", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The synthesis on the gram scale and characterization of flexible functionalized iron terephthalate MIL-53(Fe) type solids are reported.  Chem. groups of various polarities, hydrophilicities, and acidities (-Cl, -Br, -CF3, -Me, -NH2, -OH, -CO2H) were introduced through the arom. linker, to systematically modify the pore surface.  X-ray powder diffraction (XRPD), mol. simulations, thermogravimetric analyses, and in situ IR and 57Fe Moessbauer spectrometries indicate some similarities with the pristine MIL-53(Fe) solid, with the adoption of the narrow pore form for all solids in both the hydrated and dry forms.  Combined XRPD and computational structure detns. allow concluding that the geometry of the pore opening is predominantly correlated with the intraframework interactions rather than the steric hindrance of the substituent.  Only (MIL-53(Fe)(CF3)2) exhibits a nitrogen accessible porosity (SBET ≈ 100 m2 g-1).  The adsorption of some liqs. leads to pore openings showing some very specific behaviors depending on the guest-MIL-53(Fe) framework interactions, which can be related to the energy difference between the narrow and large pore forms evaluated by mol. simulation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhs1WjsLnI&md5=7a4727b4d9bf8c9fc4fd1cbc062b6d76", "29. ", "Seo", ", ", "J.", "; ", "Bonneau", ", ", "C.", "; ", "Matsuda", ", ", "R.", "; ", "Takata", ", ", "M.", "; ", "Kitagawa", ", ", "S.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "9005", "– ", "9013", " DOI: 10.1021/ja201484s", " ", "ACS Full Text ", ", [", "CAS", "]", "29. ", "Soft Secondary Building Unit: Dynamic Bond Rearrangement on Multinuclear Core of Porous Coordination Polymers in Gas Media", "Seo, Joobeom; Bonneau, Charlotte; Matsuda, Ryotaro; Takata, Masaki; Kitagawa, Susumu", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "23", "),\r\n    ", "9005-9013", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new synthetic approach to prep. flexible porous coordination polymers (PCPs) using soft secondary building units (SBUs) which can undergo multiple reversible metal-ligand bonds breaking is reported.  The authors prepd. a zinc paddle-wheel-based two-fold interpenetrated PCP, {[Zn2(tp)2(L2)]·2.5DMF·0.5water}n (2a, H2tp = terephthalic acid; L2 = 2,3-difluoro-1,4-bis(4-pyridyl)benzene), showing dynamic structural transformations upon the removal and rebinding of guest mols.  The x-ray structures at different degrees of desolvation indicate the highly flexible nature of the framework.  The framework deformations involve slippage of the layers and movement of the two interpenetrated frameworks with respect to each other.  The coordination geometry of a zinc paddle-wheel unit (one of the popular SBUs) is considerably changed by bond breaking between zinc and oxygen atoms during the drying process.  Two zinc atoms in the dried form 2d reside in a distorted tetrahedral geometry.  Compd. 2d has no void vol. and favors the uptake of O2 over Ar and N2 at 77 K.  The O2 and Ar adsorption isotherms of 2d show gate-opening-type adsorption behaviors corroborating the structure detn.  The CO2 adsorption isotherm at 195 K exhibits multiple steps originating from the flexibility of the framework.  The structural transformations of the zinc clusters in the framework upon sorption of guest mols. were also characterized by Raman spectroscopy in which the characteristic bands corresponding to νsym(COO-) vibration were used.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmsVWlsbs%253D&md5=28b400f75d3dd4c5289894fa0eb1703a", "30. ", "Brown", ", ", "H. C.", "; ", "McDaniel", ", ", "D. H.", "; ", "Häfliger", ", ", "O.", " In  ", "Determination of Organic Structures by Physical Methods", "; ", "Braude", ", ", "E. A.", "; ", "Nachod", ", ", "F. C.", ", Eds.; ", "Academic Press", ": ", "New York", ", ", "1955", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "31. ", "Lin", ", ", "J. B.", "; ", "Zhang", ", ", "J. P.", "; ", "Chen", ", ", "X. M.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "6654", "– ", "6656", " DOI: 10.1021/ja1009635", " ", "ACS Full Text ", ", [", "CAS", "]", "31. ", "Nonclassical Active Site for Enhanced Gas Sorption in Porous Coordination Polymer", "Lin, Jian-Bin; Zhang, Jie-Peng; Chen, Xiao-Ming", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "19", "),\r\n    ", "6654-6656", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Gas sorption expts. and grand canonical Monte Carlo simulations for two isostructural microporous metal azolate frameworks show that even partially exposed uncoordinated nitrogens can effectively increase gas binding affinity and overcome the pore size confinement effect.  Polymeric cobalt complexes [Co(dpt24)2] (MAF-25) and [Co(mdpt24)2] (MAF-26) where Hdpt24 = 3-(2-pyridyl)-5-(4-pyridyl)-1,2,4-triazole and 3-(3-methyl-2-pyridyl)-5-(4-pyridyl)-1,2,4-triazole (Hmdpt24) were prep., their crystal structures detd. and their adsorption isotherms with N2, H2 and CO2 studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXltFChtLs%253D&md5=517f8aae38f8c028c9f23cb4d7ac12f2", "32. ", "Zhang", ", ", "J. P.", "; ", "Chen", ", ", "X. M.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "5516", "– ", "5521", " DOI: 10.1021/ja8089872", " ", "ACS Full Text ", ", [", "CAS", "]", "32. ", "Optimized Acetylene/Carbon Dioxide Sorption in a Dynamic Porous Crystal", "Zhang, Jie-Peng; Chen, Xiao-Ming", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "15", "),\r\n    ", "5516-5521", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The low compression limit of acetylene (C2H2) and its similarity to carbon dioxide (CO2) challenge the development of novel adsorbents.  The authors illustrate in this report that the unique static and dynamic pore characteristics of a metal azolate framework, [Cu(etz)]n (MAF-2, Hetz = 3,5-diethyl-1,2,4-triazole), can combine to show extraordinary C2H2/CO2 sorption behaviors, which were elucidated by a combination of gas sorption measurements and single-crystal structure analyses of the sorption complexes of both C2H2 and CO2.  As demonstrated by single-crystal x-ray crystallog., C2H2/CO2 hexamers are confined inside the nanocages of MAF-2 in different configurations.  The subtle difference between C2H2 and CO2 is magnified by consequent framework dynamics, which produce sigmoid isotherms that are optimized for practical adsorptive applications.  Large C2H2 uptake (70 cm3 g-1) and high C2H2/CO2 uptake ratio (3.7) at 298 K, 1 atm as well as facile gas desorption are revealed.  Since the C2H2 uptake at 298 K, 1 atm is far from satn. (119 cm3 g-1), MAF-2 permits a usable C2H2 storage capacity 20 times higher than its vol. or 40 times higher than that of a gas cylinder working between practical limits of 1.0-1.5 atm.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXktVSls7w%253D&md5=504b8530928fcd310c5d2ae12c1fc6e3", "33. ", "Batsanov", ", ", "S. S.", " ", "Inorg. Mater.", " ", "2001", ",  ", "37", ",  ", "871", "– ", "885", " DOI: 10.1023/A:1011625728803", " ", "[", "Crossref", "], [", "CAS", "]", "33. ", "Van der Waals radii of elements", "Batsanov, S. S.", "Inorganic Materials (Translation of Neorganicheskie Materialy)", "\r\n        (", "2001", "),\r\n    ", "37", "\r\n        (", "9", "),\r\n    ", "871-885", "CODEN:\r\n                ", "INOMAF", ";\r\n        ISSN:", "0020-1685", ".\r\n    \r\n            (", "MAIK Nauka/Interperiodica Publishing", ")\r\n        ", "The available data on the van der Waals radii of atoms in mols. and crystals are summarized.  The nature of the continuous variation in interat. distances from van der Waals to covalent values and the mechanisms of transformations between these types of chem. bonding are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXnt1Cgsb4%253D&md5=3f666b801fb584e2da4e2c5788e5c362", "34. ", "Vaidhyanathan", ", ", "R.", "; ", "Iremonger", ", ", "S. S.", "; ", "Shimizu", ", ", "G. K. H.", "; ", "Boyd", ", ", "P. G.", "; ", "Alavi", ", ", "S.", "; ", "Woo", ", ", "T. K.", " ", "Science", " ", "2010", ",  ", "330", ",  ", "650", "– ", "653", " DOI: 10.1126/science.1194237", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "34. ", "Direct Observation and Quantification of CO2 Binding Within an Amine-Functionalized Nanoporous Solid", "Vaidhyanathan, Ramanathan; Iremonger, Simon S.; Shimizu, George K. H.; Boyd, Peter G.; Alavi, Saman; Woo, Tom K.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "330", "\r\n        (", "6004", "),\r\n    ", "650-653", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Understanding the mol. details of CO2-sorbent interactions is crit. for the design of better carbon-capture systems.  Here the authors report crystallog. resoln. of CO2 mols. and their binding domains in a metal-org. framework functionalized with amine groups.  Accompanying computational studies that modeled the gas sorption isotherms, high heat of adsorption, and CO2 lattice positions showed high agreement on all three fronts.  The modeling apportioned specific binding interactions for each CO2 mol., including substantial cooperative binding effects among the guest mols.  The validation of the capacity of such simulations to accurately model mol.-scale binding bodes well for the theory-aided development of amine-based CO2 sorbents.  The anal. shows that the combination of appropriate pore size, strongly interacting amine functional groups, and the cooperative binding of CO2 guest mols. is responsible for the low-pressure binding and large uptake of CO2 in this sorbent material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlaqt7nP&md5=62d8612e2927fcca9d6903619e95b042", "35. ", "Browne", ", ", "E. J.", " ", "Aust. J. Chem.", " ", "1975", ",  ", "28", ",  ", "2543", "– ", "2546", " DOI: 10.1071/CH9752543", " ", "[", "Crossref", "], [", "CAS", "]", "35. ", "1,2,4-Triazol-3-ylpyridines", "Browne, Elaine J.", "Australian Journal of Chemistry", "\r\n        (", "1975", "),\r\n    ", "28", "\r\n        (", "11", "),\r\n    ", "2543-6", "CODEN:\r\n                ", "AJCHAS", ";\r\n        ISSN:", "0004-9425", ".\r\n    ", "A series of N-unsubstituted 1,2,4-triazol-3-ylpyridines was prepd. for antiarthritic testing.  Weak and scattered antiinflammatory activity was obsd., with no clear structure-activity relationships.  Some of the compds., notably the 5-pyridyl-1,2,4-triazole-3-carboxylic acids, showed infrared bands characteristic of strong H bonding.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE28XlvFeitQ%253D%253D&md5=154b0be64a7fb7301197a4bf8ff6a3d0", "36. ", "Bao", ", ", "X.", "; ", "Liu", ", ", "J. L.", "; ", "Leng", ", ", "J. D.", "; ", "Lin", ", ", "Z.", "; ", "Tong", ", ", "M. L.", "; ", "Nihei", ", ", "M.", "; ", "Oshio", ", ", "H.", " ", "Chem. - Eur. J.", " ", "2010", ",  ", "16", ",  ", "7973", "– ", "7978", " DOI: 10.1002/chem.201001179", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "36. ", "Spin Crossover versus Low-Spin Behaviour Exhibited in 2D and 3D Supramolecular Isomers of [FeII(2,4-bpt)2]·Guest", "Bao, Xin; Liu, Jun-Liang; Leng, Ji-Dong; Lin, Zhuojia; Tong, Ming-Liang; Nihei, Masayuki; Oshio, Hiroki", "Chemistry - A European Journal", "\r\n        (", "2010", "),\r\n    ", "16", "\r\n        (", "27", "),\r\n    ", "7973-7978, S7973/1-S7973/6", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors studied the structural-magneto relationship of four isomers based on the [Fe(2,4-bpt)2]·guest; this includes structural, conformational and catenane supramol. isomerism.  According to their structural and magnetic features, the four isomers can be divided into two categories: 2D SCO and 3D porous LS polymers.  Subtle changes in the ligands lead to entirely different structural architectures and magnetic properties through tuning the direction of Fe-Fe connections and supramol. interactions, resp.  They are (1) the relative orientation of the axial and equatorial ligands; and (2) degrees of two pyridine rings deviating from the plane defined by the triazole ring.  Furthermore, by a seed-induced synthetic method, a high yield Fe-Co solid soln. was produced and characterized to allow for further studies of magnetostructural relationships.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptValur4%253D&md5=4351074e91a5a5ff7455f0de6f7f7136", "37. ", "Zhao", ", ", "Y.", "; ", "Truhlar", ", ", "D. G.", " ", "Theor. Chem. Acc.", " ", "2008", ",  ", "120", ",  ", "215", "– ", "241", " DOI: 10.1007/s00214-007-0310-x", " ", "[", "Crossref", "], [", "CAS", "]", "37. ", "The M06 suite of density functionals for main group thermochemistry, thermochemical kinetics, noncovalent interactions, excited states, and transition elements: two new functionals and systematic testing of four M06-class functionals and 12 other functionals", "Zhao, Yan; Truhlar, Donald G.", "Theoretical Chemistry Accounts", "\r\n        (", "2008", "),\r\n    ", "120", "\r\n        (", "1-3", "),\r\n    ", "215-241", "CODEN:\r\n                ", "TCACFW", ";\r\n        ISSN:", "1432-881X", ".\r\n    \r\n            (", "Springer GmbH", ")\r\n        ", "We present two new hybrid meta exchange-correlation functionals, called M06 and M06-2X.  The M06 functional is parametrized including both transition metals and nonmetals, whereas the M06-2X functional is a high-nonlocality functional with double the amt. of nonlocal exchange (2X), and it is parametrized only for nonmetals.  The functionals, along with the previously published M06-L local functional and the M06-HF full-Hartree-Fock functionals, constitute the M06 suite of complementary functionals.  We assess these four functionals by comparing their performance to that of 12 other functionals and Hartree-Fock theory for 403 energetic data in 29 diverse databases, including ten databases for thermochem., four databases for kinetics, eight databases for noncovalent interactions, three databases for transition metal bonding, one database for metal atom excitation energies, and three databases for mol. excitation energies.  We also illustrate the performance of these 17 methods for three databases contg. 40 bond lengths and for databases contg. 38 vibrational frequencies and 15 vibrational zero point energies.  We recommend the M06-2X functional for applications involving main-group thermochem., kinetics, noncovalent interactions, and electronic excitation energies to valence and Rydberg states.  We recommend the M06 functional for application in organometallic and inorganometallic chem. and for noncovalent interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXltFyltbY%253D&md5=c31d6f319d7c7a45aa9b716220e4a422", "38. ", "Dunning", ", ", "T. H.", ", ", " Jr.", "; ", "Hay", ", ", "P. J.", " In  ", "Modern Theoretical Chemistry", ";  ", "Schaefer", ", ", "H. F.", ", ", " III", ", Ed.; Vol.  ", "3", "; ", "Plenum", ": ", "New York", ", ", "1976", "; pp  ", "1", "– ", "28", ".", "There is no corresponding record for this reference.", "39. ", " ", "Frisch", ", ", "M. J.", "; ", "Trucks", ", ", "G. W.", "; ", "Schlegel", ", ", "H. B.", "; ", "Scuseria", ", ", "G. E.", "; ", "Robb", ", ", "M. A.", "; ", "Cheeseman", ", ", "J. R.", "; ", "Scalmani", ", ", "G.", "; ", "Barone", ", ", "V.", "; ", "Mennucci", ", ", "B.", "; ", "Petersson", ", ", "G. A.", "; ", "Nakatsuji", ", ", "H.", "; ", "Caricato", ", ", "M.", "; ", "Li", ", ", "X.", "; ", "Hratchian", ", ", "H. P.", "; ", "Izmaylov", ", ", "A. F.", "; ", "Bloino", ", ", "J.", "; ", "Zheng", ", ", "G.", "; ", "Sonnenberg", ", ", "J. L.", "; ", "Hada", ", ", "M.", "; ", "Ehara", ", ", "M.", "; ", "Toyota", ", ", "K.", "; ", "Fukuda", ", ", "R.", "; ", "Hasegawa", ", ", "J.", "; ", "Ishida", ", ", "M.", "; ", "Nakajima", ", ", "T.", "; ", "Honda", ", ", "Y.", "; ", "Kitao", ", ", "O.", "; ", "Nakai", ", ", "H.", "; ", "Vreven", ", ", "T.", "; ", "Montgomery", ", ", "J. A.", ", ", " Jr.", "; ", "Peralta", ", ", "J. E.", "; ", "Ogliaro", ", ", "F.", "; ", "Bearpark", ", ", "M.", "; ", "Heyd", ", ", "J. J.", "; ", "Brothers", ", ", "E.", "; ", "Kudin", ", ", "K. N.", "; ", "Staroverov", ", ", "V. N.", "; ", "Kobayashi", ", ", "R.", "; ", "Normand", ", ", "J.", "; ", "Raghavachari", ", ", "K.", "; ", "Rendell", ", ", "A.", "; ", "Burant", ", ", "J. C.", "; ", "Iyengar", ", ", "S. S.", "; ", "Tomasi", ", ", "J.", "; ", "Cossi", ", ", "M.", "; ", "Rega", ", ", "N.", "; ", "Millam", ", ", "N. J.", "; ", "Klene", ", ", "M.", "; ", "Knox", ", ", "J. E.", "; ", "Cross", ", ", "J. B.", "; ", "Bakken", ", ", "V.", "; ", "Adamo", ", ", "C.", "; ", "Jaramillo", ", ", "J.", "; ", "Gomperts", ", ", "R.", "; ", "Stratmann", ", ", "R. E.", "; ", "Yazyev", ", ", "O.", "; ", "Austin", ", ", "A. J.", "; ", "Cammi", ", ", "R.", "; ", "Pomelli", ", ", "C.", "; ", "Ochterski", ", ", "J. W.", "; ", "Martin", ", ", "R. L.", "; ", "Morokuma", ", ", "K.", "; ", "Zakrzewski", ", ", "V. G.", "; ", "Voth", ", ", "G. A.", "; ", "Salvador", ", ", "P.", "; ", "Dannenberg", ", ", "J. J.", "; ", "Dapprich", ", ", "S.", "; ", "Daniels", ", ", "A. D.", "; ", "Farkas", ", ", "Ö.", "; ", "Foresman", ", ", "J. B.", "; ", "Ortiz", ", ", "J. V.", "; ", "Cioslowski", ", ", "J.", "; ", "Fox", ", ", "D. J.", " Gaussian 09, revision D.01; ", "Gaussian, Inc.", ": ", "Wallingford, CT", ", ", "2009", ".", "There is no corresponding record for this reference."], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-50/jacs.5b09666/20151217/images/small/ja-2015-09666q_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-50/jacs.5b09666/20151217/images/small/ja-2015-09666q_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-50/jacs.5b09666/20151217/images/small/ja-2015-09666q_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-50/jacs.5b09666/20151217/images/small/ja-2015-09666q_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-50/jacs.5b09666/20151217/images/small/ja-2015-09666q_0006.gif\">"]}
