{"title": ["Modeling Permeation of CO", "/CH", ", CO", "/N", ", and N", "/CH", " Mixtures Across SAPO-34 Membrane with the Maxwell−Stefan Equations"], "authors": ["Shiguang Li", "John L. Falconer", "Richard D. Noble", "R. Krishna"], "doi": ["10.1021/ie0610703"], "abstract": "The objective of this paper is test the capability of the Maxwell−Stefan (M−S) diffusion formulation to predict binary mixture permeation fluxes across a SAPO-34 membrane using only data on pure-component adsorption isotherms and diffusivities. Experiments were carried out for permeation of CO/CH, CO/N, and N/CH mixtures across a SAPO-34 membrane with upstream pressures ranging to 7.2 MPa, ensuring that high occupancies within the zeolite layer are reached. Good agreement between the M−S mixture model and experiments are obtained provided the binary exchange coefficients Đ in the M−S equations are assumed to have high enough values to ensure that intercage hops of the species occur independently of one other. ", "text": [" Top of PageAbstract1. Introduction2. Fitting of Pure-Component Isotherms3. Analysis of Unary Permeation Data4. Modeling of Binary Mixture Permeation5. ConclusionsSupporting Information Available1. Introduction The Maxwell−Stefan (M−S) equations1-3  are widely used in practice for modeling mixture diffusion in zeolites and carbon nanotubes. In eq 1, Đi is the Maxwell−Stefan diffusivity of species i, qi is the molar loading, qi,sat is the saturation capacity of species i, and Đij are the binary exchange coefficients. Equation 1 has been widely used for modeling and interpretation of zeolite membrane permeation experiments for a variety of molecules and mixtures.4-6 The major advantage of using the M−S equations is that the diffusion coefficients Đi and Đij can be estimated from pure-component adsorption and diffusion data.2,3 In recent years, there has been considerable interest in the use of zeolite membranes for separation of CO2 and CH4 mixtures,7-9 and in two recent publications, Zhu et al.9 and Li et al.8 have modeled permeation of CO2 (1)−CH4 (2) mixtures across MFI and SAPO-34 (an isotype of CHA) membranes, respectively, making two debatable assumptions. First, in both papers the M−S diffusivity Đi is assumed to be independent of the loading. Second, the binary exchange parameter Đ12 is estimated using the interpolation formula.  Both these assumptions have been questioned in a recent paper by Krishna et al.10 By reanalysis of unary permeation data of permeation of CO2 and CH4 across MFI, SAPO-34, and DDR membranes, Krishna et al.10 demonstrated that the M−S diffusivity can be a strong function of the loading for a given guest molecule−host zeolite combination. Using molecular dynamics (MD) simulations as a basis, Krishna et al.10,11 argued that, for zeolite structures that consist of cages separated by narrow windows, such as CHA, DDR, LTA, and ERI, intercage jumps are uncorrelated and, as an approximation, the binary exchange coefficient Đ12 can be taken to be infinite, i.e.,  However, the validity of eq 3 to describe mixture permeation in a cage-type zeolite membrane has not been tested against an experiment.  The present paper has the major objective of examining the extent to which eq 3 is successful for quantitative modeling of permeation of CO2/CH4, CO2/N2, and N2/CH4 mixtures across a SAPO-34 membrane using only pure-component isotherms and permeation data as inputs. For this purpose, dedicated experiments in an improved membrane were performed with upstream pressures ranging to 7.2 MPa in order to ensure high occupancies in the membrane and thus allowing the M−S equations to be tested more stringently. The membrane synthesis procedure used in the present study used a seeding procedure that resulted in a thinner membrane and higher fluxes than obtained in the previous study.8 The details of membrane synthesis, characterization, and measurement procedures along  with the experimental data have been given in Appendix A of the Supporting Information accompanying this publication.   Figure 1 Pure-component isotherm data for CO2, CH4, and N2 along with fits using eq 4, denoted by the continuous solid lines.    Top of PageAbstract1. Introduction2. Fitting of Pure-Component Isotherms3. Analysis of Unary Permeation Data4. Modeling of Binary Mixture Permeation5. ConclusionsSupporting Information Available2. Fitting of Pure-Component Isotherms The experimental pure-component isotherms for pure CO2, CH4, and N2 at 295 K are plotted in Figure 1. For adsorption in zeolite structures with cages separated by narrow windows, such as SAPO-34, the model based on statistical thermodynamics described by Ruthven (Chapter 3)12 is particularly relevant and useful.  In eq 4, qi represents the loading in mol kg-1, qi,sat is the saturation loading, and Ωi is maximum capacity in molecules per cage. As explained in Appendix B of the Supporting Information, there are distinct advantages to using eq 4 for fitting isotherms in cage structures such as CHA and DDR.   Figure 2 Unary permeation fluxes for CO2, CH4, and N2 as a function of the upstream pressure. Also shown with continuous solid lines are the calculations using eqs 11 and 12 taking φi = 2.1, 3.0, and 2.3 for CO2, CH4, and N2 respectively. The values of the zero-loading transport coefficients ρĐi(0)/δ = 4.6 × 10-3, 3.2 × 10-4, and 0.0107 kg m-2 s-1 for CO2, CH4, and N2, respectively.     Table 1.  Pure-Component Isotherm Fit Data Using Equation 4a  moleculebiΩiqi,sat CO2 7.67 × 10-5 6 8.2 CH4 5.87 × 10-6 6 8.2 N2 1.26 × 10-6 6 8.2  a bi is expressed in Pa-1, Ωi is expressed in molecules/cage, and qi,sat is expressed in mol kg-1.    On the basis of the atomic composition of SAPO-34 used in our experiments, we calculate  It is important to have a good estimate of the saturation capacity, but it is not possible to obtain this information from experimental isotherm data because the pressures at which the pores get saturated can range to ∼109 Pa and our experimental isotherms were only determined to a maximum pressure of 106 kPa. For CO2, for example, the molar volume of the liquid phase at 109 Pa is estimated to lie in the range of 30−35 cm3/mol from the data given by Mäder and Berman.13 Golden and Sircar14 estimate the molar volumes for CO2, CH4, and N2 to be 33.3, 37.7, and 31.6 cm3/mol, respectively. For the measured pore volume of 0.26 cm3/g, the maximum capacity is estimated to be, after rounding off to integer values, 6 molecules/cage for CO2, CH4, and N2; see Table 1 that also lists the values of the fit parameter bi.   Figure 3 (a) Experimental data on unary permeation fluxes are plotted against the driving force DFi, calculated from eq 8. (b) Transport coefficients, ρĐi/δ backed out using eq 6, are shown as a function of the loadings at the upstream face of the membrane, qi,up.    Figure 4 Experimental data on unary permeation fluxes of (a) CO2, (b) CH4, and (c) N2 is plotted against the modified driving force MDFi, calculated from eq 11, taking φi = 2.1, 3.0, and 2.3 for CO2, CH4, and N2, respectively. The straight line is drawn using eq 12 with fitted values of ρĐi(0)/δ = 4.6 × 10-3, 3.2 × 10-4, and 0.0107 kg m-2 s-1 for CO2, CH4, and N2, respectively.   Figure 5 Illustration showing the approximate molecular dimensions of CO2, CH4, and N2.     Top of PageAbstract1. Introduction2. Fitting of Pure-Component Isotherms3. Analysis of Unary Permeation Data4. Modeling of Binary Mixture Permeation5. ConclusionsSupporting Information Available3. Analysis of Unary Permeation Data The unary permeation fluxes for CO2, CH4, and N2 at 295 K are plotted in Figure 2 as a function of the upstream pressure. If the M−S diffusivity can be taken to be loading independent, we may write the permeation flux as  where DFi is the driving force  where fi,up and fi,down represent the pressures (more strictly, fugacities) of component i at the upstream (retentate) and downstream (permeate) sides of the membrane, respectively. The integral can be evaluated analytically to obtain  Plots of the unary permeation fluxes for CO2, CH4, and N2 against the driving force DFi are shown in Figure 3a. For both CH4 and N2, there are significant departures from linearity. For CO2, the dependence of the flux Ni on DFi is observed to be nearly linear for low values of the driving force, but at higher DFi, there appears to be significant departures from linearity.  For all three molecules, the assumption of a loading-independent Đi appears to be unjustified; this is more clearly evident when the values of the transport coefficients, ρĐi/δ backed out using eq 6, are plotted against the component loading at the upstream face of the membrane, qi,up. The transport coefficients of CO2, CH4, and N2 depend on the upstream loading; see Figure 3b.  To quantify the loading dependence, we use the model developed by Reed and Ehrlich;10,15,16 this model gives the following expression,  where z is the coordination number, representing the maximum number of neighbors within a cage; we take z = 5, i.e., one less than the maximum capacity of molecules that can be accommodated in each cage. The other parameters are definedas (see ref 10 for more detailed discussions and derivations)   With the Reed−Ehrlich loading dependence, we may define a modified driving force MDFi  The integration must be carried out numerically. The modified driving force must be expected to bear a linear relation with the permeation flux  The plots for CO2, CH4, and N2 are shown in Figure 4 parts a, b, and c, respectively. The Reed−Ehrlich parameter φi was chosen to yield a straight-line relationship; the best-fit values that yield linear dependencies of Ni on MDFi are φi = 2.1, 3.0, and 2.3 for CO2, CH4, and N2, respectively.   Figure 6 Dependence of the (a) the zero-loading transport coefficient ρĐi(0)/δ and (b) the Reed and Ehrlich parameter φi on the molecular diameter.    Figure 7 Permeation fluxes for binary (a) CO2/CH4, (b) CO2/N2, and (c) N2/CH4 mixtures as functions of the upstream total pressure, fup. The continuous solid lines represent the calculations by numerical solution of eq 3 across the membrane.    Figure 5 presents illustrations showing approximate molecular dimensions of CO2, CH4, and N2; these dimensions were estimated using published force fields for molecule−molecule interactions.11,17,18 The values of the zero-loading transport coefficients ρĐi(0)/δ appear to decrease sharply as the molecular diameter approaches the window size, which has a value of 3.8 Å for SAPO-34; see Figure 6a. The ρĐi(0)/δ value for CO2 is lower than that of N2, perhaps because CO2 is a longer molecule. The loading dependence, characterized by the parameter φi, is stronger when the molecular diameter is larger; see Figure 6b. For an interpretation of the loading dependence of the M−S diffusivity in terms of the free energy barrier for hopping of molecules between cages, see the papers of Beerdsen et al.19,20   Figure 8 Permeation fluxes for CO2 and CH4 for mixture campaign in which the total upstream pressure was maintained constant at 3.53 MPa and the partial pressures of both components were varied. The continuous solid lines represent the calculations by numerical solution of eq 3 across the membrane.   Figure 9 Permeation selectivity αperm for binary (a) CO2/CH4, (b) CO2/N2, and (c) N2/CH4 mixtures as functions of the upstream total pressure, fup. The continuous solid lines represent the calculations by numerical solution of eq 3 across the membrane. The dashed lines represent calculations using eqs 1 and 2.    Top of PageAbstract1. Introduction2. Fitting of Pure-Component Isotherms3. Analysis of Unary Permeation Data4. Modeling of Binary Mixture Permeation5. ConclusionsSupporting Information Available4. Modeling of Binary Mixture Permeation The experimental fluxes for binary (a) CO2/CH4, (b) CO2/N2, and (c) N2/CH4 mixtures are shown in Figures 7 parts a, b, and c (filled solid symbols), respectively, as a function of the total upstream pressure, fup. The feed gas composition for the CO2/CH4 and N2/CH4 mixtures was precisely equimolar. For the CO2/N2 mixtures, the feed gas composition was in the proportion 52.7% and 47.3%. The set of two differential  equations (eq 3) across the membrane was integrated across the membrane to obtain the steady-state fluxes using the numerical procedure described in earlier work.6,21 The mixture thermodynamics was estimated using the ideal adsorbed solution theory of Myers and Prausnitz.22 The model calculations are indicated by continuous solid lines in Figure 7. For all three binary mixtures, the fluxes are predicted with good accuracy using only pure-component diffusivity and isotherm data.  Figure 8 shows the experimental permeation fluxes for a CO2/CH4 mixture campaign in which the total upstream pressure was maintained constant at 3.53 MPa and the proportions of the two species was varied. Also in this case, the M−S model (eq 3) yields results in good agreement with the experiment.  Figure 9 shows the experimentally determined permeation selectivity αperm defined by  for (a) CO2/CH4, (b) CO2/N2, and (c) N2/CH4 mixtures. In all three cases, the measured αperm decreases with increasing values of the upstream total pressure fup = f1,up + f2,up. The reason for this is to be found in the loading dependence of the transport coefficients; cf. Figure 3b. For both CO2/CH4 and CO2/N2 mixtures, the transport coefficient of CO2 increases less sharply with loading than that of CH4 and N2; this causes the selectivity αperm to decrease with increasing loading on the upstream face. For the N2/CH4 mixture, the reduction in αperm with increasing fup is caused by the fact that the diffusivity of CH4 increases more sharply with loading than that of N2.  For all three mixtures, integration of eq 3 provides a very good estimate of the measured αperm; see the calculations indicated by the continuous solid lines. Inclusion of the binary exchange coefficient Đ12, estimated using eq 2, in the M−S eq 1, will have the effect of slowing down the “faster” molecules while concomitantly speeding-up the “tardier” molecules. These predictions are shown by the dashed lines in Figure 9 parts a, b, and c; for all three mixtures, this leads to a significantly poorer match with the experiments. For CO2/CH4 and N2/CH4 mixtures, allowance of a finite binary exchange coefficient Đ12 predicts a significantly lower αperm than in the experiments because of the slowing-down of the more mobile CO2, or N2, and concomitant speeding-up of the tardy CH4 in both these cases. For the CO2/N2 mixture, inclusion of Đ12 leads to a significantly higher value of αperm than that found experimentally; this is because of the slowing-down of the relatively more mobile N2 and the speeding-up of CO2.  The conclusion to be drawn from the results presented in Figures 7−9 is that intercage hopping of molecules within SAPO-34 occurs independent of each other and validates the use of the simplified M−S eq 3. There is no perceptible slowing-down or speeding-up process. The window size of SAPO-34 is of the order of 3.8 Å, and only one molecule can pass through the window at a time; this can also be visualized in the snapshots in Figure 10 obtained from Grand Canonical Monte Carlo simulations of the CO2 and CH4 in SAPO-34. The intercage hopping of molecules between cages is uncorrelated, and the binary exchange coefficient Đ12 has a large value.   Figure 10 Snapshots showing the location of (a) CO2 and (b) CH4 molecules within the cages of SAPO-34 at 300 K and 1000 MPa.    For CO2/CH4 mixture permeation in DDR, the situation can be expected to be analogous to that of SAPO-34.10 This is confirmed by an analysis of the published experimental data of Tomita et al.7 for CO2/CH4 mixture permeation across a DDR membrane at 300 and 373 K; the information has been presented in Appendix C of the Supporting Information. Appendix C also confirms the ability of eq 3 to provide a reasonable prediction  of mixture diffusion at a various temperatures across the SAPO-34 membrane using the earlier set of experiments of Li et al.8   Top of PageAbstract1. Introduction2. Fitting of Pure-Component Isotherms3. Analysis of Unary Permeation Data4. Modeling of Binary Mixture Permeation5. ConclusionsSupporting Information Available5. Conclusions The following conclusions can be drawn from the results presented in this paper.  (1) The M−S diffusivities Đi of CO2, CH4, and N2 in SAPO-34 are all loading dependent. The larger the diameter of the molecule, the stronger is the loading dependence, characterized by the Reed and Ehrlich parameter φi.  (2) A unary permeation model incorporating the Reed−Ehrlich description of the Đi−qi dependence provides a good description of the experimental unary permeation data for CO2, CH4, and N2.  (3) Binary CO2/CH4, CO2/N2, N2/CH4 mixture permeation in SAPO-34 is best modeled by the M−S eq 3, wherein the intercage hopping of molecules is taken to be independent of one another. This conclusion also holds for mixture permeation in other cage-type zeolites with narrow windows, such as DDR. Mixture permeation can be predicted very well using only pure-component transport and isotherm data.    Top of PageAbstract1. Introduction2. Fitting of Pure-Component Isotherms3. Analysis of Unary Permeation Data4. Modeling of Binary Mixture Permeation5. ConclusionsSupporting Information AvailableAcknowledgment The Boulder group gratefully acknowledges support by the Shell Global Solutions. R.K. acknowledges the grant of a TOP subsidy from The Netherlands Foundation for Fundamental Research (NWO-CW) for intensification of reactors and NWO/NCF for provision of high performance computing resources. Dr. J. M. van Baten provided valuable assistance in MC and MD simulations. Financial support from ExxonMobil Research and Engineering allowed R.K. to spend a short sabbatical stay at Boulder.     Top of PageAbstract1. Introduction2. Fitting of Pure-Component Isotherms3. Analysis of Unary Permeation Data4. Modeling of Binary Mixture Permeation5. ConclusionsSupporting Information AvailableSupporting Information Available Appendix A includes details of membrane synthesis, characterization, and measurement procedures along with the experimental data. Appendix B is a short note explaining the advantages of using Ruthven's statistical isotherm. Appendix C presents an analysis of the published mixture permeation data in the older version of the SAPO-34 membrane and in DDR. This material is available free of charge via the Internet at http://pubs.acs.org.   bi = constant in eq 4, Pa-1  Đi = Maxwell−Stefan diffusivity of species i, m2 s-1  Đi(0) = zero-loading M−S diffusivity of species i, m2 s-1  Đ12 = binary exchange diffusivity, m2 s-1  DFi = driving force for transport across membrane, mol kg-1  fi = fugacity of species i, Pa  MDFi = modified driving force for transport across membrane, mol kg-1  Ni = molar flux of species i across membrane, mol m-2 s-1  qi = molar loading, mol kg-1  qi,sat = saturation loading, mol kg-1  R = gas constant, 8.314 J mol-1 K-1  T = absolute temperature, K  z = coordination number, dimensionless Greek Letters  α perm = permeation selectivity, dimensionless  βi = Reed−Ehrlich parameter, dimensionless  φi = Reed−Ehrlich parameter, dimensionless  δ = thickness of zeolite membrane, m  εi = Reed−Ehrlich parameter, dimensionless  θi = fractional occupancy of component i, dimensionless  μi = molar chemical potential, J mol-1  ρ = density of zeolite, kg m-3  Ωi = saturation capacity, molecules cage-1  Subscripts  down = referring to downstream conditions  sat = referring to saturation conditions  up = referring to upstream conditions         This article references 22 other publications. (1) Kapteijn, F.; Moulijn, J. A.; Krishna, R. The generalized Maxwell−Stefan model for diffusion in zeolites:  Sorbate molecules with different saturation loadings.   Chem. Eng. Sci. 2000, 55, 2923−2930.[Crossref], [CAS](1) . The generalized Maxwell-Stefan model for diffusion in zeolites: sorbate molecules with different saturation loadingsKapteijn, F.; Moulijn, J. A.; Krishna, R.Chemical Engineering Science\r\n        (2000),\r\n    55\r\n        (15),\r\n    2923-2930CODEN:\r\n                CESCAC;\r\n        "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2007/iecred.2007.46.issue-12/ie0610703/production/images/small/ie0610703f00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2007/iecred.2007.46.issue-12/ie0610703/production/images/small/ie0610703f00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2007/iecred.2007.46.issue-12/ie0610703/production/images/small/ie0610703f00003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2007/iecred.2007.46.issue-12/ie0610703/production/images/small/ie0610703f00004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2007/iecred.2007.46.issue-12/ie0610703/production/images/small/ie0610703f00005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2007/iecred.2007.46.issue-12/ie0610703/production/images/small/ie0610703f00006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2007/iecred.2007.46.issue-12/ie0610703/production/images/small/ie0610703f00007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2007/iecred.2007.46.issue-12/ie0610703/production/images/small/ie0610703f00008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2007/iecred.2007.46.issue-12/ie0610703/production/images/small/ie0610703f00009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2007/iecred.2007.46.issue-12/ie0610703/production/images/small/ie0610703f00010.gif\">"]}