{"title": ["Amine-Templated Anionic Metal–Organic Frameworks with the 4,4′-(Hexafluoroisopropylidene) Bis(benzoic acid) Ligand"], "authors": ["Xiqu Wang", "Lumei Liu", "Marlon Conato", "Allan J. Jacobson"], "doi": ["10.1021/cg1016752"], "abstract": ["Three anionic metal−organic frameworks [M", "(hfbba)", "]", ", M = Mn", " or Co", ", hfbba = 4,4′-(hexafluoroisopropylidene)bis(benzoic acid), have been synthesized by solvothermal techniques in the presence of different amines. All three structures are based on linear trimers of metal oxide polyhedra. In each compound, the framework anionic charge is compensated by organoammonium cations that hydrogen bond to oxygen atoms in the framework.", "Three new compounds with anionic metal–organic frameworks [M", "(hfbba)", "]", ", M = Mn", " or Co", ", hfbba = 4,4′-(hexafluoroisopropylidene)bis(benzoic acid), have been synthesized by solvothermal techniques in the presence of different amines. Their structures were determined from single crystal X-ray data. All three structures are based on linear trimers of metal oxide polyhedra. (C", "H", "NH", ")", "Mn", "(hfbba)", ", ", ", has a three-dimensional (3D) structure with large cages that are filled by pairs of cyclohexylammonium cations. ((C", "H", ")", "NH", ")", "Co", "(hfbba)", ", ", ", has a complex layered structure with intralayer lateral channels. One half of the dibutylammonium cations are located inside the channels and are orientationally disordered, while the other half of the dibutylammonium cations are located in the interlayer spaces and are ordered. (H", "tdpip)Co", "(hfbba)", ", ", ", tdpip = 4,4′-trimethylenedipiperidine, also has a layered structure with the H", "tdpip cations located between the layers. The magnetic properties of compounds ", ", ", ", and ", " were determined from 10 to 300 K."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Discussion", "References", "Introduction", "A large number of metal–organic frameworks (MOFs) based on the bent ligand 4,4′-(hexafluoroisopropylidene)bis(benzoic acid) have been reported in the past few years.", "(1-19)", " Some of them exhibit interesting chemical and physical properties suggesting potential applications.", "(20-23)", " The framework metals range from transition metals to lanthanide and main group elements. In some systems, other neutral nitrogen-containing heterocyclic ligands were used as additional linkers, giving rise to new structure types. Incorporation of a second ligand often leads to changes in the framework dimensionality because of the terminating or pillaring features of these ligands.", "Cationic organic species are frequently used as “structure directing units” or templates in the synthesis of inorganic microporous frameworks such as zeolites.", "(24, 25)", " The same strategy is relatively less explored in the synthesis of metal organic frameworks (MOFs) which, as a class, are dominated by electroneutral frameworks.", "(26, 27)", " During our exploratory investigation of anionic MOFs,", "(28)", " a number of frameworks based on the ligand 4,4′-(hexafluoroisopropylidene) bis(benzoic acid), H", "2", "hfbba, were obtained by using amine templates. The amine cations are located either in the interlayer space in two-dimensional (2D) structures or in the cages of three-dimensional (3D) structures. Herein, we report the structures and properties of (C", "6", "H", "11", "NH", "3", ")", "2", "Mn", "3", "(hfbba)", "4", ", ", "1", ", ((C", "4", "H", "11", ")", "2", "NH", "2", ")", "2", "Co", "3", "(hfbba)", "4", ", ", "2", ", and (H", "2", "tdpip)Co", "3", "(hfbba)", "4", ", ", "3", ", synthesized by using cyclohexylamine, dibutylamine, and 4,4′-trimethylenedipiperidine (tdpip), respectively. The magnetic properties of compounds ", "1", ", ", "2", ", and ", "3", " were determined from 10 to 300 K.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Discussion", "References", "Experimental Section", "Materials and Methods", "All reactants were reagent grade and used as purchased without further purification. Elemental analyses were performed by Galbraith Laboratories (Knoxville, Tennessee). Thermal gravimetric analyses (TGA) were carried out on a TA Instruments thermogravimetric analyzer (", "Figure S1, Supporting Information", "). The samples were first heated to 50 °C with a heating rate of 5 °C/min, held at 50 °C for 30 min to eliminate any surface water, and subsequently heated with a heating rate of 3 °C/min in air. The IR spectra were recorded on a Galaxy Fourier Transform Infrared 5000 series spectrometer at room temperature in the range of 4000–400 cm", "–1", " using the KBr pellet method. Powder X-ray diffraction analyses were performed on a Philips X’pert Pro diffractometer (", "Figure S2, Supporting Information", "). Single-crystal X-ray diffraction data were collected on a Siemens SMART platform diffractometer outfitted with an Apex II area detector and monochromatized Mo K", "α", " radiation at 223 K. Magnetic susceptibility measurements were made at 1000 Oe under field-cooled and zero field-cooled conditions from 10 to 300 K using a Quantum Design PPMS system.", "Synthesis of (C", "6", "H", "11", "NH", "3", ")", "2", "Mn", "3", "(hfbba)", "4", ", ", "1", "In a typical synthesis of ", "1", ", a mixture of MnSO", "4", "·H", "2", "O (0.036 g), H", "2", "hfbba (0.157 g), ethanol (2 mL), and cyclohexylamine (0.1 mL) was sealed in a Teflon-lined autoclave (inner volume 23 mL) in air and heated at 180 °C for 3 days. Pale brown prismatic crystals of compound ", "1", " were recovered from the final solution (pH = 5.7) in high yield (∼ 60% based on Mn). The crystals were washed with ethanol and then dried in air. Elem. Anal.: C, 49.66% (calc. 49.84%); H, 3.15% (calc. 3.12%); F, 24.61% (calc. 23.68%); N, 1.55% (calc. 1.45%). IR (KBr, cm", "–1", "): 3411 w, 3254 w, 2951 w, 2864 w, 1612 m, 1593 s, 1554 m, 1500 w, 1473 s, 1365 m, 1292 w, 1242 s, 1211 s, 1174 s, 1142 w, 1023 w, 968 m, 943 w, 924 w, 863 w, 845 w, 783 s, 750 m, 725 s, 690 w, 461 w.", "Synthesis of ((C", "4", "H", "11", ")", "2", "NH", "2", ")", "2", "Co", "3", "(hfbba)", "4", ", ", "2", "Compound ", "2", " was similarly synthesized from a mixture of CoCl", "2", "·6H", "2", "O (0.050 g), H", "2", "hfbba (0.150 g), H", "2", "O (1 mL), and dibutylamine (0.1 mL). The mixture was sealed in a Teflon-lined autoclave (inner volume 23 mL) in air and heated at 180 °C for 3 days. Red polyhedral crystals of ", "2", " were recovered from the final solution (pH = 4.4) in high yield (∼ 55% based on Co). The crystals were washed with ethanol and dried in air. Elem. Anal.: C, 49.44% (calc. 50.48%); Co, 8.85% (calc. 7.84%); H, 3.88% (calc. 3.61%); N, 1.45% (calc. 1.40%). IR (KBr, cm", "–1", "): 3550 w, 3446 w, 2968 w, 2936 w, 2877 w, 1612 s, 1558 m, 1417 s, 1321 w, 1292 w, 1242 s, 1211 s, 1176 s, 1141 m, 1022 w, 972 m, 950 w, 931 m, 858 m, 779 m, 751 m, 725 s, 686 w, 544 w, 505 w, 467 w.", "Synthesis of (H", "2", "tdpip)Co", "3", "(hfbba)", "4", ", ", "3", "For the synthesis of ", "3", ", CoCl", "2", "·6H", "2", "O (0.050 g), H", "2", "hfbba (0.150 g), and ethanol (2 mL) were mixed with 4,4′-trimethylenedipiperidine (0.1 mL). The mixture was sealed in a flexible Teflon bag in air. The bag was subsequently sealed in a Teflon-lined autoclave filled with 50% water, and heated at 160 °C for 4 days. Purple plates of ", "3", " were recovered from the final solution (pH = 4.69) in high yield (∼75% based on Co). The crystals were washed with ethanol and dried in air. Elem. Anal.: C, 49.47% (calc. 49.87%); Co, 8.30% (calc. 9.08%); H, 3.48% (calc. 3.08%); N, 1.61% (calc. 1.44%). IR (KBr, cm", "–1", "): 3397 w, 3075 w, 2937 w, 2857 w, 1697 m, 1601 s, 1554 s, 1514 m, 1466 w, 1387 s, 1345 s, 1305 m, 1270 s, 1237 s, 1204 s, 1167 s, 1134 m, 1077 w, 1043 w, 1022 w, 972 m, 944 m, 930 m, 850, m, 781 s, 748 m, 727 s, 691 w, 637 w, 598 w, 556 w, 508 w, 470 m.", "X-ray Crystallography", "The crystal structures were solved and refined using the Bruker Apex-II software package.", "(29)", " Crystal data and refinement details are summarized in Table ", "1", ". The hydrogen atoms of the organic ligands were generated geometrically and allowed to ride on their respective parent atoms in the refinements. The atom displacement parameters of a few carbon and fluorine atoms are unusually large with highly elongated ellipsoids; however, efforts to split the atom positions lead to collapse of the refinements. The elongated ellipsoids are probably caused by dynamic disorder of the atoms. The protonated amine molecules in ", "2", " and ", "3", " are partially disordered. Atom distance constraints were applied to the disordered part during the refinements. Hydrogen atoms bonded to some of the N atoms in ", "2", " were not located due to the disorder.", "Table 1. Crystal Data and Structure Refinement Details", "a", "compound", "1", "2", "3", "formula", "C", "80", "H", "60", "F", "24", "Mn", "3", "N", "2", "O", "16", "C", "84", "H", "74", "Co", "3", "F", "24", "N", "2", "O", "16", "C", "81", "H", "58", "Co", "3", "F", "24", "N", "2", "O", "16", "F.W.", "1926.12", "2000.24", "1948.08", "temperature/K", "223(2)", "223(2)", "223(2)", "space group", "C", "2", "/c", "C", "2", "/c", "P", "2", "1", "/c", "a", "/Å", "20.159(3)", "19.9107(8)", "13.4077(8)", "b", "/Å", "18.840(3)", "18.7741(8)", "25.508(2)", "c", "/Å", "21.336(3)", "25.054(1)", "13.7566(9)", "α/°", "90", "90", "90", "β/°", "92.694(3)", "108.434(1)", "114.712(1)", "γ /°", "90", "90", "90", "V", "/Å", "3", "8094(2)", "8884.8(6)", "4273.9(5)", "Z", "4", "4", "2", "D", "calc", "/g(cm)", "−3", "1.581", "1.495", "1.514", "μ/mm", "–1", "0.584", "0.668", "0.692", "refl collected/unique", "24577/9479", "27711/10670", "26922/10183", "R", "int", "0.0786", "0.0312", "0.0358", "data/parameters", "9479/565", "10670/623", "10183/574", "goodness-of-fit", "1.001", "1.027", "0.898", "R", "1", "/", "wR", "2", " (", "I", " > 2σ(", "I", "))", "0.0579/0.0915", "0.0362/0.0958", "0.0380/0.0816", "R", "1", "/", "wR", "2", " (all data)", "0.1358/0.1199", "0.0530/0.1015", "0.0648/0.0892", "a", "R", "1", " = Σ||", "F", "o", "| – |", "F", "c", "||/Σ|", "F", "o", "|, ", "wR", "2", " = [Σ(", "w", "(", "F", "o", "2", " – ", "F", "c", "2", ")", "2", ")/Σ(", "wF", "o", "2", ")", "2", "]", "1/2", ".", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Discussion", "References", "Results and Discussion", "Structure of (C", "6", "H", "11", "NH", "3", ")", "2", "Mn", "3", "(hfbba)", "4", ", ", "1", "The framework structure of ", "1", " is composed of trimers of MnO", "6", " octahedra that are interconnected by the hfbba ligands. The center of the trimer is a Mn(2)O", "6", " octahedron that shares an edge with each of the two Mn(1)O", "6", " octahedra on the opposite sides (Figure ", "1", "). The Mn(2)O", "6", " octahedron sits on a 2-fold rotation symmetry axis and is slightly distorted with Mn–O bond lengths in the range 2.115(2)–2.220(2) Å. In contrast, the Mn(1)O", "6", " octahedron is highly distorted with Mn–O bond lengths 2.104(2)–2.375(2) Å. The calculated bond valence sums for Mn(1) and Mn(2) are 2.15 and 1.90 v.u. respectively, confirming their divalent features. All the oxygen corners of the MnO", "6", " octahedra are shared with the carboxylate groups of the hfbba ligands. Mn(1) is linked to one chelating carboxylate group, while Mn(2) is linked only to bridging carboxylate groups, which may account for the different distortions of the octahedra.", "The trimers are bridged by carboxylate groups to form infinite chains along [001]. Neighboring chains are cross-linked by the hfbba ligands to form the framework. Each trimer is connected by 10 hfbba ligands to 8 neighboring trimers, 2 from the same [001] chain, 6 from 4 other chains (Figure ", "2", "). There are two symmetry independent hfbba ligands. One has two bridging carboxylate groups. The other has one carboxylate group chelating to the Mn(1) atom and the second carboxylate group has a terminal C═O and an oxygen atom bonding to two Mn atoms.", "Figure 1. The trimer of MnO", "6", " octahedra in ", "1", ".", "Figure 2. Cross-linking of the neighboring trimers by the hfbba ligands in ", "1", ". Only the carboxylate groups and the quaternary carbon atoms of the hfbba ligands are shown for clarity.", "Figure 3. Views of the structure of ", "1", " along [100] and along [001]. The cyclohexylammonium cations are represented as space-filling.", "Figure 4. Two cyclohexylammonium cations occluded in a cage of the structure of ", "1", ". The hydrogen bonds are shown with dashed lines.", "The framework has voids of dimensions 14.9 × 9.7 × 7.9 Å (Figure ", "3", "). Each void is occupied by two C", "6", "H", "11", "NH", "3", " cations. The C", "6", "H", "11", "NH", "3", " cation forms three N–H···O hydrogen bonds (", "d", "N", "···", "O", " = 2.785(4)–2.934(4) Å) to the oxygen atoms of the framework (Figure ", "4", ").", "Structure of ((C", "4", "H", "11", ")", "2", "NH", "2", ")", "2", "Co", "3", "(hfbba)", "4", ", ", "2", "The structure of ", "2", " consists of linear trimers of CoO", "n", " polyhedra similar to those found in ", "1", ". However, the three polyhedra of the trimer in ", "2", " share corners instead of edges as in ", "1", " (Figure ", "5", "a). The central Co(1)O", "6", " octahedon sits on a symmetry inversion center and is slightly elongated with Co–O bond lengths in the range 2.020(1)–2.228(1) Å. The Co(2)O", "6", " unit at the two ends of the trimer is strongly distorted and is best described as a tetrahedron with four short Co–O bonds in the range 1.965(1)–2.031(1) Å complemented by two very long Co–O secondary bonds of 2.585(1)–2.597(2) Å. The calculated bond valence sums for Co(1) and Co(2) are 2.05 and 1.93 v.u., respectively, consistent with the expected divalent state. All of the oxygen atom corners of the CoO", "6", " units are shared with the hfbba ligands. Co(1) is linked to six carboxylate groups. Co(2) is linked to two chelating and two bridging carboxylate groups. There are two symmetry independent hfbba ligands, both having a bridging and a chelating carboxylate group. The Co", "3", "O", "16", " trimers are interconnected by the hfbba ligands to form a checkboard infinite layer parallel to the (001) plane (Figure ", "5", "b). Each trimer is linked to four others. Neighboring trimers are linked by two hfbba ligands. The complex layer contains rectangular holes with an opening ca. 3.2 × 5.8 Å and lateral tunnels with apertures ca. 2.9 × 5.2 Å (Figure ", "5", "c). The layers are stacked along the [001] direction in an ABAB pattern with neighboring layers related by a 2-fold rotation axis (Figure ", "6", "). The rectangular holes of the layers are blocked by the stacking, but the lateral tunnels are not affected.", "One of the two symmetry independent (C", "4", "H", "11", ")", "2", "NH", "2", " cations is located inside the lateral tunnels of the layer and is orientationally disordered. The other is located between the layers and is ordered (Figure ", "7", "). Both cations are bound to the framework by two N–H···O hydrogen bonds (", "d", "N", "···", "O", " = 2.748(2)–2.915(2) Å).", "Figure 5. (a) The trimer present in ", "2", ", (b) a view showing the lateral channels in the layer in ", "2", ", (c) an individual layer.", "Figure 6. (a) The structure of ", "2", " viewed along [110]. Ordered and disordered interlayer dibutylammonium cations are shown in pink and blue colors, respectively. (b) Layer stacking in ", "2", " viewed along [110], the two orientations of the layer are plotted in pink and blue, respectively.", "Figure 7. Hydrogen bonds (red dashed thin lines) between the dibutylammonium cations and the hfba ligands in ", "2", ". Alternate orientations of the disordered dibutlyammonium cations (right) are plotted in thick dashed lines.", "Structure of (H", "2", "tdpip)Co", "3", "(hfbba)", "4", ", ", "3", "The structure of ", "3", " is also based on linear trimers similar to those found in ", "2", ". The trimers in ", "3", " consist of a central octahedron and two distorted tetrahedra complemented by an additional long Co–O bond (2.533 Å) (Figure ", "8", "a). The trimer in ", "3", " can be derived from the trimer in ", "2", " by breaking a secondary Co(2)–O bond and reorienting the corresponding chelating carboxylate group. The central Co(1)O", "6", " octahedon sits on a symmetry inversion center with Co–O bond lengths in the range 2.002(1)–2.239(2) Å. The Co(2)O", "5", " unit at the two ends of the trimer is strongly distorted and has four Co–O bonds in the range 1.933(1)–1.990(2) Å, complemented by a long Co–O secondary bond of 2.533(2) Å. The calculated bond valence sums for Co(1) and Co(2) are 1.96 and 2.00 v.u., respectively, consistent with the expected divalent state. There are two symmetry independent hfbba ligands. One has a bridging and a chelating carboxylate group. The other has a bridging carboxylate group, but the second carboxylate group has a short O–Co(2) bond and a terminal C═O group.", "Figure 8. (a) The trimer of ", "3", ". (b) Cross-linking of neighboring trimers by the hfbba ligands, only the carboxylate groups and the quaternary carbon atoms of the hfbba ligands are plotted. (c) A individual layer of ", "3", ".", "Figure 9. Views of the structure of ", "3", " along [100] and along [001]. The H", "2", "tdpip cations are plotted with thin lines.", "Topologically, the trimers of CoO", "n", " polyhedra in ", "3", " are interconnected by the hfbba ligands in the same way as in ", "2", "; that is, each trimer is linked to four others to form an infinite layer with neighboring trimers linked by two hfbba ligands (Figure ", "8", "b). However, the trimers and the hfbba linkers are oriented quite differently in the two structures. The complex layer of ", "3", " contains rhombic holes with an opening ca. 3.4 × 5.9 Å but no lateral tunnels (Figure ", "8", "c). The layers are parallel to (100) and are stacked along the [100] direction in an AA pattern with neighboring layers related by a lattice translation. The rhombic holes of the layers are therefore aligned to form channels parallel to the [100] direction (Figure ", "9", "). The H", "2", "tdpip cations are located at the intersections between the channels and the inter layer space. Each H", "2", "tdpip cation is bound to the layers by four N–H···O hydrogen bonds (", "d", "N···O", " = 2.668(3)–2.858(4) Å) and is disordered over two orientations (Figure ", "10", ").", "Figure 10. Hydrogen bonds (red dashed thin lines) between the H", "2", "tdpip cation and the hfbba ligands. An alternative orientation of the H", "2", "tdpip cation is plotted in thick dashed lines.", "Thermal Stability", "TGA data measured in air indicate that compound ", "1", ", (C", "6", "H", "11", "NH", "3", ")", "2", "Mn", "3", "(hfbba)", "4", ", is stable up to 150 °C (", "Figure S1a, Supporting Information", "). The weight loss observed in the first decomposition step between 150–250 °C corresponds to loss of one hfbba ligand (obs. 20.56%, calc. 20.25%). The second weight-loss step between 255–470 °C is consistent with removal of the organic components and decomposition to Mn", "2", "O", "3", " (obs. 67.36%, calc. 67.45%). In contrast to ", "1", ", compound ", "2", ", ((C", "4", "H", "11", ")", "2", "NH", "2", ")", "2", "Co", "3", "(hfbba)", "4", ", begins to decompose at a significantly higher temperature. The first weight-loss between 275–290 °C corresponds also to loss of one hfbba ligand (obs. 19.86%, calc. 19.64%). The loss in the second step (onset at 295 °C, completion at 485 °C) corresponds to final decomposition to Co", "3", "O", "4", " (obs. 67.83%, calc. 68.29%) (", "Figure S1b, Supporting Information", "). Compound ", "3", ", (H", "2", "tdpip)Co", "3", "(hfbba)", "4", ", showed decomposition in two broad steps between 190–480 °C. The overall weight loss of 87.5% is in good agreement with the value of 87.63% calculated with the formula and assuming the residue to be Co", "3", "O", "4", " (", "Figure S1c, Supporting Information", ").", "Magnetic Measurements", "The magnetic susceptibility data (1/χ", "M", " and χ", "M", "T", ") for compound ", "1", " are shown in Figure ", "11", ". A least-squares fit of the reciprocal molar susceptibility data above 100 K to the Curie–Weiss law gave μ", "eff", " = 5.914 μ", "B", " and θ = −9.7 K. The value of χ", "M", "T", " decreases gradually from 12.70 cm", "3", " K mol", "–1", " at 300 K and is slightly lower than the expected value of 13.125 cm", "3", " K mol", "–1", " for three uncoupled Mn", "2+", " ions with ", "S", " = 5/2 and ", "g", " = 2. The gradual decrease in χ", "M", "T", " above 50 K is indicative of predominantly antiferromagnetic interactions. The crystal structure indicates that the Mn", "2+", " ions are arranged in trinuclear units and the spin Hamiltonian can be written as ", "H", "S", " = ", "J", "(", "S", "1", "S", "2", " + ", "S", "2", "S", "1", ") + ", "J", "′", "S", "1", "S", "1", " where the labels 1, 2 refer to the Mn", "2+", " ions at the ends and middle of the trimer. This problem has been analyzed previously and is not discussed in detail here.", "(30-34)", " The magnetic interactions between the terminal Mn", "2+", " ions is assumed to be negligible (", "J", "′ = 0), and the data were fit to a single exchange constant. A value of ", "J", " = 1.95 cm", "–1", " was obtained within the range of values previously reported.", "(34)", " At lower temperatures χ", "M", "T", " approaches the value 4.375 cm", "3", " K mol", "–1", " expected for an ", "S", " = 5/2 spin state with ", "g", " = 2 (χ", "M", "T", " = 5.8 cm", "3", " K mol", "–1", " at 10.7 K). On cooling below 50 K, χ", "M", "T", " abruptly increases to a maximum value of 13.4 cm", "3", " K mol", "–1", " and then decreases to 5.8 cm", "3", " K mol", "–1 ", "at 10.7 K; χ", "M", "T", " values also become field dependent. Similar behavior has been observed in many other systems and is typical of spin canting.", "(35-38)", "Figure 11. The magnetic susceptibility vs temperature for ", "1", " showing the presence of a weak ferromagnetic component below 50 K. The solid lines are least-squares fits of the data to a trimer model with a single exchange constant (χ", "M", "T", ") and to the Curie–Weiss law (1/χ", "M", ").", "The weak ferromagnetism is also apparent in ", "M", " vs ", "H", " curves which show a very small hysteresis effect below the transition temperature (40 K). The remnant magnetization (2 × 10", "–3", " Nβ) is much smaller than the expected value of 5 Nβ for saturation magnetization indicating that the spin canting angle is very small. The hysteresis is smaller at lower temperatures and is no longer visible at 10 K. Overall, the behavior of ", "1", " closely resembles that recently reported for the compound, Co", "1.5", "(bpmp)(Hcda)(cda)(H", "2", "O), where bpmp = ", "N", ",", "N", "′-bis-(4-pyridylmethyl) piperazine and cda = 1,1-cyclopentanediacetate.", "(39)", "The cobalt compounds ", "2", " and ", "3", " are similar in their magnetic behavior. Both compounds show Curie–Weiss behavior between 10 and 300 K with very small negative θ temperatures of −3 K and −2 K for ", "2", " and ", "3", ", respectively, and no evidence for any magnetic ordering. The effective moments, μ", "eff", "/Co are 4.8 and 4.4 B.M. for ", "2", " and ", "3", ", respectively, and are in the expected range for high spin Co", "2+", " ions which have significant orbital contributions to the magnetic moment.", "(30)", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Discussion", "References", "Discussion", "The anionic frameworks of compounds ", "1", "–", "3", " all have the stoichiometry M", "3", "(hfbba)", "4", ". However, their structures are very different largely due to the different shapes of the charge balancing amine cations and the coordination preferences of the metal ions. If we restrict discussion to trimers of octahedra, the number of oxygen atoms in four hfbba ligands exactly matches the requirement of 16 oxygen atoms in a linear trimer made up of corner-sharing octahedra. Such trimers are found in ", "2", ". Since at least some of the carboxylate groups have to be chelating, the octahedra cannot be all undistorted. In ", "2", " the distortion occurs with substantial elongation of one Co–O bond of each of the two chelating carboxylate groups. The oxygen atoms with the much elongated Co–O bonds bear more negative charges and form strong O···H–N hydrogen bonds to the amine cations. Similar distortions occur in ", "3", ", but one of the oxygen atoms has to move out of the coordination sphere of the Co atoms in ", "3", " in order to reach the NH", "2", " group of the relatively rigid H", "2", "tdpip cation to balance the local charge by formation of a hydrogen bond. Such elongation or breaking of Co–O bonds in ", "2", " and ", "3", " distort the CoO", "6", " octahedra toward tetrahedra with four primary strong bonds. Compared to Co", "2+", ", the Mn", "2+", " ion is larger and tends to resist distortions toward Mn", "2+", "O", "4", " tetrahedra. In ", "1", ", instead of sharing corners the three MnO", "6", " octahedra of the trimer share edges thus freeing two oxygen atoms that form strong O···H–N hydrogen bonds to the cyclohexylammonium cations. All three framework structures are featured with large voids occupied by the extra framework amine cations. The amines cannot be removed without collapse of the structure as indicated by the TGA data.", "For electroneutral frameworks some oxygen atoms are not required to bear more negative charge in order to balance the local charges of extra framework ions. Therefore, polyhedra distortions as strong as those observed in ", "2", "–", "3", " may be avoided. In the related structures of M", "3", "(hfbba)", "3", "(phen)", "2", ", M = Co or Mn, phen = 1,10-phenanthroline, M", "3", "O", "12", "N", "4", " trimers similar to those of ", "2", " are found which are capped by phen ligands on both ends.", "(17)", " The octahedra in such trimers are less distorted. Mn", "3", "O", "12", "N", "2", " trimers with a central octahedron and two trigonal bipyramids similar to those in ", "3", " are found in Mn", "2", "(hfbba)", "2", "(pyridine) where the bipyramids are also less distorted.", "(9)", "In addition to different trimers, the hfbba ligand is known to coordinate metal ions to form various other structural units such as paddle wheels, dimers, tetramers or infinite chains of coordination polyhedra, which leads to diverse structural topologies. The three structures reported in this work shows that local charge matching between framework and extra-framework components may be used as an effective factor to explore new structures.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Discussion", "References", "Acknowledgment", "We thank the R. A. Welch Foundation, NHARP – Chemistry 003652-0092-2007, and NSF DMR-0706072 for support of this work. We thank C. L. Chen at the University of Texas, San Antonio, for the use of his PPMS and help with the measurements.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Discussion", "References", "Supporting Information", "Crystallographic information files; thermogravimetric analysis data; X-ray powder diffraction data; molar magnetic susceptibility data. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Discussion", "References", "References", "This article references 39 other publications.", "1. ", "Pan", ", ", "L.", "; ", "Sander", ", ", "M. B.", "; ", "Huang", ", ", "X.", "; ", "Li", ", ", "J.", "; ", "Smith", ", ", "M.", "; ", "Bittner", ", ", "E.", "; ", "Bockrath", ", ", "B.", "; ", "Johnson", ", ", "J. K.", " ", "J. Am. Chem. Soc.", " ", "2004", ",  ", "126", ",  ", "1308", "– ", "1309", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Microporous Metal Organic Materials: Promising Candidates as Sorbents for Hydrogen Storage", "Pan, Long; Sander, Michelle B.; Huang, Xiaoying; Li, Jing; Smith, Milton; Bittner, Edward; Bockrath, Bradley; Johnson, J. Karl", "Journal of the American Chemical Society", "\r\n        (", "2004", "),\r\n    ", "126", "\r\n        (", "5", "),\r\n    ", "1308-1309", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Although extensive efforts have been made to improve H storage techniques, there is no viable storage technol. capable of meeting the DOE cost and performance targets.  New materials with significantly improved H adsorption capability are needed.  Microporous metal coordination materials (MMOMs) are promising sorbents for H adsorption.  These materials possess phys. characteristics similar to those of single-walled C nanotubes and they also have a no. of advantages.  A novel MMOM structure and its room-temp. H adsorption properties are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXksFClsA%253D%253D&md5=f1b68f3ac25dc59c3ecc58c5300d5c9f", "2. ", "Monge", ", ", "A.", "; ", "Snejko", ", ", "N.", "; ", "Gutierrez-Puebla", ", ", "E.", "; ", "Medina", ", ", "M.", "; ", "Cascales", ", ", "C.", "; ", "Ruiz-Valero", ", ", "C.", "; ", "Iglesias", ", ", "M.", "; ", "Gomez-Lor", ", ", "B.", " ", "Chem. Commun.", " ", "2005", ",  ", "1291", "– ", "1293", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "One Teflon-like channelled nanoporous polymer with a chiral and new uninodal 4-connected net: sorption and catalytic properties", "Monge, Angeles; Snejko, Natalia; Gutierrez-Puebla, Enrique; Medina, Manuela; Cascales, Concepcion; Ruiz-Valero, Caridad; Iglesias, Marta; Gomez-Lor, Berta", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2005", "),\r\n    ", "\r\n        (", "10", "),\r\n    ", "1291-1293", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Zn(C17H8F6O4) is the first example of a fluoro-lined nanotube organo-inorg. 3D polymeric chiral structure, which possesses two different types of isolated channels, one of them being laid out with a double spiral of CF3-groups from the ligand mol.; the structure is a new uninodal 4-connected net that only exists when bent ligands connect the centers, and the compd. exhibits selective sorption and catalytic chiral recognition properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhslent7c%253D&md5=d3090e7625a684e3dd1686135eb755a6", "3. ", "Yuen", ", ", "T.", "; ", "Lin", ", ", "C. L.", "; ", "Pan", ", ", "L.", "; ", "Huang", ", ", "X.", "; ", "Li", ", ", "J.", " ", "J. Appl. Phys.", " ", "2006", ",  ", "99", ",  ", "08J501/1", "– ", "08J501/3", "[", "CAS", "]", "3. ", "Magnetic properties of a metal-organic antiferromagnet Mn(hfipbb)py(H2O)0.5", "Yuen, Tan; Lin, C. L.; Pan, Long; Huang, Xiaoying; Li, Jing", "Journal of Applied Physics", "\r\n        (", "2006", "),\r\n    ", "99", "\r\n        (", "8, Pt. 3", "),\r\n    ", "08J501/1-08J501/3", "CODEN:\r\n                ", "JAPIAU", ";\r\n        ISSN:", "0021-8979", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Mn(hfipbb)py(H2O)0.5 [H2hfipbb = 4, 4'-(hexafluoroisopropylidene)bis(benzoic acid), py = pyridine] is a recently discovered metal-org. coordination network.  The crystal structure of this compd. belongs to a triclinic space group P-1, and a = 12.988 A, b = 13.296 A, c 14.644 A, α 115.13, β 95.61, and γ 101.03°.  Two crystallog. independent Mn atoms (Mn1 and Mn2) exist in this structure, and an alternate connection (-Mn1-Mn2-Mn1-Mn2-) through org. units along the x axis leads to a 1-dimensional Mn2+ chain.  Magnetic susceptibility M(T)/H and isothermal magnetization M(H) were measured on single-crystal samples, as well as on powder samples of Mn(hfipbb)py(H2O)0.5.  Antiferromagnetic ordering was obsd. below a transition temp. of TN = 9.0 K.  High-temp. susceptibility data for powder samples were fitted to the Curie-Weiss law with θ=-30 K and an effective moment of μeff = 5.7 μB, close to what is expected for a free Mn2+ ion.  There is small but clear orientation dependence in the susceptibility data for single-crystal samples.  The result of isothermal magnetization measured at 2 K is consistent with the interpretation of an antiferromagnetic ground state, and a slope change was seen at a crit. field of Hc = 18 kG, indicating a field-induced moment reorientation of the Mn2+ ions in this compd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xls1Wlu7Y%253D&md5=ff0ae76e4be3a7f84bfda14b311679af", "4. ", "Gandara", ", ", "F.", "; ", "de Andres", ", ", "A.", "; ", "Gomez-Lor", ", ", "B.", "; ", "Gutierrez-Puebla", ", ", "E.", "; ", "Iglesias", ", ", "M.", "; ", "Monge", ", ", "M. A.", "; ", "Proserpio", ", ", "D. M.", "; ", "Snejko", ", ", "N.", " ", "Cryst. Growth Des.", " ", "2008", ",  ", "8", ",  ", "378", "– ", "380", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "A Rare-Earth MOF Series: Fascinating Structure, Efficient Light Emitters, and Promising Catalysts", "Gandara, F.; de Andres, A.; Gomez-Lor, B.; Gutierrez-Puebla, E.; Iglesias, M.; Monge, M. A.; Proserpio, D. M.; Snejko, N.", "Crystal Growth & Design", "\r\n        (", "2008", "),\r\n    ", "8", "\r\n        (", "2", "),\r\n    ", "378-380", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new family of rare-earth polymeric framework RPF-4, [LnL3] [H2L = 4,4'-(hexafluoroisopropylidene)bis(benzoic acid)] was obtained and the structure of the lanthanum MOF solved from an intrinsically triple twinned crystal.  The framework formed by a H-O bond free rare-earth matrix, with the Ln atoms sepd. in two directions, makes them very promising materials for light-emitting diodes.  The properties of the materials as heterogeneous catalysts are reported, too.  IR spectroscopy suggests a peroxo complex that acts as active species in the oxidn. reaction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXisFSmsg%253D%253D&md5=cb7d7a42d33e08ba157925dd4ddc7039", "5. ", "Gandara", ", ", "F.", "; ", "Gomez-Lor", ", ", "B.", "; ", "Gutierrez-Puebla", ", ", "E.", "; ", "Iglesias", ", ", "M.", "; ", "Monge", ", ", "M. A.", "; ", "Proserpio", ", ", "D. M.", "; ", "Snejko", ", ", "N.", " ", "Chem. Mater.", " ", "2008", ",  ", "20", ",  ", "72", "– ", "76", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "An Indium Layered MOF as Recyclable Lewis Acid Catalyst", "Gandara, F.; Gomez-Lor, B.; Gutierrez-Puebla, E.; Iglesias, M.; Monge, M. A.; Proserpio, D. M.; Snejko, N.", "Chemistry of Materials", "\r\n        (", "2008", "),\r\n    ", "20", "\r\n        (", "1", "),\r\n    ", "72-76", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "By using the bent linker 4,4'-(hexafluoroisopropylidene)bis(benzoic acid) (H2hippb), whose central atom is an sp3 carbon, a new In(III) MOF (metal-org. framework) was obtained.  The structure is described as thick layers with the bent geometry of the ligand leading to the formation of square-shaped channels, which run inside the framework layers.  This microporous, thermally stable compd. is an efficient heterogeneous catalyst for acetalization of aldehydes.  Differences in the catalytic activity when a compd. with empty or filled channels is used demonstrate that the catalytic reactions take place inside the pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtl2itb7O&md5=e4d91083a23a5e8d6030e8de2d14a724", "6. ", "Zhou", ", ", "Y.", "; ", "Han", ", ", "L.", " ", "Jiegou Huaxue", " ", "2008", ",  ", "27", ",  ", "1305", "– ", "1310", "[", "CAS", "]", "6. ", "Syntheses and crystal structures of Two Co(II) coordination polymers with 4,4'-(hexafluoroisopropylidene)bis(benzoic acid)", "Zhou, Yan; Han, Lei", "Chinese Journal of Structural Chemistry", "\r\n        (", "2008", "),\r\n    ", "27", "\r\n        (", "11", "),\r\n    ", "1305-1310", "CODEN:\r\n                ", "CJSCBE", "\r\n        ISSN:", ".\r\n    \r\n            (", "Editorial Board of Chinese Journal of Structural Chemistry", ")\r\n        ", "Two new one-dimensional zigzag chain coordination polymers, [Co(hfipbb)(2,2'-bpy)(H2O)2]n 1 and [Co(hfipbb)(1,10-phen)(H2O)]n 2, were synthesized under hydrothermal reactions from CoCl2.6H2O, 4,4'-(hexafluoroisopropylidene)bis(benzoic acid) and 2,2'-bipyridine or 1,10-phenanthroline ligands, resp.  Single-crystal x-ray analyses revealed that the zigzag chains of 1 and 2 are linked into three-dimensional supramol. networks by both O-H···O hydrogen-bonds and π···π stacking interactions.  Crystal data for 1: C27H20CoF6N2O6, Mr = 641.38, orthorhombic, space group Pnna, a 9.3820(19), b 27.366(6), c 10.106(2) Å, Z = 4, dc = 1.642 g/cm3, F(000) = 1300, μ = 0.752 mm-1, R = 0.0311 and Rw = 0.0924.  Crystal data for 2: C29H18CoF6N2O5, Mr = 647.38, monoclinic, space group P21/n, a 7.7626(16), b 29.446(6), c 11.281(2) Å, β 93.98(3)°, Z = 4, dc = 1.672 g/cm3, F(000) = 1308, μ = 0.757 mm-1, R = 0.0403 and Rw = 0.0820.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsV2qtbnF&md5=fa68b41842a44ac4b645c318dc182e3d", "7. ", "Zhou", ", ", "Y.", "; ", "Han", ", ", "L.", "; ", "Pan", ", ", "J.", "; ", "Li", ", ", "X.", "; ", "Zheng", ", ", "Y.", " ", "Inorg. Chem. Commun.", " ", "2008", ",  ", "11", ",  ", "1107", "– ", "1109", "[", "Crossref", "], [", "CAS", "]", "7. ", "A novel 2D (4,4) cobalt(II)-organic framework based on tetranuclear cluster nodes and double stranded organic linkers", "Zhou, Yan; Han, Lei; Pan, Jianguo; Li, Xing; Zheng, Yueqing", "Inorganic Chemistry Communications", "\r\n        (", "2008", "),\r\n    ", "11", "\r\n        (", "10", "),\r\n    ", "1107-1109", "CODEN:\r\n                ", "ICCOFP", ";\r\n        ISSN:", "1387-7003", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A novel 2-dimensional cobalt(II)-org. framework, [[Co2(μ2-H2O)(hfipbb)2(py)3]2(py)]n (1, H2hfipbb = 4,4'-(hexafluoroisopropylidene)bis(benzoic acid), py = pyridine), was synthesized by hydrothermal reaction.  Single-crystal x-ray diffraction revealed that 1 is a noninterpenetrated (4,4) network based on unique tetranuclear clusters and double stranded org. linkers.  The powder x-ray diffraction and TGA of 1 also were studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXht1ShsL%252FN&md5=ee83e79f290c0783dc67c2a5d754aa27", "8. ", "Gandara", ", ", "F.", "; ", "de la Pena-O’Shea", ", ", "V. A.", "; ", "Illas", ", ", "F.", "; ", "Snejko", ", ", "N.", "; ", "Proserpio", ", ", "D. M.", "; ", "Gutierrez-Puebla", ", ", "E.", "; ", "Monge", ", ", "M. A.", " ", "Inorg. Chem.", " ", "2009", ",  ", "48", ",  ", "4707", "– ", "4713", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Three Lanthanum MOF Polymorphs: Insights into Kinetically and Thermodynamically Controlled Phases", "Gandara, Felipe; de la Pena-O'Shea, Victor A.; Illas, Francesc; Snejko, Natalia; Proserpio, David M.; Gutierrez-Puebla, Enrique; Monge, M. Angeles", "Inorganic Chemistry", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "11", "),\r\n    ", "4707-4713", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "RPF-4 is a family of polymeric frameworks prepd. with rare-earth elements and the versatile ligand 4,4'-(hexafluoroisopropylidene)bis(benzoic acid) (H2hfipbb).  During the synthesis procedure up to three different polymorphs of La2(hfipbb)3 can be obtained.  Their crystal structures are here presented.  The three networks have unusual topologies, the three being uninodal pentacoordinated, two of them unknown up to now, and the other named hxg-d-5-Imma.  They are here described and compared.  DFT calcns. of the relative energies for the three polymorphs show that the most often obtained structure is a metastable phase, which appears to be, next to others, thermodynamically more stable.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkslalt7g%253D&md5=e487735ba7686341f4dca381337bb4fa", "9. ", "Han", ", ", "L.", "; ", "Zhou", ", ", "Y.", "; ", "Wang", ", ", "X.-T.", "; ", "Li", ", ", "X.", "; ", "Tong", ", ", "M.-L.", " ", "J. Mol. Struct.", " ", "2009", ",  ", "923", ",  ", "24", "– ", "27", "[", "Crossref", "], [", "CAS", "]", "9. ", "High thermal stability and antiferromagnetic properties of a 3D Mn(II)-organic framework with metal carboxylate chains", "Han, Lei; Zhou, Yan; Wang, Xiu-Teng; Li, Xing; Tong, Ming-Liang", "Journal of Molecular Structure", "\r\n        (", "2009", "),\r\n    ", "923", "\r\n        (", "1-3", "),\r\n    ", "24-27", "CODEN:\r\n                ", "JMOSB4", ";\r\n        ISSN:", "0022-2860", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A novel three-dimensional metal-org. framework, [Mn2(hfipbb)2(bpy)]n (1) (H2hfipbb = 4,4'-(hexafluoroisopropylidene)bis(benzoic acid), bpy = 4,4'-bipyridine), has been hydrothermally synthesized and structurally characterized using X-ray crystallog.  The complex consists of metal carboxylate chains, which are cross-linked to six adjacent chains through org. moieties forming extended three-dimensional networks.  Complex 1 exhibits high thermal stability (450°) and antiferromagnetic properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkt1Snu7o%253D&md5=ad696643574b27763572ffdc1ee9f9fe", "10. ", "Han", ", ", "L.", "; ", "Zhou", ", ", "Y.", "; ", "Zhao", ", ", "W.-N.", "; ", "Li", ", ", "X.", "; ", "Liang", ", ", "Y.-X.", " ", "Cryst. Growth Des.", " ", "2009", ",  ", "9", ",  ", "660", "– ", "662", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Assembly of Metal-Organic Frameworks with Helical Layer: From 2D Parallel Interpenetrated Layer to 3D Self-Penetrating Network", "Han, Lei; Zhou, Yan; Zhao, Wen-Na; Li, Xing; Liang, Yun-Xiao", "Crystal Growth & Design", "\r\n        (", "2009", "),\r\n    ", "9", "\r\n        (", "2", "),\r\n    ", "660-662", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two novel Co(II)-org. frameworks with helical structures, [Co(hfipbb)(py)]n (1) and {[Co4(OH)(H2O)(hfipbb)3(Hhfipbb)(bpp)2]·H2O}n (2) (H2hfipbb = 4,4'-(hexafluoroisopropylidene)bis(benzoic acid), py = pyridine, bpp = 1,3-bis(4-pyridyl)propane), have been assembled from flexible bent ligands.  Complex 1 displays a 2-fold parallel interpenetrated layer network with one-dimensional double helical channels, while 2 exhibits a three-dimensional pillared helical-layer open framework with six-connected self-penetrating topol. based on a mixed dinuclear paddle-wheel cluster and tetranuclear [Co4(μ3-OH)2(μ2-OH2)2] steplike cluster.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsFChsLvJ&md5=1a8f84afc41c6a9bd9549823580445c9", "11. ", "Jiang", ", ", "H.-L.", "; ", "Liu", ", ", "B.", "; ", "Xu", ", ", "Q.", " ", "Cryst. Growth Des.", " ", "2009", ",  ", "10", ",  ", "806", "– ", "811", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "12. ", "Jiang", ", ", "X.-J.", "; ", "Zhang", ", ", "S.-Z.", "; ", "Guo", ", ", "J.-H.", "; ", "Wang", ", ", "X.-G.", "; ", "Li", ", ", "J.-S.", "; ", "Du", ", ", "M.", " ", "CrystEngComm", " ", "2009", ",  ", "11", ",  ", "855", "– ", "864", "[", "Crossref", "], [", "CAS", "]", "12. ", "Structural diversity and modulation of metal-organic coordination frameworks with a flexible V-shaped dicarboxyl building block", "Jiang, Xiu-Juan; Zhang, Su-Zhen; Guo, Jian-Hua; Wang, Xiu-Guang; Li, Jin-Shan; Du, Miao", "CrystEngComm", "\r\n        (", "2009", "),\r\n    ", "11", "\r\n        (", "5", "),\r\n    ", "855-864", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A family of new coordination polymers based on the V-shaped flexible dicarboxyl building block 4,4'-(hexafluoroisopropylidene)bis(benzoic acid) and familiar metal ions (Mn(II), Co(II), Ni(II), Cu(II), Zn(II), and Ag(I)) were prepd. and structurally characterized.  Their thermal stability and solid state luminescent properties of the Zn(II) and Ag(I) complexes also were studied.  Single-crystal x-ray diffraction anal. reveals a significant structural diversity of these coordination frameworks, such as the 1-dimensional zigzag chain, 2-fold interpenetrating layer composed of 21 helical arrays, and 3-dimensional open network with 42 helicity and pcu topol. based on the rod-shaped secondary building units (SBUs).  Addnl., hydrogen bonding interactions are found in these structures to further extend or stabilize the coordination motifs.  A comprehensive anal. of the coordination systems based on this dicarboxyl tecton also demonstrates that it is an excellent candidate for design and construction of multiform metal-org. frameworks (esp. helical arrays), which can be dominated by metal ions and/or synthetic conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXotVyksLw%253D&md5=05cdf398a96d0db3c19ba87f0a9ad4fd", "13. ", "Liu", ", ", "Y.", "; ", "Pan", ", ", "Y.", " ", "Synth. React. Inorg., Met.-Org., Nano-Met. Chem.", " ", "2009", ",  ", "39", ",  ", "658", "– ", "661", "[", "CAS", "]", "13. ", "Zn(II) Porous Material Assembled from V-Shaped Dicarboxylate Ligand and N-Donor Ancillary Ligand", "Liu, Yaru; Pan, Yutian", "Synthesis and Reactivity in Inorganic, Metal-Organic, and Nano-Metal Chemistry", "\r\n        (", "2009", "),\r\n    ", "39", "\r\n        (", "10", "),\r\n    ", "658-661", "CODEN:\r\n                ", "SRIMDO", ";\r\n        ISSN:", "1553-3174", ".\r\n    \r\n            (", "Taylor & Francis, Inc.", ")\r\n        ", "A new porous metal-org. framework, [Zn(fipbb)(bpp)]n (1) (H2fipbb = 4,4'-(hexafluoroisopropylidene)bis(benzoic acid) and bpp = 1,3-bis(4-pyridyl)propane), constructed from mixed flexible co-ligands, has been synthesized under mild condition and characterized by elemental anal., IR and single-crystal x-ray diffraction anal.  Compd. 1 exhibits (4,4) grid network contg. multi-helical chains.  Furthermore, two adjacent layers are displaced by about one half of the polymer period along the direction of extension and stacked with iterative sequence of ABAB.  This result revealed that the coordination mode of fipbb and metal ion play important roles in controlling the resulting coordination framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFOgtbnN&md5=5d41db3825618bac5506b33cab57ef85", "14. ", "Yang", ", ", "W.", "; ", "Lin", ", ", "X.", "; ", "Blake", ", ", "A. J.", "; ", "Wilson", ", ", "C.", "; ", "Hubberstey", ", ", "P.", "; ", "Champness", ", ", "N. R.", "; ", "Schroder", ", ", "M.", " ", "Inorg. Chem.", " ", "2009", ",  ", "48", ",  ", "11067", "– ", "11078", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Self-Assembly of Metal-Organic Coordination Polymers Constructed from a Bent Dicarboxylate Ligand: Diversity of Coordination Modes, Structures, and Gas Adsorption", "Yang, Wenbin; Lin, Xiang; Blake, Alexander J.; Wilson, Claire; Hubberstey, Peter; Champness, Neil R.; Schroder, Martin", "Inorganic Chemistry", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "23", "),\r\n    ", "11067-11078", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors synthesized five new metal-org. coordination polymers incorporating the bent ligand H2hfipbb [4,4'-(hexafluoroisopropylidene)bis(benzoic acid)] with different transition metal ions and co-ligands via solvothermal reactions to give [Zn2(hfipbb)2(py)2]·DMF (1), [Zn2(hfipbb)2(4,4'-bipy)(H2O)] (2), [Zn2(hfipbb)2(bpdab)]·2DMF (3), [Cd2(hfipbb)2(DMF)2]·2DMF (4), and [Co(hfipbb)(dpp)]·MeOH (5) (py = pyridine, 4,4'-bipy = 4,4'-bipyridine, bpdab = 1,4-bis(4-pyridyl)-2,3-diaza-1,3-butadiene, dpp = 1,3-di(4-pyridyl)propane).  Compd. 1 displays a 2-fold 2D→2D parallel interpenetrated layer network with 1-dimensional (1D) helical channels, while 3 exhibits a three-dimensional pillared helical-layer open framework of α-Po topol. based upon binuclear paddle-wheel units.  In compds. 2 and 5, binuclear motifs with double carboxylate bridges are linked by hfipbb2- ligands into a 1-dimensional ribbon, which are further assembled into two-dimensional non-interpenetrated (4,4) layers via bipyridyl co-ligands.  However, the different bridging modes of hfipbb2- ligands and the different disposition of the coordinated co-ligands around metal ions result in subtle differences in the final architecture.  Thus, 2 is based on a binuclear cluster node, double-stranded hfipbb2- linkers, and single-stranded 4,4'-bipy linkers, while 5 is based on a binuclear cluster node and hfipbb2- and dpp linkers which are both double-stranded.  Among these compds., the Cd(II) complex 4 is possibly the most interesting because it represents a rare example in which metal centers are linked by carboxylate groups into infinite chains further joined together by hfipbb2- spacers to form a 2-dimensional network with tubular helical channels.  All these coordination polymers exhibit low solvent-accessible vols.  Both 3 and 4 retain structural integrity and permanent microporosity upon evacuation of guest mols., with H uptakes of 0.57 and 0.78%, resp., at 20 bar and 77 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtlCkurfN&md5=dca16e4f836c1063826159080f6f764b", "15. ", "Zhao", ", ", "W.-N.", "; ", "Han", ", ", "L.", " ", "Jiegou Huaxue", " ", "2009", ",  ", "28", ",  ", "343", "– ", "347", "[", "CAS", "]", "15. ", "A one-dimensional pseudo-helical coordination polymer with 4,4'-(hexafluoroisopropylidene)bis(benzoic acid)", "Zhao, Wen-Na; Han, Lei", "Chinese Journal of Structural Chemistry", "\r\n        (", "2009", "),\r\n    ", "28", "\r\n        (", "3", "),\r\n    ", "343-347", "CODEN:\r\n                ", "CJSCBE", "\r\n        ISSN:", ".\r\n    \r\n            (", "Editorial Board of Chinese Journal of Structural Chemistry", ")\r\n        ", "[Zn2(hfipbb)2(2,2'-bpy)2]n (1) was hydrothermally synthesized from Zn(NO3)2·6H2O, 4,4'-(hexafluoroisopropylidene)bis(benzoic acid) and 2,2'-bipyridine.  Single-crystal x-ray anal. reveals that 1 presents a 1-dimensional coordination polymer with pseudo-helical chain structure.  Two Zn(II) atoms in an unsym. unit of 1 adopt distorted octahedral and square-pyramidal coordination geometries, resp.  The packing of parallel chains gives a three-dimensional supramol. network supported by π···π stacking interactions.  Crystal data: C54H32F12N4O8Zn2, Mr = 1223.58, monoclinic, space group P21/c, a 27.557(6), b 16.751(3), c 11.350(2) Å, β 99.21(3)°, Z = 4, dc = 1.572 g/cm3, F(000) = 2464, μ = 1.030 mm-1, the final R = 0.0552 and Rw = 0.1070 for 6631 obsd. reflections (I > 2σ(I)).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXktVSktLY%253D&md5=8877294babcefa1596bf5af98a8147a4", "16. ", "Gandara", ", ", "F.", "; ", "Medina", ", ", "M. E.", "; ", "Snejko", ", ", "N.", "; ", "Gutierrez-Puebla", ", ", "E.", "; ", "Proserpio", ", ", "D. M.", "; ", "Monge", ", ", "M. A.", " ", "CrystEngComm", " ", "2010", ",  ", "12", ",  ", "711", "– ", "719", "[", "Crossref", "], [", "CAS", "]", "16. ", "Ligand dependent topology changes in six zinc coordination polymers", "Gandara, Felipe; Medina, Manuela E.; Snejko, Natalia; Gutierrez-Puebla, Enrique; Proserpio, Davide M.; Monge, M. Angeles", "CrystEngComm", "\r\n        (", "2010", "),\r\n    ", "12", "\r\n        (", "3", "),\r\n    ", "711-719", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Using 4,4'-(hexafluoroisopropylidene)bis(benzoic acid) (H2hfipbb) and different pyridyl-contg. addnl. ligands, six novel zinc coordination polymers were obtained under hydrothermal conditions, and structurally characterized.  The frame topol. of the obtained compds. is discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXjtFWju74%253D&md5=5cc41425414f3de06328da97651f7c84", "17. ", "Pachfule", ", ", "P.", "; ", "Dey", ", ", "C.", "; ", "Panda", ", ", "T.", "; ", "Vanka", ", ", "K.", "; ", "Banerjee", ", ", "R.", " ", "Cryst. Growth Des.", " ", "2010", ",  ", "10", ",  ", "1351", "– ", "1363", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Structural Diversity in Partially Fluorinated Metal Organic Frameworks (F-MOFs) Composed of Divalent Transition Metals, 1,10-Phenanthroline, and Fluorinated Carboxylic Acid", "Pachfule, Pradip; Dey, Chandan; Panda, Tamas; Vanka, Kumar; Banerjee, Rahul", "Crystal Growth & Design", "\r\n        (", "2010", "),\r\n    ", "10", "\r\n        (", "3", "),\r\n    ", "1351-1363", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Seven new partially fluorinated metal-org. frameworks (F-MOFs) were synthesized under different solvothermal conditions (H2O or DMF) from transition metal cations [Zn(II), Co(II), and Mn(II)], 1,10-phenanthroline (phen), and 4,4'-(hexafluoroisopropylidene) bis(benzoic acid) (H2hfbba) to det. the influence of reaction conditions on the formation of metal-org. frameworks.  This family of materials displays a striking degree of structural similarity depending on the solvent of synthesis.  Of the seven materials, two contain three-dimensional connectivity: Co3(hfbba)6(phen)2 (F-MOF-6) and Mn3(hfbba)6(phen)2 (F-MOF-10).  Three materials are 1-dimensional structures: Zn(hfbba)0.5(phen)(HCO2) (F-MOF-8), Mn(Hhfbba)2(phen) (F-MOF-11), and [Mn(hfbba)2(dm-phen)]·(H2O) (F-MOF-11A).  Lastly, Co(hfbba)(phen)2·2(H2hfbba)(H2O)(HCO2) (F-MOF-7) and Zn(hfbba)(phen)2·2(H2hfbba) (H2O)(HCO2) (F-MOF-9) are discrete zero-dimensional mol. complexes.  F-MOF-6 and -10, which feature a three-dimensional (3D) framework with pcu topol. are formed in DMF like F-MOF-8 and at 85°.  The remaining F-MOFs are formed by a solvothermal reaction at 120° in H2O.  F-MOF-7 and -9 are isostructural discrete zero-dimensional mol. complexes (a ∼ 19.5; b ∼ 13.7; c ∼ 26.2/29.6 Å; β ∼ 99.9/120.04; V ∼ 6840 Å3).  All these F-MOFs were structurally detd. by single-crystal x-ray diffraction.  Solid-state properties such as UV-visible and the thermal stability of F-MOF-6 to -11A also were studied.  Insight into the factors influencing the preferred crystn. of a specific complex over others was obtained from full quantum chem. (QM) calcns. using d. functional theory (DFT).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXot1Kisg%253D%253D&md5=f9ecf839ef1101ff274a58aae09c6e0b", "18. ", "Wu", ", ", "Y.-P.", "; ", "Li", ", ", "D.-S.", "; ", "Fu", ", ", "F.", "; ", "Dong", ", ", "W.-W.", "; ", "Tang", ", ", "L.", "; ", "Wang", ", ", "Y.-Y.", " ", "Inorg. Chem. Commun.", " ", "2010", ",  ", "13", ",  ", "1005", "– ", "1008", "[", "Crossref", "], [", "CAS", "]", "18. ", "3D PbII-coordination framework based on rod-shaped Pb-O-Pb SBUs defining a new (4,5)-connected net topology", "Wu, Ya-Pan; Li, Dong-Sheng; Fu, Feng; Dong, Wen-Wen; Tang, Long; Wang, Yao-Yu", "Inorganic Chemistry Communications", "\r\n        (", "2010", "),\r\n    ", "13", "\r\n        (", "9", "),\r\n    ", "1005-1008", "CODEN:\r\n                ", "ICCOFP", ";\r\n        ISSN:", "1387-7003", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A novel 3D coordination framework [Pb2(hfipbb)2(bpp)]n (1) [H2hfipbb = 4,4'-(hexa-fluoroisopropylidene)bis(benzoic acid), bpp = 1,3-bis(4-pyridyl)propane] based on inorg. rod-shaped infinite Pb-O-Pb chain is presented, which possesses a new (4,5)-connected network topol. and shows high thermal stability and strong photoluminescence at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXpt1Wnsbw%253D&md5=ff5290908cd17960b266e06a0d450fec", "19. ", "Ji", ", ", "C.", "; ", "Huang", ", ", "L.", "; ", "Li", ", ", "J.", "; ", "Zheng", ", ", "H.", "; ", "Li", ", ", "Y.", "; ", "Guo", ", ", "Z.", " ", "Dalton Trans.", " ", "2010", ",  ", "39", ",  ", "8240", "– ", "8247", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "Solvothermal syntheses, structures, and physical properties of four new coordination compounds constructed from a bent dicarboxylate ligand", "Ji, Changchun; Huang, Liangfang; Li, Jing; Zheng, Hegen; Li, Yizhi; Guo, Zijian", "Dalton Transactions", "\r\n        (", "2010", "),\r\n    ", "39", "\r\n        (", "35", "),\r\n    ", "8240-8247", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Four new coordination compds., {[Cd3(L)2(μ3-OH)2(H2O)]·H2O}n (1), {Ni(L)(bipy)}n (2), {[Cu3(L)2(bipy)(μ2-OH)2]·(DMF)2}n (3), and {[Co2L2(H2L)]·(H2O)}n (4), were synthesized by the solvothermal reaction of 4,4'-(hexafluoroisopropylidene)bis(benzoic acid) (H2L) with different transition metal ions in the presence of co-ligand 4,4'-bipyridine (bipy).  Compd. 1 displays a three-dimensional (3D) framework contg. infinite bands constructed of heptanuclear Cd clusters.  In compd. 2, [Ni2C2O4] secondary building units (SBUs) are linked by L2- ligands into a 1-dimensional ribbon, which are further assembled into a two-dimensional (2D) noninterpenetrated structure with {44·62} topol.  Compd. 3 possesses a 3-dimensional framework with a new topol. of {43}2{46·614·88} net, while the structure of 4 is a duplicate interpenetrated 3-dimensional framework with {412·63} net.  Temp.-dependent magnetic studies reveal that 3 exhibits ferromagnetic coupling between adjacent Cu(II) ions.  The photoluminescent property of 1 was studied in the solid state at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVOhsrnI&md5=a7ca7ceb6acce16d644fabaf2fabb407", "20. ", "Pan", ", ", "L.", "; ", "Olson", ", ", "D. H.", "; ", "Ciemnolonski", ", ", "L. R.", "; ", "Heddy", ", ", "R.", "; ", "Li", ", ", "J.", " ", "Angew. Chem.", " ", "2006", ",  ", "45", ",  ", "616", "– ", "619", "[", "Crossref", "], [", "CAS", "]", "20. ", "Separation of hydrocarbons with a microporous metal-organic framework", "Pan, Long; Olson, David H.; Ciemnolonski, Lauren R.; Heddy, Ryan; Li, Jing", "Angewandte Chemie, International Edition", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "4", "),\r\n    ", "616-619", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The microporous metal-org. framework (MMOF) of [Cu(hfipbb)(H2hfipbb)0.5] is based on a bimetallic paddle-wheel building block and comprises 1D tubular microchannels formed by the interpenetration of two identical 44 nets.  The channels are hydrophobic and have the ideal size and shape to selectively adsorb C2, C3, and n-C4 olefins and alkanes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XpvVCjuw%253D%253D&md5=09a930d6c51df983f4cfc093feb55a4e", "21. ", "Ranjan", ", ", "R.", "; ", "Tsapatsis", ", ", "M.", " ", "Chem. Mater.", " ", "2009", ",  ", "21", ",  ", "4920", "– ", "4924", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Microporous Metal Organic Framework Membrane on Porous Support Using the Seeded Growth Method", "Ranjan, Rajiv; Tsapatsis, Michael", "Chemistry of Materials", "\r\n        (", "2009", "),\r\n    ", "21", "\r\n        (", "20", "),\r\n    ", "4920-4924", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A seeded growth method is used to prep. preferentially oriented and well-intergrown films of microporous metal org. framework (MMOF) on porous α-alumina disks.  A randomly oriented seed layer is deposited which leads to an oriented membrane as a result of competitive grain growth during the secondary growth process.  The orientation is such that the pores are preferentially aligned along the membrane thickness and the membrane exhibits ideal selectivity for H2/N2 as high as 23.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtVKks7vK&md5=76b1bea4abde9a300e987edc9e30077a", "22. ", "Harbuzaru", ", ", "B. V.", "; ", "Corma", ", ", "A.", "; ", "Rey", ", ", "F.", "; ", "Atienzar", ", ", "P.", "; ", "Jorda", ", ", "J. L.", "; ", "Garcia", ", ", "H.", "; ", "Ananias", ", ", "D.", "; ", "Carlos", ", ", "L. D.", "; ", "Rocha", ", ", "J.", " ", "Angew. Chem., Int. Ed.", " ", "2008", ",  ", "47", ",  ", "1080", "– ", "1083", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "22. ", "Metal-organic nanoporous structures with anisotropic photoluminescence and magnetic properties and their use as sensors", "Harbuzaru, Bogdan V.; Corma, Avelino; Rey, Fernando; Atienzar, Pedro; Jorda, Jose L.; Garcia, Hermenegildo; Ananias, Duarte; Carlos, Luis D.; Rocha, Joao", "Angewandte Chemie, International Edition", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "6", "),\r\n    ", "1080-1083", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Porous metal-org. framework materials are important owing to their potential applications as sensors.  A new family of nanoporous, multifunctional rare-earth metal-org. materials displays emission quantum yields and efficiencies that are the highest reported for solid-state Eu3+ compds. with org. ligands and magnetic properties.  The picture shows [Gd,Eu]- and [Tb]-contg. materials under UV light and interacting with a magnet.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhvFSitLg%253D&md5=824a8fbc4cd40c4953dfddff0924dd4c", "23. ", "Platero Prats", ", ", "A. E.", "; ", "de la Pena-O’Shea", ", ", "V. A.", "; ", "Iglesias", ", ", "M.", "; ", "Snejko", ", ", "N.", "; ", "Monge", ", ", "A.", "; ", "Gutierrez-Puebla", ", ", "E.", " ", "ChemCatChem", " ", "2010", ",  ", "2", ",  ", "147", "– ", "149", "[", "Crossref", "], [", "CAS", "]", "23. ", "Heterogeneous Catalysis with Alkaline-Earth Metal-Based MOFs: A Green Calcium Catalyst", "Platero Prats, Ana E.; de la Pena-O'Shea, Victor A.; Iglesias, Marta; Snejko, Natalia; Monge, Angeles; Gutierrez-Puebla, Enrique", "ChemCatChem", "\r\n        (", "2010", "),\r\n    ", "2", "\r\n        (", "2", "),\r\n    ", "147-149", "CODEN:\r\n                ", "CHEMK3", ";\r\n        ISSN:", "1867-3880", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A Ca-based MOF using 4,4'-(hexafluoroisopropylidene)bis(benzoic acid) as ligand (AEPF-1, alk. earth polymeric framework) was prepd., its coordination environment studied by x-ray crystallog., and catalytic activity reported for styrene hydrogenation (100% selectivity after 2 h) and hydrosilylation of aldehyde, ketone and alkene functionalities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhslSntLk%253D&md5=86354e2d74e9c08c416c33d17ed5e638", "24. ", "Corma", ", ", "A.", "; ", "Davis", ", ", "M. E.", " ", "ChemPhysChem", " ", "2004", ",  ", "5", ",  ", "304", "– ", "313", "[", "Crossref", "], [", "CAS", "]", "24. ", "Issues in the synthesis of crystalline molecular sieves: towards the crystallization of low framework-density structures", "Corma, Avelino; Davis, Mark E.", "ChemPhysChem", "\r\n        (", "2004", "),\r\n    ", "5", "\r\n        (", "3", "),\r\n    ", "304-313", "CODEN:\r\n                ", "CPCHFT", ";\r\n        ISSN:", "1439-4235", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Fundamental and practical interest in cryst., microporous mol. sieves is largely a direct consequence of the fact that their bulk properties can be manipulated through variations in at. structure.  This correspondence between the macroscale and the at. scale is due to the uniformity of these cryst. materials.  Control of the at. structure therefore is of extreme importance, and is the thesis of this review.  Synthesis mechanisms and the parameters that can direct the crystal assembly pathway and the ultimate product formed are discussed and rationalized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXivVyqs78%253D&md5=a9c16f1f395533ba11d9932ea0a29783", "25. ", "Dodin", ", ", "M.", "; ", "Paillaud", ", ", "J.-L.", "; ", "Lorgouilloux", ", ", "Y.", "; ", "Caullet", ", ", "P.", "; ", "Elkaim", ", ", "E.", "; ", "Bats", ", ", "N.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "10221", "– ", "10223", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "A Zeolitic Material with a Three-Dimensional Pore System Formed by Straight 12- and 10-Ring Channels Synthesized with an Imidazolium Derivative as Structure-Directing Agent", "Dodin, Mathias; Paillaud, Jean-Louis; Lorgouilloux, Yannnick; Caullet, Philippe; Elkaim, Erik; Bats, Nicolas", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "30", "),\r\n    ", "10221-10223", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "IM-20 is a novel microporous germanosilicate with an interesting zeolitic structure.  It was prepd. via the fluoride route with 3-butyl-1-methyl-3H-imidazol-1-ium as the org. structure-directing agent and its structure solved from synchrotron powder x-ray diffraction data.  The chem. formula per unit cell is Si42.2Ge17.8O120 under its calcined form.  IM-20 possesses a new framework topol., the 3-dimensional channel system being formed by straight intersecting 12- and 10-membered rings.  Two types of d4r composite building units are present in IM-20, their av. Si/Ge molar ratio being ∼8.52 or 0.56.  Surprisingly, the pure silica or silica-rich units are fluoride-free in the as-synthesized material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXoslyht7o%253D&md5=5fd935428f1af88e1cc27f3a3c4ef935", "26. ", "Natarajan", ", ", "S.", "; ", "Mahata", ", ", "P.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "2304", "– ", "2318", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "Metal-organic framework structures - how closely are they related to classical inorganic structures?", "Natarajan, Srinivasan; Mahata, Partha", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "8", "),\r\n    ", "2304-2318", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) have emerged as an important family of compds. for which new properties are increasingly being found.  The potential for such compds. appears to be immense, esp. in catalysis, sorption and sepn. processes.  To appreciate the properties and to design newer frameworks it is necessary to understand the structures from a fundamental perspective.  The use of node, net and vertex symbols has helped in simplifying some of the complex MOF structures.  Many MOF structures are beginning to be described as derived from inorg. structures.  In this tutorial review, the authors provided the basics of the node, the net and the vertex symbols and have explained some of the MOF structures.  The authors have also attempted to provide some leads towards designing newer structures/topologies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXovVSnsL4%253D&md5=1992918318290a65db96352eb0c031ac", "27. ", "Mueller", ", ", "U.", "; ", "Schubert", ", ", "M. M.", "; ", "Yaghi", ", ", "O. M.", " In  ", "Handbook of Heterogeneous Catalysis", ", ", "2", "nd ed.; ", "Wiley", ": ", "New York", ", ", "2008", "; Vol.  ", "1", ", pp  ", "247", "– ", "262", ".", "There is no corresponding record for this reference.", "28. ", "Wang", ", ", "X.", "; ", "Liu", ", ", "L.", "; ", "Makarenko", ", ", "T.", "; ", "Jacobson", ", ", "A. J.", " ", "Cryst. Growth Des.", " ", "2010", ",  ", "10", ",  ", "1960", "– ", "1965", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Acentric and Centric Interpenetrations of an Anionic Framework Mediated by Cation Sizes: The Alkali-Metal Tin(II) Benzenedicarboxylates A2Sn2(bdc)3(H2O)x (A = Li, Na, K, Rb, Cs)", "Wang, Xiqu; Liu, Lumei; Makarenko, Tatyana; Jacobson, Allan J.", "Crystal Growth & Design", "\r\n        (", "2010", "),\r\n    ", "10", "\r\n        (", "4", "),\r\n    ", "1960-1965", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Alkali-metal tin 1,4-benzenedicarboxylates, A2Sn2(bdc)3(H2O)x, A = Li, Na, K, Rb, Cs, in single crystal forms were synthesized by using a hydrothermal technique and characterized by x-ray crystallog.  The compds. all have cubic crystal structures based on a very open anionic [Sn2(bdc)3]2- framework which is 8-fold interpenetrated noncentrosym. (space group I23) in Li2Sn2(bdc)3(H2O)2 (1), K2Sn2(bdc)3 (3), Rb2Sn2(bdc)3 (4) and Cs2Sn2(bdc)3 (5), but centrosym. (space group Pn‾3) in Na2Sn2(bdc)3(H2O) (2).  The ion size and coordination requirements of the alkali ions play an important role in the interpenetration of the anionic framework and the symmetry of the structures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXislyrt78%253D&md5=15da15db384749d0531d8167bbd46b85", "29. ", "APEX2 User Manual, Version 1.27, ", "Bruker AXS Inc.", ": ", "Madison, WI, USA", ", ", "2005", ".", "There is no corresponding record for this reference.", "30. ", "Kurmoo", ", ", "M.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1353", "– ", "1379", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "30. ", "Magnetic metal-organic frameworks", "Kurmoo, Mohamedally", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1353-1379", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The purpose of this crit. review is to give a representative and comprehensive overview of the arising developments in the field of magnetic metal-org. frameworks, in particular those contg. Co(ii).  The authors examine the diversity of magnetic exchange interactions between nearest-neighbor moment carriers, covering from dimers to oligomers and discuss their implications in infinite chains, layers and networks, having a variety of topologies.  The authors progress to the different forms of short-range magnetic ordering, giving rise to single-mol.-magnets and single-chain-magnets, to long-range ordering of two- and three-dimensional networks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7s%253D&md5=c36c75a0da01400b3ff68a28a90c43bc", "31. ", "Kongshaug", ", ", "K. O.", "; ", "Fjellvåg", ", ", "H.", " ", "Polyhedron", " ", "2007", ",  ", "26", ",  ", "5113", "– ", "5119", "[", "Crossref", "]", "There is no corresponding record for this reference.", "32. ", "Milios", ", ", "C. J.", "; ", "Stamatatos", ", ", "T. C.", "; ", "Kyritsis", ", ", "P.", "; ", "Terzis", ", ", "A.", "; ", "Raptopoulou", ", ", "C. P.", "; ", "Vicente", ", ", "R.", "; ", "Escuer", ", ", "A.", "; ", "Perlepes", ", ", "S. P.", " ", "Eur. J. Inorg. Chem.", " ", "2004", ",  ", "2885", "– ", "2901", "[", "Crossref", "], [", "CAS", "]", "32. ", "Phenyl 2-pyridyl ketone and its oxime in manganese carboxylate chemistry: Synthesis, characterisation, X-ray studies and magnetic properties of mononuclear, trinuclear and octanuclear complexes", "Milios, Constantinos J.; Stamatatos, Theocharis C.; Kyritsis, Panayotis; Terzis, Aris; Raptopoulou, Catherine P.; Vicente, Ramon; Escuer, Albert; Perlepes, Spyros P.", "European Journal of Inorganic Chemistry", "\r\n        (", "2004", "),\r\n    ", "\r\n        (", "14", "),\r\n    ", "2885-2901", "CODEN:\r\n                ", "EJICFO", ";\r\n        ISSN:", "1434-1948", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The use of Ph 2-pyridyl ketone [(ph)(2-py)CO] and its oxime [(ph)(2-py)CNOH] in manganese benzoate chem. was investigated.  The reaction of an excess of (ph)(2-py)CNOH with Mn(O2CPh)2·2H2O affords mononuclear [MnII(O2CPh)2{(ph)(2-py)CNOH}2]·1.2H2O (1·1.2H2O) in high yield.  The MnII ion is coordinated by two monodentate benzoates and two N,N'-bidentate chelating (ph)(2-py)CNOH mols. in a cis-cis-trans fashion.  The comproportionation reaction between Mn(O2CPh)2·2H2O and NBu4MnO4 (3:1) in the presence of (ph)(2-py)CNOH in MeCN/EtOH/CH2Cl2 gives the mixed-valent cluster [Mn8O2(OH)2(O2CPh)10{(ph)(2-py)CNO}4]·4CH2Cl2 (2·4CH2Cl2) in ∼55% yield.  A second synthetic procedure that leads to pure 2 involves the reaction between the known starting material (NBu4)[MnIII4O2(O2CPh)9(H2O)] and four equiv. of the oxime ligand in CH2Cl2.  The centrosym. octanuclear mol. contains four MnII and four MnIII ions held together by two μ4-O2- ligands and two μ3-OH- ions to give the unprecedented [Mn8(μ4-O)2(μ3-OH)2]14+ core, with peripheral ligation provided by ten PhCO2- (two η1, four syn,syn η1:η1:μ2 and four η1:η2:μ3) and four η1:η1:η1:μ2 (ph)(2-py)CNO- ions.  The 1:1 reaction between Mn(O2CPh)2·2H2O and the ketone (ph)(2-py)CO affords trinuclear [Mn3(O2CPh)6{(ph)(2-py)CO}2] (3) in >80% yield.  As judged from single-crystal x-ray crystallog., the complex adopts a linear structure with one η1:η2:μ2 and two η1:η1:μ2 benzoates spanning each pair of metal ions.  The terminal MnII ions are capped by bidentate chelating (ph)(2-py)CO ligands.  The three complexes were characterized by IR spectroscopy.  The CV study of complex 2 in CH2Cl2 reveals irreversible redn. and oxidn. processes.  The magnetic properties of 2 and 3 were studied by variable-temp. d.c. magnetic susceptibility techniques.  As the temp. approaches zero, the value of the χMT product for 2 approaches zero and, thus, the octanuclear complex has an S = 0 ground state.  This S = 0 ground state is explained in terms of the magnetic behavior of the central, butterfly-like [MnIII4(μ3-O)2]8+ subcore.  The results for 3 reveal weak antiferromagnetic coupling, with J = -2.7 cm-1 for adjacent MnII ions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXmtFKjsLk%253D&md5=ab29cf260a27ed61eb473ab4c8449dbb", "33. ", "Tangoulis", ", ", "V.", "; ", "Malamatari", ", ", "D. A.", "; ", "Soulti", ", ", "K.", "; ", "Stergiou", ", ", "V.", "; ", "Raptopoulou", ", ", "C. P.", "; ", "Terzis", ", ", "A.", "; ", "Kabanos", ", ", "T. A.", "; ", "Kessissoglou", ", ", "D. P.", " ", "Inorg. Chem.", " ", "1996", ",  ", "35", ",  ", "4974", "– ", "4983", "[", "ACS Full Text ", "], [", "CAS", "]", "33. ", "Manganese(II/II/II) and Manganese(III/II/III) Trinuclear Compounds. Structure and Solid and Solution Behavior", "Tangoulis, Vasilis; Malamatari, Dora A.; Soulti, Kali; Stergiou, Voula; Raptopoulou, Catherine P.; Terzis, Aris; Kabanos, Themistoklis A.; Kessissoglou, Dimitris P.", "Inorganic Chemistry", "\r\n        (", "1996", "),\r\n    ", "35", "\r\n        (", "17", "),\r\n    ", "4974-4983", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two mixed-valence MnIIIMnII complexes and a homo-valence MnII trinuclear Mn complex, MnIIIMnIIMnIII(5-Cl-Hsaladhp)2(AcO)4(MeOH)2·4MeOH (1a, 5-Cl-H3saladhp = 1,3-dihydroxy-2-methyl-(5-chlorosalicylideneamino)propane), MnIIIMnIIMnIII(Hsaladhp)2(AcO)2(5-Cl-Sal)2(THF)2 (3a, H3saladhp = 1,3-dihydroxy-2-methyl-(salicylideneamino)propane), and MnIIMnIIMnII(AcO)6(pybim)2 (1b, pybim = 2-(2-pyridyl)benzimidazole), where H3saladhp is a tridentate Schiff base ligand and pybim a neutral bidentate donor ligand, were prepd. and structurally characterized by using x-ray crystallog.  The structurally characterized mixed-valence complexes 1a and 3a have strictly 180° MnIII-MnII-MnIII angles as required by crystallog. inversion symmetry.  The complexes are valence trapped with two terminal MnIII ions showing Jahn-Teller distortion along the acetate or salicylate-MnIII-X axis.  The Mn···Mn sepn. is 3.511 Å and 3.507 Å, resp.  The mixed-valence complexes have S = 3/2 ground state and the homovalence complex S = 5/2, with small antiferromagnetic exchange J couplings, -5.6 and -1.8 cm-1, resp., while the powder ESR spectra at 4 K show a broad low field signal with g ≈ 4.3 for MnIIIMnIIMnIII and a broad temp.-dependent signal at g = 2 for MnIIMnIIMnII.  Crystal data for 1a: [C36H60O20N2Cl2Mn3], triclinic, space group P‾1, a 9.272(7), b 11.046(8), c 12.635(9) Å, α 76.78(2), β 81.84(2), γ 85.90(2)°, Z = 1.  Crystal data for 3a: [C48H56O18N2Cl2Mn3], monoclinic, space group P21/n, a 8.776(3), b 22.182(7), c 13.575(4) Å, β 94.443(12)°, Z = 2.  Crystal data for 1b: [C36H36O12N6Mn3], triclinic, space group P‾1, a 13.345(6), b 8.514(4), c 9.494(4) Å, α 75.48(1), β 75.83(1), γ 76.42(1)°, Z = 1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XksV2nurc%253D&md5=b3f17d406f94cec36c6423a3202803d4", "34. ", "Kessissoglou", ", ", "D. P.", " ", "Coord. Chem. Rev.", " ", "1999", ",  ", "185–186", ",  ", "837", "– ", "858", "[", "Crossref", "], [", "CAS", "]", "34. ", "Homo- and mixed-valence EPR-active trinuclear manganese complexes", "Kessissoglou, Dimitris P.", "Coordination Chemistry Reviews", "\r\n        (", "1999", "),\r\n    ", "185-186", "\r\n        (", "),\r\n    ", "837-858", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier Science S.A.", ")\r\n        ", "A review, with 86 refs., is given on homo- and mixed-valence, EPR-active, trinuclear Mn complexes as potential models for the polymanganese oxo centers of metalloenzymes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXjtVegtr4%253D&md5=e8d48bd4852c5a55a0cada3eea01955b", "35. ", "Huang", ", ", "Y.-G.", "; ", "Yuan", ", ", "D.-Q.", "; ", "Pan", ", ", "L.", "; ", "Jiang", ", ", "F.-L.", "; ", "Wu", ", ", "M.-Y.", "; ", "Zhang", ", ", "X.-D.", "; ", "Wei", ", ", "W.", "; ", "Gao", ", ", "Q.", "; ", "Lee", ", ", "J. Y.", "; ", "Li", ", ", "J.", "; ", "Hong", ", ", "M.-C.", " ", "Inorg. Chem.", " ", "2007", ",  ", "46", ",  ", "9609", "– ", "9615", "[", "ACS Full Text ", "], [", "CAS", "]", "35. ", "A 3D Porous Cobalt-Organic Framework Exhibiting Spin-Canted Antiferromagnetism and Field-Induced Spin-Flop Transition", "Huang, You-Gui; Yuan, Da-Qiang; Pan, Long; Jiang, Fei-Long; Wu, Ming-Yan; Zhang, Xu-Dong; Wei, Wei; Gao, Qiang; Lee, Jeong Yong; Li, Jing; Hong, Mao-Chun", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "23", "),\r\n    ", "9609-9615", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two 3-dimensional cobalt-org. frameworks formulated as [Co3(2,4-pydc)2(μ3-OH)2]n·5nH2O (1) and [Co3(2,4-pydc)2(μ3-OH)2(H2O)]n·7nH2O (2) (2,4-pydc = pyridine-2,4-dicarboxylate) were hydrothermally synthesized and characterized.  Both compds. 1 and 2 exhibit the 3-dimensional porous frameworks with hydroxyl-bridged metal Δ-chains.  However, in comparison with only two crystallog. independent CoII ions in a unit of 2, three crystallog. independent CoII ions are found in an asym. unit of 1, where their Δ-chains are constructed by two types of vertexes sharing quadrangles formed via edge-sharing triangles.  Magnetic studies show that 1 exhibits spin-canted antiferromagnetism and a field-induced spin-flop transition while 2 behaves as a normal antiferromagnet.  The magnetic properties are largely retained by the porous frameworks of dehydrated 1 and 2 compds.  Gas adsorption measurements indicate that both the dehydrated compds. absorb H2 into their pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtFSqs73F&md5=b08b4309886b9207a99830fc12e17b13", "36. ", "Marino", ", ", "N.", "; ", "Mastropietro", ", ", "T. F.", "; ", "Armentano", ", ", "D.", "; ", "De Munno", ", ", "G.", "; ", "Doyle", ", ", "R. P.", "; ", "Lloret", ", ", "F.", "; ", "Julve", ", ", "M.", " ", "Dalton Trans.", " ", "2008", ",  ", "5152", "– ", "5154", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "36. ", "Spin canting in an unprecedented three-dimensional pyrophosphate- and 2,2'-bipyrimidine-bridged cobalt(ii) framework", "Marino, Nadia; Mastropietro, Teresa F.; Armentano, Donatella; De Munno, Giovanni; Doyle, Robert P.; Lloret, Francesc; Julve, Miguel", "Dalton Transactions", "\r\n        (", "2008", "),\r\n    ", "\r\n        (", "38", "),\r\n    ", "5152-5154", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The three-dimensional cobalt(ii) compd. {[Co2(P2O7)(bpym)2]·12H2O}n, where the pyrophosphate and 2,2'-bipyrimidine act as bridging ligands, is a new example of a spin-canted antiferromagnet with Tc = 19 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtFCku7zI&md5=b351fe2d3c564f1661400dfb49d78435", "37. ", "Sengupta", ", ", "O.", "; ", "Mukherjee", ", ", "P. S.", " ", "Inorg. Chem.", " ", "2010", ",  ", "49", ",  ", "8583", "– ", "8590", "[", "ACS Full Text ", "], [", "CAS", "]", "37. ", "Mixed Azide and 5-(Pyrimidyl)tetrazole Bridged Co(II)/Mn(II) Polymers: Synthesis, Crystal Structures, Ferroelectric and Magnetic Behavior", "Sengupta, Oindrila; Mukherjee, Partha Sarathi", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "18", "),\r\n    ", "8583-8590", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The reaction of pyrimidine-2-carbonitrile, NaN3 in the presence of Co(NO3)2·6H2O or MnCl2·4H2O gives complexes [Co(pmtz)(μ1,3-N3)(H2O)]n (1) and [Mn(pmtz)(μ1,3-N3)(H2O)]n (2), resp., under hydrothermal condition [pmtz = 5-(pyrimidyl)tetrazolate].  These two complexes were fully characterized by single crystal x-ray diffraction.  Complex 1 crystallizes in a non-centrosym. space group Aba2 in the orthorhombic system and exhibits ferroelec. behavior, whereas complex 2 crystallizes in the P21/c space group in the monoclinic system.  Variable temp. magnetic characterizations at 2-300 K indicate that complex 1 is a canted antiferromagnet (weak ferromagnet) with Tc = 15.9 K.  Complex 1 represents a unique example of a multiferroic coordination polymer contg. tetrazole as a co-ligand.  Complex 2 is a one-dimensional chain of Mn(II) bridged by a known antiferromagnetic coupler end-to-end azido ligand.  In contrast to the role played by the end-to-end azido pathway in most of the transition metal complexes, complex 2 showed unusual ferromagnetic behavior <40 K because of spin canting.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVKrtrfE&md5=10915f83de7a2b28f8e5c69ae20de33a", "38. ", "Yao", ", ", "M.-X.", "; ", "Zeng", ", ", "M.-H.", "; ", "Zou", ", ", "H.-H.", "; ", "Zhou", ", ", "Y.-L.", "; ", "Liang", ", ", "H.", " ", "Dalton Trans.", " ", "2008", ",  ", "2428", "– ", "2432", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "38. ", "A unique 2D framework containing linear trimeric cobalt(II) of mixed Td-Oh-Td geometries linked by two different single-carboxylate-aromatic amine ligands: structure and magnetic properties", "Yao, Min-Xia; Zeng, Ming-Hua; Zou, Hua-Hong; Zhou, Yan-Ling; Liang, Hong", "Dalton Transactions", "\r\n        (", "2008", "),\r\n    ", "\r\n        (", "18", "),\r\n    ", "2428-2432", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A new 2-dimensional coordination polymer Co3(OH)2(pa)2(Ian)2 (1, pa = 3-(1H-benzimidazol-2-yl)propanoate, ina = isonicotinate) contained uncommon, linear Co(II) trimers of mixed Td-Oh-Td geometries, exhibits spin canting <20 K.  Such magnetic behavior mainly arises from the Dzyaloshinski-Moriya interaction from the anisotropic, mixed geometries of trimeric Co(II) ions to the crimpled 2-dimensional network based on the nature of the binding modes of Co(II)-carboxylate trimer and the effect of the intertrimer arrangement of 1.  The mixed single-carboxylate-arom. amine ligands bridged metal systems display a new structurally authenticated example of a thick 2-dimensional layer, and also indicate homometallic Co(II) clusters with Td-Oh-Td mixed-geometries can result in relatively obvious noncompensation moments, according to different efficient spins of Co(II) at very low temp., in spite of antiferromagnetic intracluster interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXlsVGltbo%253D&md5=518bc5df03eac7eed42be0ca57a49692", "39. ", "Xu", ", ", "B.", "; ", "Lin", ", ", "X.", "; ", "He", ", ", "Z.", "; ", "Lin", ", ", "Z.", "; ", "Cao", ", ", "R.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "3766", "– ", "3768", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "39. ", "A unique 2D 3D polycatenation cobalt(II)-based molecule magnet showing coexistence of paramagnetism and canted antiferromagnetism", "Xu, Bo; Lin, Xi; He, Zhangzhen; Lin, Zujin; Cao, Rong", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "13", "),\r\n    ", "3766-3768", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A novel entangled architecture [Co1.5(bpmp)(Hcda)(cda)(H2O)] (1) based on 44-sql subunits, showing an interesting 2-dimensional 3-dimensional inclined polycatenation structure feature, is reported.  Magnetic study shows that compd. 1 exhibits coexistence of paramagnetism and canted antiferromagnetism with Tc of 48 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjt1SnsbY%253D&md5=31ea55773f58184caf532ea14abb0fae"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2011/cgdefu.2011.11.issue-6/cg1016752/production/images/small/cg-2010-016752_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2011/cgdefu.2011.11.issue-6/cg1016752/production/images/small/cg-2010-016752_0012.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2011/cgdefu.2011.11.issue-6/cg1016752/production/images/small/cg-2010-016752_0013.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2011/cgdefu.2011.11.issue-6/cg1016752/production/images/small/cg-2010-016752_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2011/cgdefu.2011.11.issue-6/cg1016752/production/images/small/cg-2010-016752_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2011/cgdefu.2011.11.issue-6/cg1016752/production/images/small/cg-2010-016752_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2011/cgdefu.2011.11.issue-6/cg1016752/production/images/small/cg-2010-016752_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2011/cgdefu.2011.11.issue-6/cg1016752/production/images/small/cg-2010-016752_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2011/cgdefu.2011.11.issue-6/cg1016752/production/images/small/cg-2010-016752_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2011/cgdefu.2011.11.issue-6/cg1016752/production/images/small/cg-2010-016752_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2011/cgdefu.2011.11.issue-6/cg1016752/production/images/small/cg-2010-016752_0008.gif\">"]}
