{"title": ["Cluster-Growth-Induced Water Adsorption in Hydrophobic Carbon Nanopores"], "authors": ["Tomonori Ohba", "Hirofumi Kanoh", "Katsumi Kaneko"], "doi": ["10.1021/jp048323v"], "abstract": ["The stabilities of water molecules in carbon slit-shaped nanospaces have been studied using the potential calculation for possible water clusters (H", "O)", " of ", " = 2−12. The adsorption isotherm of water on a graphite slit pore (", " = 1.1 nm) with no surface functional groups at 303 K was calculated with GCMC simulation using TIP-5P and 10-4-3 Steele potential functions; this simulated isotherm has a vertical uptake at ", "/", " = 0.5. The cluster growth along the vertical adsorption uptake was evidenced through the snapshot of GCMC simulation. The simulated adsorption isotherm agreed well with the experimental isotherm of water on an activated carbon fiber (ACF) having uniform slit pores. Thus, H", "O molecules are adsorbed in hydrophobic carbon nanopores without surface functional groups through cluster formation. The isosteric heat of adsorption of clusters of (H", "O)", " obtained from the GCMC simulation coincided well with the experimental value. The radial distribution function of the clusters from the GCMC simulation is close to the structure of ice I", ". Therefore water molecules can gain an explicit hydrophobicity through clusterization in nanopores. "], "text": [" ", "Top of Page", "Abstract", "1. Introduction", "2. Simulation and Experiment", "3. Results and Discussion", "1. Introduction", " ", "Water is the main constituent of life organs.", "1", " Therefore, water must be coexistent with organic substances of hydrophobicity in the life organs. Therefore, the hydrophilic nature of a water molecule should be controlled by hydrophobic microenvironments in the life organ. That is, water molecules themselves should have an effective affinity control mechanism from a hydrophilic to a hydrophobic nature, which must be elucidated to understand life activities.", "2-4", " A well-understood mechanism stems from the role of organic molecules having surfactant natures. However, there should be another mechanism. Water permeation in the protein subnanopore is an essentially important subject in biological membranes; this water-selective permeation comes from a unique mechanism that is associated with the hydrogen-bonded structure in the hydrophobic nanopore.", "5-16", " We have an issue why water molecules can be accepted in the hydrophobic nanopores. ", " ", "Water adsorption on carbon nanopores should be the model system. Nanoporous carbon with a small amount of surface functional groups can adsorb a large amount of water molecules at a critical value of the relative pressure ", "P", "/", "P", "0", " of water vapor near ", "P", "/", "P", "0", " = 0.5; no water molecules are adsorbed on nanoporous carbons below the critical ", "P", "/", "P", "0", ", but adsorption begins suddenly above it. This water adsorption on nanoporous carbon has been studied for a long time by many scientists.", "17-47", " At an early stage of the research, the porous carbon used, which was not well-characterized, had a wide distribution of nanopore size and highly concentrated surface functional groups such as −OH and −COOH.", "36-47", " Hence, the observed adsorption isotherm had no sharp rise near ", "P", "/", "P", "0", " = 0.5. The role and positions of these surface functional groups have gained much attention. Dubinin proposed cluster formation of water molecules on the surface functional groups.", "43", " Water molecules are hydrogen-bonded to the surface functional groups, leading to cluster growth of water molecules at the surface functional groups. This becomes the established mechanism of water adsorption on nanoporous carbon. This mechanism can be applied to nanoporous carbon with a large amount of surface functional groups; water molecules are adsorbed on the surface functional groups with hydrogen bonding below a relative pressure ", "P", "/", "P", "0", " of 0.1. Almost all researchers have believed that the surface functional groups trigger the water adsorption even in hydrophobic carbon nanopores. However, Hanzawa and Kaneko reported that water vapor cannot be predominantly adsorbed in large mesopores, but only in micropores of carbon aerogel.", "48", " The water adsorption isotherm of pitch-based activated carbon having a smaller amount of surface functional groups starts almost vertically at the rising relative pressure of ", "P", "/", "P", "0", " = 0.5, although adsorption is nil below the pressure.", "49", " E. Bekyarova et al. reported that water vapor can be adsorbed on a single-wall carbon nanohorn whose surface functional groups are much less than those of graphite.", "50", " Accordingly, a water molecule must change its affinity from hydrophilicity to hydrophobicity near ", "P", "/", "P", "0", " = 0.5. Kaneko et al. showed the cluster formation of water molecules using in situ X-ray diffraction and in situ small-angle X-ray scattering data.", "51-53", " Therefore, Kaneko et al. proposed that water vapor can be adsorbed in hydrophobic carbon nanopores free of surface functional groups through cluster formation; they did not show the reason that water clusters are stabilized in hydrophobic nanopores.", "49", " Ohba et al. clearly showed the stabilization of water clusters in carbon nanopores with interaction potential calculation.", "54", " Also Striolo et al. discussed structures of water adsorbed in carbon nanopores using the snapshot obtained with GCMC simulation.", "35", " Recently molecular simulation studies for water adsorption on nanoporous carbons by Slasli et al.", "35", " showed a predominant adsorption even for model pores free of surface oxygen, which can support the water-cluster-mediated filling mechanism proposed by Kaneko et al.", "49", " However, we need a structural mechanism for water cluster formation in carbon nanopores. In this paper, we simulate the adsorption isotherm of water molecules in slit-shaped carbon nanopores, which is compared with the experimental isotherm. The detailed structural mechanism of the hydrophilicity to hydrophobicity transformation of water molecules for carbon nanopores is described. ", " ", " ", "Top of Page", "Abstract", "1. Introduction", "2. Simulation and Experiment", "3. Results and Discussion", "2. Simulation and Experiment", " ", "As a water molecule can form a hydrogen bond, the intermolecular interaction of water molecules is approximated by the sum of the dispersion interaction and the electrostatic interaction between partial charges on the atomic sites of a water molecule, as given by the TIP-5P model.", "55", " ", " Here ε", "ff", " and σ", "ff", " are the H", "2", "O−H", "2", "O potential well depth (ε", "ff", "/k", "B", " = 80.5 K) and the effective diameter (σ", "ff", " = 0.312 nm), respectively. The electric charges of hydrogen and the lone pair, ", "q", "i", ", are 3.86 × 10", "-20", " C. The interatomic distance between hydrogen and oxygen is 0.0957 nm, and the oxygen−lone pair distance is 0.070 nm. ", " ", "On the other hand, the interaction of a water molecule with the graphite surface can be described by Steele's 10-4-3 potential function.", "56", " ", " where ", "A", " is ", "2", "πσ", "sf", "2", "ε", "sf", "ρΔ", "C", ", ", "z", " is the vertical distance of the molecule from the graphite surface, ρ is the carbon atomic number density, Δ", "C", " is the interlayer distance of the graphite, and ε", "sf", " and σ", "sf", " are fitted parameters of the H", "2", "O−carbon potential depth and effective diameter, respectively, which were obtained using the Lorentz−Berthelot rules (ε", "sf", "/k", "B", " = 49.3 K, σ", "sf", " = 0.327 nm). Here ε", "ff", " and σ", "ff", " are the carbon potential well depth (ε", "ss", "/k", "B", " = 30.1 K) and the effective diameter (σ", "ss", " = 0.342 nm), respectively. In the case of the graphite slit pore, the interaction of the water molecule with the pore can be expressed by the sum of the interaction potentials of the water molecule with both graphite walls, as given by eq 3.", " ", " Here ", "H", " is the physical slit pore width, which is the internuclear distance between opposite graphite walls. The physical slit pore width can be associated with the effective pore width ", "w", ", which can be experimentally measured, as follows.", "57", " ", " Here ", "z", "0", " is the closest contact distance between the water molecule and the graphite pore wall. ", " ", "The water adsorption in the graphite slit pore at 303 K was simulated with the grand canonical Monte Carlo (GCMC) simulation. The following established GCMC simulation method was applied to calculate the adsorption isotherm of H", "2", "O.", "58-61", " The random movement, creation, and removal of a molecule make a new configuration. They are accepted when they obey Metropolis's sampling scheme in proportion to exp(−Δ", "E", "/", "kT", "), where Δ", "E", " is the change of total energy in the system. We used a rectangular cell ", "l", " × ", "l", " × ", "w", " for the calculation of which size is replicated two-dimensionally to form an infinite slit-shaped pore. Here, the values of ", "l", " and ", "w", " are 10 and 1.1 nm, respectively. ", " ", "The heat of water adsorption was approximated by eq 5.", " ", " <φ", "ff", "> is the average intermolecular interaction energy. As water molecules adsorbed in the nanopores form a solid-like structure according to the previous in situ X-ray diffraction studies, we assumed that all nine motional freedoms of the adsorbed water molecule are lost.", "52,53", " ", " ", "The pitch-based activated carbon fiber (ACF) has nanographitic unit structures, and the nanopores can be approximated by the slit pores.", "57,62", " Furthermore, ACFs of different pore widths are available for experimental studies. Hence, pitch-based ACF (Ad'all Co.) was used in this study. ACF was treated at 1300 K in an Ar atmosphere (ACF-Ar) to remove surface functional groups; ACF-Ar was used for comparison. The micropore structure of ACF was gravimetrically determined by a N", "2", " adsorption isotherm at 77 K using the subtracting pore effect (SPE) method for the α", "S", " plot. The water adsorption isotherms were volumetrically measured over the temperature range 293−333 K every 10 K. The reliability of the volumetric water adsorption measurement was checked using the gravimetric measurement in advance. ACF was pretreated at 383 K and 1 mPa for 2 h prior to the adsorption measurement. ", " ", " ", "Top of Page", "Abstract", "1. Introduction", "2. Simulation and Experiment", "3. Results and Discussion", "3. Results and Discussion", " ", "Water molecules form clusters with hydrogen bonding.", "63-67", " The preceding studies showed that the trimer and hexamer have ring structures,", "64-67", " while the octamer and decamer have a cage structure, being the same as the fundamental structure of ice. Here we assumed that both the tetramer and pentamer have tetrahedral symmetry and the octamer has a highly symmetrical structure, as shown in Figure 1", ". ", " ", " Figure 1 Model cluster structure of H", "2", "O:  (a) dimer, (b) trimer, (c) tetramer, (d) pentamer, (e) octamer, (f) decamer, and (g) dodecamer.", " ", " ", " ", "The minimum of the total interaction energies (MTIE) of the molecule−pore interaction and intermolecular interaction in the ", " cluster per a single molecule using eq 5 was calculated for each cluster in the slit graphite of ", "w", " = 1.1 nm. As the interaction potential energy depends on the direction of the cluster to the pore structure, the most stable direction of the cluster against the pore wall was used. The MTIE against the molecular number of the cluster is shown in Figure 2", ". The MTIE rapidly decreases until the molecular number of 4, accompanying the gradual reduction. The change of the MTIE with the molecular number of the cluster provides essential insight into the affinity transformation of the water molecule through clusterization. Namely once water molecules form the cluster, then water molecules can be stabilized even in the hydrophobic graphitic nanospace. Thus, water molecules can be accepted by hydrophobic surroundings; the clusters can be accepted by hydrophobic nanoenvironments. This mechanism should be important in the biological system. Also this affinity transformation from hydrophilicity to hydrophobicity gives rise to the vertical adsorption of the water adsorption isotherm of the nanoporous carbon. ", " ", " Figure 2 The potential minimum of the cluster with the cluster size. ", " ", " ", " ", "The average geometry of hydrophobic slit nanospaces of ACF must be determined to compare the simulation with experimental results. The high-resolution N", "2", " adsorption isotherm from the low ", "P", "/", "P", "0", " of 10", "-6", " at 77 K is necessary for the accurate determination of the average slit width. The N", "2", " adsorption isotherm of ACF at 77 K is of representative type I, as shown in Figure 3", ". The adsorption begins from ", "P", "/", "P", "0", " = 10", "-4", ". This isotherm clearly indicates the presence of considerably uniform micropores. The N", "2", " adsorption isotherm was transformed into the α", "S", " plot using the standard N", "2", " adsorption data on nonporous carbon black.", "68", " The SPE analysis of the α", "S", " plot leads to the following pore structures:", "69,70", " specific surface area 1650 m", "2", " g", "-1", ", micropore volume 0.91 mL g", "-1", ", and average pore width 1.1 nm. ", " ", " Figure 3 Adsorption isotherms of N", "2", " on ACF at 77 K.", " ", " ", " ", "This ACF was examined by use of X-ray photoelectron spectroscopy (XPS), as shown in Figure 4", ". The C1s peak of ACF at 284.6 eV has a tail on the higher binding energy side, showing the presence of surface functional groups. As we can assign the C−OH or C", "O groups at 285.8 eV, this tail was analyzed by the Gaussian−Lorentzian mixed function.", " ", " Here ", "w", "L", " and ", "w", "G", " are the half-widths of Lorentzian and Gaussian functions. The mixed function of the C1s and O1s peaks provides that the O/C ratio of ACF is 0.074. The high-temperature treatment of ACF in Ar (ACF-Ar) increases the C1s peak, giving a smaller O/C ratio (=0.018). These results show that the surface functional groups were significantly removed by the heat treatment in Ar gas. Here, the XPS analysis of ACF-Ar was carried out after exposing to air, and thereby the surface oxygen from the XPS examination should be overestimated. ", " ", " Figure 4 XPS profiles in C1s and O1s of ACF (a) and ACF-Ar (b). ", " ", " ", " ", "Figure 5", " shows adsorption isotherms of water on ACF and ACF-Ar at 303 K. The amount of water adsorption is normalized using the adsorption amount at ", "P", "/", "P", "0", " = 1. That is, the ordinate is expressed by the fractional filling of pores by water. The adsorption below ", "P", "/", "P", "0", " = 0.5 is almost nil for both samples, indicating the near absence of surface functional groups. The heat treatment of ACF in Ar removes surface functional groups, with almost no shifting of the rising relative pressure of the ", " water adsorption isotherm. Both samples have an explicit adsorption hysteresis. The isotherms are almost similar to each other regardless of the different content of surface functional groups. Consequently, the small amount of surface functional groups does not play an essential role in the water adsorption on nanoporous carbon. The observed vertical adsorption and desorption must be governed by another factor than the surface functional groups. ", " ", " Figure 5 Adsorption isotherms of H", "2", "O at 303 K:  (○) ACF; (▵) ACF-Ar.", " ", " ", " ", "Figure 6", " shows the water adsorption isotherm at 303 K from GCMC simulation for the graphite slit pore with no surface functional groups. The simulated adsorption isotherm has a more vertical adsorption than the experimental one, accompanied with no adsorption hysteresis; the simulated adsorption isotherm is close to the desorption branch of the experimental isotherm rather than the adsorption branch. In the preceding paper,", "51", " we showed using in situ small-angle X-ray scattering at 303 K that the adsorbed molecular structure in the course of adsorption is different from that in the course of desorption; the adsorbed layer in the course of adsorption has an explicit inhomogeneous structure, being different from the homogeneous adsorbed layer during desorption. The authors assume that such an inhomogeneous adsorbed layer during adsorption stems from cluster formation and bridging of clusters; large clusters merge with each other to form a homogeneous adsorbed phase at ", "P", "/", "P", "0", " = 1. Consequently, the adsorption branch should originate from the metastable process. McBain pointed out that if the adsorption measurement for each point takes more than two weeks, the adsorption hysteresis disappears.", "71", " A similar behavior was confirmed using ACF by one of the authors. The experimental data on isosteric heat of adsorption in the later session indicate that the adsorbed layer on the desorption branch is more stable than that on the adsorption branch. The second import aspect of the simulated adsorption isotherm is that it has a vertical adsorption jump above ", "P", "/", "P", "0", " = 0.5 irrespective of the absence of surface oxygen. Therefore, the abrupt adsorption jump in carbon nanopores does not need surface functional groups, which is completely different from the established mechanism. ", " ", " Figure 6 Simulated adsorption isotherms of H", "2", "O (○) and the experimental one (▵). ", " ", " ", " ", "Figure 7", " shows the water adsorption isotherms at different temperatures. Here we omitted adsorption data above ", "P", "/", "P", "0", " = 0.85−0.9 due to condensation error, which becomes significant at higher temperature. Both the rising and dropping ", "P", "/", "P", "0", " values do not sensitively depend on the temperature. The adsorption amount above the rising pressure is almost constant up to 323 K, and then it rapidly decreases above 328 K. The relative pressure removes the effect of the temperature change on the intermolecular interaction; the rising and dropping pressures are not necessarily sensitive to the temperature. However, the population of the stable clusters and bridging efficiency of the clusters should depend on the temperature, decreasing the saturated adsorption with an increase in the temperature. The rising pressure does not change with temperature, while the dropping pressure slightly increases; this is assumed to be caused by the reduced stability of water clusters at high temperature. Thus, the cluster growth in the course of adsorption is not affected by the change of temperature. However, the clusters lose their stability above 323 K. ", " ", " Figure 7 Adsorption isotherms of H", "2", "O at 293 K (○), 323 K (▵), 328 K (□), and 333 K (◇).", " ", " ", " ", "The temperature dependence of the water adsorption isotherm gives the isosteric heat, ", "q", "st", ", of adsorption using the Clausius−Clapeyron equation in Figure 8", ". The ", "q", "st", " value does not change with the fractional filling of 0.1−0.6. The ", "q", "st", " values on adsorption and desorption are 43 and 47 kJ mol", "-1", ", respectively, being close to the heat of condensation of bulk water (43.6 kJ mol", "-1", "). The water cluster on desorption is more stable than that on adsorption, suggesting that the adsorption branch originates from the metastable phenomenon, as mentioned above. The ", "q", "st", " values on the adsorption branch below a fractional filling of ", " 0.1 sharply increase. The simulated heat of adsorption shows a rapid increase in a similar way to the observed behavior for adsorption, but it could not be calculated due to the sharp rise in the high fractional filling. ", " ", " Figure 8 Heat of adsorption on adsorption (○) and desorption (▵). Simulated heat of adsorption (□).", " ", " ", " ", "The calculated heat of water adsorption depends on the association number, ", "N", "w", ", of water molecules in the cluster from the relationship as shown in Figure 2, as given by eq 7.", " ", " Hence the comparison of the experimental ", "q", "st", " value with the calculated one leads to the association number of water clusters observed in nanopores of ACF through eq 7. The experimental values on adsorption and desorption correspond to ", "N", "w", " = 9.0 and 12, respectively. If the cluster of ", "N", "w", " = 8 has a structure similar to the model cluster shown in Figure 1, the effective cluster size is 0.6 nm, and thereby these clusters are accessible to the slit pore of 1.1 nm in width. ", " ", "Figure 9", " clearly shows the change of cluster formation ratio of adsorbed water molecules with the fractional filling using the snapshots of GCMC simulation with the aid of the cluster analysis. The cluster formation rate is surely high. Striolo et al. showed that no hydrogen-bonded hydrogens of water molecules are located close to the hydrophobic carbon pore walls.", "35", " Our simulation also showed similar results. The snapshot analysis of GCMC simulation provides useful information on the cluster structure on adsorption in the hydrophobic nanopore. Figure 10", " shows snapshots at the fractional fillings, θ, of 0.04, 0.1, and 1.0. Water molecules tend to form clusters even at θ = 0.04, where clusters larger than tetramers can be observed. The clusters are associated with each other to form a larger cluster having the fraction of an ice-like structure at θ = 0.1, although some of the water molecules are isolated from the cluster. These snapshots indicate that water molecules can be adsorbed in graphite nanopores in the absence of surface functional groups. This does not contradict the fact that the graphite surface has a small attractive term for a water molecule. These self-stabilized clusters can work as active sites for water adsorption, and a critical number of clusters is necessary for the adsorption jump. After the adsorption jump, water molecules form an ice-like structure through the nanopore, as shown in Figure 10, attaining a perfect filling (θ = 1), which agrees with in situ XRD studies.", "53", " Thus, the carbon nanopores are filled with the self-stabilized cluster. The concentration of the clusters increases with the increase of the ", "P", "/", "P", "0", " according to the snapshot analysis. The radial distribution function of adsorbed water at θ = 0.1 is shown in Figure 11", ". The radial distribution function has a short-range order structure which has a sharp nearest neighbor at 0.28 nm and short second peak at 0.46 nm. The nearest neighbor peak is extremely great compared with the second peaks. Hence the clusters mainly consist of the nearest neighbor contacts, which agrees with the model cluster size. As the short-range structure of the radial distribution function of adsorbed water is almost similar to the bulk ice structure of I", "h", ", well-grown ", " clusters should have an ice-like structure. When the concentration of the clusters reaches the critical value for channel formation between clusters, the adsorption jump occurs. This detailed image on the adsorption jump must be studied with molecular dynamics in the future. ", " ", " Figure 9 Change of cluster formation ratio of water molecules with fractional filling.", " ", " ", " Figure 10 Snapshots in fractional filling of 0.04 (a), 0.1 (b), and 1.0 (c).", " ", " ", " Figure 11 Radial distributions in fractional filling of 0.1 (○) and ice (solid line).", " ", " ", " ", " ", " ", "Top of Page", "Abstract", "1. Introduction", "2. Simulation and Experiment", "3. Results and Discussion", "Acknowledgment", " ", "This work was funded by Research Fellow of the Japan Society for the Promotion of Science (JSPS) for Young Scientists and a Grant-in-Aid for Scientific Research (S) (No. 15101003) by JSPS. ", " ", "    ", "This article references 71 other publications.", " ", "(1)", " ", "Raviv, U.; Laurat, P.; Klein, J. ", "  Nature", " ", "2001", ", ", "413", ", 51−54.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(1) . ", "Fluidity of water confined to subnanometre films", "Raviv, Uri; Laurat, Pierre; Klein, Jacob", "Nature (London, United Kingdom)", "\r\n        (", "2001", "),\r\n    ", "413", "\r\n        (", "6851", "),\r\n    ", "51-54", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "The fluidity of water in confined geometries is relevant to processes ranging from tribol. to protein folding, and its mol. mobility in pores and slits was extensively studied using a variety of approaches.  Studies in which liq. flow is measured directly suggest that the viscosity of aq. electrolytes confined to films of thickness ⪆2-3 nm remains dose to that in the bulk; this behavior is similar to that of nonassociative org. liqs. confined to films thicker than ∼7-8 mol layers.  The effective viscosity of water remains within a factor of three of its bulk value, even when it is confined to films in the thickness range 3.5 ± to 0.0 ± 0.4 nm.  This contrasts markedly with the behavior of org. solvents, whose viscosity diverges when confined to films thinner than ∼5-8 mol layers.  The authors attribute this to the fundamentally different mechanisms of solidification in the two cases.  For nonassociative liqs., confinement promotes solidification by suppressing translational freedom of the mols.; however, in the case of water, confinement seems primarily to suppress the formation of the highly directional hydrogen-bonded networks assocd. with freezing.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXmvFSksLg%253D&md5=d445344512dee611f2e1d938f316f8fa", " ", " ", "(2)", " ", "Wu, K.; Iedema, M. J.; Cowin, J. P. ", "  Science", " ", "1999", ", ", "286", ", 2482−2485.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(2) . ", "Ion penetration of the water-oil interface", "Wu, Kai; Iedema, Martin J.; Cowin, James P.", "Science (Washington, D. C.)", "\r\n        (", "1999", "),\r\n    ", "286", "\r\n        (", "5449", "),\r\n    ", "2482-2485", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Ions typically pass with difficulty from water into org. phases because of water's superior solvation power.  This inhibits such processes as ion transport in batteries or in lipid bilayers of cells.  Ion penetration across such an interface was studied with unusual structural control.  Hydronium ions were soft-landed at 1 eV on cold films of 3-methylpentane (\"oil\") on a metal substrate.  The field produced by these ions drove them through the films when warmed.  Coadsorption of water (0.14 to 35 bilayers) inhibited the ion penetration by creating a solvation energy trap.  A Born solvation model successfully predicted the trapping energies (O to 38 kJ per mol).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXmvVCj&md5=2aaacd7f7148b87945dbca06c03e0908", " ", " ", "(3)", " ", "Scatena, L. F.; Brown, M. G.; Richmond, G. L. ", "  Science", " ", "2001", ", ", "292", ", 908−912.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(3) . ", "Water at hydrophobic surfaces: Weak hydrogen bonding and strong orientation effects", "Scatena, L. F.; Brown, M. G.; Richmond, G. L.", "Science (Washington, DC, United States)", "\r\n        (", "2001", "),\r\n    ", "292", "\r\n        (", "5518", "),\r\n    ", "908-912", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Vibrational studies that selectively probe mol. structure at CCl4/H2O and hydrocarbon/H2O interfaces show that the H bonding between adjacent H2O mols. at these interfaces is weak, in contrast to generally accepted models of H2O next to fluid hydrophobic surfaces that suggest strong H bonding.  However, interactions between these H2O mols. and the org. phase result in substantial orientation of these weakly H-bonded H2O mols. in the interfacial region.  The results have import implication for understanding H2O adjacent to hydrophobic surfaces and the penetration of H2O into hydrophobic phases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXjsVSrsbg%253D&md5=16149b100bf9bfc2c7714673bd1fd61b", " ", " ", "(4)", " ", "Köddermann, T.; Schulte, F.; Huelsekopf, M.; Ludwig, R. ", "  Angew. Chem., Int. ", "Ed.", " ", "2003", ", ", "42", ", 4904−4908.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(4) . ", "Formation of water clusters in a hydrophobic solvent", "Koddermann Thorsten; Schulte Frank; Huelsekopf Markus; Ludwig Ralf", "Angewandte Chemie (International ed. in English)", "\r\n        (", "2003", "),\r\n    ", "42", "\r\n        (", "40", "),\r\n    ", "4904-8", "\r\n        ISSN:", "1433-7851", ".\r\n    ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD3srosl2mtA%253D%253D&md5=6dc34c41d4a89181e3761e6505899b2d", " ", " ", "(5)", " ", "Agre, P.; Brown, D.; Nielsen, S. ", "  Curr. Opin. Cell Biol.", " ", "1995", ", ", "7", ", 472−483.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(5) . ", "Aquaporin water channels: unanswered questions and unresolved controversies", "Agre, Peter; Brown, Dennis; Nielsen, Soren", "Current Opinion in Cell Biology", "\r\n        (", "1995", "),\r\n    ", "7", "\r\n        (", "4", "),\r\n    ", "472-83", "CODEN:\r\n                ", "COCBE3", ";\r\n        ISSN:", "0955-0674", ".\r\n    \r\n            (", "Current Biology", ")\r\n        ", "A review, with 84 refs.  The long-standing biophys. question of how water crosses plasma membranes has been answered by the recent discovery of the aquaporins.  Identification of this large family of membrane water-transport proteins has generated new questions about the physiol. functions, tissue distributions, and regulatory mechanisms of individual aquaporins.  The fast pace of developments in this field has also resulted in major discrepancies in published reports which warrant resoln.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXntlertrw%253D&md5=71836bf82a23986def271b947aef32f7", " ", " ", "(6)", " ", "Agre, P.; Kozono, D. ", "  FEBS Lett.", " ", "2003", ", ", "555", ", 72−78.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(6) . ", "Aquaporin water channels: molecular mechanisms for human diseases", "Agre, Peter; Kozono, David", "FEBS Letters", "\r\n        (", "2003", "),\r\n    ", "555", "\r\n        (", "1", "),\r\n    ", "72-78", "CODEN:\r\n                ", "FEBLAL", ";\r\n        ISSN:", "0014-5793", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "A review.  Although water is the major component of all biol. fluids, the mol. pathways for water transport across cell membranes eluded identification until the discovery of the aquaporin family of water channels.  The at. structure of mammalian AQP1 illustrates how this family of proteins is freely permeated by water but not protons (hydronium ions, H3O+).  Definition of the subcellular sites of expression predicted their physiol. functions and potential clin. disorders.  Anal. of several human disease states has confirmed that aquaporins are involved in multiple different illnesses including abnormalities of kidney function, loss of vision, onset of brain edema, starvation, and arsenic toxicity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXptVWgtbg%253D&md5=669cb22fa7c1c438192b33a000f9501a", " ", " ", "(7)", " ", "Fujiyoshi, Y.; Mitsuoka, K.; Groot, B. L.; Philippsen, A.; Grubmüller, H.; Agre, P.; Engel, A. ", "  Curr. Opin. Cell Biol.", " ", "2002", ", ", "12", ", 509−515.", "[", "CAS", "]", "(7) . ", "Structure and function of water channels", "Fujiyoshi, Yoshinori; Mitsuoka, Kaoru; de Groot, Bert L.; Philippsen, Ansgar; Grubmuller, Helmut; Agre, Peter; Engel, Andreas", "Current Opinion in Structural Biology", "\r\n        (", "2002", "),\r\n    ", "12", "\r\n        (", "4", "),\r\n    ", "509-515", "CODEN:\r\n                ", "COSBEF", ";\r\n        ISSN:", "0959-440X", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "A review and discussion with 26 refs.  All aquaporins are efficient water transporters, while sustaining strict selectivity, even against protons, thereby maintaining the proton gradient across the cell membrane.  Recently solved structures of these membrane channels have helped researchers to understand this remarkable property.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XlvF2rtbc%253D&md5=2c224db1955e5e232e45acc64f990307", " ", " ", "(8)", " ", "Murata, K.; Mitsuoka, K.; Hirai, T.; Walz, T.; Agre, P.; Heymann, J. B.; Engel, A.; Fujiyoshi, Y. ", "  Nature", " ", "2000", ", ", "407", ", 599−605.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(8) . ", "Structural determinants of water permeation through aquaporin-1", "Murata, Kazuyoshi; Mitsuoka, Kaoru; Hirai, Teruhisa; Walz, Thomas; Agre, Peter; Heymann, J. Bernard; Engel, Andreas; Fujiyoshi, Yoshinori", "Nature (London)", "\r\n        (", "2000", "),\r\n    ", "407", "\r\n        (", "6804", "),\r\n    ", "599-605", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Human red cell AQP1 is the first functionally defined member of the aquaporin family of membrane water channels.  Here we describe an at. model of AQP1 at 3.8 Å resoln. from electron crystallog. data.  Multiple highly conserved amino-acid residues stabilize the novel fold of AQP1.  The aq. pathway is lined with conserved hydrophobic residues that permit rapid water transport, whereas the water selectivity is due to a constriction of the pore diam. to about 3 Å over a span of one residue.  The at. model provides a possible mol. explanation to a longstanding puzzle in physiol.: how membranes can be freely permeable to water but impermeable to protons.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXnsVKlsLg%253D&md5=ea8e133ff5e4860e4dd88dceffc4dbd0", " ", " ", "(9)", " ", "Cho, M. R.; Knowles, D. W.; Smith, B. L.; Moulds, J. J.; Agre, P.; Mohandas, N.; Golan, D. E. ", "  Biophys. J. ", "1999", ", ", "76", ", 1136−1144.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(9) . ", "Membrane dynamics of the water transport protein aquaporin-1 in intact human red cells", "Cho, Michael R.; Knowles, David W.; Smith, Barbara L.; Moulds, John J.; Agre, Peter; Mohandas, Narla; Golan, David E.", "Biophysical Journal", "\r\n        (", "1999", "),\r\n    ", "76", "\r\n        (", "2", "),\r\n    ", "1136-1144", "CODEN:\r\n                ", "BIOJAU", ";\r\n        ISSN:", "0006-3495", ".\r\n    \r\n            (", "Biophysical Society", ")\r\n        ", "Aquaporin-1 (AQP1) is the prototype integral membrane protein water channel.  Although the three-dimensional structure and water transport function of the mol. have been described, the phys. interactions between AQP1 and other membrane components have not been characterized.  Using fluorescein isothiocyanate-anti-Co3 (FITC-anti-Co3), a reagent specific for an extracellular epitope on AQP1, the fluorescence photobleaching recovery (FPR) and fluorescence imaged microdeformation (FIMD) techniques were performed on intact human red cells.  By FPR, the fractional mobility of fluorescently labeled AQP1 (F-αAQP1) in the undeformed red cell membrane is 66 ± 10% and the av. lateral diffusion coeff. is (3.1 ± 0.5) × 10-11 cm2/s.  F-αAQP1 fractional mobility is not significantly affected by antibody-induced immobilization of the major integral proteins band 3 or glycophorin A, indicating that AQP1 does not exist as a complex with these proteins.  FIMD uses pipet aspiration of individual red cells to create a const. but reversible skeletal d. gradient.  F-αAQP1 distribution, like that of lipid-anchored proteins, is not at equil. after microdeformation.  Over time, ∼50% of the aspirated F-αAQP1 mols. migrate toward the membrane portion that had been maximally dilated, the aspirated cap.  Based on the kinetics of migration, the F-αAQP1 lateral diffusion coeff. in the membrane projection is estd. to be 6 × 10-10 cm2/s.  These results suggest that AQP1 lateral mobility is regulated in the unperturbed membrane by passive steric hindrance imposed by the spectrin-based membrane skeleton and/or by skeleton-linked membrane components, and that release of these constraints by dilatation of the skeleton allows AQP1 to diffuse much more rapidly in the plane of the membrane.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXnsVarsA%253D%253D&md5=8966501461817fef56c6cd66b00c9bc9", " ", " ", "Walz, T.; Hirai, T.; Murata, K.; Heymann, J. B.; Mitsuoka, K.; Fujiyoshi, Y.; Smith, B. L.; Agre, P.; Engel, A. ", "  Nature", " ", "1997", ", ", "387", ", 624−626.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", ". ", "The three-dimensional structure of aquaporin-1", "Walz, Thomas; Hirai, Teruhisa; Murata, Kazuyoshi; Heymann, J. Bernard; Mitsuoka, Kaoru; Rujiyoshi, Yoshinori; Smith, Barbara L.; Agre, Peter; Engel, Andreas", "Nature (London)", "\r\n        (", "1997", "),\r\n    ", "387", "\r\n        (", "6633", "),\r\n    ", "624-627", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Macmillan Magazines", ")\r\n        ", "The entry and exit of water from cells is a fundamental process of life.  Recognition of the high water permeability of red blood cells led to the proposal that specialized water pores exist in the plasma membrane.  Expression in Xenopus oocytes and functional studies of an erythrocyte integral membrane protein of relative mol. mass 28,000, identified it as the mercury-sensitive water channel, aquaporin-1 (AQP1).  Many related proteins, all belonging to the major intrinsic protein (MIP) family, are found throughout nature.  AQP1 is a homotetramer contg. four independent aq. channels.  When reconstituted into lipid bilayers, the protein forms two-dimensional lattices with a unit cell contg. two tetramers in opposite orientation.  Here we present the three-dimensional structure of AQP1 detd. at 6 Å resoln. by cryo-electron microscopy.  Each AQP1 monomer has six tilted, bilayer-spanning α-helixes which form a right-handed bundle surrounding a central d.  These results, together with functional studies, provide a model that identifies the aq. pore in the AQP1 mol. and indicates the organization of the tetrameric complex in the membrane.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXktFCitbw%253D&md5=080040552a5bd65f0202ffe17c361002", " ", " ", "(11)", " ", "King, L. S.; Nielsen, S.; Agre, P. ", "  J. Clin. Invest.", " ", "1996", ", ", "97", ", 2183-2191.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(11) . ", "Aquaporin-1 water channel protein in lung: ontogeny, steroid-induced expression, and distribution in rat", "King, Landon S.; Nielsen, Soren; Agre, Peter", "Journal of Clinical Investigation", "\r\n        (", "1996", "),\r\n    ", "97", "\r\n        (", "10", "),\r\n    ", "2183-2191", "CODEN:\r\n                ", "JCINAO", ";\r\n        ISSN:", "0021-9738", ".\r\n    \r\n            (", "Rockefeller University Press", ")\r\n        ", "At birth water is rapidly reabsorbed from the distal lung in prepn. for alveolar gas exchange.  To investigate a potential role for the AQP1 water channel in development, lung membranes from fetal and perinatal rats were analyzed by immunoblot.  First expression of AQP1 was noted in fetal rat lung at E19 (19th day of the 21-day gestation).  The level of AQP1 increased fivefold from the last gestational day to the first postnatal day and persisted at high levels into adulthood.  Maternal corticosteroids increased expression of AQP1 in fetal lung, an effect also seen in adult rats.  AQP1 mRNA increased in rat pups treated with corticosteroids, suggesting at least partial regulation at the level of transcription.  Immunohistochem. analyses with anti-AQP1 demonstrated the protein in peribronchial vessels and visceral pleura at E21 with increased postnatal expression.  AQP1 was not expressed in airway epithelium, and only occasional alveolar pneumocytes were labeled.  Immunoelectron microscopy revealed AQP1 on both apical and basolateral membranes of endothelial cells.  The ontogeny and corticosteroid induction of AQP1 in rat lung coincide with major physiol. alterations in lung development; however, the distribution of AQP1 predicts the existence of other water channels in the alveolar epithelium.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XjtFChsbg%253D&md5=bcf158434c46e771badae270a85422f8", " ", " ", "(12)", " ", "Chrispeels, M. J.; Angre, P. ", "  TIBS", " ", "1994", ", ", "19", ", 421−425.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(12) . ", "Aquaporins: water channel proteins of plant and animal cells", "Chrispeels, Maarten J.; Agre, Peter", "Trends in Biochemical Sciences", "\r\n        (", "1994", "),\r\n    ", "19", "\r\n        (", "10", "),\r\n    ", "421-5", "CODEN:\r\n                ", "TBSCDB", ";\r\n        ISSN:", "0376-5067", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "A review with 35 refs. on water-channel proteins, called aquaporins.  The mol. identity of these channels has now been established with the purifn. of water-channel proteins and the cloning of the genes encoding them.  Aquaporins are present in plants and animals.  These channels are water selective and do not allow ions or metabolites to pass through them.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXhvFWntL8%253D&md5=17705da2f60c9880522970dd6a14e110", " ", " ", "(13)", " ", "Hille, B.; Armstrong, C. M.; MacKinnon, R. ", "  Nat. Med.", " ", "1999", ", ", "5", ", 1105−1109.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(13) . ", "Ion channels: from idea to reality", "Hille, Bertil; Armstrong, Clay M.; MacKinnon, Roderick", "Nature Medicine (New York)", "\r\n        (", "1999", "),\r\n    ", "5", "\r\n        (", "10", "),\r\n    ", "1105-1109", "CODEN:\r\n                ", "NAMEFI", ";\r\n        ISSN:", "1078-8956", ".\r\n    \r\n            (", "Nature America", ")\r\n        ", "A review, with ∼25 refs., on structure and functions of ion channels.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXms1WksLk%253D&md5=5ccbba21148cbaafdcf261b860a5b0f8", " ", " ", "(14)", " ", "Yasui, M.; Hazama, A.; Kwon, T.; Nielsen, S.; Guggino, W. B.; Agre, P. ", "  Nature", " ", "1999", ", ", "402", ", 184−187.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(14) . ", "Rapid gating and anion permeability of an intracellular aquaporin", "Yasui, Masato; Hazama, Aklhiro; Kwon, Tae-Hwan; Nielsen, Soren; Guggino, Wm. B.; Agre, Peter", "Nature (London)", "\r\n        (", "1999", "),\r\n    ", "402", "\r\n        (", "6758", "),\r\n    ", "184-187", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Macmillan Magazines", ")\r\n        ", "Aquaporin (AQP) water-channel proteins are freely permeated by water but not by ions or charged solutes.  Although mammalian aquaporins were believed to be located in plasma membranes, rat AQP6 is restricted to intracellular vesicles in renal epithelia.  Here we show that AQP6 is functionally distinct from other known aquaporins.  When expressed in Xenopus laevis oocytes, AQP6 exhibits low basal water permeability; however, when treated with the known water channel inhibitor, Hg2+, the water permeability of AQP6 oocytes rapidly rises up to tenfold and is accompanied by ion conductance.  AQP6 colocalizes with H+-ATPase in intracellular vesicles of acid-secreting α-intercalated cells in renal collecting duct.  At pH less than 5.5, anion conductance is rapidly and reversibly activated in AQP6 oocytes.  Site-directed mutation of lysine to glutamate at position 72 in the cytoplasmic mouth of the pore changes the cation/anion selectivity, but leaves low pH activation intact.  Our results demonstrate unusual biophys. properties of an aquaporin, and indicate that anion-channel function may now be explored in a protein with known structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXnsVektLg%253D&md5=f69879b44ac632952ca85b19614b24c0", " ", " ", "(15)", " ", "MacKinnon, R. ", "  FEBS Lett.", " ", "2003", ", ", "555", ", 62−65.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(15) . ", "Potassium channels", "MacKinnon, Roderick", "FEBS Letters", "\r\n        (", "2003", "),\r\n    ", "555", "\r\n        (", "1", "),\r\n    ", "62-65", "CODEN:\r\n                ", "FEBLAL", ";\r\n        ISSN:", "0014-5793", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "A review.  The at. structures of K+ channels have added a new dimension to the understanding of K+ channel function.  The author briefly reviews how the structures have influenced views on ion conduction, gating of the pore, and voltage sensing.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXptVWgtbo%253D&md5=a45e475b6682b06b7a967ab814b0c600", " ", " ", "(16)", " ", "Lynden-Bell, R. M.; Rasaiah, J. C. ", "  J. Chem. Phys.", " ", "1996", ", ", "105", " (20), 9266−9280.", "[", "Crossref", "], [", "CAS", "]", "(16) . ", "Mobility and solvation of ions in channels", "Lynden-Bell, R. M.; Rasaiah, Jayendran C.", "Journal of Chemical Physics", "\r\n        (", "1996", "),\r\n    ", "105", "\r\n        (", "20", "),\r\n    ", "9266-9280", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The authors present some results from a simulation study of the mobility and solvation of ions and uncharged mols. in aq. soln. in smooth cylindrical channels at room temp.  This ideal system provides a ref. system with which to compare the behavior of water and ions in real porous materials such as zeolites, bucky tubes, and biol. channels.  In channels of radii between 2.5 and 5.5 Å the water mols. form a cylindrical solvation shell inside the channel walls with some evidence of a second shell in the center of the largest channel.  Not all protons are involved in hydrogen bonding and a no. point toward the walls.  The authors attribute this to the concavity of the surface.  When a sodium ion is added it tends to lie in the center of the channel where it can form the most complete solvation shell.  Its diffusion rate decreases in smaller channels until it moves too slowly in a channel of 2 Å radius to be detected in the present simulations.  This decrease is only partly due to an increase in the mean square force on the ion.  A range of ions of different sizes were studied in a channel with radius 3 Å.  While the smaller of these ions (F-, Na+, and Ca++) lie preferentially in the center of the channel, larger ions (Cl-, I-, and Cs+) penetrate some way into the layer of water inside the wall and methane and ions with the charges turned off move next to the wall.  Landau free energy anal. shows that this change is due to the balance between entropy and energy.  The behavior in smooth channels is quite the opposite of what has been obsd. in exptl. studies and simulations of Gramicidin (pore radius of 2 Å), where Cs+ lies closer to the center of the channel and Na+ lies off the axis.  This difference can be attributed to the specific mol. structure of the gramicidin pores (e.g., the presence of carbonyl groups).  As in bulk solns., the mobilities of the ions in smooth channels increase to a max. with ion size and decrease with increasing magnitude of the charge on the ion, while uncharged species diffuse much more rapidly and show a monotonic decrease with size.  This behavior is related to the characteristics of the fluctuations of the forces on the solute mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XntF2ns7g%253D&md5=2e3d18872639c2f657195a33eb13d231", " ", " ", "(17)", " ", "Sanson, M. S. P.; Biggin, P. C. ", "  Nature", " ", "2001", ", ", "414", ", 156−159.", "[", "Crossref", "], [", "PubMed", "]", "There is no corresponding record for this reference.", " ", " ", "(18)", " ", "Hummer, G.; Rsaiah, J. C.; Noworyta, J. P. ", "  Nature", " ", "2001", ", ", "414", ", 188−190.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(18) . ", "Water conduction through the hydrophobic channel of a carbon nanotube", "Hummer, G.; Rasalah, J. C.; Noworyta, J. P.", "Nature (London, United Kingdom)", "\r\n        (", "2001", "),\r\n    ", "414", "\r\n        (", "6860", "),\r\n    ", "188-190", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Confinement of matter on the nanometer scale can induce phase transitions not seen in bulk systems.  In the case of water, so-called drying transitions occur on this scale as a result of strong hydrogen-bonding between water mols., which can cause the liq. to recede from nonpolar surfaces to form a vapor layer sepg. the bulk phase from the surface.  Here the authors report mol. dynamics simulations showing spontaneous and continuous filling of a nonpolar carbon nanotube with a 1-dimensionally ordered chain of water mols.  Although the mols. forming the chain are in chem. and thermal equil. with the surrounding bath, the authors observe pulse-like transmission of water through the nanotube.  These transmission bursts result from the tight hydrogen-bonding network inside the tube, which ensures that d. fluctuations in the surrounding bath lead to concerted and rapid motion along the tube axis.  Also a minute redn. in the attraction between the tube wall and water dramatically affects pore hydration, leading to sharp, two-state transitions between empty and filled states on a nanosecond timescale.  These observations suggest that carbon nanotubes, with their rigid nonpolar structures, might be exploited as unique mol. channels for water and protons, with the channel occupancy and cond. tunable by changes in the local channel polarity and solvent conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXosFait7k%253D&md5=f0329eee406fbbc70712ec967595006a", " ", " ", "(19)", " ", "Koga, K.; Gao, G. T.; Tanaka, H.; Zeng, X. C. ", "  Nature", " ", "2001", ", ", "412", ", 802−805.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(19) . ", "Formation of ordered ice nanotubes inside carbon nanotubes", "Koga, Kenichiro; Gao, G. T.; Tanaka, Hideld; Zeng, X. C.", "Nature (London, United Kingdom)", "\r\n        (", "2001", "),\r\n    ", "412", "\r\n        (", "6849", "),\r\n    ", "802-805", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Following their discovery, carbon nanotubes have attracted interest not only for their unusual elec. and mech. properties, but also because their hollow interior can serve as a nanometer-sized capillary, mold or template in material fabrication.  The ability to encapsulate a material in a nanotube also offers new possibilities for investigating dimensionally confined phase transitions.  Particularly intriguing is the conjecture that matter within the narrow confines of a carbon nanotube might exhibit a solid-liq. crit. point beyond which the distinction between solid and liq. phases disappears.  This unusual feature, which cannot occur in bulk material, would allow for the direct and continuous transformation of liq. matter into a solid.  Here we report simulations of the behavior of water encapsulated in carbon nanotubes that suggest the existence of a variety of new ice phases not seen in bulk ice, and of a solid-liq. crit. point.  Using carbon nanotubes with diams. ranging from 1.1 nm to 1.4 nm and applied axial pressures of 50 MPa to 500 MPa, we find that water can exhibit a first-order freezing transition to hexagonal and heptagonal ice nanotubes, and a continuous phase transformation into solid-like square or pentagonal ice nanotubes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXms1antL4%253D&md5=481e8a147777cff4c8c2aac6b121d6dc", " ", " ", "Walther, J. H.; Jaffe, R.; Halicioglu, T.; Koumoutsakos, P. ", "  J. Phys. Chem. B", " ", "2001", ", ", "105", ", 9980−9987.", "[", "ACS Full Text ", "], [", "CAS", "]", ". ", "Carbon nanotubes in water: Structural characteristics and energetics", "Walther, J. H.; Jaffe, R.; Halicioglu, T.; Koumoutsakos, P.", "Journal of Physical Chemistry B", "\r\n        (", "2001", "),\r\n    ", "105", "\r\n        (", "41", "),\r\n    ", "9980-9987", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The structural properties of water surrounding a carbon nanotube was studied using mol. dynamics simulations.  The interaction potentials involve a description of the carbon nanotube using Morse, harmonic bending, torsion, and Lennard-Jones potentials.  The water is described by the flexible Simple Point Charge (SPC) model by Teleman et al. (1987) and the carbon-water interactions include a carbon-oxygen Lennard-Jones potential, and an electrostatic quadrupole moment acting between the carbon atoms and the charge sites of the water.  Vibration of the breathing mode of the carbon nanotube in water is inferred from the oscillations in carbon-carbon van der Waals energy, and the inverse proportionality between the radius of the carbon nanotube and the breathing frequency is in good agreement with exptl. values.  Under the present conditions, the presence of the water has a negligible influence on the breathing frequency.  The water at the carbon-water interface is found to have a HOH plane nearly tangential to the interface, and the water radial d. profile exhibits the characteristic layering also found in the graphite-water system.  The av. no. of hydrogen bonds decreases from a value of 3.73 in the bulk phase to a value of 2.89 at the carbon-water interface.  The inclusion of the carbon quadrupole moment is found to have a negligible influence on the structural properties of the water.  Energy changes that occur by the process of introducing a carbon nanotube in water are calcd.  The creation of a cavity in the bulk water to accommodate the nanotube constitutes the largest energy contribution.  Results include an anal. of surface structure and energy values for planar and for concave cylindrical surfaces of water.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXmvFSgt7g%253D&md5=2aeecd1aff3ea1670480bed37b891eda", " ", " ", "(21)", " ", "Feller, D.; Jordan, K. D. ", "  J. Phys. Chem. A", " ", "2000", ", ", "104", ", 9971−9975.", "[", "ACS Full Text ", "], [", "CAS", "]", "(21) . ", "Estimating the Strength of the Water/Single-Layer Graphite Interaction", "Feller, David; Jordan, K. D.", "Journal of Physical Chemistry A", "\r\n        (", "2000", "),\r\n    ", "104", "\r\n        (", "44", "),\r\n    ", "9971-9975", "CODEN:\r\n                ", "JPCAFH", ";\r\n        ISSN:", "1089-5639", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The MP2 method was used to calc. the interaction energy between a water mol. and acenes as large as C96H24.  The results of these calcns. lead to an estd. value of -5.8 ± 0.4 kcal/mol for the electronic binding energy of a water mol. with single-layer graphite.  This value is comparable to the -5.0 ± 0.1 kcal/mol binding energy of the hydrogen bonded water dimer, suggesting that the water/graphite interactions will play an important role in detg. the structure of water on graphite, as well as of water inside carbon nanotubes.  The present est. of the binding energy of a water mol. to a graphite sheet is appreciably larger than those previously reported in the literature.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXnt1Sktr8%253D&md5=1374697c49ebb0a408c7bca103f4b4a3", " ", " ", "(22)", " ", "Gordillo, M. C.; Martí, J. ", "  J. Chem. Phys.", " ", "2002", ", ", "117", ", 3425−3430.", "[", "Crossref", "], [", "CAS", "]", "(22) . ", "Molecular dynamics description of a layer of water molecules on a hydrophobic surface", "Gordillo, M. C.; Marti, J.", "Journal of Chemical Physics", "\r\n        (", "2002", "),\r\n    ", "117", "\r\n        (", "7", "),\r\n    ", "3425-3430", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Static and dynamic properties of a layer of water mols. on top of a graphite surface are studied by means of mol. dynamics simulations.  The water mols. are described by a simple point charge flexible model, and the graphite is taken to be a set of featureless parallel sheets sepd. 3.4 Å in the z direction.  Even at the lower temps. considered, the water layer is not flat, with some H atoms pointing perpendicularly to the surface plane.  The O-H stretching frequencies are also different than those of bulk water, appearing a new peak in the simulated spectra at a frequency approx. 200 wave nos. higher than the main peak.  This peak is assocd. with the presence of non-H-bonded mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XlvVejsLw%253D&md5=93a7e0ef8b2bc3f7f50afa792c4db742", " ", " ", "(23)", " ", "Walther, J. H.; Jaffe, R.; Halicioglu, T.; Koumoutasakos, P. ", "  J. Phys. Chem. B", " ", "2001", ", ", "105", ", 9980−9987.", "[", "ACS Full Text ", "], [", "CAS", "]", "(23) . ", "Carbon nanotubes in water: Structural characteristics and energetics", "Walther, J. H.; Jaffe, R.; Halicioglu, T.; Koumoutsakos, P.", "Journal of Physical Chemistry B", "\r\n        (", "2001", "),\r\n    ", "105", "\r\n        (", "41", "),\r\n    ", "9980-9987", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The structural properties of water surrounding a carbon nanotube was studied using mol. dynamics simulations.  The interaction potentials involve a description of the carbon nanotube using Morse, harmonic bending, torsion, and Lennard-Jones potentials.  The water is described by the flexible Simple Point Charge (SPC) model by Teleman et al. (1987) and the carbon-water interactions include a carbon-oxygen Lennard-Jones potential, and an electrostatic quadrupole moment acting between the carbon atoms and the charge sites of the water.  Vibration of the breathing mode of the carbon nanotube in water is inferred from the oscillations in carbon-carbon van der Waals energy, and the inverse proportionality between the radius of the carbon nanotube and the breathing frequency is in good agreement with exptl. values.  Under the present conditions, the presence of the water has a negligible influence on the breathing frequency.  The water at the carbon-water interface is found to have a HOH plane nearly tangential to the interface, and the water radial d. profile exhibits the characteristic layering also found in the graphite-water system.  The av. no. of hydrogen bonds decreases from a value of 3.73 in the bulk phase to a value of 2.89 at the carbon-water interface.  The inclusion of the carbon quadrupole moment is found to have a negligible influence on the structural properties of the water.  Energy changes that occur by the process of introducing a carbon nanotube in water are calcd.  The creation of a cavity in the bulk water to accommodate the nanotube constitutes the largest energy contribution.  Results include an anal. of surface structure and energy values for planar and for concave cylindrical surfaces of water.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXmvFSgt7g%253D&md5=2aeecd1aff3ea1670480bed37b891eda", " ", " ", "(24)", " ", "Harding, A. W.; Foley, N. J.; Norman, P. R.; Francis, D. C.; Thomas, K. M. ", "  Langmuir", " ", "1998", ", ", "14", ", 3858−3864.", "[", "ACS Full Text ", "], [", "CAS", "]", "(24) . ", "Diffusion Barriers in the Kinetics of Water Vapor Adsorption/Desorption on Activated Carbons", "Harding, A. W.; Foley, N. J.; Norman, P. R.; Francis, D. C.; Thomas, K. M.", "Langmuir", "\r\n        (", "1998", "),\r\n    ", "14", "\r\n        (", "14", "),\r\n    ", "3858-3864", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption of water vapor on a highly microporous coconut-shell-derived carbon and a mesoporous wood-derived carbon was studied.  These carbons were chosen as they had markedly different porous structures.  The adsorption and desorption characteristics of water vapor on the activated carbons were investigated over the relative pressure range p/p° = 0-0.9 for temps. in the range 285-313 K in a static water vapor system.  The adsorption isotherms were analyzed using the Dubinin-Serpinski equation, and this provided an assessment of the polarity of the carbons.  The kinetics of water vapor adsorption and desorption were studied with different amts. of preadsorbed water for set changes in pressure relative to the satd. vapor pressure (p/p°).  The adsorption kinetics for each relative pressure step were compared and used to calc. the activation energies for the vapor pressure increments.  The kinetic results are discussed in relation to their relative position on the equil. isotherm and the adsorption mechanism of water vapor on activated carbons.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXjvVWqt7c%253D&md5=b8299b1458e9da4462f8eba4ee1959d5", " ", " ", "(25)", " ", "Lodewyckx, P.; Vansant, E. F. ", "  Carbon", " ", "1999", ", ", "37", ", 1647−1649.", "[", "Crossref", "], [", "CAS", "]", "(25) . ", "Water isotherms of activated carbons with small amounts of surface oxygen", "Lodewyckx, P.; Vansant, E. F.", "Carbon", "\r\n        (", "1999", "),\r\n    ", "37", "\r\n        (", "10", "),\r\n    ", "1647-1649", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "Nitrogen (77 K) and water (293 K) isotherms were measured on several different com. available activated carbons: BPL-HA, SCII (both CHEMVIRON), R1Extra, ROW 0.8 and C Granular (all NORIT).  The no. of surface oxygen groups is characterized by the ao-value of the Dubinin-Serpinsky equation.  The results show that the Dubinin-Astakhov equation can be used to predict the most important part of water isotherms of microporous carbons with a low amt. of surface oxygen groups.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXmsVCisr8%253D&md5=fea833be5a8f81e4af5510ff05a40aa1", " ", " ", "(26)", " ", "Jorge, M.; Seaton, N. A. ", "  Stud. Surf. Sci. Catal.", " ", "2002", ", ", "144", ", 131−138.", "[", "Crossref", "], [", "CAS", "]", "(26) . ", "Characterisation of the surface chemistry of activated carbon by molecular simulation of water adsorption", "Jorge, M.; Seaton, N. A.", "Studies in Surface Science and Catalysis", "\r\n        (", "2002", "),\r\n    ", "144", "\r\n        (", "Characterization of Porous Solids VI", "),\r\n    ", "131-138", "CODEN:\r\n                ", "SSCTDM", ";\r\n        ISSN:", "0167-2991", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "We propose a model for activated carbon incorporating both structural and chem. heterogeneity.  Structural heterogeneity is represented by an array of slit-shaped pores, characterized by a pore size distribution.  This distribution was calcd. from exptl. data on pure-component adsorption of ethane, using Grand Canonical Monte Carlo simulations to describe adsorption at the individual pore level.  Chem. heterogeneity is represented in our model by including O-contg. surface sites.  The results from mol. simulation in the model C are compared to the exptl. pure-water adsorption isotherm on the same sample.  From such a comparison, one is able to draw conclusions regarding the concn. and distribution of surface sites in pores of different width.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXnvFSqug%253D%253D&md5=d0fcfaa94367d5a1da872f423584398b", " ", " ", "(27)", " ", "Brennan, J. K.; Bandosz, T. J.; Thomson, K. T.; Gubbins, K. E. ", "  Colloid Surf. A", " ", "2002", ", ", "187", "−", "188", ", 539−568.", "There is no corresponding record for this reference.", " ", " ", "(28)", " ", "Sandosz, T. J.; Jagiello, J.; Schwarz, J. A.; Krzyzanowski, A. ", "  Lagmuir", " ", "1996", ", ", "12", " (26), 6480−6486.", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", " ", " ", "(29)", " ", "Barton, S. S.; Michael, M. J. B.; Brian, H. ", "  J. Colloid Interface Sci.", " ", "1973", ", ", "45", " (3), 542−548.", "[", "CAS", "]", "(29) . ", "Surface studies on carbon.  Water adsorption on poly(vinylidene chloride) carbon", "Barton, Stuart S.; Evans, Michael J. B.; Harrison, Brian H.", "Journal of Colloid and Interface Science", "\r\n        (", "1973", "),\r\n    ", "45", "\r\n        (", "3", "),\r\n    ", "542-8", "CODEN:\r\n                ", "JCISA5", ";\r\n        ISSN:", "0021-9797", ".\r\n    ", "The surface oxides desorbing as CO are apparently the sites for the initial adsorption of water [7732-18-5] at low relative pressures (0.0-0.2), and are situated within the pores of poly(vinylidene chloride) [9002-85-1] carbon [7440-44-0].  These sites present a relatively uniform surface for water adsorption with heat of adsorption 5.7 kcal/mole.  The adsorbed water mols. then act as centers for further adsorption in a multilayer process with heat of adsorption 0.40 kcal/mole until pore filling is complete.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE2cXmtVentA%253D%253D&md5=9d8c2ea2979714f0ef2967d31f7740ed", " ", " ", "Pierce, C.; Smith, R. N. ", "  J. Phys. Chem.", " ", "1953", ", ", "57", ", 64−68.", "[", "ACS Full Text ", "], [", "CAS", "]", ". ", "Adsorption in capillaries", "Pierce, Conway; Smith, R. Nelson", "Journal of Physical Chemistry", "\r\n        (", "1953", "),\r\n    ", "57", "\r\n        (", "),\r\n    ", "64-8", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "cf. ibid., 149; C.A. 44, 9768i.  A review of the properties of porous solids.  Capillaries are classified in 2 categories which differ by the method in which adsorption occurs.  The methods and limitations of poresize calcns. are discussed.  Discussion includes the adsorption of water by carbon and the importance of surface mobility and external capillaries in the adsorption process.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaG3sXjtV2hug%253D%253D&md5=ab5e995cfd1edd6e46c9ec21d796e5fb", " ", " ", "(31)", " ", "Pierce, C.; Smith, R. N.; Wiley:  J. W.; Cordes, H. ", "  J. ", "Am.", " Chem. Soc.", " ", "1951", ", ", "73", ", 4551−4557.", "[", "ACS Full Text ", "], [", "CAS", "]", "(31) . ", "Adsorption of water by carbon", "Pierce, Conway; Smith, R. Nelson; Wiley, J. W.; Cordes, H.", "Journal of the American Chemical Society", "\r\n        (", "1951", "),\r\n    ", "73", "\r\n        (", "),\r\n    ", "4551-7", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "H2O isotherms are given for porous and nonporous carbons.  A nonporous C adsorbs little H2O, as compared with other vapors, but activated charcoals hold nearly the same liquid vol. of H2O as of other vapors.  The net heat appears to be zero for the initial adsorption of H2O, then as more mols. are adsorbed, the net heat becomes pos.  This effect is ascribed to the contribution of lateral interactions with previously absorbed mols.  At elevated temps. the initial net heat of adsorption appears to have a large neg. value, but this effect may be due to a reaction of C with H2O that may occur slowly even at room temp.  H and CO2 are produced in the reaction and some of the O is held as a surface complex, which increases the surface affinity for H2O.  An upturn in a H2O isotherm below 0.95% P0 appears to be assocd. with the presence of capillaries.  Water isotherms are used to detect capillaries in certain C blacks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaG38XisFGmsw%253D%253D&md5=299b1e5db2b30d7ec97d7436aed48c2d", " ", " ", "(32)", " ", "Ulberg, D. E.; Gubbins, K. E. ", "  Mol. Phys.", " ", "1995", ", ", "84", " (6), 1139−1153.", "[", "Crossref", "], [", "CAS", "]", "(32) . ", "Water adsorption in microporous graphitic carbons", "Ulberg, Dima E.; Gubbins, Keith E.", "Molecular Physics", "\r\n        (", "1995", "),\r\n    ", "84", "\r\n        (", "6", "),\r\n    ", "1139-53", "CODEN:\r\n                ", "MOPHAM", ";\r\n        ISSN:", "0026-8976", ".\r\n    \r\n            (", "Taylor & Francis", ")\r\n        ", "The authors report grand canonical Monte Carlo simulations at 298 K for a model of H2O in graphitic carbon pores of slit shape, for a range of pore widths 5-27 Å.  Large systems (typically 500-1000 H2O mols. and 2016 carbon atoms) and long runs (30-50 million configurations) were used, and the structure of the carbon wall was included.  Results for H2O are compared with those for CH4 in the same pores and with the same reduced temp.  For H2O, the adsorption isotherms are type V, in agreement with lab. expts.  For the larger pores, the H2O film consists of an adsorbed layer near the wall, in which H-bonding is considerably weaker than for bulk liq. H2O, and an interlayer in the interior of the pore that retains a strong H-bonded structure.  The solvation force is pos. (hydrophobic) in this interlayer, and shows almost no oscillatory character.  The H2O mols. in the contact layer prefer an orientation with their plane parallel to the wall; this orientational preference extends weakly to the mols. in the interlayer for the higher ds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXlvVGrsLw%253D&md5=ba3cfd12e0d87d55d7e954603520d9e0", " ", " ", "(33)", " ", "Jorge, M.; Seaton, N. A. ", "  Mol. Phys.", " ", "2002", ", ", "100", " (24), 3803−3815.", "[", "Crossref", "], [", "CAS", "]", "(33) . ", "Molecular simulation of phase coexistence in adsorption in porous solids", "Jorge, Miguel; Seaton, Nigel A.", "Molecular Physics", "\r\n        (", "2002", "),\r\n    ", "100", "\r\n        (", "24", "),\r\n    ", "3803-3815", "CODEN:\r\n                ", "MOPHAM", ";\r\n        ISSN:", "0026-8976", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "A recently proposed method, the gauge-cell Gibbs ensemble Monte Carlo, is extended to deal with polar substances.  The behavior of water, a H bonding, weakly adsorbing fluid, is compared with that of methane, a strongly adsorbing, non-polar fluid, in the vicinity of the phase transition.  The mechanisms of condensation for the 2 species are seen to be significantly different in nature.  A systematic study of the effect of the pore width on the phase equil. of water is also performed.  The narrowing of the pore shifts the equil. transition pressure to lower values and reduces the extent of vapor metastability, but exerts little influence on the stability of the liq. phase.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXhtFahsbY%253D&md5=6512e4b1767667889d1018f5329ed7a2", " ", " ", "(34)", " ", "Slasli, A. M.; Jorge, M.; Stoeckli, F.; Seaton, N. A. ", "  Carbon", " ", "2003", ", ", "41", ", 479−486.", "[", "Crossref", "], [", "CAS", "]", "(34) . ", "Water adsorption by activated carbons in relation to their microporous structure", "Slasli, A. M.; Jorge, M.; Stoeckli, F.; Seaton, N. A.", "Carbon", "\r\n        (", "2003", "),\r\n    ", "41", "\r\n        (", "3", "),\r\n    ", "479-486", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "The present paper examines the adsorption of water by microporous carbons in the absence of specific interactions.  The modeling of water adsorption for 293 and 310 K, using variable pore size distributions (PSD), shows that the type V isotherms follow the Dubinin-Astakhov (DA) equation and fulfill the requirement for temp. invariance.  Furthermore, the parameters of the DA equation can be related in a simple way to structural properties of the model carbons.  For a no. of well-characterized carbons, the type V isotherms generated by combining model isotherms with the corresponding PSDs are in good agreement with the limiting isotherms at 293 and 310 K derived on the basis of a recent development of Dubinin's theory.  This approach will provide the basis for further studies including specific interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXhtVelsrY%253D&md5=59cef36f6a40ef1b1fdcc219750644c5", " ", " ", "(35)", " ", "Striolo, A.; Gubbins, K. E.; Chialvo, A. A.; Cummings, P. T. ", "  Mol. Phys.", " ", "2004", ", ", "102", " (3), 243−251.", "[", "Crossref", "], [", "CAS", "]", "(35) . ", "Simulated water adsorption isotherms in carbon nanopores", "Striolo, Alberto; Gubbins, Keith E.; Chialvo, Ariel A.; Cummings, Peter T.", "Molecular Physics", "\r\n        (", "2004", "),\r\n    ", "102", "\r\n        (", "3", "),\r\n    ", "243-251", "CODEN:\r\n                ", "MOPHAM", ";\r\n        ISSN:", "0026-8976", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "Water adsorption isotherms are calcd. by grand canonical Monte Carlo simulations for the SPC/E water model in C nanopores at 298 K. The pores are of slit or cylindrical morphol.  C-slit pores are of widths 0.8, 1.0 and 1.6 nm.  The simulated single-walled C nanotubes are of 1.4 and 2.7 nm diam. ((10:10) and (20:20) resp.).  In all cases considered, the adsorption isotherms are characterized by negligible adsorption at low pressures, pore filling by a capillary-condensation-like mechanism and adsorption-desorption hysteresis loops.  For both pore morphologies considered, the relative pressures at which pore filling occurs, and the width of the adsorption-desorption hysteresis loop decrease with decreasing pore size.  Adsorption isotherms simulated for water in carbon nanotubes show pore filling at lower relative pressures and narrower adsorption-desorption hysteresis loops when compared to adsorption isotherms simulated in carbon-slit pores of similar sizes.  By using representative simulation snapshots, the mechanisms of pore filling and pore emptying are discussed.  Pore filling happens by growth of H-bonded clusters of adsorbed water mols., without the formation of monolayers as obsd. in the adsorption of simple fluids.  Pore emptying occurs by the formation of bubbles, often in contact with the hydrophobic surface, followed by the coalescence and growth of these bubbles.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXjt1ahtLw%253D&md5=7beed632f3a82c27f0e336a147253665", " ", " ", "(36)", " ", "Müller, E. A.; Rull, L. F.; Vega, L. F.; Gubbins, K. E. ", "  J. Phys. Chem.", " ", "1995", ", ", "100", " (4), 1189−1196.", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", " ", " ", "(37)", " ", "Müller, E. A.; Hung, F. R.; Gubbins, K. E. ", "  Langmuir", " ", "2000", ", ", "16", ", 5418−5424.", "[", "ACS Full Text ", "], [", "CAS", "]", "(37) . ", "Adsorption of Water Vapor-Methane Mixtures on Activated Carbons", "Mueller, Erich A.; Hung, Francisco R.; Gubbins, Keith E.", "Langmuir", "\r\n        (", "2000", "),\r\n    ", "16", "\r\n        (", "12", "),\r\n    ", "5418-5424", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors report grand canonical Monte Carlo simulation studies of adsorption for a mol. model of H2O and H2O vapor-methane mixts. on activated C pores.  For pure H2O, the influence of the d. of oxygenated sites in the carbons, and of the strength of the H2O-site interaction is studied.  It is shown that the site d. has a profound influence on the adsorption at low and moderate pressures and that, except for very low site densities, capillary condensation does not occur.  The adsorption of H2O is very slight for H2O-site interaction strengths below εHB/k < 3000 K but rises rapidly above this value.  For H2O-methane mixts., the adsorption behavior is also strongly dependent on the surface site d.  Even for very low site densities, for example, n ∼ 0.05 site/nm2, H2O clusters form around sites and block a significant fraction of the surface to methane adsorption.  This effect is significant for pores of width 2.0 nm.  For pores of width 1.0 nm, the effect is much larger, leading to a redn. in methane adsorption of >50% for a site d. of 1.5 site/nm2.  The selectivity for methane drops dramatically as site d. increases, and an inversion in selectivity (i.e. a switch from methane to H2O being preferentially adsorbed) occurs at n ∼ 0.04.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXjtFKitb8%253D&md5=4e0273e7126f7a4eba83114bafc01f7f", " ", " ", "(38)", " ", "Jorge, M.; Schumacher, C.; Seaton, N. A. ", "  Langmuir", " ", "2002", ", ", "18", ", 9296−9306.", "[", "ACS Full Text ", "], [", "CAS", "]", "(38) . ", "Simulation Study of the Effect of the Chemical Heterogeneity of Activated Carbon on Water Adsorption", "Jorge, Miguel; Schumacher, Christian; Seaton, Nigel A.", "Langmuir", "\r\n        (", "2002", "),\r\n    ", "18", "\r\n        (", "24", "),\r\n    ", "9296-9306", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "In this paper we present results from the mol. simulation of water adsorption in slit-shaped activated carbon pores.  We calc. adsorption isotherms by grand canonical Monte Carlo (GCMC) simulation, Henry's consts. by Monte Carlo integration, and vapor-liq. equil. data by the gauge-cell Monte Carlo method, to investigate the chem. heterogeneity of activated carbon adsorbents.  Several types of polar oxygen-contg. sites are placed on the surface of the carbon with different densities and local distributions, in order to det. the individual effects of each of these factors on the adsorption of water.  Our results confirm the role of surface sites in the enhancement of water adsorption. Furthermore, we show that the local distribution of these sites has a strong effect on low-pressure adsorption, while the overall site d. affects mainly the vapor-liq. phase transition.  The type of oxygen-contg. group is shown not to be of crit. importance, since more complex groups can effectively be represented by simpler sites.  This study forms the basis for the development of a model for activated carbon that is able to represent the chem. heterogeneity of this type of material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XotFSqurw%253D&md5=5db4cd93acc0d503a0ce62964a7c7d79", " ", " ", "(39)", " ", "Lodewyckx, P.; Van Rompaey, D.; Verhoeven, L.; Vansant, E. F. ", "  Carbon", " ", "2001", ", ", "39", " (2), 309−310.", "[", "Crossref", "], [", "CAS", "]", "(39) . ", "Water isotherms of activated carbons with small amounts of surface oxygen groups: fitting the mesopore region", "Lodewyckx, P.; Van Rompaey, D.; Verhoeven, L.; Vansant, E. F.", "Carbon", "\r\n        (", "2001", "),\r\n    ", "39", "\r\n        (", "2", "),\r\n    ", "309-310", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "The calcn. of water adsorption isotherms on activated C with small amts. of surface O groups was extended to the region of higher relative vapor pressure (p/p0) taking into account the capillary condensation in mesopores which becomes significant at p/p0 >0.6.  Whereas the water adsorption is well predicted from the N adsorption by the Dubinin-Astakhov equation at p/p0 of 0.4-0.6, a value for the capillary condensation in mesopores calcd. by a slightly modified Kelvin equation is added to give better fit of exptl. data in the range of p/p0 >0.6.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXhsFeis74%253D&md5=06ab979a2f8f1276f430b3385f411895", " ", " ", "Phillips, J.; Kelly, D.; Radovic, L.; Xie, F. ", "  J. Phys. Chem. B", " ", "2000", ", ", "104", " (34), 8170−8176.", "[", "ACS Full Text ", "], [", "CAS", "]", ". ", "Microcalorimetric Study of the Influence of Surface Chemistry on the Adsorption of Water by High Surface Area Carbons", "Phillips, Jonathan; Kelly, Dan; Radovic, Ljubisa; Xie, Feng", "Journal of Physical Chemistry B", "\r\n        (", "2000", "),\r\n    ", "104", "\r\n        (", "34", "),\r\n    ", "8170-8176", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Microcalorimetric techniques have been employed to investigate the adsorption of water on chem. modified, high surface area carbons.  A matrix of treatments and carbons were selected to test some hypotheses.  Heats of adsorption of water indicate that adsorption is a strong function of surface chem.  Three mechanisms of water adsorption are delineated according to measured differential heats of adsorption (Hads): (i) chem. adsorption with Hads > 12 kcal/mol, (ii) condensation with Hads approx. 10 kcal/mol, and (iii) phys. adsorption with Hads < 10 kcal/mol.  The abs. and relative amts. of water adsorption arising from each mechanism are a function of surface chem.  Adsorption of water on carbons dried at 175 °C in N2 generates typical Type V adsorption isotherms.  Heat of adsorption data for water adsorbed on dried carbon indicates that condensation accounts for the sharp rise in adsorption at a relative humidity of approx. 0.5.  Treating carbons with N2 at 950 °C generates surfaces that initially adsorb water through a mechanism of chem. adsorption, followed by condensation, and finally phys. adsorption.  On high-temp. N2-treated carbons heats of adsorption exceed 100 kcal/mol, suggesting chemisorption of water at unsatd. carbon surface sites produced during the high-temp. redn. of oxygen species.  Carbons reduced with H2 at 950 °C are hydrophobic, and microcalorimetric data reveals that the small amt. of adsorption obsd. arises from either chem. or phys. adsorption rather than condensation.  Hydrophobic carbon surfaces subsequently oxygenated at 150 °C showed significant increases in the amt. of water adsorbed through phys. adsorption.  These results demonstrate that microcalorimetric techniques complement std. isotherm measurements in describing the nature of water adsorption on carbon surfaces.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXlt1emsb0%253D&md5=bd49f92f36d534884fac1805243d1f65", " ", " ", "(41)", " ", "Salame, I. I.; Bagreev, A.; Bandosz, T. J. ", "  J. Phys. Chem. B", " ", "1999", ", ", "103", " (19), 3877−3884.", "[", "ACS Full Text ", "], [", "CAS", "]", "(41) . ", "Revisiting the Effect of Surface Chemistry on Adsorption of Water on Activated Carbons", "Salame, Issa I.; Bagreev, Andrey; Bandosz, Teresa J.", "Journal of Physical Chemistry B", "\r\n        (", "1999", "),\r\n    ", "103", "\r\n        (", "19", "),\r\n    ", "3877-3884", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A sample of Westvaco carbon was oxidized with ammonium persulfate and both initial and oxidized samples were washed with methanol.  The samples were characterized using sorption of nitrogen, Boehm titrn., potentiometric titrn., IGC, FTIR, TPD, and thermal anal.  Then water adsorption isotherms were measured at various temps. close to ambient (relative pressure from 0.001 to 0.3).  The isotherms were analyzed in terms of the thermodn. consistency, presence of equil., and water-activated carbon surface interactions.  The results showed that washing with methanol significantly modifies the surface chem. of carbons, creating phenols and new, very easily hydrolyzed esters.  The latter, when in contact with water, is hydrolyzed, creating carboxylic acids and methanol.  This may result in unjustified application of the Clausius-Clapeyron equation to calc. the isosteric heat of adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXisVyjurw%253D&md5=edfba99f49e891d7b5bbb14945c0414f", " ", " ", "(42)", " ", "Vartapentyan, R. S.; Voloshchuk, A. M.; Isirikyan, A. A.; Polyakov, N. S.; Tarasevich, Y. I. ", "  Colloid Surf. A", " ", "1995", ", ", "101", " (23), 227−232.", "[", "Crossref", "], [", "CAS", "]", "(42) . ", "Chemistry of carbon surface and mechanism of water molecule adsorption", "Vartapentyan, Ruben Sh.; Voloshchuk, Albert M.; Isirikyan, Armenak A.; Polyakov, Nikolay S.; Tarasevich, Yury I.", "Colloids and Surfaces, A: Physicochemical and Engineering Aspects", "\r\n        (", "1995", "),\r\n    ", "101", "\r\n        (", "2/3", "),\r\n    ", "227-32", "CODEN:\r\n                ", "CPEAEH", ";\r\n        ISSN:", "0927-7757", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The exptl. adsorption isotherms of water vapor and N on nonporous carbon adsorbents with various sp. surfaces and concns. of primary adsorption centers (PACs) were measured.  The adsorption of H2O mols. results in formation of either individual isolated clusters in equil. with satd. vapor or a continuous adsorption film depending on the concn. of the PACs.  In the former case, the pure differential heats of adsorption are neg. over the entire range of adsorption values (differential heat is lower than the heat of condensation), and the threshold adsorption value of water vapor (as) is proportional to the concn. of PACs and corresponds to the formation of fractions of the dense monomol. layer on the adsorbent surface.  In the 2nd case, the value of the pure differential heat of adsorption is pos. over the entire range of coverage and decreases continuously to zero at satn., and the as value depends on the sp. surface area of the carbon adsorbents, and corresponds to the formation of a 1.7 ± 0.3 dense monomol. layer.  A method of evaluating the surface of nonporous carbon adsorbents and the mesopore surface of active carbons based on this exptl. result is proposed.  The mesopore surfaces detd. from the H2O and N (C6H6) vapor adsorption isotherms are in good agreement.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXosF2qs78%253D&md5=41a7a9f1b95b9691dcb7a8ec154e80ed", " ", " ", "(43)", " ", "Mowla, D.; Do, D. D.; Kaneko, K. ", "  Chem. Phys. Carbon", " ", "2003", ", ", "28", ", 229−262.", "[", "CAS", "]", "(43) . ", "Adsorption of water vapor on activated carbon. A brief overview", "Mowla, D.; Do, D. D.; Kaneko, Katsumi", "Chemistry and Physics of Carbon", "\r\n        (", "2003", "),\r\n    ", "28", "\r\n        (", "),\r\n    ", "229-262", "CODEN:\r\n                ", "CPHCAY", ";\r\n        ISSN:", "0069-3138", ".\r\n    \r\n            (", "Marcel Dekker, Inc.", ")\r\n        ", "A review.  Topics discussed include states of water adsorbed in micropores, porous structure of activated C, chem. nature of the activated C surface, mechanism of water adsorption, isotherm equations for water adsorption, enthalpy of immersion, characteristics of isotherm and hysteresis, C pretreatment, and form of adsorbed water mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXntlCjtr4%253D&md5=1702f76bd024dc3060fae0813de6ec68", " ", " ", "(44)", " ", "Salame, I. I.; Bandosz, T. J. ", "  Langmuir", " ", "2000", ", ", "16", ", 5435−5440.", "[", "ACS Full Text ", "], [", "CAS", "]", "(44) . ", "Adsorption of Water and Methanol on Micro- and Mesoporous Wood-Based Activated Carbons", "Salame, Issa I.; Bandosz, Teresa J.", "Langmuir", "\r\n        (", "2000", "),\r\n    ", "16", "\r\n        (", "12", "),\r\n    ", "5435-5440", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Sorption of water and methanol on two carbons of wood origin and their oxidized counterparts was studied.  The isotherms were measured at low relative pressure (p/p0 < 0.3) at temps. close to ambient.  Before the expts., the detailed structural and chem. features of the carbon surfaces were detd. by applying various phys. and chem. methods.  From the isotherms, the heats of adsorption were calcd. using the virial equation.  The results showed the differences in the uptakes of water and methanol at a low relative pressure related to different mechanisms of the adsorption processes.  The effect of pore sizes and pore vol. on sorption uptake is more pronounced in the case of methanol, whereas water sorption is governed mainly by surface chem.  For both sorbates, the isosteric heats of adsorption were affected by the surface chem. heterogeneity only at low surface coverage.  At higher surface coverage, in the case of water the highest heats of adsorption were equal to the heat of condensation, whereas in the case of methanol Qst was higher than the heat of condensation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXivV2gurg%253D&md5=19d644db67808438d03c2c46b097c375", " ", " ", "(45)", " ", "Choma, J.; Burakiewicz-Mortka, W.; Jaroniec, M.; Li, Z.; Klinik, J. ", "  J. Colloid ", "Interface Sci.", " ", "1999", ", ", "214", ", 438−446.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(45) . ", "Monitoring Changes in Surface and Structural Properties of Porous Carbons Modified by Different Oxidizing Agents", "Choma, J.; Burakiewicz-Mortka, W.; Jaroniec, M.; Li, Z.; Klinik, J.", "Journal of Colloid and Interface Science", "\r\n        (", "1999", "),\r\n    ", "214", "\r\n        (", "2", "),\r\n    ", "438-446", "CODEN:\r\n                ", "JCISA5", ";\r\n        ISSN:", "0021-9797", ".\r\n    \r\n            (", "Academic Press", ")\r\n        ", "A series of active carbons and carbon blacks was oxidized with various oxidizing agents such as hydrogen peroxide, perchloric acid, and nitric acid.  Their surface and structural properties were evaluated by use of nitrogen and water vapor adsorption isotherms, as well as high-resoln. thermogravimetry.  A comparative anal. of differential thermogravimetric curves and adsorption isotherms of nitrogen and water vapor for the samples studied showed that the surface properties of oxidized carbons depend on the type of oxidizing agent as well as oxidn. conditions.  This comparison shows that the modification of carbons with concd. nitric acid caused the most pronounced surface and structural changes.  These changes were much smaller for the samples modified with perchloric acid and hydrogen peroxide.  (c) 1999 Academic Press.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXjt1aiurw%253D&md5=25c6a629840fba1ea9ddd199ae26d343", " ", " ", "(46)", " ", "Rodoriguez-Reinoso, F.; Molina-Sabio, M.; González, M. T. ", "  Langmuir", " ", "1997", ", ", "13", ", 2354−2358.", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", " ", " ", "(47)", " ", "McCallum, C. L.; Bandosz, T. J.; McGrother, S. C.; Müller, E. A.; Gubbins, K. E. ", "  Langmuir", " ", "1999", ", ", "15", ", 533−544.", "[", "ACS Full Text ", "], [", "CAS", "]", "(47) . ", "A Molecular Model for Adsorption of Water on Activated Carbon: Comparison of Simulation and Experiment", "McCallum, C. L.; Bandosz, T. J.; McGrother, S. C.; Mueller, E. A.; Gubbins, K. E.", "Langmuir", "\r\n        (", "1999", "),\r\n    ", "15", "\r\n        (", "2", "),\r\n    ", "533-544", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Exptl. and mol. simulation results are presented for the adsorption of water onto activated carbons.  The pore size distribution for the carbon studied was detd. from nitrogen adsorption data using d. functional theory, and the d. of acidic and basic surface sites was found using Boehm and potentiometric titrn.  The total surface site d. was 0.675 site/nm2.  Water adsorption was measured for relative pressures P/P0 down to 10-3.  A new mol. model for the water/activated carbon system is presented, which we term the effective single group model, and grand canonical Monte Carlo simulations are reported for the range of pressures covered in the expts.  A comparison of these simulations with the expts. show generally good agreement, although some discrepancies are noted at very low pressures and also at high relative pressures.  The differences at low pressure are attributed to the simplification of using a single surface group species, while those at high pressure are believed to arise from uncertainties in the pore size distribution.  The simulation results throw new light on the adsorption mechanism for water at low pressures.  The influence of varying both the d. of surface sites and the size of the graphite microcrystals is studied using mol. simulation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXnvV2msLY%253D&md5=b909ed7a49fa137c4e6dc9a80e9cd9a1", " ", " ", "(48)", " ", "Hanzawa, Y.; Kaneko, K. ", "  Langmuir", " ", "1997", ", ", "13", ", 5802−5804.", "[", "ACS Full Text ", "], [", "CAS", "]", "(48) . ", "Lack of a Predominant Adsorption of Water Vapor on Carbon Mesopores", "Hanzawa, Y.; Kaneko, K.", "Langmuir", "\r\n        (", "1997", "),\r\n    ", "13", "\r\n        (", "22", "),\r\n    ", "5802-5804", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The mesoporosity and microporosity of carbon aerogels were controlled by the structure of the polymer precursor and by CO2 activation, resp.  Their adsorption isotherms of nitrogen at 77 K were measured, and the porosities were detd. by the high-resoln. αS-plot.  The ratio of the micropore vol. to the mesopore vol. was 0.10 to 0.24.  The adsorption isotherms of water on the carbon aerogels were also measured at 303 K.  All water adsorption isotherms had an adsorption hysteresis near P/P0 = 0.5.  The hysteresis of the nonactivated sample is not marked, but activated samples showed a vertical and noticeable hysteresis.  The satd. amts. of water adsorption were not close to the mesopore vol. but the micropore vol.  Hence, it was concluded that water mols. do not predominantly adsorb on carbon mesopores and that the adsorption hysteresis is not described by the Kelvin equation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXmsVyqsL8%253D&md5=18d4aa50f088a9d0d2f449ec8e9bc656", " ", " ", "(49)", " ", "Kaneko, K.; Hanzawa, Y.; Iiyama, T.; Kanda, T.; Suzuki, T. ", "  Adsorption", " ", "1999", ", ", "5", ", 7−13.", "[", "Crossref", "], [", "CAS", "]", "(49) . ", "Cluster-mediated water adsorption on carbon nanopores", "Kaneko, K.; Hanzawa, Y.; Iiyama, T.; Kanda, T.; Suzuki, T.", "Adsorption", "\r\n        (", "1999", "),\r\n    ", "5", "\r\n        (", "1", "),\r\n    ", "7-13", "CODEN:\r\n                ", "ADSOFO", ";\r\n        ISSN:", "0929-5607", ".\r\n    \r\n            (", "Kluwer Academic Publishers", ")\r\n        ", "The adsorption isotherms of water at 303 K and N2 at 77 K on various kinds of porous carbons were compared with each other.  The satd. amts. of water adsorbed on carbons almost coincided with amts. of N2 adsorption in micropores.  Although carbon aerogel samples have mesopores of the great pore vol., the satd. amt. of adsorbed water was close to the micropore vol. which is much small than the mesopore vol.  These adsorption data on carbon aerogels indicated that the water mols. are not adsorbed in mesopores, but in micropores only.  The adsorption isotherms of water on activated carbon having micropores of smaller than 0.7 nm in width had no clear adsorption hysteresis, while the water adsorption isotherms on micropores of greater than 0.7 nm had a remarkable adsorption hysteresis above P/P0 = 0.5.  The disappearance of the clear hysteresis for smaller micropores suggested that the cluster of water mols. of about 0.7 nm in size gives rise to the water adsorption on the hydrophobic micropores; the formation and the structure of clusters of water mols. were assocd. with the adsorption mechanism.  The cluster-mediated pore filling mechanism was proposed with a special relevance to the evidence on the formation of the ordered water mol. assembly in the carbon micropores by in situ X-ray diffraction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXksVWju7o%253D&md5=047f2799ff4d125d6fcaf9cd9922c865", " ", " ", "Bekyarova, E.; Hanzawa, Y.; Kaneko, K.; Silvestre-Albero, J.; Sepulveda-Escribano, A.; Rodriguez-Reinoso, F.; Kasuya, D.; Yudasaka, M.; Iijima, S. ", "  Chem. Phys. Lett.", " ", "2002", ", ", "366", ", 463−468.", "[", "Crossref", "], [", "CAS", "]", ". ", "Cluster-mediated filling of water vapor in intratube and interstitial nanospaces of single-wall carbon nanohorns", "Bekyarova, E.; Hanzawa, Y.; Kaneko, K.; Silvestre-Albero, J.; Sepulveda-Escribano, A.; Rodriguez-Reinoso, F.; Kasuya, D.; Yudasaka, M.; Iijima, S.", "Chemical Physics Letters", "\r\n        (", "2002", "),\r\n    ", "366", "\r\n        (", "5,6", "),\r\n    ", "463-468", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "This study reports exptl. data of water adsorption at 303 K on single-wall carbon nanohorns (SWNHs).  The anal. of the water adsorption isotherms supports a cluster-mediated model for filling the interstitial and intratube nanospaces in contrast to the monolayer formation obsd. for simple nonpolar mols.  The enthalpies of water immersion of SWNHs with closed and open nanohorns show a very week interaction between the water mols. and the hydrophobic carbon nanotubular structure; the obsd. specific enthalpy of immersion expressed per unit surface area is lower than the reported values for graphite.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XoslGju7s%253D&md5=eb05f064cdc7d4f370cb6e28bac52856", " ", " ", "(51)", " ", "Iiyama, T.; Ruike, M.; Kaneko, K. ", "  Chem. Phys. Lett.", " ", "2000", ", ", "331", ", 359−364.", "[", "Crossref", "], [", "CAS", "]", "(51) . ", "Structural mechanism of water adsorption in hydrophobic micropores from in situ small angle x-ray scattering", "Iiyama, T.; Ruike, M.; Kaneko, K.", "Chemical Physics Letters", "\r\n        (", "2000", "),\r\n    ", "331", "\r\n        (", "5,6", "),\r\n    ", "359-364", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "The in situ small-angle x-ray scattering (SAXS) of water adsorbed on pitch-based activated carbon fibers (ACF) of pore width w = 0.8 and 1.1 nm were measured at 303 K and different relative pressures.  The SAXS spectrum of ACF of w = 1.1 nm in the direction of desorption did not overlap that in the adsorption direction, showing hysteresis.  The d. fluctuation data from Ornstein-Zernike anal. for the SAXS profiles indicated that water mols. form great clusters in the course of adsorption, but desorption proceeds through uniform mol. evapn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXoslSqtr4%253D&md5=c1da32e4493aafff40c2bceee3b61ad3", " ", " ", "(52)", " ", "Iiyama, T.; Nishikawa, K.; Otowa, T.; Kaneko, K. ", "  J. Phys. Chem.", " ", "1995", ", ", "99", ", 10075−10076.", "[", "ACS Full Text ", "], [", "CAS", "]", "(52) . ", "An Ordered Water Molecular Assembly Structure in a Slit-Shaped Carbon Nanospace", "Iiyama, T.; Nishikawa, K.; Otowa, T.; Kaneko, K.", "Journal of Physical Chemistry", "\r\n        (", "1995", "),\r\n    ", "99", "\r\n        (", "25", "),\r\n    ", "10075-6", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The x-ray diffraction of adsorbed H2O mols. in a slit-shaped carbon nanospace of width 1.3 nm was measured at 303 K.  The electron radial distribution function of the adsorbed H2O showed that the no. of nearest-neighbor mols. of the adsorbed H2O is less than that of bulk liq. H2O and that the adsorbed H2O has a long-range ordered structure compared with bulk liq. H2O.  The results indicate directly the formation of an ordered assembly structure of H2O adsorbed in the hydrophobic nanospace.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXlvFaiu7c%253D&md5=54bc68b3a38b0e5d9f1f70c1e527682f", " ", " ", "(53)", " ", "Iiyama, T.; Nishikawa, K.; Suzuki, T.; Kaneko, K. ", "  Chem. Phys. Lett.", " ", "1997", ", ", "274", ", 152−158.", "[", "Crossref", "], [", "CAS", "]", "(53) . ", "Study of the structure of a water molecular assembly in a hydrophobic nanospace at low temperature with in situ X-ray diffraction", "Iiyama, T.; Nishikawa, K.; Suzuki, T.; Kaneko, K.", "Chemical Physics Letters", "\r\n        (", "1997", "),\r\n    ", "274", "\r\n        (", "1,2,3", "),\r\n    ", "152-158", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The X-ray diffraction patterns of water mols. adsorbed in two kinds of slit-shaped graphitic micropores (micropore width: 0.75 and 1.13 nm) were measured from 143 to 303 K, and analyzed by an electron radial distribution function anal.  The formation of an ordered assembly structure of water mols. in the graphitic micropores at 303 K was evidenced.  The structure of the water mols. in the 0.75 nm pore was more ordered compared with that of the 1.13 nm pore, although the water mols. became less mobile with lowering temp.  The water mol. assembly in the graphitic micropores had no clear phase transition point.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXkslGit7c%253D&md5=1b5140ded69437e1ecde98e4d28b4fe3", " ", " ", "(54)", " ", "Ohba, T.; Kanoh, H.; Kaneko, K. ", "  J. ", "Am.", " Chem. Soc.", " ", "2004", ", ", "126", ", 1560−1562.", "[", "ACS Full Text ", "], [", "CAS", "]", "(54) . ", "Affinity Transformation from Hydrophilicity to Hydrophobicity of Water Molecules on the Basis of Adsorption of Water in Graphitic Nanopores", "Ohba, Tomonori; Kanoh, Hirofumi; Kaneko, Katsumi", "Journal of the American Chemical Society", "\r\n        (", "2004", "),\r\n    ", "126", "\r\n        (", "5", "),\r\n    ", "1560-1562", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The interaction of water with hydrophobic surfaces is quite important in a variety of chem. and biochem. phenomena.  The coexistence of water and oil can be realized by introduction of surfactants.  In the case of water vapor adsorption on graphitic nanopores, plenty of water can be adsorbed in graphitic nanopores without surfactants, although the graphitic surface is not hydrophilic.  Why are water mols. adsorbed in hydrophobic nanopores remarkably.  This work can give an explicit insight to water adsorption in hydrophobic graphite nanopores using exptl. and theor. approaches.  Water mols. are assocd. with each other to form the cluster of 1 nm in size, leading to a significant stabilization of the cluster in the graphitic nanopores.  This mechanism can be widely applied to interfacial phenomena relating to coexistence of water and nanostructural materials of hydrophobicity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXmtV2quw%253D%253D&md5=0c65256344012789570b4193b2ae3243", " ", " ", "(55)", " ", "Mahoney, M. W.; Jorgensen, W. L. ", "  J. Chem. Phys.", " ", "2000", ", ", "112", ", 8910−8922.", "[", "Crossref", "], [", "CAS", "]", "(55) . ", "A five-site model for liquid water and the reproduction of the density anomaly by rigid, nonpolarizable potential functions", "Mahoney, Michael W.; Jorgensen, William L.", "Journal of Chemical Physics", "\r\n        (", "2000", "),\r\n    ", "112", "\r\n        (", "20", "),\r\n    ", "8910-8922", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The ability of simple potential functions to reproduce accurately the d. of liq. water from -37 to 100 °C at 1 to 10 000 atm has been further explored.  The result is the five-site TIP5P model, which yields significantly improved results; the av. error in the d. over the 100° temp. range from -37.5 to 62.5 °C at 1 atm is only 0.006 g cm-3.  Classical Monte Carlo statistical mechanics calcns. have been performed to optimize the parameters, esp. the position of the neg. charges along the lone-pair directions.  Initial calcns. with 216 mols. in the NPT ensemble at 1 atm focused on finding a model that reproduced the shape of the liq. d. curve as a function of temp.  Calcns. performed for 512 mols. with the final TIP5P model demonstrate that the d. max. near 4 °C at 1 atm is reproduced, while high-quality structural and thermodn. results are maintained.  Attainment of high precision for the low-temp. runs required sampling for more than 1 billion Monte Carlo configurations.  In addn., the dielec. const. was computed from the response to an applied elec. field; the result is 81.5±1.5 at 25 °C and the exptl. curve is mirrored from 0-100 °C at 1 atm.  The TIP5P model is also found to perform well as a function of pressure; the d. of liq. water at 25 °C is reproduced with an av. error of ∼2% over the range from 1 to 10 000 atm, and the shift of the temp. of max. d. to lower temp. with increasing pressure is also obtained.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXivFCltr0%253D&md5=368765bd00124153b0c65d95b81e951a", " ", " ", "(56)", " ", "Steele, W. A. ", "  Surf. Sci.", " ", "1973", ", ", "36", ", 317−352.", "[", "Crossref", "], [", "CAS", "]", "(56) . ", "Physical interaction of gases with crystalline solids.  I.  Gas-solid energies and properties of isolated adsorbed atoms", "Steele, William A.", "Surface Science", "\r\n        (", "1973", "),\r\n    ", "36", "\r\n        (", "1", "),\r\n    ", "317-52", "CODEN:\r\n                ", "SUSCAS", ";\r\n        ISSN:", "0039-6028", ".\r\n    ", "The potential energy of a gas atom interacting with a solid having a surface made up of a single type of exposed lattice plane can be expressed as a Fourier series in the position variables in the plane parallel to the surface.  Assuming that the total interaction is a pair-wise sum of gas atom-solid atom terms, an analytic expression for the Fourier coeffs. is obtained for inverse power law interactions.  Gas-solid potentials calcd. for several surface lattices by direct summation are compared with those given by the truncated Fourier series, and a satisfactory representation in the energy is obtained even when the no. of terms included is small.  The truncated series is then utilized to calc. the Henry law adsorption consts. and av. energies for an isolated adsorbed atom.  These results are compared with calcns. based on completely localized and perfectly mobile adsorption models.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE3sXhtVagtrk%253D&md5=9089c7b805c4f5ab0dcc77cfff4d1585", " ", " ", "(57)", " ", "Kaneko, K.; Cracknell, R. F.; Nicholson, D. ", "  Langmuir", " ", "1994", ", ", "10", " (12), 4606−4609.", "[", "ACS Full Text ", "], [", "CAS", "]", "(57) . ", "Nitrogen Adsorption in Slit Pores at Ambient Temperatures: Comparison of Simulation and Experiment", "Kaneko, Katsumi; Cracknell, Roger F.; Nicholson, David", "Langmuir", "\r\n        (", "1994", "),\r\n    ", "10", "\r\n        (", "12", "),\r\n    ", "4606-9", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    ", "The authors used GCMC simulation to study the adsorption of N into slit-shaped micropores at 303 K.  The N was modeled as a 1-center or as a 2-center mol., with or without quadrupoles.  The pores were modeled as parallel smooth graphite surfaces.  Pore widths, corresponding to 2 samples of activated carbon fiber having internal pore widths of 0.75 and 1.45 nm, were selected.  The carbon to carbon distance (H) needed in the potential energy calcn. was found from geometrical parameters.  Two alternative methods of calcn. of this quantity are discussed.  Better agreement with expt. is obtained if H is based on the min. of the interaction potential rather than the thickness of graphite plane.  Differences between the 1-center and 2-center models were found in the smaller pore and can be attributed to the different packing available to the 2 models.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXmvVOisbc%253D&md5=65a06c615312efb7ce5433bcf2a7de92", " ", " ", "(58)", " ", "Ohba, T.; Nicholson, D.; Kaneko, K. ", "  Langmuir", " ", "2003", ", ", "19", " (14), 5700−5707.", "[", "ACS Full Text ", "], [", "CAS", "]", "(58) . ", "Temperature Dependence of Micropore Filling of N2 in Slit-Shaped Carbon Micropores: Experiment and Grand Canonical Monte Carlo Simulation", "Ohba, T.; Nicholson, D.; Kaneko, K.", "Langmuir", "\r\n        (", "2003", "),\r\n    ", "19", "\r\n        (", "14", "),\r\n    ", "5700-5707", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The temp. dependence of N2 adsorption isotherms on carbon micropores having different pore widths was measured in the temp. range 77-207 K and was simulated using the grand canonical Monte Carlo (GCMC) technique.  The adsorbed amt. decreased with increasing temp., irresp. of the difference in the pore width.  However, the adsorption decrease depended on both pore width and temp.  The narrower the pore width, the less the adsorption decrease.  A slight increase in the measuring temp. from 77 to 82 K gave rise to a large decrease in the adsorption for activated carbon fiber having an av. pore width of 1.1 nm, whereas carbon samples with 0.6-0.7 nm av. pore width did not show such a remarkable difference.  Mol. fluctuation in pores of width 1.2 nm increased as the temp. was increased in the GCMC simulation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXks1Sqsbw%253D&md5=6b785b577152e1807229d1f6794edafa", " ", " ", "(59)", " ", "Ohba, T.; Kaneko, K. ", "  J. Phys. Chem. B", " ", "2002", ", ", "106", " (29), 7171−7176.", "[", "ACS Full Text ", "], [", "CAS", "]", "(59) . ", "Internal Surface Area Evaluation of Carbon Nanotube with GCMC Simulation-Assisted N2 Adsorption", "Ohba, T.; Kaneko, K.", "Journal of Physical Chemistry B", "\r\n        (", "2002", "),\r\n    ", "106", "\r\n        (", "29", "),\r\n    ", "7171-7176", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The N2 adsorption on the internal and external surfaces of single-walled C nanotubes of the continuous model at 77 K was compared with that on the structureless graphite surface with grand canonical Monte Carlo (GCMC) simulation.  The inapplicability of the BET anal. for evaluation of the surface area of the internal and external surfaces of the nanotube was explicitly shown and the reason was explained with the monolayer structure difference.  The ordinary αS-plot anal. using the std. isotherm of the flat graphite surface did not provide a reasonable method for the internal surface area.  However, if the authors adopt the adsorption isotherm of the internal surface of the pore width being large enough to remove the enhanced potential effect, the subtracting pore effect method (SPE-IC method) using its αS-plot gave an accurate surface area for the internal surface except for the pore width = 2 nm.  The cause for the inapplicability of BET anal. was discussed with the radial distribution function of the monolayer.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XksVeit7s%253D&md5=0aa3680d6b6b4009fc943305f2d57bb1", " ", " ", "Maddox, M.; Ulberg, D.; Gubbins, K. E. ", "  Fluid Phase Equilibria", " ", "1995", ", ", "104", ", 145−158.", "[", "Crossref", "], [", "CAS", "]", ". ", "Molecular simulation of simple fluids and water in porous carbons", "Maddox, M.; Ulberg, D.; Gubbins, K. E.", "Fluid Phase Equilibria", "\r\n        (", "1995", "),\r\n    ", "104", "\r\n        (", "),\r\n    ", "145-58", "CODEN:\r\n                ", "FPEQDT", ";\r\n        ISSN:", "0378-3812", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "We report Grand Canonical Monte Carlo (GCMC) mol. simulation studies of argon, nitrogen and water in model porous carbons.  Adsorption in \"buckytubes\" is studied for argon and nitrogen.  We calc. adsorption isotherms, d. profiles, phase transitions and heats of adsorption for model tubes of 1.05 and 4.8 nm diam. at 77 and 60 K.  The smaller buckytube is too small to exhibit phase transitions.  For the larger tube we observe layering transitions, capillary condensation and hysteresis for both argon and nitrogen.  Fluid mols. are modelled as Lennard-Jones spheres, and an averaged fluid-wall potential, dependent only on the distance of the adsorbed mol. from the center of the tube, is used.  Results are reported for water in model graphitic and activated carbons with slit pores.  Water is modelled using the TIP4P potential, and COOH groups are used as the active sites, the water-COOH interaction being the OPLS potential.  The structure of the carbon walls is taken into account.  We study the effect of varying the d. and arrangement of active groups on the surface.  For these carbons the adsorption is generally greater than for graphitic carbons, and is strongly dependent on the arrangement of the active groups on the surface.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXltFKju7Y%253D&md5=e44930e3c22da7b06442a138fbfeab36", " ", " ", "(61)", " ", "Bojan, M. J.; Steele, W. A. ", "  Carbon", " ", "1998", ", ", "36", ", 1417−1423.", "[", "Crossref", "], [", "CAS", "]", "(61) . ", "Computer simulation in pores with rectangular cross-sections", "Bojan, Mary J.; Steele, William A.", "Carbon", "\r\n        (", "1998", "),\r\n    ", "36", "\r\n        (", "10", "),\r\n    ", "1417-1423", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "Monte Carlo computer simulations are reported for the sorption of Ar at 90 K in several pores of different shapes.  In all cases, the pore walls were modeled as perfectly flat graphitic planes that were assembled to form pores with rectangular cross-sections characterized by having one dimension fixed at a value that allows 4 layers of Ar in the full pore (with one exception).  The second dimension of the rectangle was varied from 4 to 8 to 12 Ar atom diams. to infinite (simple slit).  A pore having dimensions of 7 × 7 Ar atoms was also studied.  The presence of corners in these pores has a profound effect upon their adsorptive behavior; that adsorption in the corners can be quant. treated in terms of one-dimensional theory; and that the remaining adsorption on the walls gives monolayer packings with liq.-like two-dimensional densities.  The effect of pore shape upon capillary condensation and hysteresis is also investigated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXmtlyhu78%253D&md5=63c7f610e6e03c8b0f0643e72c1add60", " ", " ", "(62)", " ", "Bandosz, T. J.; Biggs, M. J.; Gubbins, K. E.; Hattori, Y.; Iiyama, T.; Kaneko, K.; Pikunic, J.; Thomson, K. T.; Kendall, T. ", "  Chem. Phys. Carbon", " ", "2003", ", ", "28", ", 41−228.", "[", "CAS", "]", "(62) . ", "Molecular models of porous carbons", "Bandosz, Teresa J.; Biggs, Mark J.; Gubbins, Keith E.; Hattori, Y.; Iiyama, T.; Kaneko, Katsumi; Pikunic, Jorge; Thomson, Kendall T.", "Chemistry and Physics of Carbon", "\r\n        (", "2003", "),\r\n    ", "28", "\r\n        (", "),\r\n    ", "41-228", "CODEN:\r\n                ", "CPHCAY", ";\r\n        ISSN:", "0069-3138", ".\r\n    \r\n            (", "Marcel Dekker, Inc.", ")\r\n        ", "A review on activated C and C nanotubes microstructures with the main focus on that ones contg. micropores (pore size up to 2 nm) and mesopores (pore size of 2-50 nm), which are the most useful pore sizes for adsorption, kinetic sieving, and catalysis.  Materials specifically considered include the conventional porous C such as the various particulate activated carbons, activated carbon fibers, and porous carbon membranes.  More novel c forms are also considered, including C nanotubes and fullerites.  The pores in activated C are usually approx. slit shaped; the slit geometry, coupled with the unusually strong intermol. forces between the walls and the adsorbate mols., provides a contrast with the roughly cylindrical pore geometry and much weaker wall forces found in porous glasses and silica's of various kinds.  The structural models available for porous C can be roughly divided into two classes: simple geometrical models, such as collections of slit- or wedge-shaped pores, and more complex models in which more realistic features, such as pore connectivity, tortuosity, curved and defective C sheets, are included.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXntlCjsbc%253D&md5=0b9b4c300b1214ad61c7c133b179eb1b", " ", " ", "(63)", " ", "Devilin, J. P.; Sadlej, J.; Buch, V. ", "  J. Phys. Chem. A", " ", "2001", ", ", "105", ", 974−983.", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", " ", " ", "(64)", " ", "Müller, A.; Krickemeyer, E.; Bögge, H.; Schmidtmann, M.; Botar, B.; Talismanova, M. O. ", "  Angew. ", "Chem.,", " Int. Ed.", " ", "2003", ", ", "42", ", 2085−2090.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(64) . ", "Drawing small cations into highly charged porous nanocontainers reveals \"water\" assembly and related interaction problems", "Muller, Achim; Krickemeyer, Erich; Bogge, Hartmut; Schmidtmann, Marc; Botar, Bogdan; Talismanova, Marina O.", "Angewandte Chemie, International Edition", "\r\n        (", "2003", "),\r\n    ", "42", "\r\n        (", "18", "),\r\n    ", "2085-2090", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Three easily accessible, sol., spherical, porous nanocapsules with internal surfaces that are tunable with respect to charge and hydrophilicity/phobicity based on the fundamental cluster skeleton [((Mo)Mo5)12(link)30] were prepd. and characterized by elemental anal., thermoanal., mass and IR spectroscopy, and x-ray crystallog.  The clusters have the compns. (NH4)72-n[(H2O)81-n+(NH4)n⊂{(MoVI)MoVI5O21(H2O)6}12{MoV2O4(SO4)}30]·≈200H2O (1), (NH4)60[{(MoVI)MoVI5O21(H2O)6}12{MoV2O4(SO4)}18{MoV2O4(CH3COO)}12]·≈300H2O (3) and [(CH3)2NH2]52Na8[Na6+(H2O)n⊂{(MoVI)MoVI5O21(H2O)6}12{MoV2O4(SO4)}24{MoV2O4(CH3COO)}6]·≈(250-n)H2O (4).  The highly charged cluster anions have well constructed hydrophilic inner surfaces and 20 nanosized pores contg. different encapsulated species and water mol. assemblies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXkt1Sms7s%253D&md5=67dc5dc0aa8d426872a6b38bb56be94c", " ", " ", "(65)", " ", "Nauta, K.; Miller, R. E. ", "  Science", " ", "2000", ", ", "287", ", 293−295.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(65) . ", "Formation of cyclic water hexamer in liquid helium: the smallest piece of ice", "Nauta, K.; Miller, R. E.", "Science (Washington, D. C.)", "\r\n        (", "2000", "),\r\n    ", "287", "\r\n        (", "5451", "),\r\n    ", "293-295", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "The cyclic water hexamer, a higher energy isomer than the cage structure previously characterized in the gas phase, was formed in liq. helium droplets and studied with IR spectroscopy.  This isomer is formed selectively as a result of unique cluster growth processes in liq. helium.  The exptl. results indicate that the cyclic hexamer is formed by insertion of water mols. into smaller preformed cyclic complexes and that the rapid quenching provided by the liq. helium inhibits its rearrangement to the more stable cage structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXlvVWksA%253D%253D&md5=dd7ae25d4a0886726f3429bbf07d5cd6", " ", " ", "(66)", " ", "Ugalde, J. M.; Alkorta, I.; Elguero, J. ", "  Angew. ", "Chem.,", " Int. Ed.", " ", "2000", ", ", "39", ", 717−721.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(66) . ", "Water clusters: towards an understanding based on first principles of their static and dynamic properties", "Ugalde, Jesus M.; Alkorta, Ibon; Elguero, Jose", "Angewandte Chemie, International Edition", "\r\n        (", "2000", "),\r\n    ", "39", "\r\n        (", "4", "),\r\n    ", "717-721", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH", ")\r\n        ", "A review, with 45 refs., on studies on the structures and properties of water clusters, including the possibility of the hydrogen bonds being covalent.  Studies on the conformational dynamics of these clusters are also discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXhsVGkt7k%253D&md5=d1f3c515da89c1d82d96244a9f329fce", " ", " ", "(67)", " ", "Ludwig, R. ", "  Angew. ", "Chem.,", " Int. Ed.", " ", "2001", ", ", "40", ", 1808−1827.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(67) . ", "Water: from clusters to the bulk", "Ludwig, Ralf", "Angewandte Chemie, International Edition", "\r\n        (", "2001", "),\r\n    ", "40", "\r\n        (", "10", "),\r\n    ", "1808-1827", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH", ")\r\n        ", "A review with 186 refs.  Water is of fundamental importance for human life and plays an important role in many biol. and chem. systems.  Although water is the most abundant compd. on earth, it is definitely not a simple liq.  It possesses strongly polar hydrogen bonds which are responsible for a striking set of anomalous phys. and chem. properties.  For more than a century the combined importance and peculiarity of water inspired scientists to construct conceptual models, which in themselves reproduce the obsd. behavior of the liq.  The exploration of structural and binding properties of small water complexes provides a key for understanding bulk water in its liq. and solid phase and for understanding solvation phenomena.  Modern ab initio quantum chem. methods and high-resoln. spectroscopy methods have been extremely successful in describing such structures.  Cluster models for liq. water try to mimic the transition from these clusters to bulk water.  The important question is: What cluster properties are required to describe liq.-phase behavior.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXjvFyqtrw%253D&md5=6194b6257b7ef8884216627ec9d53132", " ", " ", "(68)", " ", "Sing, K. S. W. ", "  Carbon", " ", "1989", ", ", "27", ", 25.", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", " ", "(69)", " ", "Kaneko, K.; Ishii, C. ", "  Colloid Surf. ", "1992", ", ", "67", ", 203.", "[", "Crossref", "], [", "CAS", "]", "(69) . ", "Superhigh surface area determination of microporous solids", "Kaneko, K.; Ishii, C.", "Colloids and Surfaces", "\r\n        (", "1992", "),\r\n    ", "67", "\r\n        (", "),\r\n    ", "203-12", "CODEN:\r\n                ", "COSUD3", ";\r\n        ISSN:", "0166-6622", ".\r\n    ", "A new method is proposed for the measurement of sp. surface area of microporous carbons of superhigh BET (Brunauer-Emmett-Teller) surface area.  The method (designated the subtracting pore effects (SPE) method) is based on the anal. of 2 upward swings from linearity (due to the pore effects) in the high resoln. αs plot.  The measurement of slope of the linear αs plot after subtraction of the swings gives a definite surface area, even in a microporous system.  The surface area of activated mesophase carbon microbeads with a BET surface area of 3000-4000 m2 g-1 was detd. by N2 adsorption using the SPE method.  The BET surface area obtained in the usual manner was an overestimate by ∼ 40%.  The overestimation is attributed to capillary condensation, not to enhanced micropore filling.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXislynuw%253D%253D&md5=9b896e77aa30cba519e159c5436fe780", " ", " ", "Setoyama, N.; Suzuki, T.; Kaneko, K. ", "  Carbon", " ", "1998", ", ", "36", ", 1459.", "[", "Crossref", "], [", "CAS", "]", ". ", "Simulation study on the relationship between a high resolution αs-plot and the pore size distribution for activated carbon", "Setoyama, Norihiko; Suzuki, Takaomi; Kaneko, Katsumi", "Carbon", "\r\n        (", "1998", "),\r\n    ", "36", "\r\n        (", "10", "),\r\n    ", "1459-1467", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "The effects of the micropore structure of activated carbons on the high resoln. αs-plot for nitrogen adsorption isotherms were examd. with the grand canonical Monte Carlo simulation.  Adsorption isotherms of nitrogen were simulated in graphitic slit pores at 77 K as a function of the slit width (w).  As no pore effect was obsd. below P/Po=0.6 for w = 3.5 nm, αs-plots for the simulated adsorption isotherms were constructed using the std. isotherm simulated for w = 3.5 nm.  The simulated αs-plots had filling and cooperative swings which were exptl. shown in the previous works, and the shape of the simulated αs-plot varied with the micropore structure.  As the subtracting pore effect (SPE) method for the sp. surface area (SSA) detn. using the αs-plot was proposed in the previous exptl. works, the theor. ground for the SPE method was discussed.  The best evaluation method of SSA using the αs-plot was shown, almost agreeing with the SPE method.  This simulation study showed clearly that the SPE method is available for pore systems of w ≥ 0.7 nm, whereas even the SPE method underestimates the SSA of the pores of w ≤ 0.6 nm.  The obsd. swings of the αs-plot were simulated using the different micropore size distribution.  The bimodal micropore size distribution lead to both of filling and cooperative swings, while a single pore size distribution <0.9 nm gave only the filling swing.  Thus, four representative types of the αs-plot for activated carbons were proposed and it was shown how to understand the micropore size distribution through the αs-plot.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXmtlyhu7g%253D&md5=8be4e292875c47045adf34b92d66824a", " ", " ", "(71)", " ", "McBain, J. W.; Porter, J. L.; Sessions, R. F. ", "  J. ", "Am.", " Chem. Soc.", " ", "1933", ", ", "55", ", 2294−2304.", "[", "ACS Full Text ", "], [", "CAS", "]", "(71) . ", "The nature of the sorption of water by charcoal", "McBain, James W.; Porter, J. L.; Sessions, R. F.", "Journal of the American Chemical Society", "\r\n        (", "1933", "),\r\n    ", "55", "\r\n        (", "),\r\n    ", "2294-2304", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "Measurements were made of the expansion of charcoal when exposed to H2O.  H2O vapor is sorbed by the charcoal and is not taken up by purely capillary condensation.  This sorption is of the phys. type occasioned by the development of mutual polarization of adjacent sorbed mols.  It is concluded that H2O is adsorbed or persorbed as a 2-dimensional liquid film permeating the structure of the charcoal.  These observations agree with measurements of the d. and sp. heat of the sorbed H2O.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaA3sXktlWrtQ%253D%253D&md5=1f47a8d796cdabf2d154d81a1938bebe", " ", " "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2004/jpcbfk.2004.108.issue-39/jp048323v/production/images/small/jp048323vf00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2004/jpcbfk.2004.108.issue-39/jp048323v/production/images/small/jp048323vf00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2004/jpcbfk.2004.108.issue-39/jp048323v/production/images/small/jp048323vf00003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2004/jpcbfk.2004.108.issue-39/jp048323v/production/images/small/jp048323vf00004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2004/jpcbfk.2004.108.issue-39/jp048323v/production/images/small/jp048323vf00005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2004/jpcbfk.2004.108.issue-39/jp048323v/production/images/small/jp048323vf00006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2004/jpcbfk.2004.108.issue-39/jp048323v/production/images/small/jp048323vf00007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2004/jpcbfk.2004.108.issue-39/jp048323v/production/images/small/jp048323vf00008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2004/jpcbfk.2004.108.issue-39/jp048323v/production/images/small/jp048323vf00009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2004/jpcbfk.2004.108.issue-39/jp048323v/production/images/small/jp048323vf00010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2004/jpcbfk.2004.108.issue-39/jp048323v/production/images/small/jp048323vf00011.gif\">"]}
