{"title": ["A Facile and General Coating Approach to Moisture/Water-Resistant Metal–Organic Frameworks with Intact Porosity"], "authors": ["Wang Zhang", "Yingli Hu", "Jin Ge", "Hai-Long Jiang", "Shu-Hong Yu"], "doi": ["10.1021/ja509960n"], "abstract": ["The moisture sensitivity of many metal–organic frameworks (MOFs) poses a critical issue for their large-scale real application. One of the most effective methods to solve this problem is to convert the surface of MOFs from hydrophilic to hydrophobic. Herein, we develop a general strategy to modify hydrophobic polydimethysiloxane (PDMS) on the surface of MOF materials to significantly enhance their moisture or water resistance by a facile vapor deposition technique. MOF-5, HKUST-1, and ZnBT as representative vulnerable MOFs were successfully coated by PDMS, and these coated samples well inherited their original crystalline nature and pore characteristics. Strikingly, the surface areas of these MOFs were nearly 100% retained upon PDMS-coating. Such a coating process might render MOFs applicable in the presence of water or humidity in extended fields such as gas sorption and catalysis."], "text": ["Metal–organic frameworks (MOFs) have become a well-known class of porous solids, which are constructed by the adjustable assembly of metal ions or metal clusters with multifunctional organic ligands.", "(1)", " MOFs can be rationally designed and prepared to afford desired versatile applications, such as gas storage,", "(2)", " small molecule separation,", "(3)", " catalysis,", "(4)", " sensing,", "(5)", " etc. Although MOFs have shown potential applications in diverse fields, unfortunately, stability has being recognized as a major barrier to limit their practical applications. Especially, most MOFs with weak metal–ligand coordination bonds are more or less vulnerable to water molecules under an ambient atmospheric environment. Typically, MOF-5", "(6)", " is very sensitive to moisture although it was intensively investigated for kinds of possible applications.", "Currently, two main approaches have been adopted to enhance the water stability of MOFs for expanding their practical applications. One is to obtain stable MOFs", "(7)", " or hydrophobic MOFs", "(8)", " by direct synthesis. On the other hand, to improve the stability of water-sensitive MOFs, the functionalization with hydrophobic surface is an effective solution.", "(9)", " Several strategies have been explored to reduce/avoid the contact between water molecules and MOF host frameworks to enhance their moisture/water resistance.", "(9)", " Despite improving the stability of MOFs toward water or humidity, these approaches suffer from their respective limitations, such as reduced porosity, tedious procedure, complex instrumentation, etc. Therefore, it is imperative, but challenging, to develop a facile and general approach to the improvement of moisture/water stability for the MOFs that are moisture sensitive while possessing potential applications, to push forward their practical use. To this end, the porosity preservation for the MOFs is of prime importance upon moisture/water stability improvement.", "Herein, we report our discovery on a general and effective approach by using a facile polydimethysiloxane (PDMS)-coating treatment", "(10)", " to form a protective hydrophobic layer on the surface of MOFs for improving their moisture/water stability (Scheme ", "1", ") while retaining their intrinsic properties (i.e., high surface area, pore texture, and crystalline structure). Significantly, these PDMS-coated MOFs exhibit highly hydrophobic behavior and excellent moisture/water tolerance as well as well retained inherent porosity. To demonstrate the universality of this PDMS-coating approach, three representative MOFs based on three different secondary building units (SBUs), MOF-5 with Zn", "4", "O(COO)", "6", " clusters,", "(6)", " HKUST-1 with paddle wheel Cu", "2", "(COO)", "4", " centers,", "(11)", " and [Zn(bdc)(ted)", "0.5", "]·2DMF·0.2H", "2", "O (denoted ZnBT hereafter) with pillared square-grid Zn", "2", "(COO)", "4", "N", "2", " clusters,", "(12)", " have been chosen for detailed investigation. Upon PDMS coating, these MOFs exhibit retained crystalline structures and a highly porous feature under moisture/water conditions. It is important to note that the all coated MOFs show nearly intact porosity and unaltered surface area, which are crucial to many applications of MOFs. To the best of our knowledge, this is the first work that improves the moisture/water resistance with intact porosity via a post-treatment approach [see Table S1 in ", "Supporting Information", " (SI)]. In addition, we have demonstrated the coated MOFs exhibit great performance in CO", "2", " sorption and heterogeneous catalysis after moisture treatment.", "Scheme 1. Illustration of PDMS-Coating on the Surface of MOFs and the Improvement of Moisture/Water Resistance of MOFs", "Typically, the coating process has been conducted by heating MOFs in the presence of some PDMS stamp in a sealed glass container at 235 °C, and such a temperature is acceptable for most MOFs (usually stable up to 300 °C). The volatile and low-molecular-weight silicone molecules, which come from the thermal degradation of PDMS, would deposit on the surface of MOFs and subsequently cross-link, to result in the formation of a hydrophobic silicone coating.", "(10)", " After cooling down to room temperature, the coated MOFs would be obtained.", "It is well-known that MOF-5, HKUST-1, and ZnBT are all water sensitive in varying degrees, and they are hydrophilic materials with water contact angles close to 0°. Compared to the pristine MOFs, all PDMS-coated samples exhibit water contact angles 130 ± 2°, revealing their hydrophobic character (Figure ", "1", "a–f). The highly hydrophobic behavior of these coated MOFs remains unchanged for a long time. For instance, the coated HKUST-1 is able to float on water for three months or even longer (", "Figure S1", "). In order to verify the presence of the PDMS coating layer, element distribution using a composition line-scan profile has been conducted for coated MOF-5 (Figure ", "1", "g–h). The results indicate that a small amount of Si element uniformly exists on the crystal and the Si/Zn atom ratio is ∼4.1%, inferring that the PDMS has been successfully coated on the MOF surface. The flat Si distribution in Figure ", "1", "h is attributed to a large scan range (to micrometer) while the thickness of the PDMS coating layer is in nanometers. A high-resolution transmission electron microscopy (HRTEM) image clearly presents an ∼10 nm PDMS coating layer on the MOF surface, and energy-dispersive spectroscopy (EDS) results indicate that the Si/Zn ratio in the edge (24.6%) is significantly higher than that of the area away from the edge in coated MOF-5 (2.6%) (", "Figure S2", "). The X-ray photoelectron spectroscopy (XPS) for pristine and coated MOFs have been investigated, and the binding energy of Cu 2p in HKUST-1 exhibits an obvious shift after PDMS coating, revealing the possible bond formation between the unsaturated Cu centers and O atoms from the PDMS layer (", "Figure S3", "). In coated HKUST-1, Cu 2p", "3/2", " and 2p", "1/2", " peaks have obvious enhancement while the peak intensity of Si 2p decreases after Ar etching, further demonstrating the PDMS coating on the external surface (", "Figure S3e–f", ").", "Figure 1. (a–f) Digital photographs of (a) MOF-5, (d) coated MOF-5, (b) HKUST-1, (e) coated HKUST-1, (c) ZnBT, and (f) coated ZnBT after a drop of water was placed onto the samples. Inset shows contact angle measurement for each sample, respectively (coated MOF-5, 128°; coated HKUST-1, 130°; coated ZnBT, 130°). (g–h) Composition line-scan profile of a coated MOF-5 crystal along cross section direction.", "The pristine and coated MOF-5 samples were investigated with exposure to air at 55% relative humidity for 2 days in detail due to its extreme moisture sensitivity. As shown in Figures ", "2", " and ", "3", ", the morphology, structure, and porosity of all the samples were monitored by scanning electron microscopy (SEM), TEM, power X-ray diffraction (XRD), and N", "2", " adsorption studies, respectively. SEM images show that pristine MOF-5 crystals have regular cubic morphology and a smooth surface (Figure ", "2", "a). However, they underwent serious corrosion with full of cracks and cavities caused by water molecule attack, after staying in a humid environment for 2 days (Figures ", "2", "b). In sharp contrast, the coated MOF-5 exhibits the identical morphology and smooth surface before and after the 2 day treatment in a humid environment (Figure ", "2", "d–e). From powder XRD results, the pristine MOF-5 has been partially transformed to nonporous MOF-69c", "(13)", " in a humid environment for ∼2 h, accompanied by the appearance of a characteristic peak at 8.9° and the weakening of the peak at 9.7°. Upon further exposure to air for 2 days, the powder XRD patterns of MOF-5 have almost completely disappeared, revealing the destruction of the initial structure (Figure ", "2", "c and ", "2", "f). In contrast, the framework and crystallinity of coated MOF-5 remain unaltered after the same treatment. N", "2", " sorption results are in good agreement with the above morphology and structure investigations (Figure ", "3", "a–b). The BET surface area (", "S", "BET", ") for pristine and coated MOF-5 are calculated to be 3118 and 3159 m", "2", "/g, respectively (", "Table S1", "), suggesting that the inherent porous structure is not collapsed or blocked after the cross-linked silicone molecules covered the surface of pristine MOF-5. The ", "S", "BET", " of MOF-5 evidently decreases from 3118 to 2532 m", "2", "/g (18.8% drop) upon exposure to 55% humidity for 2 h, and the MOF completely loses its porosity after 1 day, demonstrating its structural collapse. However, the coated MOF-5 has almost the same N", "2", " sorption curves and 100% ", "S", "BET", " is retained (3158 m", "2", "/g) after 1 day treatment in 55% humidity, and ", "S", "BET", " has a minor fluctuate and remains as high as 2871 m", "2", "/g (∼9% drop) even after 3 days. All the above results unambiguously demonstrate that the PDMS coating for MOF-5 is able to effectively prevent the attack from water molecules to the vulnerable coordination bonds and thus ensure the integrity of MOF-5.", "Figure 2. (a–b) SEM and TEM images of pristine MOF-5 (a) before and (b and inset in b) after exposure to humidity for 2 days. (d–e) SEM and TEM images of PDMS-coated MOF-5. (d) Before and (e and inset in e) after exposure to humidity for 2 days. (c and f) Powder XRD patterns of (c) pristine MOF-5 and (f) PDMS-coated MOF-5 exposure to humidity for different times.", "Given the better stability of HKUST-1, the stability investigation was conducted by exposure of the samples to water for 3 days. For pristine HKUST-1, the blue powder turns to physical mixture of whitish and pale blue flocs after soaking (", "Figure S1", "), and SEM images show the change from regular octahedral to rod-shaped crystals (", "Figure S4", "), suggesting possible structural transformation. The assumption has been well supported by N", "2", " sorption and powder XRD studies. N", "2", " sorption exhibits its nonporous nature of the water-soaked sample, which totally loses characteristic peak of HKUST-1 (Figure ", "3", "c–d), as demonstrated by powder XRD (", "Figure S5", "). In contrast, the green coated HKUST-1 floats on water with unchanged color as long as 3 months due to its hydrophobicity (", "Figure S1", "). In addition, both SEM images and powder XRD profiles present the same results for coated HKUST-1 before and after water treatment. Further characterization by N", "2", " adsorption shows the ", "S", "BET", " of coated HKUST-1 is 1544 m", "2", "/g, which is as same as that of pristine HKUST-1 (1547 m", "2", "/g, ", "Table S1", "). As expected, the porosity and ", "S", "BET", " of coated HKUST-1 is completely retained after water treatment, in good correlation with SEM and powder XRD results. In addition, water sorption has been investigated for HKUST-1 before and after PDMS coating and results show lower sorption capacity and much slower sorption kinetics for coated HKUST-1 (", "Figure S6", "). Although different structures and metal clusters from MOF-5 and HKUST-1, all characterizations for pristine and coated ZnBT treated in 55% humidity environment explicitly lead to similar results that the structure of pristine ZnBT rapidly collapse and thus loses its porosity in 1 day, while the PDMS coating can guarantee ZnBT remained morphology and structure as well as high porosity under the same humid conditions (Figures ", "3", "e–f ", "and S7–S8, Table S1", "). It should be noted that PDMS coating might only occur to the exterior MOF powder without any shielding, so the coated MOF-5 and ZnBT on the glass dish without perturbation were directly transferred into temperature humidity incubator for moisture-resistant investigation.", "Figure 3. (a, c, and e) N", "2", " sorption isotherms for pristine and PDMS-coated MOFs before and after moisture/water treatment (MOF-5 and ZnBT were treated in air at 55% relative humidity for 1 d; HKUST-1 was treated in water for 3 d). (b, d, and f) N", "2", " sorption capacity of samples at relative low pressure (", "P", "/", "P", "0", " equal to 0.1).", "In recent years, MOFs have been demonstrated to have great potential for selective CO", "2", " capture compared to other porous solids and real implementation, like postcombustion carbon capture, usually takes place under humid conditions. Here, as a proof-of-concept study, CO", "2", " sorption for the pristine and coated MOFs has been evaluated before and after moisture/water treatment. As expected, the CO", "2", " uptakes for all coated MOFs at 273 and 298 K are nearly closed to those of pristine MOFs (", "Figure S9, Table S2", "). After moisture/water treatment, CO", "2", " uptake capacities of coated MOF-5, HKUST-1, and ZnBT show almost constant values from 39.5 to 38.8 cm", "3", "/g, from 175.3 to 180.1 cm", "3", "/g, and from 109.9 to 106.1 cm", "3", "/g in 760 mmHg at 273 K, respectively. However, all pristine MOFs almost lose their CO", "2", " uptake capacity due to the attack of water molecules.", "Based on the above results, the PDMS coating layer on the surface of MOFs would not affect the accessibility of pores and active sites on the framework of MOFs. Given that the exposed Cu(II) centers in HKUST-1 could act as Lewis acid sites for heterogeneous catalysis,", "(14)", " we then explored the influence of water vapor treatment for a liquid phase cyanosilylation of benzaldehyde and trimethylsilylcyanide (TMSCN) over the pristine and coated HKUST-1. Both MOFs were preactivated in high vacuum at 393 K to remove coordinated water molecules to release the Lewis acid sites. The reaction was carried out at 333 K in heptane for 48 h, and the products were determined by GC analysis. The pristine HKUST-1 showed good selectivity (99%) and yield (48.2%). However, its catalytic activity sharply decreased (yield to 19.6%) after saturated water vapor treatment at room temperature for only 2 min because some exposed Cu(II) sites were recoordinated by water molecules. The activity of coated HKUST-1 (yield to 50.1%) is similar to that of the pristine one, suggesting the permeability of the PDMS coating layer for the substrates. Remarkably, the coated HKUST-1 has retained activity after the same treatment (yield to 49.1%), indicating that the PDMS coating layer can effectively prevent the entrance and coordination to the exposed Cu(II) sites from water molecules and thus protect the catalytic activity of the coated MOF.", "All the above results suggest that the PDMS-coating process could be a universal technology to modify the thin hydrophobic PDMS layer on the surface of MOFs, which can suffer from heat treatment at 235 °C. Compared with other postmodified methods, such a PDMS-coating approach not only is facile but also shows significant superiority to retain inherent porosity (", "Table S1", "). The ", "S", "BET", " of PDMS-coated MOFs exhibit nearly 100% retainment of the porosity of the original MOFs, while the other reported ways more or less lead to decreased ", "S", "BET", ". More importantly, the coated PDMS layer significantly promotes the moisture/water resistance of these unstable MOFs, which is an indispensable ability and prerequisite for practical applications in the presence of moisture or water. The results of CO", "2", " sorption and heterogeneous catalysis clearly state that PDMS coating would make MOFs well preserved performances in gas storage and catalysis under practical humid conditions.", "In summary, we have reported a new general strategy to modify the surface of MOFs with a thin hydrophobic PDMS layer via a simple thermal vapor deposition technique. The PDMS-modified MOFs exhibited significantly enhanced stability of the framework against degradation toward moisture/water. Remarkably, the PDMS-coated MOFs have well retained porosity and surface area, as well as the active sites that are accessible to substrates during the catalytic reaction, possibly due to the good permeability nature of the thin PDMS layer and/or incomplete MOF surface coating. Such a facile and general strategy would open a new avenue to moisture/water stable MOFs or MOF composites for practical applications.", " ", "Top of Page", "Abstract", "References", "Supporting Information", "Detailed experimental section for material synthesis, characterization, and measurements. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "†", "Author Contributions", "W.Z. and Y.H. contributed equally to this work.", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "References", "Acknowledgment", "This work is supported by the Ministry of Science and Technology of China (Grants 2014CB931800, 2013CB933900, 2010CB934700), the National Natural Science Foundation of China (Grants 21431006, 91022032, 91227103, 21061160492, 21371162, 51301159), the Chinese Academy of Sciences (Grant KJZD-EW-M01-1), and the Fundamental Research Funds for the Central Universities (WK2060190026). We thank Prof. Ya-Qian Lan at Nanjing Normal University for water sorption measurement.", "Reference QuickView", "Top of Page", "Abstract", "References", "References", "This article references 14 other publications.", "1. ", "(a) ", "Férey", ", ", "G.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", " ", "Acc. Chem. Res.", " ", "2005", ",  ", "38", ",  ", "217", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Crystallized Frameworks with Giant Pores: Are There Limits to the Possible?", "Ferey, Gerard; Mellot-Draznieks, Caroline; Serre, Christian; Millange, Franck", "Accounts of Chemical Research", "\r\n        (", "2005", "),\r\n    ", "38", "\r\n        (", "4", "),\r\n    ", "217-225", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  In the domain of porous solids with inorg. or hybrid frameworks, the combination of mastered chem. and of computer simulations pushes forward the limits of the classical approach and allows the full detn. from powder diffraction data of architectures with cells of several hundred thousand cubic angstroms with hierarchies of giant pores and unprecedented Langmuir surfaces.  The different limits induced by this new approach are analyzed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXksFSgsw%253D%253D&md5=80c8dd6c85b1637b43fd7805f0a34b3b", "(b) ", "Long", ", ", "J. R.", "; ", "Yaghi", ", ", "O. M.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1213", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "The pervasive chemistry of metal-organic frameworks", "Long, Jeffrey R.; Yaghi, Omar M.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1213-1214", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvValsrw%253D&md5=6764928147334cafac2213ad3d66e382", "(c) ", "Zhou", ", ", "H.-C.", "; ", "Long", ", ", "J. R.", "; ", "Yaghi", ", ", "O. M.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "673", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Introduction to Metal-Organic Frameworks", "Zhou, Hong-Cai; Long, Jeffrey R.; Yaghi, Omar M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "673-674", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review is presented on prepn., structure and application of Metal-Org. Frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1OjtLw%253D&md5=abf05fcd4ae6b394b7f1048a93f5ebbc", "(d) ", "Furukawa", ", ", "H.", "; ", "Cordova", ", ", "K. E.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2013", ",  ", "341", ",  ", "974", "[", "Crossref", "], [", "CAS", "]", "1. ", "The Chemistry and Applications of Metal-Organic Frameworks", "Furukawa, Hiroyasu; Cordova, Kyle E.; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2013", "),\r\n    ", "341", "\r\n        (", "6149", "),\r\n    ", "974", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A review.  Cryst. metal-org. frameworks (MOFs) are formed by reticular synthesis, which creates strong bonds between inorg. and org. units.  Careful selection of MOF constituents can yield crystals of ultrahigh porosity and high thermal and chem. stability.  These characteristics allow the interior of MOFs to be chem. altered for use in gas sepn., gas storage, and catalysis, among other applications.  The precision commonly exercised in their chem. modification and the ability to expand their metrics without changing the underlying topol. were not achieved with other solids.  MOFs whose chem. compn. and shape of building units can be multiply varied within a particular structure already exist and may lead to materials that offer a synergistic combination of properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtlaktbbF&md5=95007f174bf8d0bd85b690f5927755db", "(e) ", "Zhou", ", ", "H.-C. J.", "; ", "Kitagawa", ", ", "S.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5415", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Metal-Organic Frameworks (MOFs)", "Zhou, Hong-Cai \"Joe\"; Kitagawa, Susumu", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5415-5418", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Recent advances in the chem. of porous coordination polymers are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtFehtr%252FM&md5=bbe8405d4302c49b5bb262abfab0fc10", "2. ", "(a) ", "Suh", ", ", "M. P.", "; ", "Park", ", ", "H. J.", "; ", "Prasad", ", ", "T. K.", "; ", "Lim", ", ", "D.-W.", " ", "Chem. Rev.", " ", "2011", ",  ", "112", ",  ", "782", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "(b) ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T.-H.", "; ", "Long", ", ", "J. R.", " ", "Chem. Rev.", " ", "2011", ",  ", "112", ",  ", "724", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "(c) ", "Tan", ", ", "Y.-X.", "; ", "He", ", ", "Y.-P.", "; ", "Zhang", ", ", "J.", " ", "ChemSusChem", " ", "2012", ",  ", "5", ",  ", "1597", "[", "Crossref", "], [", "CAS", "]", "2. ", "Temperature-/Pressure-Dependent Selective Separation of CO2 or Benzene in a Chiral Metal-Organic Framework Material", "Tan, Yan-Xi; He, Yan-Ping; Zhang, Jian", "ChemSusChem", "\r\n        (", "2012", "),\r\n    ", "5", "\r\n        (", "8", "),\r\n    ", "1597-1601, S1597/1-S1597/7", "CODEN:\r\n                ", "CHEMIZ", ";\r\n        ISSN:", "1864-5631", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Presented here is a chiral microporous metal-org. framework material with a three-fold interpenetrating diamond-type structural topol. and interesting properties for selective sepn.  The material has a high storage capacity for CO2 gas (4.23 mmol g-1 at 273 K and 1 bar) and shows fantastic temp.-dependent selectivity for CO2 over N2.  Moreover, this multifunctional material, which has a rich π system, can selectively adsorb benzene over cyclohexane at low pressure (0.05 bar) at 298 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xos1emtL8%253D&md5=fef8c92e82f75b61c76908a128a7d44b", "(d) ", "He", ", ", "Y.", "; ", "Zhou", ", ", "W.", "; ", "Qian", ", ", "G.", "; ", "Chen", ", ", "B.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5657", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Methane storage in metal-organic frameworks", "He, Yabing; Zhou, Wei; Qian, Guodong; Chen, Banglin", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5657-5678", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Natural gas (NG), whose main component is methane, is an attractive fuel for vehicular applications.  Realization of safe, cheap and convenient means and materials for high-capacity methane storage can significantly facilitate the implementation of natural gas fuelled vehicles.  The physisorption based process involving porous materials offers an efficient storage methodol. and the emerging porous metal-org. frameworks have been explored as potential candidates because of their extraordinarily high porosities, tunable pore/cage sizes and easily immobilized functional sites.  In this view, we provide an overview of the current status of metal-org. frameworks for methane storage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7bN&md5=f9e13d60752208607906607de7b6022f", "3. ", "(a) ", "Chen", ", ", "B.", "; ", "Liang", ", ", "C.", "; ", "Yang", ", ", "J.", "; ", "Contreras", ", ", "D. S.", "; ", "Clancy", ", ", "Y. L.", "; ", "Lobkovsky", ", ", "E. B.", "; ", "Yaghi", ", ", "O. M.", "; ", "Dai", ", ", "S.", " ", "Angew. Chem., Int. Ed.", " ", "2006", ",  ", "45", ",  ", "1390", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "A microporous metal-organic framework for gas-chromatographic separation of alkanes", "Chen, Banglin; Liang, Chengdu; Yang, Jun; Contreras, Damacio S.; Clancy, Yvette L.; Lobkovsky, Emil B.; Yaghi, Omar M.; Dai, Sheng", "Angewandte Chemie, International Edition", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "9", "),\r\n    ", "1390-1393", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Filling the pores: A zinc-based metal-org. framework (MOF) can be transformed reversibly from an open (a) to a dense (b) configuration.  The microporous solid is the 1st example of a MOF that is highly selective in the gas-chromatog. sepn. of alkanes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XitF2qt70%253D&md5=9da5ef77252ef8a9c95e2d9525761bf3", "(b) ", "Li", ", ", "J.-R.", "; ", "Sculley", ", ", "J.", "; ", "Zhou", ", ", "H.-C.", " ", "Chem. Rev.", " ", "2011", ",  ", "112", ",  ", "869", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "(c) ", "Van de Voorde", ", ", "B.", "; ", "Bueken", ", ", "B.", "; ", "Denayer", ", ", "J.", "; ", "De Vos", ", ", "D.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5766", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Adsorptive separation on metal-organic frameworks in the liquid phase", "Van de Voorde, Ben; Bueken, Bart; Denayer, Joeri; De Vos, Dirk", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5766-5788", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "While much attention of the MOF community has been devoted to adsorption and purifn. of gases, there is now also a vast body of data on the capability of MOFs to sep. and purify liq. mixts.  Initial studies focused on sepn. of petrochems. in apolar backgrounds, but the attention has moved now to the sepn. of complex, e.g. chiral compds., and to the isolation of biobased compds. from aq. media.  We here give an overview of most of the existing literature, with an accent on sepn. mechanisms and structure-selectivity relationships.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7bM&md5=1895311ea755a52def85ff09eb51b170", "(d) ", "Xiang", ", ", "S. C.", "; ", "Zhang", ", ", "Z. J.", "; ", "Zhao", ", ", "C. G.", "; ", "Hong", ", ", "K. L.", "; ", "Zhao", ", ", "X. B.", "; ", "Ding", ", ", "D. R.", "; ", "Xie", ", ", "M. H.", "; ", "Wu", ", ", "C. D.", "; ", "Das", ", ", "M. C.", "; ", "Gill", ", ", "R.", "; ", "Thomas", ", ", "K. M.", "; ", "Chen", ", ", "B. L.", " ", "Nat. Commun.", " ", "2011", ",  ", "2", ",  ", "204", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Rationally tuned micropores within enantiopure metal-organic frameworks for highly selective separation of acetylene and ethylene", "Xiang Sheng-Chang; Zhang Zhangjing; Zhao Cong-Gui; Hong Kunlun; Zhao Xuebo; Ding De-Rong; Xie Ming-Hua; Wu Chuan-De; Das Madhab C; Gill Rachel; Thomas K Mark; Chen Banglin", "Nature communications", "\r\n        (", "2011", "),\r\n    ", "2", "\r\n        (", "),\r\n    ", "204", "\r\n        ISSN:", ".\r\n    ", "Separation of acetylene and ethylene is an important industrial process because both compounds are essential reagents for a range of chemical products and materials.  Current separation approaches include the partial hydrogenation of acetylene into ethylene over a supported Pd catalyst, and the extraction of cracked olefins using an organic solvent; both routes are costly and energy consuming.  Adsorption technologies may allow separation, but microporous materials exhibiting highly selective adsorption of C(2)H(2)/C(2)H(4) have not been realized to date.  Here, we report the development of tunable microporous enantiopure mixed-metal-organic framework (M'MOF) materials for highly selective separation of C(2)H(2) and C(2)H(4).  The high selectivities achieved suggest the potential application of microporous M'MOFs for practical adsorption-based separation of C(2)H(2)/C(2)H(4).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3M3htlSrtg%253D%253D&md5=1fb20400fe51c39c12dee76feb72858e", "4. ", "(a) ", "Lee", ", ", "J.", "; ", "Farha", ", ", "O. K.", "; ", "Roberts", ", ", "J.", "; ", "Scheidt", ", ", "K. A.", "; ", "Nguyen", ", ", "S. T.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1450", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Metal-organic framework materials as catalysts", "Lee, Jeong Yong; Farha, Omar K.; Roberts, John; Scheidt, Karl A.; Nguyen, Son Binh T.; Hupp, Joseph T.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1450-1459", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; a crit. review of the emerging field of MOF-based catalysis is presented.  Discussed are examples of: (a) opportunistic catalysis with metal nodes, (b) designed catalysis with framework nodes, (c) catalysis by homogeneous catalysts incorporated as framework struts, (d) catalysis by MOF-encapsulated mol. species, (e) catalysis by metal-free org. struts or cavity modifiers, and (f) catalysis by MOF-encapsulated clusters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7k%253D&md5=d9cef4eb52ffb1c73fe1195e11bace26", "(b) ", "Farrusseng", ", ", "D.", "; ", "Aguado", ", ", "S.", "; ", "Pinel", ", ", "C.", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "48", ",  ", "7502", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Metal-Organic Frameworks: Opportunities for Catalysis", "Farrusseng, David; Aguado, Sonia; Pinel, Catherine", "Angewandte Chemie, International Edition", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "41", "),\r\n    ", "7502-7513", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review; the role of metal-org. frameworks (MOFs) in the field of catalysis is discussed, and special focus is placed on their assets and limits in light of current challenges in catalysis and green chem.  Their structural and dynamic features are presented in terms of catalytic functions along with how MOFs can be designed to bridge the gap between zeolites and enzymes.  The contributions of MOFs to the field of catalysis are comprehensively reviewed and a list of catalytic candidates is given.  The subject is presented from a multidisciplinary point of view covering solid-state chem., materials science, and catalysis.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht1Sru73L&md5=70017c2bece6b49b77ca02a915c7a5d2", "(c) ", "Yoon", ", ", "M.", "; ", "Srirambalaji", ", ", "R.", "; ", "Kim", ", ", "K.", " ", "Chem. Rev.", " ", "2011", ",  ", "112", ",  ", "1196", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "(d) ", "Jiang", ", ", "H.-L.", "; ", "Xu", ", ", "Q.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "3351", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Porous metal-organic frameworks as platforms for functional applications", "Jiang, Hai-Long; Xu, Qiang", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "12", "),\r\n    ", "3351-3370", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs), also known as coordination polymers, have emerged as a new class of cryst. porous materials, which are constructed from metal ions or metal ion clusters and bridging org. linkers.  MOFs have tunable pores and functionalities, and usually exhibit very high surface areas.  The potential applications of porous MOFs cover a broad range of fields and most of their applications are related to pore sizes, shapes and structures/environments.  In this feature article, the authors provide an overview of the recent developments of porous MOFs as platforms in the functional applications of sorption and sepn., heterogeneous catalysis, as supports/host matrixes for metal nanoparticles, and as templates/nanoreactors for new material prepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXivVWls7c%253D&md5=f1736bf21fb95d9066dcb8284334c992", "(e) ", "Gascon", ", ", "J.", "; ", "Corma", ", ", "A.", "; ", "Kapteijn", ", ", "F.", "; ", "Llabrés i Xamena", ", ", "F. X.", " ", "ACS Catal.", " ", "2013", ",  ", "4", ",  ", "361", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "(f) ", "Zhang", ", ", "T.", "; ", "Lin", ", ", "W.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5982", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Metal-organic frameworks for artificial photosynthesis and photocatalysis", "Zhang, Teng; Lin, Wenbin", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5982-5993", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Solar energy is an alternative, sustainable energy source for mankind.  Finding a convenient way to convert sunlight energy into chem. energy is a key step towards realizing large-scale solar energy utilization.  Owing to their structural regularity and synthetic tunability, metal-org. frameworks (MOFs) provide an interesting platform to hierarchically organize light-harvesting antennae and catalytic centers to achieve solar energy conversion.  Such photo-driven catalytic processes not only play a crit. role in the solar to chem. energy conversion scheme, but also provide a novel methodol. for the synthesis of fine chems.  In this review, we summarize the fundamental principles of energy transfer and photocatalysis and provide an overview of the latest progress in energy transfer, light-harvesting, photocatalytic proton and CO2 redn., and water oxidn. using MOFs.  The applications of MOFs in org. photocatalysis and degrdn. of model org. pollutants are also discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXmvFGgsLs%253D&md5=f331d8658a72f41153eee564b84176c8", "(g) ", "Liu", ", ", "J.", "; ", "Chen", ", ", "L.", "; ", "Cui", ", ", "H.", "; ", "Zhang", ", ", "J.", "; ", "Zhang", ", ", "L.", "; ", "Su", ", ", "C.-Y.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "6011", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Applications of metal-organic frameworks in heterogeneous supramolecular catalysis", "Liu, Jiewei; Chen, Lianfen; Cui, Hao; Zhang, Jianyong; Zhang, Li; Su, Cheng-Yong", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "6011-6061", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This review summarizes the use of metal-org. frameworks (MOFs) as a versatile supramol. platform to develop heterogeneous catalysts for a variety of org. reactions, esp. for liq.-phase reactions.  Following a background introduction about catalytic relevance to various metal-org. materials, crystal engineering of MOFs, characterization and evaluation methods of MOF catalysis, the authors categorize catalytic MOFs based on the types of active sites, including coordinatively unsatd. metal sites (CUMs), metallo-ligands, functional org. sites (FOS), as well as metal nanoparticles (MNPs) embedded in the cavities.  The authors emphasize the incidental or deliberate formation of active sites, the stability, heterogeneity, and shape/size selectivity for MOF catalysis.  Finally, the authors briefly introduce their relevance into photo- and biomimetic catalysis, and compare MOFs with other typical porous solids such as zeolites and mesoporous silica with regard to their different attributes, and provide a view on future trends and developments in MOF-based catalysis.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7nE&md5=5235b00be2ffd908b57743c6a2871f45", "5. ", "(a) ", "Chen", ", ", "B.", "; ", "Xiang", ", ", "S.", "; ", "Qian", ", ", "G.", " ", "Acc. Chem. Res.", " ", "2010", ",  ", "43", ",  ", "1115", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Metal-Organic Frameworks with Functional Pores for Recognition of Small Molecules", "Chen, Banglin; Xiang, Shengchang; Qian, Guodong", "Accounts of Chemical Research", "\r\n        (", "2010", "),\r\n    ", "43", "\r\n        (", "8", "),\r\n    ", "1115-1124", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Mol. recognition, an important process in biol. and chem. systems, governs the diverse functions of a variety of enzymes and unique properties of some synthetic receptors.  Because mol. recognition is based on weak interactions between receptors and substrates, the design and assembly of synthetic receptors to mimic biol. systems and the development of novel materials to discriminate different substrates for selective recognition of specific mols. has proved challenging.  The extensive research on synthetic receptors for mol. recognition, particularly on noncovalent complexes self-assembled by hydrogen bonding and metal-org. coordination, has revealed some underlying principles.  In particular, these studies have demonstrated that the shapes of the supramol. receptors play significant roles in their specific and selective recognition of substrates: receptors can offer concave surfaces that complement their convex targets.  This Account describes our research to develop a synthetic mol. recognition platform using porous metal-org. frameworks (MOFs).  These materials contain functional pores to direct their specific and unique recognition of small mols. through several types of interactions: van der Waals interactions of the framework surface with the substrate, metal-substrate interactions, and hydrogen bonding of the framework surface with the substrate.  These materials have potential applications for gas storage, sepn., and sensing.  We demonstrate a simple strategy to construct a primitive cubic net of interpenetrated microporous MOFs from the self-assembly of the paddle-wheel clusters M2(CO2)4 (M = Cu2+, Zn2+, and Co2+) with two types of org. dicarboxylic acid and pillar bidentate linkers.  This efficient method allows us to rationally tune the micropores to size-exclusively sort different small gas mols., leading to the highly selective sepn. and purifn. of gases.  By optimizing the strong interactions between open metal sites within porous MOFs and gas mols. such as hydrogen and acetylene, we have developed several MOF materials with extraordinary acetylene storage capacity at room temp.  We have also immobilized Lewis acidic and basic sites into luminescent porous MOFs to recognize and sense neutral and ionic species.  Using the strategy to systematically immobilize different open metal sites within porous MOFs from the metallo-ligand precursors, we have developed the first microporous mixed-metal-org. framework (M'MOF) with enhanced affinity for hydrogen mols., which successfully sepd. D2 from H2 using kinetic isotope quantum mol. sieving.  Because we can functionalize the pores to direct their specific recognition of small mols., the emerging porous MOFs serve as novel functional materials for gas storage, sepn., heterogeneous catalysis, and sensing.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXlslyhtrs%253D&md5=f9230905a5656f9fe0e487967ecae356", "(b) ", "Takashima", ", ", "Y.", "; ", "Martínez", ", ", "V. M.", "; ", "Furukawa", ", ", "S.", "; ", "Kondo", ", ", "M.", "; ", "Shimomura", ", ", "S.", "; ", "Uehara", ", ", "H.", "; ", "Nakahama", ", ", "M.", "; ", "Sugimoto", ", ", "K.", "; ", "Kitagawa", ", ", "S.", " ", "Nat. Commun.", " ", "2011", ",  ", "2", ",  ", "168", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Molecular decoding using luminescence from an entangled porous framework", "Takashima Yohei; Martinez Virginia Martinez; Furukawa Shuhei; Kondo Mio; Shimomura Satoru; Uehara Hiromitsu; Nakahama Masashi; Sugimoto Kunihisa; Kitagawa Susumu", "Nature communications", "\r\n        (", "2011", "),\r\n    ", "2", "\r\n        (", "),\r\n    ", "168", "\r\n        ISSN:", ".\r\n    ", "Chemosensors detect a single target molecule from among several molecules, but cannot differentiate targets from one another.  In this study, we report a molecular decoding strategy in which a single host domain accommodates a class of molecules and distinguishes between them with a corresponding readout.  We synthesized the decoding host by embedding naphthalenediimide into the scaffold of an entangled porous framework that exhibited structural dynamics due to the dislocation of two chemically non-interconnected frameworks.  An intense turn-on emission was observed on incorporation of a class of aromatic compounds, and the resulting luminescent colour was dependent on the chemical substituent of the aromatic guest.  This unprecedented chemoresponsive, multicolour luminescence originates from an enhanced naphthalenediimide-aromatic guest interaction because of the induced-fit structural transformation of the entangled framework.  We demonstrate that the cooperative structural transition in mesoscopic crystal domains results in a nonlinear sensor response to the guest concentration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3M7ksVSltA%253D%253D&md5=a39b4b5352c567fdd57421e198e04181", "(c) ", "Kreno", ", ", "L. E.", "; ", "Leong", ", ", "K.", "; ", "Farha", ", ", "O. K.", "; ", "Allendorf", ", ", "M.", "; ", "Van Duyne", ", ", "R. P.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1105", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Metal-Organic Framework Materials as Chemical Sensors", "Kreno, Lauren E.; Leong, Kirsty; Farha, Omar K.; Allendorf, Mark; Van Duyne, Richard P.; Hupp, Joseph T.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1105-1125", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors present a crit. review of the literature on metal-org. frameworks (MOFs) as chem. sensors.  The authors begin by briefly examg. challenges relating to MOF sensor development including the design of MOFs with desirable properties, incorporation of appropriate signal transduction capabilities, and integration of MOFs into devices by employing thin-film growth techniques.  Subsequent sections discuss specific examples of MOF sensors, categorized by method of signal transduction.  Sensors based on MOF photoluminescence are discussed briefly.  The authors have limited the review of luminescence-based sensors to a small no. of recent reports where the porous MOF architecture, or its chem. compn., imparts selective sensing capabilities.  Scintillating MOFs that luminesce in the presence of radioactive analytes are also discussed.  Other signal transduction schemes that use photons include various kinds of optical interferometry, analyte modulation of localized surface plasmon resonance energies, and solvatochromism.  Mech. signal-transduction schemes employed with MOFs include ones based on surface acoustic wave, quartz crystal microbalance, and microcantilever devices.  Elec. schemes thus far were limited to ones based on impedance spectroscopy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVCgtL%252FI&md5=f6ed572725bc067ee8da81880bf1ec90", "(d) ", "Lin", ", ", "R.-B.", "; ", "Li", ", ", "F.", "; ", "Liu", ", ", "S.-Y.", "; ", "Qi", ", ", "X.-L.", "; ", "Zhang", ", ", "J.-P.", "; ", "Chen", ", ", "X.-M.", " ", "Angew. Chem., Int. Ed.", " ", "2013", ",  ", "52", ",  ", "13429", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "A Noble-Metal-Free Porous Coordination Framework with Exceptional Sensing Efficiency for Oxygen", "Lin, Rui-Biao; Li, Fang; Liu, Si-Yang; Qi, Xiao-Lin; Zhang, Jie-Peng; Chen, Xiao-Ming", "Angewandte Chemie, International Edition", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "50", "),\r\n    ", "13429-13433", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors demonstrated that a highly porous and fluorescent porous coordination polymer (PCP) constructed from ZnII ions as the sole metal component can show an exceptionally high oxygen-sensing efficiency.  In principle, the fluorescence of PCPs can be quenched by O2 by many well-established pathways/mechanisms as for fluorescent org. mols., but oxygen-sensing fluorescent PCP was unprecedented until now, which should be probably attributed to the instability in air of PCPs, their weak fluorescence intensity (short lifetimes), and/or poor oxygen permeability.  For MAF-X11, the unique framework structure not only provides high oxygen permeability, but also allows the fluorophores to be well isolated from each other to avoid self-quenching and give relatively long fluorescence lifetimes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1ers73N&md5=f483f92e9769a0ba1c8bf07a6d38dafe", "(e) ", "Hu", ", ", "Z.", "; ", "Deibert", ", ", "B. J.", "; ", "Li", ", ", "J.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5815", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Luminescent metal-organic frameworks for chemical sensing and explosive detection", "Hu, Zhichao; Deibert, Benjamin J.; Li, Jing", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5815-5840", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) are a unique class of cryst. solids comprised of metal cations (or metal clusters) and org. ligands that have shown promise for a wide variety of applications.  Over the past 15 years, research and development of these materials have become one of the most intensely and extensively pursued areas.  A very interesting and well-investigated topic is their optical emission properties and related applications.  Several reviews have provided a comprehensive overview covering many aspects of the subject up to 2011.  This review intends to provide an update of work published since then and focuses on the photoluminescence (PL) properties of MOFs and their possible utility in chem. and biol. sensing and detection.  The spectrum of this review includes the origin of luminescence in MOFs, the advantages of luminescent MOF (LMOF) based sensors, general strategies in designing sensory materials, and examples of various applications in sensing and detection.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7nL&md5=0369c383e7a6f4eeb65c73b2b66f1137", "6. ", "Li", ", ", "H.", "; ", "Eddaoudi", ", ", "M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Nature", " ", "1999", ",  ", "402", ",  ", "276", "[", "Crossref", "], [", "CAS", "]", "6. ", "Design and synthesis of an exceptionally stable and highly porous metal-organic framework", "Li, Hailian; Eddaoudi, Mohamed; O'Keeffe, M.; Yaghi, M.", "Nature (London)", "\r\n        (", "1999", "),\r\n    ", "402", "\r\n        (", "6759", "),\r\n    ", "276-279", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Macmillan Magazines", ")\r\n        ", "Open metal-org. frameworks are widely regarded as promising materials for applications in catalysis, sepn., gas storage and mol. recognition.  Compared to conventionally used microporous inorg. materials such as zeolites, these org. structures have the potential for more flexible rational design, through control of the architecture and functionalization of the pores.  So far, the inability of these open frameworks to support permanent porosity and to avoid collapsing in the absence of guest mols., such as solvents, has hindered further progress in the field.  The authors report the synthesis of a metal-org. framework, Zn4O(BDC)3.(DMF)8.(PhCl) (named MOF-5, where BDC = 1,4-benzenedicarboxylate), which remains cryst., as evidenced by x-ray single-crystal analyses, and stable when fully desolvated and when heated up to 300°.  This synthesis is achieved by borrowing ideas from metal carboxylate cluster chem., where an org. dicarboxylate linker was used in a reaction that gives supertetrahedron clusters when capped with monocarboxylates.  The rigid and divergent character of the added linker allows the articulation of the clusters into a three-dimensional framework resulting in a structure with higher apparent surface area and pore vol. than most porous cryst. zeolites.  This simple and potentially universal design strategy is currently being pursued in the synthesis of new phases and composites, and for gas-storage applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXnvFSiuro%253D&md5=68f27e20a7e4e15ea2c2f49a2a61e98a", "7. ", "(a) ", "Férey", ", ", "G.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Dutour", ", ", "J.", "; ", "Surblé", ", ", "S.", "; ", "Margiolaki", ", ", "I.", " ", "Science", " ", "2005", ",  ", "309", ",  ", "2040", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "A Chromium Terephthalate-Based Solid with Unusually Large Pore Volumes and Surface Area", "Ferey, G.; Mellot-Draznieks, C.; Serre, C.; Millange, F.; Dutour, J.; Surble, S.; Margiolaki, I.", "Science (Washington, DC, United States)", "\r\n        (", "2005", "),\r\n    ", "309", "\r\n        (", "5743", "),\r\n    ", "2040-2042", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "We combined targeted chem. and computational design to create a crystal structure for porous chromium terephthalate, MIL-101, with very large pore sizes and surface area.  Its zeotype cubic structure has a giant cell vol. (∼702,000 cubic angstroms), a hierarchy of extra-large pore sizes (∼30 to 34 angstroms), and a Langmuir surface area for N2 of ∼5900 ± 300 square meters per g.  Beside the usual properties of porous compds., this solid has potential as a nanomold for monodisperse nanomaterials, as illustrated here by the incorporation of Keggin polyanions within the cages.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtVWntL3E&md5=6313e7e95b0edca92bb34df3f0c9752d", "(b) ", "Huang", ", ", "X.-C.", "; ", "Lin", ", ", "Y.-Y.", "; ", "Zhang", ", ", "J.-P.", "; ", "Chen", ", ", "X.-M.", " ", "Angew. Chem., Int. Ed.", " ", "2006", ",  ", "45", ",  ", "1557", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Ligand-directed strategy for zeolite-type metal-organic frameworks: zinc(II) imidazolates with unusual zeolitic topologies", "Huang, Xiao-Chun; Lin, Yan-Yong; Zhang, Jie-Peng; Chen, Xiao-Ming", "Angewandte Chemie, International Edition", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "10", "),\r\n    ", "1557-1559", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Thermally robust porous metal-org. frameworks (MOFs) with zeolitic topologies were constructed by means of a ligand-directed strategy involving mol. tailoring of simple bridging imidazolates with coordinatively unimportant substituents.  This led to the isolation of three new MOFs having unusually high symmetries, intriguing topologies such as the supercage shown in the picture, and high thermal stability.  Crystal structures of the metal-org. framework compds. are described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XisVahsL0%253D&md5=e635efc639dfc460d4f121c65b54f5f0", "(c) ", "Park", ", ", "K. S.", "; ", "Ni", ", ", "Z.", "; ", "Côté", ", ", "A. P.", "; ", "Choi", ", ", "J. Y.", "; ", "Huang", ", ", "R.", "; ", "Uribe-Romo", ", ", "F. J.", "; ", "Chae", ", ", "H. K.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Proc. Natl. Acad. Sci. U.S.A.", " ", "2006", ",  ", "103", ",  ", "10186", "[Free @ PNAS]", ", [", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Exceptional chemical and thermal stability of zeolitic imidazolate frameworks", "Park, Kyo Sung; Ni, Zheng; Cote, Adrien P.; Choi, Jae Yong; Huang, Rudan; Uribe-Romo, Fernando J.; Chae, Hee K.; O'Keeffe, Michael; Yaghi, Omar M.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2006", "),\r\n    ", "103", "\r\n        (", "27", "),\r\n    ", "10186-10191", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "Twelve zeolitic imidazolate frameworks (ZIFs; termed ZIF-1 to -12) were synthesized as crystals by copolymn. of either Zn(II) (ZIF-1 to -4, -6 to -8, and -10 to -11) or Co(II) (ZIF-9 and -12) with imidazolate-type links.  The ZIF crystal structures are based on the nets of seven distinct aluminosilicate zeolites: tetrahedral Si(Al) and the bridging O are replaced with transition metal ion and imidazolate link, resp.  One example of mixed-coordination imidazolate of Zn(II) and In(III) (ZIF-5) based on the garnet net is reported.  Study of the gas adsorption and thermal and chem. stability of two prototypical members, ZIF-8 and -11, demonstrated their permanent porosity (Langmuir surface area = 1,810 m2/g), high thermal stability (up to 550°), and remarkable chem. resistance to boiling alk. H2O and org. solvents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XntlKjtbo%253D&md5=c28cd5862d4765fe4e4937195f5bb4df", "(d) ", "Colombo", ", ", "V.", "; ", "Galli", ", ", "S.", "; ", "Choi", ", ", "H. J.", "; ", "Han", ", ", "G. D.", "; ", "Maspero", ", ", "A.", "; ", "Palmisano", ", ", "G.", "; ", "Masciocchi", ", ", "N.", "; ", "Long", ", ", "J. R.", " ", "Chem. Sci.", " ", "2011", ",  ", "2", ",  ", "1311", "[", "Crossref", "], [", "CAS", "]", "7. ", "High thermal and chemical stability in pyrazolate-bridged metal-organic frameworks with exposed metal sites", "Colombo, Valentina; Galli, Simona; Choi, Hye Jin; Han, Ggoch Ddeul; Maspero, Angelo; Palmisano, Giovanni; Masciocchi, Norberto; Long, Jeffrey R.", "Chemical Science", "\r\n        (", "2011", "),\r\n    ", "2", "\r\n        (", "7", "),\r\n    ", "1311-1319", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Reactions between the tritopic pyrazole-based ligand 1,3,5-tris(1H-pyrazol-4-yl)benzene (H3BTP) and transition metal acetate salts in DMF afford microporous pyrazolate-bridged metal-org. frameworks M3(BTP)2·xsolvent (M = Ni (1), Cu (2), Zn (3), Co (4)).  Ab-initio x-ray powder diffraction methods were employed in detg. the crystal structures of these compds., revealing 1 and 2 to exhibit an expanded sodalite-like framework with accessible metal cation sites, while 3 and 4 possess tetragonal frameworks with hydrophobic surfaces and narrower channel diams.  Compds. 1-4 can be desolvated without loss of crystallinity by heating under dynamic vacuum, giving rise to microporous solids with BET surface areas of 1650, 1860, 930 and 1027 m2 g-1, resp.  Thermogravimetric analyses and powder x-ray diffraction measurements demonstrate the exceptional thermal and chem. stability of these frameworks.  In particular, 3 is stable to heating in air up to at least 510°, while 1 is stable to heating in air to 430°, as well as to treatment with boiling aq. solns. of pH 2 to 14 for two weeks.  Unexpectedly, 2 and 3 are converted into new cryst. metal-org. frameworks upon heating in boiling water.  With the combination of stability under extreme conditions, high surface area, and exposed metal sites, it is anticipated that 1 may open the way to test metal-org. frameworks for catalytic processes that currently employ zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnsVyhsbg%253D&md5=65c826bacdcbf73ed2a5f7f20e172196", "(e) ", "Jiang", ", ", "H.-L.", "; ", "Feng", ", ", "D.", "; ", "Wang", ", ", "K.", "; ", "Gu", ", ", "Z.-Y.", "; ", "Wei", ", ", "Z.", "; ", "Chen", ", ", "Y.-P.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "13934", "ACS Full Text ", ", [", "CAS", "]", "7. ", "An Exceptionally Stable, Porphyrinic Zr Metal-Organic Framework Exhibiting pH-Dependent Fluorescence", "Jiang, Hai-Long; Feng, Dawei; Wang, Kecheng; Gu, Zhi-Yuan; Wei, Zhangwen; Chen, Ying-Pin; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "37", "),\r\n    ", "13934-13938", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A reaction between a ZrIV salt and a porphyrinic tetracarboxylic acid leads to a metal-org. framework (MOF) with two types of open channels, representing a MOF featuring a (4,8)-connected sqc net.  The MOF is formulated as Zr6(μ3-O)4(μ3-OH)4(OH)4(H2O)4(H2TCPP)2 (denoted as PCN-225) and it's Zn-contg. deriv. is denoted as PCN-225(Zn).  The MOFs remains intact in both boiling H2O and aq. solns. with pH ranging from 1 to 11, a remarkably extensive pH range that a MOF can sustain.  Given its exceptional stability and pH-dependent fluorescent intensity, the MOF can potentially be applied in fluorescent pH sensing.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtlChtLzI&md5=e5a2d00475d89e88c8be9d15d63dd4e7", "(f) ", "Feng", ", ", "D.", "; ", "Chung", ", ", "W.-C.", "; ", "Wei", ", ", "Z.", "; ", "Gu", ", ", "Z.-Y.", "; ", "Jiang", ", ", "H.-L.", "; ", "Chen", ", ", "Y.-P.", "; ", "Darensbourg", ", ", "D. J.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "17105", "ACS Full Text ", ", [", "CAS", "]", "7. ", "Construction of Ultrastable Porphyrin Zr Metal-Organic Frameworks through Linker Elimination", "Feng, Dawei; Chung, Wan-Chun; Wei, Zhangwen; Gu, Zhi-Yuan; Jiang, Hai-Long; Chen, Ying-Pin; Darensbourg, Donald J.; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "45", "),\r\n    ", "17105-17110", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of highly stable metal-org. frameworks (MOFs) with 3-D nanochannels, namely PCN-224 ({[Zr6(μ3-OH)8(H2O/OH)12]2[TCPP-M]3}n, M = Zr(IV), Ni(II), Co(II), Fe(III); H6TCPP = tetrakis(4-carboxyphenyl)porphyrin), have been assembled with six-connected Zr6 cluster and metalloporphyrins by a linker-elimination strategy.  The PCN-224 series not only exhibits the highest BET surface area (2600m2/g) among all the reported porphyrinic MOFs but also remains intact in pH = 0 to pH = 11 aq. soln.  Remarkably, PCN-224-(Co) exhibits high catalytic activity for the CO2/propylene oxide coupling reaction and can be used as a recoverable heterogeneous catalyst.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1Sqs77J&md5=1e55b0908949e0403f28fcd285a263da", "(g) ", "Duan", ", ", "J.", "; ", "Higuchi", ", ", "M.", "; ", "Horike", ", ", "S.", "; ", "Foo", ", ", "M. L.", "; ", "Rao", ", ", "K. P.", "; ", "Inubushi", ", ", "Y.", "; ", "Fukushima", ", ", "T.", "; ", "Kitagawa", ", ", "S.", " ", "Adv. Funct. Mater.", " ", "2013", ",  ", "23", ",  ", "3525", "[", "Crossref", "], [", "CAS", "]", "7. ", "High CO2/CH4 and C2 Hydrocarbons/CH4 Selectivity in a Chemically Robust Porous Coordination Polymer", "Duan, Jingui; Higuchi, Masakazu; Horike, Satoshi; Foo, Maw Lin; Rao, Koya Prabhakara; Inubushi, Yasutaka; Fukushima, Tomohiro; Kitagawa, Susumu", "Advanced Functional Materials", "\r\n        (", "2013", "),\r\n    ", "23", "\r\n        (", "28", "),\r\n    ", "3525-3530", "CODEN:\r\n                ", "AFMDC6", ";\r\n        ISSN:", "1616-301X", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A new porous coordination polymer, ([La(BTB)H2O]·solvent (1∋guest)), was synthesized.  Gas adsorption, ideal adsorbed soln. theory (IAST) and breakthrough expts. of it exhibits high CH4 sepn. capability toward CO2 and C2 hydrocarbons at 273 K.  In addn., this also shows good water and chem. stability, in particular, it is stable at pH = 14 at 100°, which is unprecedented for carboxylate-based porous coordination polymers.  Furthermore, the effective adsorption site for sepn. is revealed by using an in situ diffuse reflectance IR fourier transform (DRIFT) spectra study.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjtVehs74%253D&md5=0fb69adceae5616c40623b4a58993937", "(h) ", "Furukawa", ", ", "H.", "; ", "Gándara", ", ", "F.", "; ", "Zhang", ", ", "Y.-B.", "; ", "Jiang", ", ", "J.", "; ", "Queen", ", ", "W. L.", "; ", "Hudson", ", ", "M. R.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "4369", "ACS Full Text ", ", [", "CAS", "]", "7. ", "Water Adsorption in Porous Metal-Organic Frameworks and Related Materials", "Furukawa, Hiroyasu; Gandara, Felipe; Zhang, Yue-Biao; Jiang, Juncong; Queen, Wendy L.; Hudson, Matthew R.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "11", "),\r\n    ", "4369-4381", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three criteria for achieving high performing porous materials for water adsorption have been identified.  These criteria deal with condensation pressure of water in the pores, uptake capacity, and recyclability and water stability of the material.  Water adsorption properties of 23 materials were investigated, 20 of which being metal-org. frameworks (MOFs).  Among the MOFs were 10 zirconium(IV) MOFs with a subset of these, MOF-801-SC (single crystal form), -802, -805, -806, -808, -812, and -841 reported for the first time.  MOF-801-P (microcryst. powder form) was reported earlier and studied here for its water adsorption properties.  MOF-812 was only made and structurally characterized but not examd. for water adsorption because it is a byproduct of MOF-841 synthesis.  All the new zirconium MOFs are made from the Zr6O4(OH)4(-CO2) secondary building units (n = 6, 8, 10, or 12) and variously shaped carboxyl org. linkers to make extended porous frameworks.  The permanent porosity of all 23 materials was confirmed and their water adsorption measured to reveal that MOF-801-P and MOF-841 are the highest performers based on the three criteria stated above; they are water stable, do not lose capacity after five adsorption/desorption cycles, and are easily regenerated at room temp.  An X-ray single-crystal study and a powder neutron diffraction study reveal the position of the water adsorption sites in MOF-801 and highlight the importance of the intermol. interaction between adsorbed water mols. within the pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXjtlOltL0%253D&md5=21f85eb8745a7073aac8aa39e6923ee8", "8. ", "(a) ", "Yang", ", ", "C.", "; ", "Kaipa", ", ", "U.", "; ", "Mather", ", ", "Q. Z.", "; ", "Wang", ", ", "X.", "; ", "Nesterov", ", ", "V.", "; ", "Venero", ", ", "A. F.", "; ", "Omary", ", ", "M. A.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "18094", "ACS Full Text ", ", [", "CAS", "]", "8. ", "Fluorous Metal-Organic Frameworks with Superior Adsorption and Hydrophobic Properties toward Oil Spill Cleanup and Hydrocarbon Storage", "Yang, Chi; Kaipa, Ushasree; Mather, Qian Zhang; Wang, Xiaoping; Nesterov, Vladimir; Venero, Augustin F.; Omary, Mohammad A.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "45", "),\r\n    ", "18094-18097", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Fluorous metal-org. frameworks (FMOFs) are highly hydrophobic porous materials with a high capacity and affinity to C6-C8 hydrocarbons of oil components.  FMOF-1 exhibits reversible adsorption with a high capacity for n-hexane, cyclohexane, benzene, toluene, and p-xylene, with no detectable water adsorption even at ∼100% relative humidity, drastically outperforming activated carbon and zeolite porous materials.  FMOF-2, obtained from annealing FMOF-1, shows enlarged cages and channels with double toluene adsorption vs. FMOF-1 based on crystal structures.  The results suggest great promise for FMOFs in applications such as removal of org. pollutants from oil spills or ambient humid air, hydrocarbon storage and transportation, water purifn., etc. under practical working conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1OnsbjL&md5=8e45b7ec6871cc5bf49eb7922749dd82", "(b) ", "Taylor", ", ", "J. M.", "; ", "Vaidhyanathan", ", ", "R.", "; ", "Iremonger", ", ", "S. S.", "; ", "Shimizu", ", ", "G. K. H.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "14338", "ACS Full Text ", ", [", "CAS", "]", "8. ", "Enhancing Water Stability of Metal-Organic Frameworks via Phosphonate Monoester Linkers", "Taylor, Jared M.; Vaidhyanathan, Ramanathan; Iremonger, Simon S.; Shimizu, George K. H.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "35", "),\r\n    ", "14338-14340", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new porous metal-org. framework (MOF), barium tetraethyl-1,3,6,8-pyrenetetraphosphonate (CALF-25), which contains a new phosphonate monoester ligand, was synthesized through a hydrothermal method.  The MOF is a three-dimensional structure contg. 4.6 Å × 3.9 Å rectangular one-dimensional pores lined with the Et ester groups from the ligand.  The presence of the Et ester groups makes the pores hydrophobic in nature, as detd. by the low heats of adsorption of CH4, CO2, and H2O (14.5, 23.9, and 45 kJ mol-1, resp.) despite the polar and acidic barium phosphonate ester backbone.  The Et ester groups within the pores also protect CALF-25 from decompn. by water vapor, with crystallinity and porosity being retained after exposure to harsh humid conditions (90% relative humidity at 353 K).  The use of phosphonate esters as linkers for the construction of MOFs provides a method to protect hydrolytically susceptible coordination backbones through kinetic blocking.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1amurfN&md5=a5757a8ba459628a2ff67c38040c608b", "(c) ", "Chen", ", ", "T.-H.", "; ", "Popov", ", ", "I.", "; ", "Zenasni", ", ", "O.", "; ", "Daugulis", ", ", "O.", "; ", "Miljanic", ", ", "O. S.", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "6846", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Superhydrophobic perfluorinated metal-organic frameworks", "Chen, Teng-Hao; Popov, Ilya; Zenasni, Oussama; Daugulis, Olafs; Miljanic, Ognjen S.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "61", "),\r\n    ", "6846-6848", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Three perfluorinated Cu-based metal-org. frameworks (MOFs) were prepd. starting from extensively fluorinated biphenyl-based ligands accessed via C-H functionalization.  These new materials are highly hydrophobic: with water contact angles of up to 151 ± 1°, they are among the most water-repellent MOFs ever reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtVOjs7zF&md5=dfeb41fcab29069c427891998c6d9043", "(d) ", "Rao", ", ", "K. P.", "; ", "Higuchi", ", ", "M.", "; ", "Sumida", ", ", "K.", "; ", "Furukawa", ", ", "S.", "; ", "Duan", ", ", "J.", "; ", "Kitagawa", ", ", "S.", " ", "Angew. Chem., Int. Ed.", " ", "2014", ",  ", "53", ",  ", "8225", "[", "Crossref", "], [", "CAS", "]", "8. ", "Design of Superhydrophobic Porous Coordination Polymers through the Introduction of External Surface Corrugation by the Use of an Aromatic Hydrocarbon Building Unit", "Rao, Koya Prabhakara; Higuchi, Masakazu; Sumida, Kenji; Furukawa, Shuhei; Duan, Jingui; Kitagawa, Susumu", "Angewandte Chemie, International Edition", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "31", "),\r\n    ", "8225-8230", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors demonstrate a new approach to superhydrophobic porous coordination polymers by incorporating an anisotropic crystal morphol. featuring a predominant surface that is highly corrugated and terminated by arom. hydrocarbon moieties.  The resulting low-energy surface provides particularly promising hydrophobic properties without the need for postsynthetic modifications or surface processing that would block the porosity of the framework.  Consequently, hydrophobic org. mols. and H2O vapor are able to penetrate the surface and be densely accommodated within the pores, whereas bulk H2O is repelled as a result of the exterior surface corrugation derived from the arom. surface groups.  This study provides a new strategy for the design and development of superhydrophobic porous materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtVOjur%252FE&md5=5ce84f455cd23149df424f4ed73b6419", "9. ", "(a) ", "Wang", ", ", "Z.", "; ", "Cohen", ", ", "S. M.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1315", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Postsynthetic modification of metal-organic frameworks", "Wang, Zhenqiang; Cohen, Seth M.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1315-1329", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This crit. review discusses modification of metal-org. frameworks (MOFs) in a postsynthetic scheme.  In this approach, the MOF is assembled and then modified with chem. reagents with preservation of the lattice structure.  Recent findings show amide couplings, isocyanate condensations, click' chem., and other reactions are suitable for postsynthetic modification (PSM).  In addn., a no. of MOFs, from IRMOF-3 to ZIF-90, are amenable to PSM.  The generality of PSM, in both scope of chem. reactions and range of suitable MOFs, clearly indicates that the approach is broadly applicable.  Indeed, the rapid increase in reports on PSM demonstrates this methodol. will play an increasingly important role in the development of MOFs for the foreseeable future (117 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurs%253D&md5=10201324893034e6f13702e86b62db16", "(b) ", "Nguyen", ", ", "J. G.", "; ", "Cohen", ", ", "S. M.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "4560", "ACS Full Text ", ", [", "CAS", "]", "9. ", "Moisture-Resistant and Superhydrophobic Metal-Organic Frameworks Obtained via Postsynthetic Modification", "Nguyen, Joseph G.; Cohen, Seth M.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "13", "),\r\n    ", "4560-4561", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Postsynthetic covalent modification of metal-org. frameworks (MOFs) with long alkyl substituents is shown to protect these materials against moisture.  These MOFs, which normally display hydrophilic properties, are readily converted into hydrophobic or superhydrophobic materials.  Overcoming the inherent sensitivity of MOFs to water represents a major step forward in their widespread use in technol. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXjt1Gjs7c%253D&md5=ef5a2211c75458189368abee8fa47bc7", "(c) ", "Wu", ", ", "T.", "; ", "Shen", ", ", "L.", "; ", "Luebbers", ", ", "M.", "; ", "Hu", ", ", "C.", "; ", "Chen", ", ", "Q.", "; ", "Ni", ", ", "Z.", "; ", "Masel", ", ", "R. I.", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "6120", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Enhancing the stability of metal-organic frameworks in humid air by incorporating water repellent functional groups", "Wu, Tianjiao; Shen, Lingjuan; Luebbers, Matthew; Hu, Chunhua; Chen, Qingmei; Ni, Zheng; Masel, Richard I.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "33", "),\r\n    ", "6120-6122", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The authors report a modular construction of a new metal-org. framework (MOF), [Zn4O(L)3]n (H2L = 2-trifluoromethoxyterephthalic acid), by strategically incorporating a no. of water repellent functional groups in the frameworks.  [Zn4O(L)3]n was characterized by x-ray crystallog. and BET surface area measurements.  These MOFs demonstrate both open structure for high sorption capability and strong water resistance.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVWqtLbI&md5=4ac67c3788b5d4decda35a7bc020b9ac", "(d) ", "Ma", ", ", "D.", "; ", "Li", ", ", "Y.", "; ", "Li", ", ", "Z.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "7377", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Tuning the moisture stability of metal-organic frameworks by incorporating hydrophobic functional groups at different positions of ligands", "Ma, Deyun; Li, Yingwei; Li, Zhong", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "26", "),\r\n    ", "7377-7379", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The introduction of hydrophobic groups (e.g., Me) at the most adjacent sites of each and every coordinating N atom of the bipyridine pillar linker in a carboxylate-based bridging zinc-MOF could shield the metal ions from attack by H2O mols., and thus enhance the H2O resistance of the MOF structure significantly.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnslSnu78%253D&md5=9d64e1171129a1b11a3a06b0582abacf", "(e) ", "Yang", ", ", "J.", "; ", "Grzech", ", ", "A.", "; ", "Mulder", ", ", "F. M.", "; ", "Dingemans", ", ", "T. J.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "5244", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Methyl modified MOF-5: a water stable hydrogen storage material", "Yang, Jie; Grzech, Anna; Mulder, Fokko M.; Dingemans, Theo J.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "18", "),\r\n    ", "5244-5246", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Water stable Me modified MOF-5s were synthesized via a solvothermal route.  Methyl- and 2,5-dimethyl-modified MOF-5s show the same topol. and hydrogen uptake capability as that of MOF-5.  The H2 uptake capacity of MOF-5, however, drops rapidly when exposed to the ambient air, whereas the H2 uptake capacities of the Me modified MOF-5s remain stable for 4 days.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXkvVKru70%253D&md5=2dcbc93c48376545847f45ecde203df7", "(f) ", "Yang", ", ", "S. J.", "; ", "Park", ", ", "C. R.", " ", "Adv. Mater.", " ", "2012", ",  ", "24", ",  ", "4010", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Preparation of Highly Moisture-Resistant Black-Colored Metal Organic Frameworks", "Yang, Seung Jae; Park, Chong Rae", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2012", "),\r\n    ", "24", "\r\n        (", "29", "),\r\n    ", "4010-4013, S4010/1-S4010/16", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Thermal modification of IRMOF-1 remarkably enhanced the stability of the framework against hydrolysis.  Specifically, heat treatment of the IRMOF-1 samples led to the formation of an amorphous carbon coating on their surfaces, thus shielding the framework from decompn. under humid conditions.  The thermally modified MOFs retained their crystal structure and pore characteristics, even after 14 days of exposure to ambient air.  This scalable and environmentally friendly modification method opens new opportunities for the com. prepn. of water-resistant MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xos1ehsr8%253D&md5=6bb3aa968c6fb462058f8d2ac56d059e", "(g) ", "Decoste", ", ", "J. B.", "; ", "Peterson", ", ", "G. W.", "; ", "Smith", ", ", "M. W.", "; ", "Stone", ", ", "C. A.", "; ", "Willis", ", ", "C. R.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "1486", "ACS Full Text ", ", [", "CAS", "]", "9. ", "Enhanced Stability of Cu-BTC MOF via Perfluorohexane Plasma-Enhanced Chemical Vapor Deposition", "Decoste, Jared B.; Peterson, Gregory W.; Smith, Martin W.; Stone, Corinne A.; Willis, Colin R.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "3", "),\r\n    ", "1486-1489", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal org. frameworks (MOFs) are a leading class of porous materials for a wide variety of applications, but many of them are unstable toward water.  Cu-BTC (1,3,5 benzenetricarboxylic acid, BTC) was treated with a plasma-enhanced CVD (PECVD) of perfluorohexane creating a hydrophobic form of Cu-BTC.  The treated Cu-BTC could withstand high humidity and even submersion in water much better than unperturbed Cu-BTC.  Through Monte Carlo simulations perfluorohexane sites itself in such a way within Cu-BTC as to prevent the formation of water clusters, hence preventing the decompn. of Cu-BTC by water.  This PECVD of perfluorohexane could be exploited to widen the scope of practical applications of Cu-BTC and other MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xks1agtA%253D%253D&md5=70c788eb90c8a28d5e33e79ae84050af", "10. ", "Yuan", ", ", "J.", "; ", "Liu", ", ", "X.", "; ", "Akbulut", ", ", "O.", "; ", "Hu", ", ", "J.", "; ", "Suib", ", ", "S. L.", "; ", "Kong", ", ", "J.", "; ", "Stellacci", ", ", "F.", " ", "Nat. Nanotechnol.", " ", "2008", ",  ", "3", ",  ", "332", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Superwetting nanowire membranes for selective absorption", "Yuan, Jikang; Liu, Xiaogang; Akbulut, Ozge; Hu, Junqing; Suib, Steven L.; Kong, Jing; Stellacci, Francesco", "Nature Nanotechnology", "\r\n        (", "2008", "),\r\n    ", "3", "\r\n        (", "6", "),\r\n    ", "332-336", "CODEN:\r\n                ", "NNAABX", ";\r\n        ISSN:", "1748-3387", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "The construction of nanoporous membranes is of great technol. importance for various applications, including catalyst supports, filters for biomol. purifn., environmental remediation and seawater desalination.  A major challenge is the scalable fabrication of membranes with the desirable combination of good thermal stability, high selectivity and excellent recyclability.  Here the authors present a self-assembly method for constructing thermally stable, free-standing nanowire membranes that exhibit controlled wetting behavior ranging from superhydrophilic to superhydrophobic.  These membranes can selectively absorb oils up to 20 times the material's wt. in preference to H2O, through a combination of superhydrophobicity and capillary action.  Also, the nanowires that form the membrane structure can be re-suspended in solns. and subsequently re-form the original paper-like morphol. over many cycles.  Results suggest an innovative material that should find practical applications in the removal of orgs., particularly in the field of oil spill cleanup.  Through a combination of superhydrophobicity and capillary action, membranes made of Mn oxide nanowires can be used to selectively absorb hydrophobic contaminants, such as oil, from H2O.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmvFWjs78%253D&md5=cf5d91e439efabbdeda8c9e33c212e67", "11. ", "Chui", ", ", "S. S.-Y.", "; ", "Lo", ", ", "S. M.-F.", "; ", "Charmant", ", ", "J. P. H.", "; ", "Orpen", ", ", "A. G.", "; ", "Williams", ", ", "I. D.", " ", "Science", " ", "1999", ",  ", "283", ",  ", "1148", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "A chemically functionalizable nanoporous material [Cu3(TMA)2(H2O)3]n", "Chui, Stephen S.-Y.; Lo, Samuel M.-F.; Charmant, Jonathan P. H.; Orpen, A. Guy; Williams, Ian D.", "Science (Washington, D. C.)", "\r\n        (", "1999", "),\r\n    ", "283", "\r\n        (", "5405", "),\r\n    ", "1148-1150", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Although zeolites and related materials combine nanoporosity with high thermal stability, they are difficult to modify or derivatize in a systematic way.  A highly porous metal coordination polymer [Cu3(TMA)2(H2O)3]n (TMA is benzene-1,3,5-tricarboxylate) was formed in 80% yield.  It has interconnected [Cu2(O2CR)4] units (R is an arom. ring), which create a three-dimensional system of channels with a pore size of 1 nm and an accessible porosity of ∼40% in the solid.  Unlike zeolites, the channel linings can be chem. functionalized; for example, the aqua ligands can be replaced by pyridines.  TGA and high-temp. single-crystal diffractometry indicate that the framework is stable up to 240°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXhsFeitLc%253D&md5=8f6f372b015fa0e2bbb7e8bfd316b663", "12. ", "(a) ", "Dybtsev", ", ", "D. N.", "; ", "Chun", ", ", "H.", "; ", "Kim", ", ", "K.", " ", "Angew. Chem., Int. Ed.", " ", "2004", ",  ", "43", ",  ", "5033", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "Rigid and flexible: A highly porous metal-organic framework with unusual guest-dependent dynamic behavior", "Dybtsev, Danil N.; Chun, Hyungphil; Kim, Kimoon", "Angewandte Chemie, International Edition", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "38", "),\r\n    ", "5033-5036", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A large H2 sorption capacity and high surface area are properties of the depicted metal-org. porous material, which is easily synthesized on a large scale from readily available chems.  The rigid framework of [Zn2(1,4-bdc)2(dabco)] (1,4-H2bdc = 1,4-benzenedicarboxylic acid; dabco = diazabicyclo[2.2.2]octane) is also flexible enough to exhibit unusual guest-dependent dynamic behavior,.  The crystal structure of [Zn2(1,4-bdc)2(dabco)] was detd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXotlKrsbo%253D&md5=1c7be14bb961d48c0ee8c388cadb5455", "(b) ", "Lee", ", ", "J. Y.", "; ", "Olson", ", ", "D. H.", "; ", "Pan", ", ", "L.", "; ", "Emge", ", ", "T. J.", "; ", "Li", ", ", "J.", " ", "Adv. Funct. Mater.", " ", "2007", ",  ", "17", ",  ", "1255", "[", "Crossref", "], [", "CAS", "]", "12. ", "Microporous metal-organic frameworks with high gas sorption and separation capacity", "Lee, Jeong Yong; Olson, David H.; Pan, Long; Emge, Thomas J.; Li, Jing", "Advanced Functional Materials", "\r\n        (", "2007", "),\r\n    ", "17", "\r\n        (", "8", "),\r\n    ", "1255-1262", "CODEN:\r\n                ", "AFMDC6", ";\r\n        ISSN:", "1616-301X", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The design, synthesis, and structural characterization of two microporous metal-org. framework structures, [M(bdc)(ted)0.5]·2DMF·0.2H2O (M = Zn (1), Cu (2); H2bdc = 1,4-benzenedicarboxylic acid; ted = triethylenediamine) is reported.  The pore characteristics and gas sorption properties of these compds. were studied at cryogenic temps., room temp., and higher temps. by exptl. measuring Ar, H, and selected hydrocarbon adsorption/desorption isotherms.  Both compds. are highly porous with a pore vol. of 0.65 (1) and 0.52 cm3 g-1 (2).  The amt. of the H uptake, 2.1% (1) and 1.8% (2) at 77 K (1 atm), places them among the group of metal-org. frameworks (MOFs) having the highest H2 sorption capacity.  [Zn(bdc)(ted)0.5]·2DMF·0.2H2O adsorbs a very large amt. of hydrocarbons, including MeOH, EtOH, Me2O, n-hexane, cyclohexane, and benzene, giving the highest sorption values among all metal-org. based porous materials reported to date.  These materials hold great promise for gas sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXmtFKjsrY%253D&md5=b9f1f58a8f0436bf14080614b75d1001", "13. ", "(a) ", "Kaye", ", ", "S. S.", "; ", "Dailly", ", ", "A.", "; ", "Yaghi", ", ", "O. M.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "14176", "ACS Full Text ", ", [", "CAS", "]", "13. ", "Impact of Preparation and Handling on the Hydrogen Storage Properties of Zn4O(1,4-benzenedicarboxylate)3 (MOF-5)", "Kaye, Steven S.; Dailly, Anne; Yaghi, Omar M.; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "46", "),\r\n    ", "14176-14177", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The prototypical metal-org. framework Zn4O(BDC)3 (MOF-5, BDC2- = 1,4-benzenedicarboxylate) decomps. gradually in humid air to form a nonporous solid.  Recognizing this, improved procedures for its synthesis and handling were developed, leading to significant increases in N2 and H2 gas adsorption capacities.  Nitrogen adsorption isotherms measured at 77 K reveal an enhanced max. N2 uptake of 44.5 mmol/g and a BET surface area of 3800 m2/g, compared to the 35.8 mmol/g and 3100 m2/g obtained for a sample prepd. using previous methods.  High-pressure H2 adsorption isotherms show improvements from 5.0 to 7.1 excess wt. % at 77 K and 40 bar.  The total H2 uptake was further obsd. to climb to 11.5% at 170 bar, corresponding to a volumetric storage d. of 77 g/L.  Thus, the air-free compd. exhibits the highest gravimetric and volumetric H2 uptake capacities yet demonstrated for a cryogenic hydrogen storage material.  Also, no loss of capacity was apparent during 24 complete adsorption-desorption cycles, while kinetics measurements showed a loading time of 2 min with application of just 45 bar of pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXht1CrurvF&md5=225d78a759d3f213ea51beff7a7f784e", "(b) ", "Hausdorf", ", ", "S.", "; ", "Wagler", ", ", "J.", "; ", "Moβig", ", ", "R.", "; ", "Mertens", ", ", "F. O. R. L.", " ", "J. Phys. Chem. A", " ", "2008", ",  ", "112", ",  ", "7567", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Proton and Water Activity-Controlled Structure Formation in Zinc Carboxylate-Based Metal Organic Frameworks", "Hausdorf, Steffen; Wagler, Joerg; Mossig, Regina; Mertens, Florian O. R. L.", "Journal of Physical Chemistry A", "\r\n        (", "2008", "),\r\n    ", "112", "\r\n        (", "33", "),\r\n    ", "7567-7576", "CODEN:\r\n                ", "JPCAFH", ";\r\n        ISSN:", "1089-5639", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The contributions of terephthalic acid and Zn2+-coordinated H2O in N,N-diethylformamide (DEF) to the overall proton activity in the synthesis of MOF-5 (Zn4O(BDC)3, BDC = 1,4-benzenedicarboxylate) were quant. detd. by combined electrochem. and UV-visible spectroscopic measurements.  Structural transformations of Zn carboxylate-based metal org. frameworks due to their exposure to environments with variable H2O concns. and the chem. means necessary to revert these transitions were studied.  The H2O-induced structural transition of MOF-5 to the hydroxide structure Zn3(OH)2(BDC)2·2DEF (MOF-69c) can be reverted by a thermal treatment of the obtained compd. and its subsequent exposure to anhyd. DEF.  MOF-5 syntheses from simple carboxylates as well as a H2O-free synthesis based on nitrate decompn. are presented.  The latter demonstrates that nitrate can serve as the sole source for the oxide ion in MOF-5.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXovFSktrc%253D&md5=7af88203fe711d589630dbbad3c6453a", "14. ", "Schlichte", ", ", "K.", "; ", "Kratzke", ", ", "T.", "; ", "Kaskel", ", ", "S.", " ", "Microporous Mesoporous Mater.", " ", "2004", ",  ", "73", ",  ", "81", "[", "Crossref", "], [", "CAS", "]", "14. ", "Improved synthesis, thermal stability and catalytic properties of the metal-organic framework compound Cu3(BTC)2", "Schlichte, Klaus; Kratzke, Tobias; Kaskel, Stefan", "Microporous and Mesoporous Materials", "\r\n        (", "2004", "),\r\n    ", "73", "\r\n        (", "1-2", "),\r\n    ", "81-88", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "The catalytic properties of the metal-org. framework compd. Cu3(BTC)2(H2O)3·xH2O (BTC = benzene 1,3,5-tricarboxylate) were explored.  Cu2O-free powder samples of Cu3(BTC)2(H2O)3·xH2O were obtained using an improved synthesis at 393 K under hydrothermal conditions.  The microporous material has a high specific pore vol. of 0.41 cm3 g-1 and a pore diam. of 10.7 Å (Horvath-Kawazoe).  Removal of the three copper-bound water mols. allows to access the Lewis acid copper sites.  The exchange of coordinated water by substrates or solvent mols. is recognized from the color change of the compd.  For chemisorbed benzaldehyde, the IR stretching frequency ν(C:O) is decreased from 1702 to 1687 cm-1.  The chemisorption results in an activation of benzaldehyde for the liq. phase cyanosilylation with a reasonable yield of 50-60% after 72 h (313 K) and a high selectivity.  Filtration expts. demonstrate that the reaction mechanism is heterogeneous.  Coordinating solvents such as THF completely block the Lewis acid sites of the catalyst.  Solvents such as CH2Cl2 or higher reaction temps. (353 K) cause decompn. of the catalyst.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXlvVWrurk%253D&md5=e7a2a5c765c06970fa76c1ca7e8ab558"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-49/ja509960n/20141204/images/small/ja-2014-09960n_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-49/ja509960n/20141204/images/small/ja-2014-09960n_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-49/ja509960n/20141204/images/small/ja-2014-09960n_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-49/ja509960n/20141204/images/small/ja-2014-09960n_0004.gif\">"]}
