{"title": ["CO", " Adsorption on Dahlia-Like Carbon Nanohorns: Isosteric Heat and Surface Area Measurements"], "authors": ["Vaiva Krungleviciute", "Aldo D. Migone", "M. Yudasaka", "S. Iijima"], "doi": ["10.1021/jp208766u"], "abstract": ["We present the results of an adsorption study of carbon dioxide on closed dahlia-like single-walled carbon nanohorn aggregates. The study was conducted to explore the sorptive capacity of the nanohorns and the dependence of the CO", "’s isosteric heat of adsorption on sorbent loading. We found that there are no steps present in the carbon dioxide isotherms and that the isosteric heat of adsorption has an unusual nonmonotonic dependence on loading. Both of these behaviors are opposite to what is observed for other simple gases (argon, methane, neon, etc.) adsorbed on the same sorbent. The effective specific surface area of the nanohorn aggregates was determined using the BET and point-B methods."], "text": ["Top of Page", "Abstract", "Introduction", "Sample", "Results and Discussion", "Conclusions", "References", "1 Introduction", "The study of CO", "2", " adsorption on novel substrates is appealing from both practical as well as fundamental perspectives. From a practical perspective: developing methods to efficiently capture and sequester CO", "2", " is a challenge with enormous environmental implications.", "(1, 2)", " Adsorption is one of the physical processes that can be used to achieve both of these goals, thus there is considerable practical interest in exploring the performance of different sorbents to determine the one best suited for these tasks.", "(1, 2)", "From a fundamental perspective: CO", "2", " adsorbed on carbon sorbents exhibits a behavior that is unlike those of many other gases commonly used in adsorption studies (N", "2", ", CH", "4", ", noble gases, etc.).", "(3, 4)", " These other adsorbates have a larger ratio of adsorbate–substrate to adsorbate–adsorbate interactions than CO", "2", " does. As we discuss below, it is this difference in the relative interaction strength that explains the difference in the observed behavior.", "While CO", "2", " adsorption has not been studied on carbon nanohorns, there are adsorption studies for it on other carbon substrates. We summarize some of these results next because of the insights that they can provide for our study.", "Bienfait et al. studied the adsorption of H", "2", ", D", "2", ", O", "2", ", Ar, CH", "4", ", and CO", "2", " on close-ended single-walled carbon nanotube bundles prepared by the arc-discharge method.", "(3)", " They found that there was only one substep present in the CO", "2", " adsorption isotherms, indicating that this gas can adsorb in fewer adsorption sites than the other molecules, whose isotherms exhibit two substeps. The isosteric heat (", "q", "st", ") value on nanotubes exhibits a different behavior for CO", "2", " than it does for other gases. For H", "2", ", D", "2", ", O", "2", ", Ar, and CH", "4", ", ", "q", "st", " is a monotonically decreasing function of loading. By contrast, for CO", "2", ", after the initial plateau the ", "q", "st", " starts to increase as a function of increasing loading.", "Terlain and Larher studied the adsorption of linear molecules with significant quadrupole moments (CO", "2", ", N", "2", "O, C", "2", "N", "2", ") on exfoliated graphite.", "(4)", " They found that as a result of the quadrupolar interactions, which become restricted when the molecules are confined to a surface, the energies for the monolayer regime remain comparatively high relative to the energies for rare gases. For CO", "2", " (and for N", "2", "O), the bulk solid energy is lower than that of the monolayer. Below 104 K the free energy favors the bulk over the formation of a film, so CO", "2", " does not adsorb on graphite below this temperature. It, however, adsorbs above 104 K (as a result of the larger entropy contribution to the free energy for the monolayer).", "(4)", "Bottani et al. studied experimentally and theoretically the properties of CO", "2", " adsorbed on graphitized carbon black.", "(5)", " They found that the ", "q", "st", " values decrease up to the coverage where monolayer completion occurs, and then they start to increase. Bottani et al.", "(5)", " also observed in their simulations that during CO", "2", " adsorption the second-layer formation starts before the first layer is completely covered. They explained this by the fact that the CO", "2", "–CO", "2", " interaction is stronger than that for CO", "2", "–graphite. The strong gas–gas interaction for CO", "2", " is due to its large quadrupolar moment. Bottani et al. simulated isotherms at 195 K for the CO", "2", " molecule with and without quadrupolar moments.", "(5)", " The presence or absence of a quadrupole moment resulted in significant differences in the amount adsorbed and in the other features in the data.", "Our study deals with the adsorption properties of CO", "2", " on one of the newer forms of carbon, single-wall nanohorns, and its purpose is 2-fold: (1) to measure the nanohorn sorptive capacity for CO", "2", " and to compare our results on this sorbent to those obtained using CF", "4", " and Ne and (2) to investigate the dependence of the isosteric heat of CO", "2", " on coverage on this sorbent.", "Top of Page", "Abstract", "Introduction", "Sample", "Results and Discussion", "Conclusions", "References", "2 Sample", "Like carbon nanotubes, carbon nanohorns are a closed form of single-wall carbon with a distinct interior separated from the exterior.", "(6)", " Although similar to nanotubes, nanohorns are shorter and wider, and while tubular they have variable diameter. They can be viewed as highly defected, irregular SWCNTs that end in cone-shaped tips, or “horns”.", "(6)", " Often nanohorns are branched (i.e., they are frequently shaped liked a three-lobed ninja throwing star, with three tips instead of the two present on nanotubes).", "(7)", " Most nanohorns have either two or three lobes.", "(7)", " The body of each of the lobes of the nanohorn is more or less cylindrical, with typical lengths between 30 and 50 nm (ref ", "6", ") and with a diameter that varies irregularly along its length (typical nanohorn diameters are between 2 and 5 nm).", "(6-10)", "One significant difference between SWCNTs and carbon nanohorns is the way in which they organize into aggregates. Unlike SWCNTs, which assemble into cylindrical bundles with the long axes of the tubes lying parallel to each other, nanohorns form spherical aggregates.", "(11)", "The shape of the nanohorns and the characteristics of the aggregates they form vary depending on the conditions under which they were produced.", "(12)", " Four different types of nanohorn aggregates have been identified: dahlia-like,", "(12)", " bud-like,", "(12)", " seed-like,", "(13)", " and petal-like.", "(11, 13)", "The nanohorns used in this study were primarily aggregates of dahlia-like nanohorns.", "In the dahlia-like aggregates, the long axes of the nanohorns are aligned roughly along a radial direction, with the cone-shaped tips on the outer surface of the arrangement. The diameters of these aggregate spherules are typically 80–100 nm. Dahlia-like aggregates are constituted by a few thousand individual nanohorns.", "(6, 13)", " Figure ", "1", " schematically presents the structure of the dahlia-like aggregates used in this study.", "Figure 1. Schematc drawing of a dahlia-like carbon nanohorn aggregate with adsorption sites indicated.", "The dahlia-like carbon nanohorn sample that was used in our experiments was made by CO", "2", " laser ablation of graphite in an Ar atmosphere (∼760 Torr) at room temperature.", "(6, 11)", " Before the start of the measurements, the sample was annealed under vacuum for 4.5 h at 520 K. The treatment temperature is too low to affect the structure of the nanohorns, so we can state that the ones used in this study were close ended (cl-an-520K-SWCNHs). After the treatment, the sample was transferred, in air, to a copper cell, which was placed on a closed-cycle helium refrigerator and connected to the in-house built volumetric adsorption setup in which the isotherm measurements were conducted.", "Throughout the experiment, pressures were measured using MKS Baratron manometers. We used a program written using LabView to control the dosing of gas into the cell, to record pressure and temperature readings. This allowed us to observe how equilibrium was approached for each data point as carbon dioxide gas adsorbed on the sorbent. Research purity CO", "2", " gas from Matheson Tri-Gas was used in the experiments.", "Top of Page", "Abstract", "Introduction", "Sample", "Results and Discussion", "Conclusions", "References", "3 Results and Discussion", "3.1", "Adsorption Isotherms", "We studied the adsorption of CO", "2", " on cl-an-520K-SWCNHs at six temperatures. A logarithmic plot of the adsorption data is presented in Figure ", "2", ". Isotherms were measured between 147 and 193 K. All the isotherms measured were below the triple point temperature for CO", "2", " of 216.5 K.", "Figure 2. Adsorption of CO", "2", " cl-an-520K-SCWNHs at six different temperatures between 147 and 193 K.", "As can be seen in Figure ", "2", ", there are no distinct substeps present in the data in any of the six isotherms shown (the vertical segment in the adsorption data that is present for some of the isotherms at the highest loadings corresponds to the saturated vapor pressure value for the isotherm temperature). This situation is completely different from the one that we observed in a study of CF", "4", " and Ne adsorption on the same sample of annealed dahlia-like SWCNHs.", "(14)", " In Figure ", "3", " we present the previously reported data for CF", "4", " and Ne on this same sample. In that study, we had found two substeps present in the adsorption data. Computer simulations which were performed in conjunction with the Ne and CF", "4", " measurements suggested that the lower-pressure substep corresponded to gas adsorption occurring in the higher-binding-energy sites present in the aggregates, deep in the interstitial channels formed between three neighboring individual nanohorns. The higher-loading, higher-pressure substep was attributed to adsorption in the lower binding energy region, which corresponds to adsorption on the outer surfaces of individual nanohorns.", "Figure 3. CF", "4", " and Ne adsorption isotherms on the same sample of carbon nanohorns.", "This situation regarding the lack of features in the CO", "2", " isotherms on nanohorns is similar to the one observed by Bienfait et al. for CO", "2", " adsorbed on single-walled carbon nanotubes.", "(3)", " Bienfait et al. explained the absence of substeps by the fact that since carbon dioxide is not strongly attracted to the surface of graphite, which is multiple layers of graphene, it is even less attracted to a single graphene layer, of which single-walled nanotubes are made.", "The absence of two substeps in the adsorption data on cl-an-520K-SWCNHs shown in Figure ", "2", " is most likely due to the quadrupole moment of CO", "2", " molecules, which is large compared to the other molecules: 0.65 as compared to 0.28 for NO or <0.10 for H", "2", ". (These values were obtained by scaling the linear quadrupole moments by the electron charge, so their units are Å", "2", ".)", "(15)", "3.2", "Isosteric Heat of Adsorption", "We calculated the isosteric heat of adsorption, ", "q", "st", ", of CO", "2", " on cl-an-520K-SWCNHs and determined its dependence on sorbent loading. We found that first ", "q", "st", " decreases with increasing loading down to a minimum of ∼230 meV. Beyond this point, the ", "q", "st", " starts to increase with loading, and close to the saturation it reaches 275 meV. This increase is likely to be due, as mentioned above, to the fact that at higher loadings the CO", "2", " molecules are more attracted to other CO", "2", " molecules than to the carbon surface.", "The ", "q", "st", " values measured with CF", "4", " and Ne from ref ", "14", " on the same sample are presented in Figure ", "4", ". As can be seen, the behavior is significantly different from that of CO", "2", ": ", "q", "st", " decreases with increasing coverage.", "Figure 4. ", "q", "st", " dependence on coverage for CO", "2", " adsorbed on cl-an-520K-SWCNHs and for CF", "4", " and Ne on the same sample.", "(14)", "For comparison, Terlain and Larher", "(4)", " determined that the ", "q", "st", " value for CO", "2", " adsorbed on graphite was ∼260 meV, and Bienfait et al.", "(3)", " determined that for the same gas adsorbed on close-ended single-walled nanotube bundles the ", "q", "st", " value was 234 meV for intermediate monolayer coverages (as can be seen in Figure 3 from ref ", "3", "; unfortunately, data corresponding to adsorption on the grooves, i.e., the highest binding energy sites for the closed tubes, were not available for this gas).", "3.3", "Effective Specific Surface Area", "3.3.1", "Point-B Method", "We analyzed data measured at 173 K (see Figure ", "5", ") to calculate the effective specific surface area (ESSA) value using the point-B method.", "(16)", " We plotted this isotherm as a linear graph and drew a least-squares fit line along the linear portion of the graph; the point where the line deviated from the isotherm data points was considered the point where the “effective specific monolayer completion” occurs.", "Figure 5. Linear plot of the CO", "2", " adsorption isotherm at 173 K.", "The value that we obtained for the ESSA was 358 m", "2", "/g. This value is between the values measured with Ne and CF", "4", " (see Table ", "1", ") which means that due to its size it cannot access as many sites/cover as much surface as the smaller Ne gas, but it can access more than the bigger CF", "4", " molecule.", "(14)", "Table 1. Effective Specific Surface Area Values Calculated Using Point-B and BET Methods", " ", " ", " ", "ESSA (m", "2", "/g)", "gas", "T", "relative", " = ", "T", "/", "T", "critical", "cross-sectional area (Å", "–2", ")", "point-B method", "BET method", "CF", "4", "0.58", "18.9", "288", "-", "CO", "2", "0.57", "15.6", "358", "239", "Ne", "0.56", "8.4", "393", "-", "3.3.2", "BET Method", "The area was also determined using the BET method. We used the data from the isotherm measured at 173 K to perform calculations and plotted obtained values between ", "P", "/", "P", "0", " values of 0.07 and 0.35 (Figure ", "6", "). The obtained “effective specific monolayer completion” was used to calculate ESSA (see Table ", "1", ").", "Figure 6. BET plot.", "3.3.3", "Comparison of BET and Point-B Methods", "While the point-B method is an empirical one that was developed using data obtained with several different gases adsorbed on an iron catalyst, the BET theory is based on a model that assumes that a monolayer is formed on a surface that is energetically homogeneous and that there are no lateral adsorbate interactions. Neither one of these two approaches of determining monolayer completion is accurate in the case of CO", "2", " adsorption on single-walled carbon nanohorns: (1) BET theory’s assumptions are not valid because adsorption occurs in a cone-shaped pore, not on a homogeneous surface, and there are significant adsorbate–adsorbate lateral interactions present; and (2) the point-B method was developed based on empirical data that were measured on a flat surface, and as mentioned above, in this case adsorption occurs in the pores. These differences between BET theory and the point-B method and between both of these approaches and the realities of the CO", "2", " adsorption system help explain a difference of 33% in effective specific surface area values obtained (as can be seen in Table ", "1", "). (While the values obtained might not be accurate, we provide them to enable other researchers to compare them to the results of other studies.)", "Top of Page", "Abstract", "Introduction", "Sample", "Results and Discussion", "Conclusions", "References", "4 Conclusions", "We have studied the adsorption of carbon dioxide on dahlia-like aggregates of annealed single-walled carbon nanohorns. We measured six isotherms at temperatures between 147 and 193 K. The data were used to calculate the isosteric heat of adsorption for this adsorbate and effective specific surface area for this sorbent. It was found that there are no substeps present in the isotherms, a result which differs from the data measured using tetrafluoromethane and neon on the same sorbent. The isosteric heat data initially decreased with increasing loading, but after the loading reached a value near the effective monolayer completion it started to increase. The peculiar nonmonotonic dependence of the isosteric heat on loading is mostly due to the fact that CO", "2", " experiences more attraction to other CO", "2", " molecules than to the carbon surface, so at higher loadings with more CO", "2", " molecules present the ", "q", "st", " values are higher than at lower loadings. The value for the effective specific surface area of 359 m", "2", "/g obtained using CO", "2", " is intermediate between the values of the effective specific surface area determined with Ne and CF", "4", ". This result can be understood in terms of the relative molecular sizes of these adsorbate species.", "Top of Page", "Abstract", "Introduction", "Sample", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "ADM acknowledges the National Science Foundation for support through Grant No. DMR-1006428. We gratefully acknowledge helpful discussions with M. M. Calbi and S. Gatica.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Sample", "Results and Discussion", "Conclusions", "References", "References", "This article references 16 other publications.", "1. ", "Working Group III of the Intergovernmental panel on Climate Change.  ", "IPCC Special Report on Carbon Dioxide Capture and Storage", "; ", "Cambridge University Press", ": ", "New York", ", ", "2005", ".", "There is no corresponding record for this reference.", "2. ", "White", ", ", "C. M.", "; ", "Dmith", ", ", "D. H.", "; ", "Jones", ", ", "K. L.", "; ", "Goodman", ", ", "A. L.", "; ", "Jikich", ", ", "S. A.", "; ", "LaCount", ", ", "R. B.", "; ", "DuBose", ", ", "S. B.", "; ", "Ozdemir", ", ", "E.", "; ", "Morsi", ", ", "B. I.", "; ", "Schroeder", ", ", "K. T.", " ", "Energy Fuels", " ", "2005", ",  ", "19", ",  ", "659", "– ", "724", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Sequestration of Carbon Dioxide in Coal with Enhanced Coalbed Methane Recovery-A Review", "White, Curt M.; Smith, Duane H.; Jones, Kenneth L.; Goodman, Angela L.; Jikich, Sinisha A.; LaCount, Robert B.; DuBose, Stephen B.; Ozdemir, Ekrem; Morsi, Badie I.; Schroeder, Karl T.", "Energy & Fuels", "\r\n        (", "2005", "),\r\n    ", "19", "\r\n        (", "3", "),\r\n    ", "659-724", "CODEN:\r\n                ", "ENFUEM", ";\r\n        ISSN:", "0887-0624", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  This article reviews the storage of captured CO2 in coal seams.  Other geol. formations, such as depleted petroleum reservoirs, deep saline aquifers and others have received considerable attention as sites for sequestering CO2.  This review focuses on geol. sequestration of CO2 in unmineable coalbeds as the geol. host.  Key issues for geol. sequestration include potential storage capacity, the storage integrity of the geol. host, and the chem. and phys. processes initiated by the deep underground injection of CO2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXisV2jsbg%253D&md5=6a5d9cd1a9431c20e04eec6fa8673add", "3. ", "Bienfait", ", ", "M.", "; ", "Zeppenfeld", ", ", "P.", "; ", "Dupont-Pavlovsky", ", ", "N.", "; ", "Muris", ", ", "M.", "; ", "Johnson", ", ", "M. R.", "; ", "Wilson", ", ", "T.", "; ", "DePies", ", ", "M.", "; ", "Vilches", ", ", "O. E.", " ", "Phys. Rev. B", " ", "2004", ",  ", "70", ",  ", "035410 1", "– ", "10", "[", "Crossref", "], [", "CAS", "]", "3. ", "Thermodynamics and structure of hydrogen, methane, argon, oxygen, and carbon dioxide adsorbed on single-wall carbon nanotube bundles", "Bienfait, M.; Zeppenfeld, P.; Dupont-Pavlovsky, N.; Muris, M.; Johnson, M. R.; Wilson, T.; DePies, M.; Vilches, O. E.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2004", "),\r\n    ", "70", "\r\n        (", "3", "),\r\n    ", "035410/1-035410/10", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "Adsorption isotherms, isosteric heats of adsorption, and neutron diffraction measurements of hydrogen, methane, argon, oxygen, and carbon dioxide adsorbed on single-wall carbon nanotube bundles show that all species, except CO2, condense first on high-energy binding sites, such as the grooves and the widest interstitial channels, and then on the outer rounded surface of the bundles.  As for CO2, only one set of adsorption sites is obsd., which is attributed mainly to the grooves.  The diffraction results further reveal that the av. packing of the bundles is not changed upon adsorption and that no significant overall bundle dilation is obsd. on our sample.  Mol. dynamic simulations confirm and complete our interpretation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXmt1ertL8%253D&md5=90e832d67295494b1558411419fe2e8f", "4. ", "Terlain", ", ", "A.", "; ", "Larher", ", ", "Y.", " ", "Surf. Sci.", " ", "1983", ",  ", "125", ",  ", "304", "– ", "310", "[", "Crossref", "], [", "CAS", "]", "4. ", "Phase diagrams of films of linear molecules with large quadrupole moments (carbon dioxide, nitrous oxide, ethanedinitrile) adsorbed on graphite", "Terlain, A.; Larher, Y.", "Surface Science", "\r\n        (", "1983", "),\r\n    ", "125", "\r\n        (", "1", "),\r\n    ", "304-11", "CODEN:\r\n                ", "SUSCAS", ";\r\n        ISSN:", "0039-6028", ".\r\n    ", "Adsorption isotherms on graphite of CO2, N2O, and C2N2 disclose 3 2D (dimensional) phases: gas, liq., and solid.  However, for C2N2, the results are also consistent with a single fluid-solid coexistence domain.  The cohesion energy of the 2D solid monolayer is strikingly higher for C2N2 than for CO2 and N2O.  This is due to a particularity of the shape of the C2N2 mol., which makes possible a more energetic 2D solid structure.  For CO2 and N2O a strong hysteresis is assocd. with the 2D liq.-solid transition.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3sXhs1Omsb0%253D&md5=0204afb5d8f99bf07c51fbf5ad28ac5a", "5. ", "Bottani", ", ", "E. J.", "; ", "Bakaev", ", ", "V.", "; ", "Steele", ", ", "W.", " ", "Chem. Eng. Sci.", " ", "1994", ",  ", "49", ",  ", "2931", "– ", "2939", "[", "Crossref", "], [", "CAS", "]", "5. ", "A simulation/experimental study of the thermodynamic properties of carbon dioxide on graphite", "Bottani, E. J.; Bakaev, Victor; Steele, William", "Chemical Engineering Science", "\r\n        (", "1994", "),\r\n    ", "49", "\r\n        (", "17", "),\r\n    ", "2931-9", "CODEN:\r\n                ", "CESCAC", ";\r\n        ISSN:", "0009-2509", ".\r\n    ", "Monte Carlo (MC) computer simulations are reported for a realistic model of carbon dioxide adsorbed on the exposed graphite basal plane.  Isotherms were calcd. using the grand canonical MC algorithm, and energies and densities were evaluated using the canonical MC algorithm.  New exptl. data for this system are also presented and, together with previous data, compared with the simulations.  Excellent agreement is obtained.  Auxiliary properties such as the coverage dependence of the av. tilt angle (relative to the surface plane) for the mols. in the monolayer were evaluated.  In addn., the temp. dependence of the monolayer capacity for this system is obtained directly from the simulations.  The mol. areas in the completed monolayer that were obtained from these monolayer capacities are compared with other ests. including those obtained from a BET anal. of the isotherms.  It is noted that the obsd. change in av. tilt angle with increasing coverage produces a coverage-dependent mol. area that is not taken into account in the BET or any other known theory of multilayer adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXntV2jsrY%253D&md5=53a9783e606c094e9c5df82567274a54", "6. ", "Iijima", ", ", "S.", "; ", "Yudasaka", ", ", "M.", "; ", "Yamada", ", ", "R.", "; ", "Bandow", ", ", "S.", "; ", "Suenaga", ", ", "K.", "; ", "Kokai", ", ", "F.", "; ", "Takahashi", ", ", "K.", " ", "Chem. Phys. Lett.", " ", "1999", ",  ", "309", ",  ", "165", "– ", "170", "[", "Crossref", "], [", "CAS", "]", "6. ", "Nano-aggregates of single-walled graphitic carbon nano-horns", "Iijima, S.; Yudasaka, M.; Yamada, R.; Bandow, S.; Suenaga, K.; Kokai, F.; Takahashi, K.", "Chemical Physics Letters", "\r\n        (", "1999", "),\r\n    ", "309", "\r\n        (", "3,4", "),\r\n    ", "165-170", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "We have found a new type of carbon particle produced by the CO2 laser ablation of carbon at room temp. without a metal catalyst.  The product has a powder form of graphitic particles with a uniform size of about 80 nm.  An individual particle is composed of an aggregate of many horn-shaped sheaths of single-walled graphene sheets, which we named carbon nano-horns.  The nano-horns can be produced at about 10 g/h.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXlt1Wlu7Y%253D&md5=06ca65b6dcc43a47164144b8cb6677ba", "7. ", "Zhang", ", ", "M. F.", "; ", "Yamaguchi", ", ", "T.", "; ", "Iijima", ", ", "S.", "; ", "Yudasaka", ", ", "M.", " ", "J. Phys. Chem. C", " ", "2009", ",  ", "113", ",  ", "11184", "– ", "1186", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Individual Single-Wall Carbon Nanohorns Separated from Aggregates", "Zhang, Minfang; Yamaguchi, Takashi; Iijima, Sumio; Yudasaka, Masako", "Journal of Physical Chemistry C", "\r\n        (", "2009", "),\r\n    ", "113", "\r\n        (", "26", "),\r\n    ", "11184-11186", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The isolation of individual single-wall carbon nanohorns (SWNHs) from spherical dahlia-shaped aggregates of SWNHs has been successfully achieved for the first time by sucrose d. gradient centrifugation.  The shapes of the individual SWNHs took straight and two- and three-way branched forms.  The lengths of the straight SWNHs or of each arm of the branched types were 10-70 nm, and their diams. were 2-10 nm.  This new type of nanocarbon tubules will advance research of the applications of carbon nanostructures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXmvFOiu7Y%253D&md5=d711fb02e599e0df9cb91b8467cb8623", "8. ", "Yamaguchi", ", ", "T.", "; ", "Bandow", ", ", "S.", "; ", "Iijima", ", ", "S.", " ", "Chem. Phys. Lett.", " ", "2004", ",  ", "389", ",  ", "181", "– ", "185", "[", "Crossref", "], [", "CAS", "]", "8. ", "Synthesis of carbon nanohorn particles by simple pulsed arc discharge ignited between pre-heated carbon rods", "Yamaguchi, T.; Bandow, S.; Iijima, S.", "Chemical Physics Letters", "\r\n        (", "2004", "),\r\n    ", "389", "\r\n        (", "1-3", "),\r\n    ", "181-185", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "Single-wall carbon nanohorn (SWNH) particles were generated by simple pulsed arc discharge between pure carbon rods in the atm. pressure of air.  Purity of SWNHs was >90%, and the heating in dry air at 500°C was useful for removal of amorphous carbon.  The mean size of SWNH particles was ≈50 nm, which is smaller than those prepd. by the CO2 laser method.  Pre-heating of the carbon rod up to 1000°C, conducted just before ignition of arc, improved the quality of SWNHs.  TEM, SEM and Raman spectroscopy were used to characterize these SWNH particles.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXjt1Sjsrc%253D&md5=012934b153be2dafe6bb3db90ab703c5", "9. ", "Murata", ", ", "K.", "; ", "Kaneko", ", ", "K.", "; ", "Kokai", ", ", "F.", "; ", "Takahashi", ", ", "K.", "; ", "Yudasaka", ", ", "M.", "; ", "Iijima", ", ", "S.", " ", "Chem. Phys. Lett.", " ", "2000", ",  ", "331", ",  ", "14", "– ", "20", "[", "Crossref", "], [", "CAS", "]", "9. ", "Pore structure of single-wall carbon nanohorn aggregates", "Murata, K.; Kaneko, K.; Kokai, F.; Takahashi, K.; Yudasaka, M.; Iijima, S.", "Chemical Physics Letters", "\r\n        (", "2000", "),\r\n    ", "331", "\r\n        (", "1", "),\r\n    ", "14-20", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "Single-wall C nanohorn aggregates were characterized by N2 adsorption at 77 K and 'particle d.' measurement using the high pressure He buoyancy method.  The single-wall C nanohorn aggregate had micropores and its pore vol. was 0.11 mL g-1.  The particle d. was 1.25 g ml-1.  The particle d. was not equal to the solid d. of graphite (2.27 g ml-1), but it agreed within 15% with the d. of the single-wall C nanohorn estd. using previous TEM data.  Hence single-wall C nanohorns have closed micropores covered with single graphene walls.  According to N2 adsorption, single-wall C nanohorns have a considerably large surface area (308 m2 g-1) and open microporosity which was ascribed to the interparticle aggregate structure, the so-called 'dahlia flower type structure'.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXotlCktb0%253D&md5=b79829e9f6a8eb480e89bdbc1b1ded0a", "10. ", "Murata", ", ", "K.", "; ", "Kaneko", ", ", "K.", "; ", "Steele", ", ", "W. A.", "; ", "Kokai", ", ", "F.", "; ", "Takahashi", ", ", "K.", "; ", "Kasuya", ", ", "D.", "; ", "Yudasaka", ", ", "M.", "; ", "Iijima", ", ", "S.", " ", "Nano Lett.", " ", "2001", ",  ", "1", ",  ", "197", "– ", "199", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Porosity evaluation of intrinsic intraparticle nanopores of single wall carbon nanohorn", "Murata, K.; Kaneko, K.; Steele, W. A.; Kokai, F.; Takahashi, K.; Kasuya, D.; Yudasaka, M.; Iijima, S.", "Nano Letters", "\r\n        (", "2001", "),\r\n    ", "1", "\r\n        (", "4", "),\r\n    ", "197-199", "CODEN:\r\n                ", "NALEFD", ";\r\n        ISSN:", "1530-6984", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption isotherm of N2 in internal nanopores of the single wall carbon nanohorn (SWNH) particles was compared with that of the external surfaces of the SWNH assembly.  The presence of 2 strong adsorption sites of the internal nanopores and external nanopores of the assembly were evidenced by the anal. of the adsorption isotherm.  The calcd. interaction potential of the external nanopore was much deeper than that of the internal nanopore.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXhvV2ks7s%253D&md5=ef36a98193062fca873e126295cfd965", "11. ", "Azami", ", ", "T.", "; ", "Kasuya", ", ", "D.", "; ", "Yuge", ", ", "R.", "; ", "Yudasaka", ", ", "M.", "; ", "Iijima", ", ", "S.", "; ", "Yoshitake", ", ", "T.", "; ", "Kubo", ", ", "Y.", " ", "J. Phys. Chem. C", " ", "2008", ",  ", "112", ",  ", "1330", "– ", "1334", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Large-Scale Production of Single-Wall Carbon Nanohorns with High Purity", "Azami, Takeshi; Kasuya, Daisuke; Yuge, Ryota; Yudasaka, Masako; Iijima, Sumio; Yoshitake, Tsutomu; Kubo, Yoshimi", "Journal of Physical Chemistry C", "\r\n        (", "2008", "),\r\n    ", "112", "\r\n        (", "5", "),\r\n    ", "1330-1334", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "To increase the practical daily capacity to produce single-wall carbon nanohorns (SWNHs) with high purity by CO2 laser ablation of graphite, we made a new three-chamber system composed of a target reservoir, a laser ablation chamber, and a collection chamber.  The frequency of exchanging targets was reduced by increasing the target size (diam. 10 cm; length 50 cm), and the time taken to exchange targets was reduced by adding an automated exchange mechanism.  Most of the SWNHs produced in the laser ablation chamber were immediately swept into the collection chamber by an Ar gas carrier.  This avoided the problem of fluffy SWNHs blocking the laser beam irradiating the target and enabled the CO2 laser to be operated continuously.  The resulting SWNHs had a purity of 92-95% under the optimized conditions of laser power d. (15-30 kW/cm2) and target rotation speed (1-3 rpm).  This increase in purity represents a remarkable improvement on the previous level of 85-90%.  A practical prodn. capacity of 1 kg/day was achieved, which is about 100 times greater than the daily capacity attained by the previous single-chamber system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXlvVSiug%253D%253D&md5=470b9ef2996537ea516de6ffba31c488", "12. ", "Kasuya", ", ", "D.", "; ", "Yudasaka", ", ", "M.", "; ", "Takahashi", ", ", "K.", "; ", "Kokai", ", ", "F.", "; ", "Iijima", ", ", "S.", " ", "J. Phys. Chem. B", " ", "2002", ",  ", "106", ",  ", "4947", "– ", "4951", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Selective Production of Single-Wall Carbon Nanohorn Aggregates and Their Formation Mechanism", "Kasuya, Daisuke; Yudasaka, Masako; Takahashi, Kunimitsu; Kokai, Fumio; Iijima, Sumio", "Journal of Physical Chemistry B", "\r\n        (", "2002", "),\r\n    ", "106", "\r\n        (", "19", "),\r\n    ", "4947-4951", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Single-wall carbon nanohorn (SWNH) aggregates can be produced by CO2 laser vaporization of carbon, and a single aggregate can take either a \"dahlia-like\" or \"bud-like\" form.  We found that \"dahlia-like\" SWNH aggregates were produced with a yield of 95% when Ar at 760 Torr was used as the buffer gas, while \"bud-like\" SWNH aggregates were formed with a yield of 70 or 80% when either He or N2 at 760 Torr was used.  The internal structures of both aggregates were studied by partially burning them in an O2 atmosphere.  We were then able to examine the mechanism for the formation of SWNH aggregates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XjtVWhsbs%253D&md5=e202ed019083b3a7e06d694e19fbd103", "13. ", "Yudasaka", ", ", "M.", "; ", "Iijima", ", ", "S.", "; ", "Crespi", ", ", "V. H.", " ", "Top. Appl. Phys.", " ", "2008", ",  ", "111", ",  ", "605", "– ", "629", "[", "Crossref", "], [", "CAS", "]", "13. ", "Single-wall carbon nanohorns and nanocones", "Yudasaka, Masako; Iijima, Sumio; Crespi, Vincent H.", "Topics in Applied Physics", "\r\n        (", "2008", "),\r\n    ", "111", "\r\n        (", "Carbon Nanotubes", "),\r\n    ", "605-629", "CODEN:\r\n                ", "TAPHD4", ";\r\n        ISSN:", "0303-4216", ".\r\n    \r\n            (", "Springer GmbH", ")\r\n        ", "A review.  In addn. to sheet structures with purely hexagonal carbon rings, which naturally form surfaces of zero Gaussian curvature such as sheets and tubes, a graphenic membrane can also assume a conical shape whose apex is defined by one or more disclinations taking the form of fivefold (or possibly smaller) rings.  Geometrically, just as a sheet of paper with a wedge removed can be resealed to form a conical hat, a graphene sheet with a wedge removed (i.e., a disclination) can be resealed, notionally, to form a cone or horn.  The single-wall carbon nanohorns (SWNH) form one class of such conical structures, with a particularly sharp apical angle, a well-characterized high-yield synthesis route, and a distinct aggregate microstructure.  Conical graphenic structures with wider opening angles, corresponding to fewer pentagonal disclinations at the apex, also form, sometimes as multilayered structures.  The pentagonal defects in carbon nanocones perturb the low-energy electronic structure both locally and globally, defining both a local region of enhanced reactivity and a global geometric phase relation with profound consequences for electron transport around the apex.  The rapid variation in local sheet orientation around the cone and the two-dimensional nature of the electronic states within imply that uniform lab. fields can generate highly nonuniform effective local fields for states in the cone.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXltFGjsLo%253D&md5=341c0f982537a5470a0c048ddbf320af", "14. ", "Krungleviciute", ", ", "V.", "; ", "Calbi", ", ", "M. M.", "; ", "Wagner", ", ", "J. A.", "; ", "Migone", ", ", "A. D.", "; ", "Yudasaka", ", ", "M.", "; ", "Iijima", ", ", "S.", " ", "J. Phys. Chem. C", " ", "2008", ",  ", "112", ",  ", "5742", "– ", "5746", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Probing the Structure of Carbon Nanohorn Aggregates by Adsorbing Gases of Different Sizes", "Krungleviciute, Vaiva; Calbi, Mercedes M.; Wagner, Jeff A.; Migone, Aldo D.; Yudasaka, Masako; Iijima, Sumio", "Journal of Physical Chemistry C", "\r\n        (", "2008", "),\r\n    ", "112", "\r\n        (", "15", "),\r\n    ", "5742-5746", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors explore the adsorption behavior of Ne and CF4 in as-produced C nanohorn aggregates using adsorption measurements and computer simulations.  Despite the difference in sp. surface area obsd. for these gases, the isotherms for both gases show 2 substeps before monolayer completion.  With the aid of computer simulations, this universal behavior is the result of adsorption in interstitial spaces of varying dimension in the aggregates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXjslSgu78%253D&md5=5ce3db2dd8ea1b70d2f7e77ae0767432", "15. ", "Drain", ", ", "L. E.", " ", "Trans. Faraday Soc", " ", "1953", ",  ", "49", ",  ", "650", "– ", "654", "[", "Crossref", "], [", "CAS", "]", "15. ", "Permanent electric quadrupole moments of molecules and heats of adsorption", "Drain, L. E.", "Transactions of the Faraday Society", "\r\n        (", "1953", "),\r\n    ", "49", "\r\n        (", "),\r\n    ", "650-4", "CODEN:\r\n                ", "TFSOA4", ";\r\n        ISSN:", "0014-7672", ".\r\n    ", "Detailed calcns. are made of the elec. quadrupole interaction of N2 with the surface of KCl.  The quadrupole moment of N2 was taken as -0.27 × 10-16e e.s.u. cm2.  The dispersion, repulsion, and electrostatic polarization energies were assumed to be the same for N2 as for A when N2 lies flat on the surface (cf. Orr, C.A. 34, 666.7).  For a position above the center of the KCl cell, the quadrupole energy is 820 cal./mol. and the total for N2 adsorbed on KCl is 2410 cal./mol.  If the ionic charges are greater than unity or if the crystal has lower symmetry, the quadrupole interaction must be considered as an important contribution to the heat of adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaG2cXlvFyg&md5=8548841f7c05729ce3d03fca21f0e6e6", "16. ", "Emmett", ", ", "P H.", "; ", "Brunauer", ", ", "S.", " ", "J. Am. Chem. Soc.", " ", "1937", ",  ", "59", ",  ", "1553", "– ", "1564", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "The use of low-temperature van der Waal adsorption isotherms in detg. the surface area of iron synthetic ammonia catalysts", "Emmett, P. H.; Brunauer, S.", "Journal of the American Chemical Society", "\r\n        (", "1937", "),\r\n    ", "59", "\r\n        (", "),\r\n    ", "1553-64", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "cf. C. A. 29, 7168.7; 31, 2915.2, 3371.7.  Adsorption isotherms of N2 and A at -195.8°, N2, A, CO and O2 at -183°, CH4 and NO at -140°, N2O and CO2 at -78°, NH3 at -36° and n-butane at 0° on 6 different Fe synthetic-NH3 catalysts were detd.  These isotherms together with data on the chemisorption of CO on the catalysts at -183° and -78° and for the activated adsorption of H2 appear to afford a means of measuring the abs. and the relative surface areas of the Fe catalysts.  Al2O3 promoters appear to concentrate on the surfaces of the Fe catalysts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaA2sXlt1OktQ%253D%253D&md5=f6aa4979a89206214f2055e7acc34da0"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2012/jpccck.2012.116.issue-1/jp208766u/production/images/small/jp-2011-08766u_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2012/jpccck.2012.116.issue-1/jp208766u/production/images/small/jp-2011-08766u_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2012/jpccck.2012.116.issue-1/jp208766u/production/images/small/jp-2011-08766u_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2012/jpccck.2012.116.issue-1/jp208766u/production/images/small/jp-2011-08766u_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2012/jpccck.2012.116.issue-1/jp208766u/production/images/small/jp-2011-08766u_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2012/jpccck.2012.116.issue-1/jp208766u/production/images/small/jp-2011-08766u_0006.gif\">"]}
