{"title": ["Three N–H Functionalized Metal–Organic Frameworks with Selective CO", " Uptake, Dye Capture, and Catalysis"], "authors": ["Yu Zhu", "Yan-Mei Wang", "Sheng-Yun Zhao", "Pan Liu", "Chao Wei", "Yun-Long Wu", "Chang-Kun Xia", "Ji-Min Xie"], "doi": ["10.1021/ic5009895"], "abstract": ["An N−H functionalized ligand was synthesized, and we have obtained three different network topologies with empty spaces by changing the metal cations. The N−H groups on pyrazine can enhance CO", " adsorptions. Cu-DDQ shows high selectivity for CO", "/N", " due to the small adsorption of N", ". Zn-DDQ and Cu-DDQ with different shapes of pores are promising materials for fast separation of MB/other and CV/other mixtures, respectively. The cyanosilylation reactions indicate that Cu-DDQ has greater Lewis acidity.", "Three N–H functionalized metal–organic frameworks, Pb-DDQ, Zn-DDQ, and Cu-DDQ, were synthesized with a new flexible dicarboxylate ligand based on quinoxaline (H", "DDQ = ", ",", "′-dibenzoic acid-2,3-diaminoquinoxaline). CO", " adsorptions indicate that Zn-DDQ and Cu-DDQ have greatly enhanced the CO", " uptake due to the opposite N–H groups on pyrazine. With very small adsorption of N", ", Cu-DDQ shows high selectivity for CO", " and N", ". The three MOFs also have large adsorptions of some selected dyes, while Zn-DDQ and Cu-DDQ with large but different shapes of pores are demonstrated to be promising materials for fast separation of MB/other and CV/other mixtures, respectively. The cyanosilylation of aldehydes and ketones with high yields in a short reaction time for Cu-DDQ indicates that Cu-DDQ has a higher Lewis acidity than the other two MOFs."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Introduction", "Metal–organic frameworks (MOFs) are materials with tunable high porosity and a specific surface composed of organic linkers and metal–cluster or metal–ion nodes.", "(1)", " This particular field of materials science is being extensively studied for applications such as gas adsorption and separation,", "(2)", " photoluminescence sensors,", "(3)", " heterogeneous catalysis,", "(4)", " etc. Above all, porosity is the most important feature in MOFs and plays a significant role in functional properties.", "(5)", " Moreover, ligand extension has been verified as an efficient strategy toward the augmentation of the pore size or surface area of open MOFs.", "(6)", " However, MOFs with larger pores often tend to have a collapsed framework after the removal of guest molecules, causing interpenetration and self-interpenetration, which decreases the size of pores or channels.", "(7)", " Though many MOFs have been reported every year, MOFs with larger porosity and higher stability are still a bottleneck for extensive and deep applications.", "Carbon dioxide is considered to be the main anthropogenic contributor to the greenhouse gas effect. The rapid accumulation of CO", "2", ", which has mainly caused global warming, is an emerging challenging environmental problem all over the world.", "(8)", " MOFs, instead of the traditional zeolites or activated carbon, are the most promising materials for CO", "2", " capture because their pore characteristics can be modified with functional groups (−NH", "2", ", −NO", "2", ", −OH, and −SO", "3", "H groups and triazine nitrogen atoms) to immobilize into channels, and this has been demonstrated to be beneficial to enhance CO", "2", " adsorption.", "(8, 9)", "Multiple carboxylate ligands have been widely used as bridging ligands for building MOFs because of their versatile coordination modes as well as their ability to act as H-bond acceptors and donors to assemble supramolecular structures.", "(9)", " However, to the best of our knowledge, multicarboxylic acid ligands based on quinoxaline have not yet been explored as the organic linkers. Here, we synthesized the dicarboxylic ligand H", "2", "DDQ (=", "N", ",", "N", "′-dibenzoic acid-2,3-diaminoquinoxaline) having the following advantages: (1) the distance between the two carboxyl groups is about 15 Å, which enhances the ability to construct porous frameworks, (2) quinoxaline, which connects the two carboxylate groups, can act as a large hindrance group that prevents the formation of interpenetration and self-interpenetration and furthermore it can also reduce the size of the channels while inducing reasonable pore canals,", "(10)", " and (3) pairs of active N–H groups and pyrazine nitrogen atoms in the ligands can increase CO", "2", " adsorptions effectively. In this work, we present and discuss three MOFs with H", "2", "DDQ for CO", "2", " and dye adsorptions, fluorescence, and catalysis of cyanosilylation reactions.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Experimental Section", "Materials and Physical Measurements", "All of the starting materials employed were purchased from commercial sources and used as received without further purification. Elemental analyses for C, H, and N were determined with a Perkin-Elmer 240 instrument. Fourier transform infrared (FT-IR) spectra were measured as KBr pellets on a Nicolet FT-170SX spectrometer in the range 400–4000 cm", "–1", ". Thermogravimetric analysis (TGA) experiments were carried out on an integrated thermal STA 449C analyzer heated from room temperature to 800 °C under an N", "2", " atmosphere. Powder X-ray diffraction (PXRD) patterns were collected on a Rigaku D/max2500VB3+/PC diffractometer equipped with Cu Kα radiation (λ = 1.5406 Å). The UV–vis spectra were measured on a UV-2450 spectrophotometer. The solid fluorescence spectra were performed on a Quanta Master 40 & Time Master spectrofluorometer. Details of the synthesis of H", "2", "DDQ are given in the ", "Supporting Information", ".", "Synthesis of [Pb(DDQ)(H", "2", "O)]·1.5H", "2", "O·0.6DMF (Pb-DDQ)", "A mixture containing H", "2", "DDQ (0.0300 g, 0.075 mmol) and Pb(NO", "3", ")", "2", " (0.0510 g, 0.15 mmol) in 3 mL of H", "2", "O/DMF (1/1) was sealed in a Teflon-lined autoclave and heated to 85 °C under autogenous pressure for 3 days and then cooled to room temperature. The yellow crystals were washed with DMF and water and air-dried. Yield: 78% (based on Pb", "2+", "). Anal. Calcd for C", "23.8", "H", "23.2", "N", "4.6", "O", "7.1", "Pb (", "M", "r", " 694.46): C, 41.16; H, 3.37; N, 9.28. Found: C, 42.16; H, 3.12; N, 8.78. IR (cm", "–1", "): 3568 (s), 3362 (m), 1646 (m), 1599  (s), 1575 (s), 1536 (s), 1492 (s), 1456 (m), 1380 (s), 1313 (s), 1242 (m), 1177 (m), 865 (m), 835 (w), 784 (m), 756 (w), 690 (m), 610 (w), 575 (w), 504 (w), 468 (w), 415 (w).", "Synthesis of [Zn(DDQ)(H", "2", "O)", "2", "]·2H", "2", "O·DMF (Zn-DDQ)", "The preparation of Zn-DDQ was similar to that of Pb-DDQ, except that Zn(NO", "3", ")", "2", "·6H", "2", "O (0.0450 g, 0.15 mmol) was used instead of Pb(NO", "3", ")", "2", ". The white crystals were washed with DMF and water and air-dried. Yield: 72% (based on Zn", "2+", "). Anal. Calcd for C", "25", "H", "29", "N", "5", "O", "9", "Zn (", "M", "r", " 608.9): C, 49.31; H, 4.80; N, 11.50. Found: C, 49.11; H, 4.92; N, 11.28. IR (cm", "–1", "): 3380 (s), 3188 (s), 1652 (s), 1557 (s), 1390 (s), 1264 (m), 1171 (m), 1097 (w), 1019 (w), 941 (w), 853 (m), 790 (m), 755 (m), 697 (m), 598 (w), 460 (w).", "Synthesis of [Cu(DDQ)(H", "2", "O)", "2", "]·5H", "2", "O·0.5DMF (Cu-DDQ)", "The preparation of Cu-DDQ was similar to that of Pb-DDQ, except that Cu(NO", "3", ")", "2", "·6H", "2", "O (0.0370 g, 0.15 mmol) was used instead of Pb(NO", "3", ")", "2", " and 0.6 mL of a 6 M HCl solution was added. The green crystals were washed with DMF and water and air-dried. Yield: 56% (based on Cu", "2+", "). Anal. Calcd for C", "23.5", "H", "29.5", "CuN", "4.5", "O", "10.5", " (", "M", "r", " 606.56): C, 46.53; H, 4.90; N, 10.39. Found: C, 44.53; H, 4.59; N, 10.93. IR (cm", "–1", "): 3397 (s), 3176 (s), 1657 (s), 1595 (s), 1546 (s), 1372 (s), 1261 (m), 1163 (m), 1099 (w), 1011 (m), 970 (w), 941 (w), 815 (m), 766 (m), 698 (m), 591 (w), 454 (w).", "X-ray Crystallography", "The X-ray intensity data for the three compounds were collected on a Rigaku Saturn 724+ CCD diffractometer with graphite-monochromated Mo Kα radiation (λ = 0.71073 Å). The crystal structures were solved by direct methods using difference Fourier synthesis with SHELXTS", "(11)", " and refined by full-matrix least-squares methods using the SHELXL-97 program.", "(12)", " The non-hydrogen atoms were refined with anisotropic displacement parameters. Hydrogen atoms, except for those of guest molecules, were added according to theoretical models. The solvent molecules in the structures were highly disordered, were impossible to find in the Fourier maps, and were fixed in the ideal position.", "(13)", " To resolve this issue, the contribution of solvent electron density was removed by the SQUEEZE routine in PLATON.", "(14)", " The lattice water and DMF molecules were determined with elemental analysis and TG data. Crystal data and details of the structure determination for these three compounds are given in Table S1 (", "Supporting Information", ").", "Gas Adsorption Experiments", "Prior to the gas adsorption experiments, the samples were soaked in methanol to exchange the H", "2", "O and DMF solvents, which was then followed by evacuation under a dynamic vacuum at 120 °C for 8 h to remove all guest molecules. The nitrogen gas adsorption isotherm was monitored at 77 K at each equilibrium pressure by the static volumetric method on a Micromeritics ASAP2020 HD88 analyzer. CO", "2", " adsorption isotherms were obtained with at 273 K by a similar procedure.", "Dye Adsorption Experiments", "The compound (10 mg) was added to a 3 mL of a ca. 500 mg/L dye-containing water solution with stirring at room temperature. The solution was centrifuged, and the clear liquid was analyzed by UV–vis absorption spectroscopy. Fast separate experiments were carried out with 6 mL dye mixtures by adding two 10 mg/L dyes in ", "1", "/", "2", " h.", "Catalytic Test for Aldehyde and Ketone Cyanosilylation Reaction", "In a 10 mL screw-cap vial, aldehyde (1.0 mmol) and trimethylsilyl cyanide (TMSCN, 2 mmol) were placed successively and the desolvated compound (2.5 mol %) was then added to initiate the reaction with ultrasound for 1 h in the sealed vial. For the less reactive ketone cyanosilylation reaction, the reaction time was extended to 3 h with the same ratio of reactants. After the reaction was completed, the catalyst was removed by centrifugation and then filtered quickly with ethyl acetate. The conversions of aldehydes and ketones were determined by gas chromatographic analysis (GC, Agilent 7890A) and comparison of GC-MS (HP 6890) spectra with those of authentic samples.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Results and Discussion", "Synthetic and Spectral Aspects", "Structure Description", "As shown in Figure ", "1", "a, in the structure of Pb-DDQ, Pb ions have triangular-prismatic coordination geometries with one oxygen atom from one H", "2", "O molecule and five carboxylate oxygen atoms from the DDQ", "2–", " ligands. Pb–O bond lengths are in the 2.359(4)–2.742(4) Å range, which are comparable to the Pb–O bond lengths reported.", "(15)", " As we know, the Pb–Pb bond distance is about 2.88 Å.", "(16)", " However, the Pb···Pb distances in the structure are 4.05 and 4.99 Å (Figure ", "1", "b), which do not indicate any significant direct interactions between the Pb atoms but indicate constraint by the bridging geometry of carboxylate groups. The DDQ", "2–", " anions bridge the Pb ions in μ", "2", "-η", "1", ":η", "1", " and μ", "2", "-η", "2", ":η", "1", " coordination modes to generate a 2D ladderlike layer (Figure ", "1", "c). Two strong C–H···π stacking interactions are found in the structure (H···centroid distances 2.66 and 2.95 Å) between C12–H12 and Cg2 as well as C12–H12 and Cg1 (Cg1", "i", " = C(1)–C(6) (i = ", "x", ", −1 + ", "y", ", ", "z", "); Cg2", "ii", " = N1, N2, C5–C8 (ii = ", "1", "/", "2", " – ", "x", ", ", "1", "/", "2", " + ", "y", ", ", "1", "/", "2", " – ", "z", ")). The adjacent 2D ladderlike layers are interlinked via those strong C–H···π stacking interactions to form a 3D supramolecular framework with square windows of 8.76 Å × 13.18 Å (atom to atom distances) along the ", "b", " axis (Figure ", "1", "d). The solvent-accessible volume is 556.5 Å", "3", " per unit cell, which is 23.1% of the total crystal volume by excluding the guest H", "2", "O and DMF molecules calculated by PLATON.", "Figure 1. (a) Coordination environment of Pb-DDQ. (b) View of the Pb–Pb bond distances. (c) The 2D ladderlike layer of Pb-DDQ. (d) Packing diagram of Pb-DDQ, showing the 1D square channels along the ", "b", " axis.", "For Zn-DDQ, the asymmetric unit consists of one Zn ion, one H", "2", "DDQ ligand, and two coordinated H", "2", "O molecules. The central Zn", "II", " ion is five-coordinated to form a slightly disordered rectangular pyramid with two N atoms from the chelating N–H group (Zn–N = 2.083(11) and 2.093(11) Å) and three O atoms from one carboxylate group with the η", "1", " mode and two H", "2", "O molecules (Zn–O = 2.020(8)–2.083(10) Å). Only one of the carboxylates of the ligand is connected to the central Zn ions; the other is deprotonated to balance the charge and linked to the nearest coordinated H", "2", "O by a strong hydrogen-bonding interaction with an O2···O5 distance of 2.736 Å. The DDQ", "2–", " ligand here acts as an unpredictable bridging mode which connects the Zn ions into a 1D chain from the ", "a", " axis with a Zn···Zn distance of 9.536 Å (Figure ", "2", "a). The 1D chains are further connected to the 2D layer via strong face-to-face π···π stacking interactions between the adjacent quinoxaline rings with a centroid to centroid distance of 3.426 Å (Figure ", "2", "b). After the solvated molecules are removed, there is 34.7% void space in the total crystal volume (total potential solvent area volume 965.8 Å", "3", " per unit cell volume 2781.1 Å", "3", "). From Figure ", "2", "c, the 3D porous frameworks show special divergence-like pores (15.6 Å × 10.8 Å) which have been rarely reported to our knowledge from the ", "c", " axis.", "Figure 2. (a) The 1D chain of Zn-DDQ. (b) π–π stacking interactions between the 1D chains. (c) Packing diagram of Zn-DDQ, showing the 1D divergence-like channels along the ", "b", " axis.", "There are two Cu atoms with different coordination modes in the structure of Cu-DDQ. Cu1 is six-coordinated by two N atoms from the chelating N–H group and four O atoms from two different DDQ", "2–", " molecules in the bridging bidentate mode, forming a distorted-octahedral geometry. With the bridging mode of the DDQ", "2–", " ligand, the Cu1 atoms are connected to form 1D chains from the ", "c", " axis with a Cu1···Cu1 distance of 8.95 Å (Figure ", "3", "a). For Cu2, which is five-coordinated, two carboxylate oxygen atoms from two adjacent DDQ", "2–", " molecules occupy its apical positions, and three coordinated H", "2", "O molecules are in the equatorial plane with Cu–O bond lengths in the range 1.985(12)–2.338(11) Å. Cu2 atoms in the structures act as bridging atoms which connect the 1D chain into 2D layers to afford a 2D undulant network with a 4-connected (4", "4", "·6", "2", ") kg m net topology (Figure ", "3", "b). Then these adjacent 2D layers are further interconnected by π···π stacking interactions between the quinoxaline rings to form the 3D open framework (Figure ", "3", "c). Meanwhile, the 1D cuboid-shaped channel can be viewed along the ", "c", " axis with ca. 15.27 Å × 9.34 Å windows (Figure ", "4", "). The total potential solvent accessible void volume was calculated to be 963.1 Å", "3", " per cell, 33.5% of the crystal volume.", "Figure 3. (a) The 1D chain of Cu-DDQ. (b) The 2D layer of Cu-DDQ. (c) π–π stacking interactions between the 1D chains.", "Figure 4. Packing diagram of Cu-DDQ, showing the 1D cuboid-shaped channel along the ", "a", " axis.", "On the basis of the substantive weight loss from the TGA analyses (Figure S2, ", "Supporting Information", "), there should be organic solvents such as DMF and H", "2", "O inside the MOF channels. The phase purities of the three MOFs have been confirmed by PXRD (Figure S1, ", "Supporting Information", "). To evaluate the storage capability of the three desolvated MOFs, nitrogen and CO", "2", " adsorption studies were conducted. The three N", "2", " adsorption isotherms reveal type I behavior (Figure ", "5", "). The N", "2", " adsorptions of three MOF materials are very low at 77 K, as are the calculated accessible surface areas, which is probably due to the distorted framework upon removal of the solvent molecules.", "(17)", " Adsorption measurements of CO", "2", " were carried out up to about 800 Torr at 273 K (Figure ", "6", "). Interestingly, though only a small N", "2", " loading, the CO", "2", " uptake of Cu-DDQ is considerably high. Cu-DDQ can uptake nearly 26.1 wt % (180 cm", "3", "/g STP) of CO", "2", " at 800 Torr and 273 K. In comparison to the numerous MOFs reported with higher accessible porosity, only a few MOFs display a CO", "2", " adsorption to such a value.", "(5a)", " The CO", "2", " uptake of Zn-DDQ is also very high at 12.8 wt % (75 cm", "3", "/g STP) of CO", "2", " at 800 Torr and 273 K. Indeed, the void volumes of these two MOFs are less than 35%. These values are better than those of MOF-5 and MOF-177, which have greater Brunauer–Emmett–Teller surface area.", "(4c)", " The observed enhancement in CO", "2", " adsorptions is mostly attributed to the N–H groups on pyrazine decorating the channels. As is well known, N–H groups here can be considered not only as a kind of basic group but also as hydrogen-bond donors which can catch the CO", "2", " molecules with hydrogen-bonding interactions. Moreover, in light of such high CO", "2", " and low N", "2", " uptake, Cu-DDQ can be used as an efficient material for CO", "2", " and N", "2", " selectivity.", "(18)", "Figure 5. N", "2", " adsorption isotherms for the three MOFs at 77 K.", "Figure 6. CO", "2", " adsorption isotherms for Cu-DDQ and Zn-DDQ at 273 K.", "The removal of dyes from contaminated water is very important due to the fact that they are highly visible, toxic, and even carcinogenic for people.", "(19)", " Recently, liquid adsorption and separation for the removal of dyes from aqueous solutions in MOFs have received increasing attention. Herein we adopted four harmful dyes (Rhodamine B (RhB), methyl blue (MB), methyl orange (MO), and crystal violet (CV)) in water solution to employ the dye adsorption and separation of the three water-stable MOFs as adsorbents. The dye-loading abilities were measured by UV–vis absorption spectroscopy (Figures S4–S6, ", "Supporting Information", "). The adsorbed quantities of the four dyes over Zn-DDQ are shown in Figure ", "7", ". The MB adsorption is the fastest in comparison to the other three. The largest amount of MB can be taken up to nearly 150 mg g", "–1", " in less than ", "1", "/", "2", " h due to the suitable size of MB for absorption in the divergence-like gate. With its smaller molecular size, MO can easily pass though the channels and not stay fixed. However, the lower adsorptions of RhB and CV are caused by their larger molecular structures, which have little ability to pass through the divergence-like gate. Interestingly, the CV adsorption is much better in Cu-DDQ in comparison to the other three dyes. Similar to the MB adsorption of Zn-DDQ, CV adsorption also proceeded particularly quickly and reached the highest adsorption amount of 135 mg g", "–1", " in ", "1", "/", "2", " h (Figure ", "8", "). In consideration of the special adsorption characteristics, we found materials which can separate the dye mixtures in a short time. To confirm our speculation, Zn-DDQ and Cu-DDQ were used to separate the dye mixtures with equal amounts of MB/RhB, MB/MO, MB/CV and CV/RhB, CV/MB, CV/MO mixtures in ", "1", "/", "2", " h (Figure ", "9", "). The results indicate clearly that Zn-DDQ and Cu-DDQ are fast separation materials. The dye-loading abilities of Pb-DDQ have also been studied (Figure ", "10", "). The adsorption amounts of RhB and MB are 79(4) and 86(1) mg g", "–1", ", respectively. However, due to the molecular size of MO and CV, the adsorption capacity for these two dyes is not as good as that for RhB and MB. Indeed, because of its lower porosity, Pb-DDQ has a poorer ability than the two MOFs above.", "Figure 7. Effects of contact time on the four dye adsorptions over Zn-DDQ: RhB (red); MB (blue); MO (orange); CV (violet).", "Figure 8. Effects of contact time on the four dye adsorptions over Cu-DDQ: RhB (red); MB (blue); MO (orange); CV (violet).", "Figure 9. UV–vis absorption spectra of the separation of MB/other and CV/other mixtures in ", "1", "/", "2", " h with Zn-DDQ and Cu-DDQ, respectively.", "Figure 10. Effects of contact time on the four dye adsorptions over Pb-DDQ: RhB (red); MB (blue); MO (orange); CV (violet).", "The photoluminescent properties of the H", "2", "DDQ ligand and Pb-DDQ, Zn-DDQ, and Cu-DDQ have also been investigated in the solid state at room temperature (Figure ", "11", "). H", "2", "DDQ exhibits a broad emission band at 509 nm, which can be ascribed to the intraligand π to π* transition. Interestingly, in comparison to the band of H", "2", "DDQ, the three compounds have a red shift of 39 nm and are all blue luminescent emitters with an emission maximum at about 472 nm. These emissions could be assigned to ligand-to-metal charge transfer (LMCT).", "(20)", " Zn-DDQ shows stronger emission than Pb-DDQ and Cu-DDQ because the Zn ions have a d", "10", " electronic configuration.", "Figure 11. Solid-state emission spectra of H", "2", "DDQ and the three MOFs.", "As we know, cyanosilylation reactions are widely used to test the Lewis acid catalysis of MOFs.", "(21)", " The three MOFs have been tested as heterogeneous Lewis acid catalysts for the cyanosilylation of benzaldehydes and ketones (Scheme ", "1", "). Cyanosilylation catalyses without solvent have been proven to have higher catalytic activity.", "(22)", " First, the materials were tested with benzaldehyde as the standard molecule. The results are summarized in Table ", "1", ". With Cu-DDQ, a higher conversion of 95(0.9)% of benzaldehyde is reached in 1 h reaction time. However, Pb-DDQ and Zn-DDQ can only catalyze benzaldehyde with conversions of 38(0.6)% and 56(1.1)%, respectively. The lower catalytic activities suggest that the Lewis acidity of the Cu-DDQ compound is higher than that of Pb-DDQ and Zn-DDQ. As a result, Cu-DDQ was selected as the superior catalyst to catalyze the other substrates. Due to the existence of the electron-withdrawing chloride ion, 4-chlorobenzaldehyde can be completely converted in 1 h in this nucleophilic reaction. However, the conversions of cyanosilylation of ketones are not as good as those of the benzaldehydes. All of the ketones selected can be catalyzed in yields of less than 40%, which are due to the weak activities of the ketones in this reaction. The heterogeneity of the reaction was confirmed by a filtration test (Table S3, ", "Supporting Information", "). To demonstrate their recyclability, successive reactions were carried out for the cyanosilylation of benzaldehyde, showing that the recovered catalyst can be reused without appreciable loss after at least four cycles (Figure S7, ", "Supporting Information", "). Moreover, as we know, Cu-MOFs with cyanosilylation catalysis properties have been rarely reported,", "(23)", " and Cu-DDQ is the Cu-MOF possessing the best catalytic activity for benzaldehydes. The observed catalytic activities show that Cu-DDQ is a potential catalyst for cyanosilylation.", "(21)", "Scheme 1. Cyanosilylation Reaction in the Presence of Three MOFs", "Table 1. Comparison of the Catalytic Activities for Cu-DDQ: Aldehyde or Ketone Cyanosilylation Reactions Performed with Different Substrates", "Table a", "Yield determined by GC-MS, an average value of three runs (the value in the parentheses is standard deviation).", "Table b", "TOF = (yield)/((mol % cat.) ", "t", ").", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Conclusion", "In conclusion, for the purpose of obtaining porous materials for adsorption as well as catalytic applications, we have synthesized a quinoxaline-based ligand and obtained three different network topologies with significant amounts of empty spaces by changing the metal cation (Zn, Cu, and Pb). Zn-DDQ and Cu-DDQ can uptake a greater amount of CO", "2", " due to their porosity and N–H functionalized groups. Cu-DDQ also exhibits high and selective CO", "2", " and N", "2", " uptake. The three MOFs have adsorption capacities of selected dyes to various degrees. Zn-DDQ and Cu-DDQ are promising materials for the fast separation of MB/other and CV/other mixtures, respectively. Cu-DDQ catalyzes aldehydes with higher yields and TOFs, indicating its higher Lewis acidity.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Supporting Information", "Text, figures, tables, and CIF files giving details of the synthesis of H", "2", "DDQ and crystallographic data and additional dye absorption and cyanosilylation data for Pb-DDQ, Zn-DDQ, and Cu-DDQ. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "Author Contributions", "The manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript.", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Acknowledgment", "This work was partially supported by the National Natural Science Foundation of China (21171075/B010303, 21103073/B030201) and the innovation project for graduate student research of Jiangsu Province (1011310003).", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "References", "This article references 23 other publications.", "1. ", "(a) ", "Park", ", ", "I.", "; ", "Chanthapally", ", ", "A.", "; ", "Zhang", ", ", "Z.-J.", "; ", "Lee", ", ", "S.-S.", "; ", "Zaworotko", ", ", "M. J.", "; ", "Vittal", ", ", "J.-J.", " ", "Angew. Chem., Int. Ed.", " ", "2013", ",  ", "52", ",  ", "1", "– ", "6", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(b) ", "Deria", ", ", "P.", "; ", "Mondloch", ", ", "J.-E.", "; ", "Tylianakis", ", ", "E.", "; ", "Ghosh", ", ", "P.", "; ", "Bury", ", ", "W.", "; ", "Snurr", ", ", "R.-Q.", "; ", "Hupp", ", ", "J.-T.", "; ", "Farha", ", ", "O.-K.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "16801", "– ", "16804", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Perfluoroalkane Functionalization of NU-1000 via Solvent-Assisted Ligand Incorporation: Synthesis and CO2 Adsorption Studies", "Deria, Pravas; Mondloch, Joseph E.; Tylianakis, Emmanuel; Ghosh, Pritha; Bury, Wojciech; Snurr, Randall Q.; Hupp, Joseph T.; Farha, Omar K.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "45", "),\r\n    ", "16801-16804", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new functionalization technique, solvent-assisted ligand incorporation (SALI), was developed to efficiently incorporate carboxylate-based functionalities in the Zr-based metal-org. framework, NU-1000.  Unlike previous metal node functionalization strategies, which utilize dative bonding to coordinatively unsatd. metal sites, SALI introduces functional groups as charge compensating and strongly bound moieties to the Zr6 node.  Utilizing SALI, the authors have efficiently attached perfluoro-alkane carboxylates of various chain lengths (C1-C9) on the Zr6 nodes of NU-1000.  These fluoro-alkane-functionalized mesoporous MOFs, termed herein SALI-n, were studied exptl. and theor. as potential CO2 capture materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslSqtLjK&md5=a346fb82af4ad25e21f1333807c50ec9", "(c) ", "Zheng", ", ", "Q.-S.", "; ", "Yang", ", ", "F.-L.", "; ", "Deng", ", ", "M.-L.", "; ", "Ling", ", ", "Y.", "; ", "Liu", ", ", "X. -F", "; ", "Chen", ", ", "Z.-X.", "; ", "Wang", ", ", "Y.-H.", "; ", "Weng", ", ", "L.-H.", "; ", "Zhou", ", ", "Y.-M.", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "10368", "– ", "10374", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "A Porous Metal-Organic Framework Constructed from Carboxylate-Pyrazolate Shared Heptanuclear Zinc Clusters: Synthesis, Gas Adsorption, and Guest-Dependent Luminescent Properties", "Zheng, Qingshu; Yang, Feilong; Deng, Mingli; Ling, Yun; Liu, Xiaofeng; Chen, Zhenxia; Wang, Yunhua; Weng, Linhong; Zhou, Yaming", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "18", "),\r\n    ", "10368-10374", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A three-dimensional porous structure of [Zn7O2(bpdc)4(dmpp)2]·6DEF·10H2O (MAC-7, H2bpdc = 4,4'-biphenyldicarboxylic acid, Hdmpp = 3,5-dimethyl-4-(4'-pyridyl)-pyrazole), built of 12-bridged carboxylate-pyrazolate shared Zn7O2 clusters, was synthesized.  Because of the presence of 12-bridged carboxylate-pyrazolate shared building block, MAC-7 is a double-linked pcu-type framework and shows reversible phase transformation.  Photoluminescent property studies indicate that MAC-7 could sense nitrobenzene over toluene, p-xylene, and mesitylene by luminescent quenching.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVSisL3M&md5=7a5da1957bc3144b4b57db7c97444390", "(d) ", "Yaghi", ", ", "O.-M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Ockwig", ", ", "N.-W.", "; ", "Chae", ", ", "H.-K.", "; ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", " ", "Nature", " ", "2003", ",  ", "423", ",  ", "705", "– ", "714", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Reticular synthesis and the design of new materials", "Yaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, Jaheon", "Nature (London, United Kingdom)", "\r\n        (", "2003", "),\r\n    ", "423", "\r\n        (", "6941", "),\r\n    ", "705-714", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The long-standing challenge of designing and constructing new cryst. solid-state materials from mol. building blocks is just beginning to be addressed with success.  A conceptual approach that requires the use of secondary building units to direct the assembly of ordered frameworks epitomizes this process: the authors call this approach reticular synthesis.  This chem. has yielded materials designed to have predetd. structures, compns. and properties.  In particular, highly porous frameworks held together by strong metal-O-C bonds and with exceptionally large surface area and capacity for gas storage were prepd. and their pore metrics systematically varied and functionalized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXksV2itro%253D&md5=2417c5adb0e948350d3d62350c8cd7ea", "2. ", "(a) ", "Caskey", ", ", "S.-R.", "; ", "Wong-Foy", ", ", "A.-G.", "; ", "Matzger", ", ", "A.-J.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "10870", "– ", "10871", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Dramatic Tuning of Carbon Dioxide Uptake via Metal Substitution in a Coordination Polymer with Cylindrical Pores", "Caskey, Stephen R.; Wong-Foy, Antek G.; Matzger, Adam J.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "33", "),\r\n    ", "10870-10871", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of four isostructural microporous coordination polymers (MCPs) differing in metal compn. is demonstrated to exhibit exceptional uptake of CO2 at low pressures and ambient temp.  These conditions are particularly relevant for capture of flue gas from coal-fired power plants.  A magnesium-based material is presented that is the highest surface area magnesium MCP yet reported and displays ultrahigh affinity based on heat of adsorption for CO2.  This study demonstrates that physisorptive materials can achieve affinities and capacities competitive with amine sorbents while greatly reducing the energy cost assocd. with regeneration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXptVGjtrw%253D&md5=6a99fc22cd66a556c63695cf22a12603", "(b) ", "Lin", ", ", "Z.-J.", "; ", "Yang", ", ", "Z.", "; ", "Liu", ", ", "T.-F.", "; ", "Huang", ", ", "Y.-B.", "; ", "Cao", ", ", "R.", " ", "Inorg. Chem.", " ", "2012", ",  ", "51", ",  ", "1813", "– ", "1820", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Microwave-Assisted Synthesis of a Series of Lanthanide Metal-Organic Frameworks and Gas Sorption Properties", "Lin, Zu-Jin; Yang, Zhen; Liu, Tian-Fu; Huang, Yuan-Biao; Cao, Rong", "Inorganic Chemistry", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "3", "),\r\n    ", "1813-1820", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Isostructural microporous lanthanide metal-org. frameworks (MOFs) formulated as [Ln2(TPO)2(HCOO)]·(Me2NH2)·(DMF)4·(H2O)6 {Ln = Y (1), Sm (2), Eu (3), Gd (4), Tb (5), Dy (6), Ho (7), Er (8), Tm (9), Yb (10), and Lu (11); H3TPO = tris-(4-carboxylphenyl)phosphine oxide; DMF = DMF} was synthesized under microwave-assisted solvothermal reaction for 30 min.  Alternatively, if a conventional solvothermal reaction is carried out under the same temp., a much longer time (3 days) is needed for the same phase in similar yield.  Structure anal. reveals that the framework is a 4,8-connected network with point symbol (410·616·82) (45·6)2, which is the subnet of alb net.  Thermal gravimetric analyses performed on as-synthesized MOFs reveal that the frameworks have high thermal stability.  The luminescent properties of 2, 3, 5, and 6 were studied and show characteristic emissions for Sm(III), Eu(III), Tb(III), and Dy(III) at room temp., resp.  Gas sorption properties of desolvated 1 and 3 were studied by exptl. measuring N, Ar, CO2, methane, and H sorption isotherms.  The resulting materials show high and preferential CO2 adsorption over N2 gas at ambient temp., indicating that the present materials can be applied in a CO2 capture process.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XivVChtw%253D%253D&md5=8f31d0315667267fd590a388e4f4bfef", "(c) ", "Lin", ", ", "Z.-J.", "; ", "Zou", ", ", "R.-Q.", "; ", "Liang", ", ", "J.", "; ", "Xia", ", ", "W.", "; ", "Xia", ", ", "D. -G", "; ", "Wang", ", ", "Y.-X.", "; ", "Lin", ", ", "J. -H", "; ", "Hu", ", ", "T.-L", "; ", "Chen", ", ", "Q.", "; ", "Wang", ", ", "X. -D", "; ", "Zhao", ", ", "Y. S.", "; ", "Burrell", ", ", "A. K.", " ", "J. Mater. Chem.", " ", "2012", ",  ", "22", ",  ", "7813", "– ", "7818", "[", "Crossref", "], [", "CAS", "]", "2. ", "Pore size-controlled gases and alcohols separation within ultramicroporous homochiral lanthanide-organic frameworks", "Lin, Zhongjun; Zou, Ruqiang; Liang, Jie; Xia, Wei; Xia, Dingguo; Wang, Yingxia; Lin, Jianhua; Hu, Tongliang; Chen, Qiang; Wang, Xidong; Zhao, Yusheng; Burrell, Anthony K.", "Journal of Materials Chemistry", "\r\n        (", "2012", "),\r\n    ", "22", "\r\n        (", "16", "),\r\n    ", "7813-7818", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A novel homochiral ultramicroporous lanthanide-org. framework, Ce(BTB)(H2O) (1) (H3BTB = 1,3,5-benzenetrisbenzoic acid), with high surface area and two types of open ultramicropores has been synthesized under solvothermal condition, which exhibits an unusual stepwise hysteretic adsorption of O2 and N2 at 77 K and high-efficiency gas sepns. of CO2/N2 and CH4/N2 at 273 K; the ultramicropores of 1 lead to an unprecedented sepn. of the propanol isomers due to the slight differences of their geometry and dipole moments.  Furthermore, the method for calcg. the surface-area and gas sepn. for 1 is summarized.  These will provide a general methodol. that can be employed to simulate the surface area and gas sepn. properties of ultramicroporous materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XksFait70%253D&md5=a53833d3732f59f79e63aa3bb9700a08", "(d) ", "Wong-Foy", ", ", "A.-G.", "; ", "Matzger", ", ", "A.-J.", "; ", "Yaghi", ", ", "O.-M.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "3494", "– ", "3495", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Exceptional H2 Saturation Uptake in Microporous Metal-Organic Frameworks", "Wong-Foy, Antek G.; Matzger, Adam J.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "11", "),\r\n    ", "3494-3495", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Satn. H2 uptake in a series of microporous metal-org. frameworks (MOFs) has been measured at 77 K.  Satn. pressures vary between 25 and 80 bar across the series, with MOF-177 showing the highest uptake on a gravimetric basis (7.5 wt %) and IRMOF-20 showing the highest uptake on a volumetric basis at 34 g/L.  These results demonstrate that max. H2 storage capacity in MOFs correlates well to surface area, and that feasible volumetric uptakes can be realized even in highly porous materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhvVCjsr8%253D&md5=f6d94bff4ebfd39eedeec1e04573a2e4", "3. ", "(a) ", "Xie", ", ", "Z.", "; ", "Ma", ", ", "L.", "; ", "deKrafft", ", ", "K.-E.", "; ", "Jin", ", ", "A.", "; ", "Lin", ", ", "W.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "922", "– ", "923", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Porous Phosphorescent Coordination Polymers for Oxygen Sensing", "Xie, Zhigang; Ma, Liqing; de Krafft, Kathryn E.; Jin, Athena; Lin, Wenbin", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "3", "),\r\n    ", "922-923", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Phosphorescent cyclometalated iridium tris(2-phenylpyridine) derivs. were designed and incorporated into coordination polymers as tricarboxylate bridging ligands.  Three different cryst. coordination polymers were synthesized using a solvothermal technique and were characterized using a variety of methods, including single-crystal x-ray diffraction, PXRD, TGA, IR spectroscopy, gas adsorption measurements, and luminescence measurements.  The coordination polymer built from Ir[3-(2-pyridyl)benzoate]3, 1, is highly porous with a nitrogen BET surface area of 764 m2/g, whereas the coordination polymers built from Ir[4-(2-pyridyl)benzoate]3, 2 and 3, were nonporous.  The 3MLCT phosphorescence of each of the three coordination polymers was quenched in the presence of O2.  However, only 1 showed quick and reversible luminescence quenching by oxygen, whereas 2 and 3 exhibited gradual and irreversible luminescence quenching by oxygen.  The high permanent porosity of 1 allows for rapid diffusion of oxygen through the open channels, leading to efficient and reversible quenching of the 3MLCT phosphorescence.  This work highlights the opportunity of designing highly porous and luminescent coordination polymers for sensing other important analytes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhs1alurrL&md5=5b4db906f93aa4289f08b1946f61662e", "(b) ", "Chang", ", ", "Y.-C.", "; ", "Wang", ", ", "S.-L.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", " (", "24", ")  ", "9848", "– ", "9851", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "From Stimuli-Responsive Polymorphic Organic Dye Crystals to Photoluminescent Cationic Open-Framework Metal Phosphate", "Chang, Yu-Chuan; Wang, Sue-Lein", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "24", "),\r\n    ", "9848-9851", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Four photoluminescent dye crystals, TPB-n (n = 1-3) and TPCH, have been synthesized in isolation from carbon-carbon coupling of 4,4'-trimethylene-dipyridine (tmdp) in the absence of org. solvent and catalyst via in situ one-pot metal/ligand oxidative-dehydrogenation reactions.  Large crystals have been obtained and readily sepd. from reaction products without the need for purifn.  Their structures were characterized: TPB and TPCH represent two dissimilar oxidized forms of tmdp dimers; TPCH was less oxidized but accompanied with partial hydrolysis with mol. formula further confirmed by FAB-MASS anal.  They exhibit distinct photoluminescence (PL) with quantum efficiency measured up to 42%.  TPB-2 and TPB-3 are two polymorphic dihydrates, stimuli-responsive toward photoluminescence color changes; both can transform to TPB-1 upon gentle heating.  Importantly, the three TPB-n crystals establish the first tetrapyridyl-type ligands adapted by metal phosphates to create a cationic luminescent framework, NTHU-12.  This study serves as an inspiring route beyond conventional C-C bond formation reactions and has generated four tmdp dimers in isolation.  The facile syntheses have resulted in ample prodn. of a rare type of tetrapyridyl ligands, leading to the discovery of the first pos. charged hybrid topol. in nanoporous solids.  The features of the four luminescent tmdp dimers and NTHU-12 embodied in synthesis, structure, and optical property are reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XmsFaksb0%253D&md5=6d853beee4dc2757a6e7ca4d9fd0adbb", "(c) ", "Dong", ", ", "M. J.", "; ", "Zhao", ", ", "M.", "; ", "Ou", ", ", "S.", "; ", "Zou", ", ", "C.", "; ", "Wu", ", ", "C. D.", " ", "Angew. Chem., Int. Ed.", " ", "2014", ",  ", "53", ",  ", "1575", "– ", "1579", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "A Luminescent Dye@MOF Platform: Emission Fingerprint Relationships of Volatile Organic Molecules", "Dong, Ming-Jie; Zhao, Min; Ou, Sha; Zou, Chao; Wu, Chuan-De", "Angewandte Chemie, International Edition", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "6", "),\r\n    ", "1575-1579", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Self-assembly of luminescent moieties into porous metal-org. frameworks (MOFs) has generated many luminescent platforms for probing volatile org. mols. (VOMs).  However, most of those explored thus far have only been based on the luminescence intensity of one transition, which is not efficient for probing different VOMs.  The authors synthesized a luminescent MOF material contg. 1-dimensional nanotube channels, and further developed a luminescent dye@MOF platform to realize the probing of different VOMs by tuning the energy transfer efficiency between two different emissions.  The dye@MOF platform exhibits excellent fingerprint correlation between the VOM and the emission peak-height ratio of ligand to dye moieties.  The dye@MOF sensor is self-calibrating, stable, and instantaneous, thus the approach should be a very promising strategy to develop luminescent materials with unprecedented practical applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXis1agug%253D%253D&md5=d63b21b248145dee20d11310cb52ba5c", "(d) ", "Shi", ", ", "S. P.", "; ", "Zhu", ", ", "Y. Y.", "; ", "Sun", ", ", "Z. G.", "; ", "Zhou", ", ", "W.", "; ", "Dai", ", ", "L. L.", "; ", "Ma", ", ", "M. X.", "; ", "Li", ", ", "W. Z.", "; ", "Luo", ", ", "H.", "; ", "Sun", ", ", "T.", " ", "Cryst. Growth Des.", " ", "2014", ",  ", "14", ",  ", "1580", "– ", "1590", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Synthesis, Crystal Structures, and Surface Photovoltage and Molecular Recognition Properties of Three Novel Metal Carboxyphosphonates with a 3D Pillared-Layered Structure", "Shi, Shao-Ping; Zhu, Yan-Yu; Sun, Zhen-Gang; Zhou, Wei; Dai, Lu-Lu; Ma, Ming-Xue; Li, Wen-Zhu; Luo, Hui; Sun, Tong", "Crystal Growth & Design", "\r\n        (", "2014", "),\r\n    ", "14", "\r\n        (", "4", "),\r\n    ", "1580-1590", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three novel metal carboxyphosphonates with a 3-dimensional pillared-layered structure, namely, [Mn(HL)] (1), [Co(HL)]·H2O (2), and [Cd3(L2)(H2O)3] (3), (H3L = 4-HOOCC6H4CH2NHCH2PO3H2), were hydrothermally synthesized.  Compds. 1-3 all feature three-dimensional (3D) framework structures with two-dimensional (2D) inorg. layers pillared by H3L.  In compds. 1 and 2, each {MO4} (M = Mn, Co) tetrahedron is linked via corner-sharing by three {CPO3} tetrahedra to form a two-dimensional (2D) inorg. layer.  The adjacent layers are further pillared by the org. backbone {-C6H4CH2NHCH2-} of the carboxyphosphonate ligand, generating a 3-dimensional pillared-layered structure.  For compd. 3, interconnection of {Cd(1)O5N}, {Cd(2)O5N}, and {CPO3} polyhedra via edge- and corner-sharing forms a two-dimensional (2D) inorg. layer.  Such neighboring 2-dimensional inorg. layers are further cross-linked via the org. backbone {-C6H4CH2NHCH2-} of the carboxyphosphonate ligands and {Cd(3)O6} polyhedra, generating a 3-dimensional pillared-layered structure.  Surface photovoltage properties of the compds. 1 and 2 were studied.  An interesting feature of compd. 2 is the presence of dehydration/hydration properties.  The mol. recognition properties of compd. 3 in alkyl alc. emulsions also were studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXisFaisr8%253D&md5=1055cfe807df0cbdc9fd3eb4bdaa8907", "4. ", "(a) ", "Ma", ", ", "L.", "; ", "Abney", ", ", "C.", "; ", "Lin", ", ", "W.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1248", "– ", "1256", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Enantioselective catalysis with homochiral metal-organic frameworks", "Ma, Liqing; Abney, Carter; Lin, Wenbin", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1248-1256", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This tutorial review presents recent developments of homochiral metal-org. frameworks (MOFs) for enantioselective catalysis.  Following a brief introduction of the basic concepts and potential virtues of MOFs in catalysis, three distinct strategies that have been utilized to synthesize homochiral MOFs were summarized.  Framework stability and accessibility of the open channels to reagents were then addressed.  Some recent successful examples of catalytically active homochiral MOFs based on three approaches, namely, homochiral MOFs with achiral catalytic sites, incorporation of asym. catalysts directly into the framework, and post-synthetic modification of homochiral MOFs were finally surveyed.  Although still in their infancy, homochiral MOFs have clearly demonstrated their utility in heterogeneous asym. catalysis, and a bright future is foreseen for the development of practically useful homochiral MOFs in the prodn. of optically pure org. mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7Y%253D&md5=6ea10120922522f3f7fc76a6a04ea6cf", "(b) ", "Dang", ", ", "D. -B", "; ", "Wu", ", ", "P.-Y.", "; ", "Cheng", ", ", "H.", "; ", "Zhong", ", ", "X.", "; ", "Duan", ", ", "C.-Y.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", " (", "41", ")  ", "14321", "– ", "14323", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Homochiral Metal-Organic Frameworks for Heterogeneous Asymmetric Catalysis", "Dang, Dongbin; Wu, Pengyan; He, Cheng; Xie, Zhong; Duan, Chunying", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "41", "),\r\n    ", "14321-14323", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Homochiral crystns. of two enantiomeric metal-org. frameworks (MOFs) Ce-MDIP1 and Ce-MDIP2 were achieved by using L- or D-BCIP [N-t-butoxycarbonyl-2-(imidazole)-1-pyrrolidine] as chiral inductions, resp., where the chiralities were characterized by solid state CD spectra.  Ce-MDIPs exhibit excellent catalytic activity and high enantioselectivity for the asym. cyanosilylation of arom. aldehydes; the homochiral Cd-TBT [TBT = 1,3,5-tris(4-carboxyphenyl)benzene] MOF having L-PYI [ 1-(L-pyrrolidin-2-ylmethyl)-1H-imidazole] as a chiral adduct exhibits stereochem. catalysis toward the Aldol reactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXht1ajt7bF&md5=85967e390c2c2f6145b1e89e77ec584e", "(c) ", "Lin", ", ", "X. M.", "; ", "Li", ", ", "T. T.", "; ", "Wang", ", ", "Y. W.", "; ", "Zhang", ", ", "L.", "; ", "Su", ", ", "C. Y.", " ", "Chem. Asian J.", " ", "2012", ",  ", "7", ",  ", "2796", "– ", "2804", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Two ZnII Metal-Organic Frameworks with Coordinatively Unsaturated Metal Sites: Structures, Adsorption, and Catalysis", "Lin, Xiao-Ming; Li, Ting-Ting; Wang, Yi-Wei; Zhang, Li; Su, Cheng-Yong", "Chemistry - An Asian Journal", "\r\n        (", "2012", "),\r\n    ", "7", "\r\n        (", "12", "),\r\n    ", "2796-2804, S2796/1-S2796/9", "CODEN:\r\n                ", "CAAJBI", ";\r\n        ISSN:", "1861-4728", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Assembly of Zn(NO3)2 with the tripodal ligand H3TCPB (1,3,5-tri(4-carboxyphenoxy)benzene) affords two porous isoreticular metal-org. frameworks, [Zn3(TCPB)2(DEF)2]·3DEF (1) and [Zn3(TCPB)2(H2O)2]·2H2O·4DMF (2).  Single-crystal X-ray diffraction analyses reveal that 1 crystallizes in the monoclinic space group P21/c and possesses a 2D network contg. 1D microporous opening channels with an effective size of 3.0 × 2.9 Å2, whereas 2 crystallizes in the trigonal space group P‾3c1 and also possesses a 2D network contg. 1D channels, with an effective aperture of 4.0 × 4.0 Å2.  TOPOS anal. reveals that both 1 and 2 have a (3,6)-connected network topol. with the Schlaefli symbol of (43·612)(43)2.  According to the variable-temp. powder X-ray diffraction patterns, the solid phase of 1 can be converted into that of 2 during a temp.-induced dynamic structural transformation, thus indicating that the framework of 2 represents the most thermally stable polymorph.  Desolvated 2 exhibits highly selective adsorption behaviors toward H2/N2, CO2/N2, and CO2/CH4; furthermore, it displays size-selective catalytic activity towards carbonyl cyanosilylation and Henry (nitroaldol) reactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsVKksbjN&md5=837c3e4dc45a7f1eaeb8f5e597f84ffb", "(d) ", "Gao", ", ", "W. Y.", "; ", "Chen", ", ", "Y.", "; ", "Niu", ", ", "Y. H.", "; ", "Williams", ", ", "K.", "; ", "Cash", ", ", "L.", "; ", "Perez", ", ", "P. J.", "; ", "Wojtas", ", ", "L.", "; ", "Cai", ", ", "J. F.", "; ", "Chen", ", ", "Y. S.", "; ", "Ma", ", ", "S. Q.", " ", "Angew. Chem., Int. Ed.", " ", "2014", ",  ", "53", ",  ", "2615", "– ", "2619", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Crystal Engineering of an nbo Topology Metal-Organic Framework for Chemical Fixation of CO2 under Ambient Conditions", "Gao, Wen-Yang; Chen, Yao; Niu, Youhong; Williams, Kia; Cash, Lindsay; Perez, Pastor J.; Wojtas, Lukasz; Cai, Jianfeng; Chen, Yu-Sheng; Ma, Shengqian", "Angewandte Chemie, International Edition", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "10", "),\r\n    ", "2615-2619", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Crystal engineering of the nbo metal-org. framework (MOF) platform MOF-505 with a custom-designed azamacrocycle ligand (1,4,7,10-tetrazazcyclododecane-N,N',N'',N'''-tetra-p-methylbenzoic acid) leads to a high d. of well-oriented Lewis active sites within the cuboctahedral cage in MMCF-2, [Cu2(Cu-tactmb)(H2O)3(NO3)2].  This MOF demonstrates high catalytic activity for the chem. fixation of CO2 into cyclic carbonates at room temp. under 1 atm pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhsl2msL8%253D&md5=ea2bb15d35420d7def32e83549e2b20f", "5. ", "(a) ", "Lan", ", ", "Y.-Q.", "; ", "Jiang", ", ", "H.-L.", "; ", "Li", ", ", "S.-L.", "; ", "Xu", ", ", "Q.", " ", "Adv. Mater.", " ", "2011", ",  ", "23", ",  ", "5015", "– ", "5020", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Mesoporous Metal-Organic Frameworks with Size-tunable Cages: Selective CO2 Uptake, Encapsulation of Ln3+ Cations for Luminescence, and Column-Chromatographic Dye Separation", "Lan, Ya-Qian; Jiang, Hai-Long; Li, Shun-Li; Xu, Qiang", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2011", "),\r\n    ", "23", "\r\n        (", "43", "),\r\n    ", "5015-5020", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A series of mesoporous metal-org. frameworks MOFs with rare corundum topol. and tunable cage sizes has been rationally constructed by classical Zn4O clusters and pre-designed size-extendable tetratopic ligands.  They all exhibit high and selective CO2/N2 uptake under ambient conditions and the CO2 uptake capability increases with larger cage sizes.  Preliminary studies for lanthanide(III) cation encapsulation have indicated that the MOFs could potentially serve as barcoded luminescent materials.  The MOF has been demonstrated to be a column-chromatog. filler for the sepn. of bulk dye mols. Extension of the current ligands for MOFs involving larger mesoporous cages with potential functional applications is currently underway.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht12qt77J&md5=48cf646374768339fd7c0d36e4cb7c9a", "(b) ", "Ma", ", ", "L.", "; ", "Abney", ", ", "C.", "; ", "Lin", ", ", "W.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1248", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Enantioselective catalysis with homochiral metal-organic frameworks", "Ma, Liqing; Abney, Carter; Lin, Wenbin", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1248-1256", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This tutorial review presents recent developments of homochiral metal-org. frameworks (MOFs) for enantioselective catalysis.  Following a brief introduction of the basic concepts and potential virtues of MOFs in catalysis, three distinct strategies that have been utilized to synthesize homochiral MOFs were summarized.  Framework stability and accessibility of the open channels to reagents were then addressed.  Some recent successful examples of catalytically active homochiral MOFs based on three approaches, namely, homochiral MOFs with achiral catalytic sites, incorporation of asym. catalysts directly into the framework, and post-synthetic modification of homochiral MOFs were finally surveyed.  Although still in their infancy, homochiral MOFs have clearly demonstrated their utility in heterogeneous asym. catalysis, and a bright future is foreseen for the development of practically useful homochiral MOFs in the prodn. of optically pure org. mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7Y%253D&md5=6ea10120922522f3f7fc76a6a04ea6cf", "6. ", "(a) ", "Zhang", ", ", "P.", "; ", "Li", ", ", "B.", "; ", "Zhao", ", ", "Y.", "; ", "Meng", ", ", "X.-G.", "; ", "Zhang", ", ", "T.-L.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "7722", "– ", "7724", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "A novel (3,36)-connected and self-interpenetrated metal-organic framework with high thermal stability and gas-sorption capabilities", "Zhang, Peng; Li, Bao; Zhao, Ying; Meng, Xiang-Gao; Zhang, Tian-Le", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "27", "),\r\n    ", "7722-7724", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "By using a ligand contg. pyridyl and carboxylate groups as units, a novel (3,36)-connected and self-interpenetrated metal-org. framework, [Cu24(L)12(H2O)12]·12DMF·180H2O (1, H2L = 3,5-bis(3,5-dicarboxyphenylethynyl)pyridine) was constructed and characterized by x-ray crystallog.  1 Exhibited high thermal stability and gas sorption capabilities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXotVGiur0%253D&md5=2d832590417418151c85c1e7e79476ab", "(b) ", "Sun", ", ", "D.-F.", "; ", "Ma", ", ", "S.-Q.", "; ", "Simmons", ", ", "J.-M.", "; ", "Li", ", ", "J.-R.", "; ", "Yuan", ", ", "D.-Q.", "; ", "Zhou", ", ", "H.-C.", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "1329", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "An unusual case of symmetry-preserving isomerism", "Sun, Daofeng; Ma, Shengqian; Simmons, Jason M.; Li, Jian-Rong; Yuan, Daqiang; Zhou, Hong-Cai", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "8", "),\r\n    ", "1329-1331", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two isomeric phases of the NbO-type structure, PCN-16 (α phase) and PCN-16' (β phase), with compns. Cu2(H2O)2(ebdc)·3DMA·6H2O (α phase, H4ebdc = bis(3,5-dicarboxyphenyl)ethyne) and Cu2(H2O)2(ebdc)·3DMF·6H2O (β phase), were prepd. and the desolvated isomers were characterized by x-ray crystallog.  The isomeric phases are assemblies of dicopper paddlewheel SBUs with the tetracarboxylate ligand.  Gas sorption studies revealed that the α phase possesses a larger surface area, leading to higher hydrogen and methane storage capacity as compared with the β phase.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhslWgurg%253D&md5=581a59ff6c72fdb710137c8846fd9a28", "(c) ", "Zhao", ", ", "D.", "; ", "Yuan", ", ", "D. Q.", "; ", "Sun", ", ", "D. F.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "9186", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Stabilization of Metal-Organic Frameworks with High Surface Areas by the Incorporation of Mesocavities with Microwindows", "Zhao, Dan; Yuan, Daqiang; Sun, Daofeng; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "26", "),\r\n    ", "9186-9188", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reactions between two novel hexatopic carboxylate ligands and copper salts give rise to two isostructural metal-org. frameworks (MOFs) with a (3,24)-connected network topol. contg. both micro- and mesocavities with sizes of up to 3 nm.  The formulas of the complexes are [Zn(H2O)]3(btei)·9DMF·5H2O, [Cu(H2O)]3(btei)·5DMF·4H2O and [Cu(H2O)]3(ntei)·21DMA·10H2O (H6btei = 5,5',5''-benzene-1,3,5-triyltris(1-ethynyl-2-isophthalic acid), H6ntei = hexaethyl 5,5',5''-(4,4',4''-nitrilotris(benzene-4,1-diyl)tris(ethyne-2,1-diyl))triisophthalic acid).  Both frameworks retain their porosity after guest-mol. removal, leading to high surface areas.  Constructing MOFs contg. mesocavities with microwindows may serve as a general approach toward stable MOFs with high surface areas.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXnt1Ons7Y%253D&md5=99d951ee5b17a5ab4f2937d3de79ee3f", "7. ", "Han", ", ", "D.", "; ", "Jiang", ", ", "F.-L.", "; ", "Wu", ", ", "M. Yan.", "; ", "Chen", ", ", "L.", "; ", "Chen", ", ", "Q.-H.", "; ", "Hong", ", ", "M.-C.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "9861", "– ", "9863", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "A non-interpenetrated porous metal-organic framework with high gas-uptake capacity", "Han, Dong; Jiang, Fei-Long; Wu, Ming-Yan; Chen, Lian; Chen, Qi-Hui; Hong, Mao-Chun", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "35", "),\r\n    ", "9861-9863", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A novel microporous polyhedral framework, [Zn6(btb)4(4,4'-bipy)3(DMF)55(H2O)32] (1, H3btb = benzene-1,3,5-tris(4-benzoate)) with high surface area was designed, synthesized, and characterized by x-ray crystallog.  1 Shows high multigas-uptake capacity via supercrit. carbon dioxide (SCD) activation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtVOjsr%252FN&md5=3409203afacff289b5dab905e5601438", "8. ", "Luebke", ", ", "R.", "; ", "Eubank", ", ", "J.-F.", "; ", "Cairns", ", ", "A.-J.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Wojtas", ", ", "L.", "; ", "Eddaoudi", ", ", "M.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "1455", "– ", "1457", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "The unique rht-MOF platform, ideal for pinpointing the functionalization and CO2 adsorption relationship", "Luebke, Ryan; Eubank, Jarrod F.; Cairns, Amy J.; Belmabkhout, Youssef; Wojtas, Lukasz; Eddaoudi, Mohamed", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "10", "),\r\n    ", "1455-1457", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The uniqueness of the rht-MOF platform, based on the singular (3,24)-connected net, allows for the facile design and synthesis of functionalized materials for desired applications.  Here the authors designed a nitrogen-rich trefoil hexacarboxylate (trigonal tri-isophthalate) ligand L, where LH6 = I, which serves to act as a trigonal mol. building block while concurrently coding the formation of the targeted truncated cuboctahedral supermol. building block (in situ), and enhancing the CO2 uptake in the resultant rht-MOF.  Reaction between Na6L and copper tetrafluoroborate under solvothermal conditions results in the targeted rht-MOF.  Single-crystal X-ray diffraction reveals a formula unit of [Cu3L(H2O)3·(solvent)]n (rht-MOF-7).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XmtF2luw%253D%253D&md5=79d0b0f9619ce09f4b56a77a19f215f5", "9. ", "Xiong", ", ", "S.-S.", "; ", "He", ", ", "Y.-B.", "; ", "Krishna", ", ", "R.", "; ", "Chen", ", ", "B.-L.", "; ", "Wang", ", ", "Z.-Y.", " ", "Cryst. Growth Des.", " ", "2013", ",  ", "13", " (", "6", ")  ", "2670", "– ", "2674", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Metal-Organic Framework with Functional Amide Groups for Highly Selective Gas Separation", "Xiong, Shunshun; He, Yabing; Krishna, Rajamani; Chen, Banglin; Wang, Zhiyong", "Crystal Growth & Design", "\r\n        (", "2013", "),\r\n    ", "13", "\r\n        (", "6", "),\r\n    ", "2670-2674", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new three-dimensional microporous metal-org. framework [Cu(N-(pyridin-4-yl)isonicotinamide)2(SiF6)](EtOH)2(H2O)12 (UTSA-48, UTSA = University of Texas at San Antonio) with functional -CONH- groups on the pore surfaces was synthesized and structurally characterized.  The small pores and the functional -CONH- groups on the pore surfaces within the activated UTSA-48a have enabled their strong interactions with C2H2 and CO2 of adsorption enthalpy of 34.4 and 30.0 kJ mol-1, resp.  Accordingly, activated UTSA-48 exhibits highly selective gas sorption of C2H2 and CO2 over CH4 with the Henry Law's selectivities of 53.4 and 13.2, resp., at 296 K, thereby, highlighting the promise for its application in industrially important gas sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmtlersbk%253D&md5=c5f8072604b92315fb88cd19c21dd884", "10. ", "He", ", ", "H.-Y.", "; ", "Ma", ", ", "H.-Q.", "; ", "Sun", ", ", "D.", "; ", "Zhang", ", ", "L.-L.", "; ", "Wang", ", ", "R.-M.", "; ", "Sun", ", ", "D.-F.", " ", "Cryst. Growth Des.", " ", "2013", ",  ", "13", " (", "7", ")  ", "3154", "– ", "3161", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Porous Lanthanide-Organic Frameworks: Control over Interpenetration, Gas Adsorption, and Catalyst Properties", "He, Haiyan; Ma, Huiqing; Sun, Di; Zhang, Liangliang; Wang, Rongming; Sun, Daofeng", "Crystal Growth & Design", "\r\n        (", "2013", "),\r\n    ", "13", "\r\n        (", "7", "),\r\n    ", "3154-3161", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two isomorphous lanthanide-org. frameworks, Ln(BDC)1.5(DMF)(H2O) (Ln = Er (1), Tm (2)) were prepd. (1,4-benzenedicarboxylic acid = H2BDC).  Because of 2-fold interpenetration, the pores are partly blocked and there are no significant gas adsorptions for these interpenetrating nets.  Through control over interpenetration by applying an org. ligand with hindrance groups or replacing coordinated solvent mols. with a chelating ligand, three noninterpenetrating lanthanide-org. frameworks, Er2(BDC)3(phen)2·3H2O (3), Tm(TBDC)1.5(DMF)(H2O)·2H2O (4), Er2(TBDC)3(phen)2·4DMF·2H2O (5), possessing the same topol. with 1 and 2, were synthesized and characterized.  Further changing reaction conditions, three other porous lanthanide-org. frameworks with different structures from 1-5, Tm(BDC)1.5(H2O)·0.5DMF·EtOH·2H2O (6), Tm4(BDC)6(H2O)2(DMF)(EtOH)·2DMF·2H2O (7), and Sm(TBDC)1.5(phen)(H2O)·DMF·H2O (8), were constructed.  Gas sorption measurements for 5, 6, 7, and 8 were carried out and revealed that these materials possess permanent porosity.  The catalytic property (cyanosilylation) of 6 also was studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXnsFCltbo%253D&md5=fc691925f71b0e7286dad226c7ce05b7", "11. ", "Sheldrick", ", ", "G. M.", " SHELXS-97, Program for Automatic Solution of Crystal Structures; ", "University of Göttingen", ", ", "Göttingen, Germany", ", ", "1997", ".", "There is no corresponding record for this reference.", "12. ", "Sheldrick", ", ", "G. -M.", " SHELXL-97, Program for Crystal Structure Refinement; ", "University of Göttingen", ", ", "Göttingen, Germany", ", ", "1997", ".", "There is no corresponding record for this reference.", "13. ", "Qin", ", ", "L.", "; ", "Hu", ", ", "J.-S.", "; ", "Li", ", ", "Y.-Z.", "; ", "Zheng", ", ", "H.-G.", " ", "Cryst. Growth Des.", " ", "2011", ",  ", "11", ",  ", "3115", "– ", "3121", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Three new coordination polymers based on one reduced symmetry tripodal linker", "Qin, Ling; Hu, Jin-Song; Li, Yi-Zhi; Zheng, He-Gen", "Crystal Growth & Design", "\r\n        (", "2011", "),\r\n    ", "11", "\r\n        (", "7", "),\r\n    ", "3115-3121", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three novel metal-org. frameworks, namely, {[(Zn4O)1/2(Zn3-OH)1/2L3/2O1/4(H2O)5/2(NO2)1/2]·(H2O)4}n (1), {[Cd3L2(H2O)4]·(H2O)9·DMA}n (2), and {[Co(HL)(4,4'-bibp)]}n (3) (H3L = 5'-carboxyl-[1,1':3',1''-terphenyl]-4,4''-dicarboxylic acid, 4,4'-bibp = 4,4'-bis(imidazolyl)biphenyl, DMA = N,N-dimethylacetamide), were synthesized under hydrothermal conditions.  These compds. were characterized by elemental anal., IR spectroscopy, and x-ray single-crystal diffraction.  Compd. 1 reveals an unusual 3-dimensional structure with {4·52}{4·62}{42·52·68·83}{52·6}{53·65·82} topol. based on Zn4O and Zn3-OH clusters.  In compd. 2, the H3L ligand assembles with Cd(NO3)2 to a 3-dimensional framework with sqc27 {4·62}2{42·610·83} topol.  They are both three-dimensional frameworks contg. 1-dimensional channels.  In compd. 3, the HL2- anion and 4,4'-bibp both act as bidentate ligands and coordinate to Co cations to form a three-dimensional 4-connected uninodal network.  The thermal stabilities for 1-3 and luminescent properties for 1 and 2 are also discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmt1Gnt7s%253D&md5=fccd7f6ad6108ca4d1e15ca1cce9803f", "14. ", "Wang", ", ", "L.-F.", "; ", "Kang", ", ", "L.-C.", "; ", "Zhang", ", ", "W.-W.", "; ", "Wang", ", ", "F.-M.", "; ", "Ren", ", ", "X.-M.", "; ", "Meng", ", ", "Q.-J.", " ", "Dalton Trans.", " ", "2011", ",  ", "40", ",  ", "9490", "– ", "9497", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "New europium coordination polymers with efficient energy transfer from conjugated tetracarboxylate ligands to Eu3+ ion: syntheses, structures, luminescence and magnetic properties", "Wang, Li-Feng; Kang, Ling-Chen; Zhang, Wen-Wei; Wang, Fang-Ming; Ren, Xiao-Ming; Meng, Qing-Jin", "Dalton Transactions", "\r\n        (", "2011", "),\r\n    ", "40", "\r\n        (", "37", "),\r\n    ", "9490-9497", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two novel lanthanide coordination polymers, [Eu2(EBTC)(DMF)5(NO3)2]·DMF (1) and [Eu2(BBTC)1.5(CH3OH)2(H2O)2]·7DMF·HNO3 (2) (EBTC4- = 1,1'-ethynebenzene-3,3',5,5'-tetracarboxylate; BBTC4- = 1,1'-butadiynebenzene-3,3',5,5'-tetracarboxylate), were successfully synthesized from conjugated ligands of EBTC4- and BBTC4-.  Although the two tetracarboxylate ligands have similar structures, their different rigidity/flexibility results in quite different networks upon complexation.  Complex 1 has a two-dimensional (2-D) layered structure with two crystallog. independent Eu3+ ions, one in a distorted monocapped square-antiprism and the other in a distorted square-antiprism coordination geometry.  Complex 2 exhibits a three-dimensional (3-D) porous framework, with one type of Eu3+ in a distorted square-antiprism and the other in a trigondodecahedron environment.  Both 1 and 2 emit the intensely red characteristic luminescence of Eu3+ ion at room temp., with a long lifetime of up to 1.3 and 0.7 ms, resp., during which the ligand emission of EBTC4-/BBTC4- was quenched by the Eu3+ ion, indicating the existence of efficient energy transfer between the conjugated ligand of EBTC4-/BBTC4- and the Eu3+ ion.  Thus, both EBTC4- and BBTC4- are ideal ligands with an \"antenna\" effect for the Eu3+ ion.  The two complexes show the single-ion magnetic behaviors of Eu3+ with strong spin-orbit coupling interactions even if there are shorter distances (5.714 Å for 1 vs. 4.275 and 5.360 Å for 2) between the neighboring Eu3+ ions connected by oxygen atoms of the tetracarboxylates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFektLzK&md5=d1322ba020da8685447404d790bc8991", "15. ", "(a) ", "Liu", ", ", "T.-F.", "; ", "Lu", ", ", "J.", "; ", "Tian", ", ", "C.-B.", "; ", "Cao", ", ", "M.-N.", "; ", "Lin", ", ", "Z.-J.", "; ", "Cao", ", ", "R.", " ", "Inorg. Chem.", " ", "2011", ",  ", "50", ",  ", "2264", "– ", "2271", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Porous Anionic, Cationic, and Neutral Metal-Carboxylate Frameworks Constructed from Flexible Tetrapodal Ligands: Syntheses, Structures, Ion-Exchanges, and Magnetic Properties", "Liu, Tian-Fu; Lu, Jian; Tian, Chongbin; Cao, Minna; Lin, Zujin; Cao, Rong", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "6", "),\r\n    ", "2264-2271", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Coordination polymers with anionic, cationic, and neutral metal-carboxylate frameworks were synthesized by using a flexible tetrapodal ligand, acid tetrakis[4-(carboxyphenyl)oxamethyl]methane (H4X).  The reactions between divalent transition-metal ions and H4X ligands gave [M3X2]·[NH2Me2]2·8DMA (M = Co (1), Mn (2), Cd(3)) which have anionic metal-carboxylate frameworks with NH2Me2+ cations filled in channels.  The reactions of trivalent metal ions Y(III), Dy(III), and In(III) with H4X ligands afforded cationic metal-carboxylate frameworks [M3X2·(NO3)·(DMA)2·(H2O)]·5DMA·2H2O (M = Y (4), Dy (5)) and [In2X·(OH)2]·3DMA·6H2O (6) with the NO3- and OH- serving as counterions, resp.  Also, a neutral metal-carboxylate framework [Pb2X·(DMA)2]·2DMA (7) can also be isolated from reaction of Pb(II) and H4X ligands.  The charged metal-carboxylate frameworks 1-5 have selectivity for specific counterions in the reaction system, and compds. 1 and 2 display ion-exchange behavior.  Also, magnetic property measurements on compds. 1, 2, and 5 indicate that there exists weak antiferromagnetic interactions between magnetic centers in the three compds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1ahurk%253D&md5=e591afe213566c610dbc07c4a9107c07", "(b) ", "Zhang", ", ", "Y.", "; ", "Yang", ", ", "J.", "; ", "Yang", ", ", "Y.", "; ", "Guo", ", ", "J.", "; ", "Ma", ", ", "J.-F.", " ", "Cryst. Growth Des.", " ", "2012", ",  ", "12", ",  ", "4060", "– ", "4071", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Syntheses, Structures, and Luminescent Properties of a Series of Coordination Compounds Based on (4-Carboxylphenyl)(4-(2'-Carboxylphenyl)benzyl)Ether and Different N-Donor Ligands", "Zhang, Ying; Yang, Jin; Yang, Yan; Guo, Jiao; Ma, Jian-Fang", "Crystal Growth & Design", "\r\n        (", "2012", "),\r\n    ", "12", "\r\n        (", "8", "),\r\n    ", "4060-4071", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Fourteen novel coordination compds. based on (4-carboxylphenyl) (4-(2'-carboxylphenyl)benzyl) ether (H2L) and different N-donor ligands were hydrothermally synthesized and structurally detd. by single-crystal x-ray diffraction analyses, namely, [Zn3(L)3(biim-4)2]·H2O (1), [Cd(L)(H2O)(biim-4)0.5] (2), [Zn(L)(BIE)] (3), [Co(L)(BIE)] (4), [Cd(L)(BIE)] (5), [Ni(L)(BIE)] (6), [Ni(L)(phen)]·H2O (7), [Co(L)(phen)]·H2O (8), [Co(HL)2(phen)2]·3H2O (9), [Cd(L)(H2O)(phen)] (10), [Co(L)(H2O)(phen)] (11), [Cd(L)(phen)2] (12), [Pb(L)] (13), and [Pb(L)(phen)]·H2O (14), where biim-4 = 1,1'-(1,4-butanediyl)bis(imidazole), BIE = 2,2'-bis(1H-imidazolyl) ether, and phen = 1,10-phenanthroline.  Compd. 1 displays an unusual three-dimensional (3D) binodal (4,5)-connected net with a point symbol of (43·62·8)(45·5·64).  Compd. 2 exhibits 1-dimensional (1D) looplike chain structures, which are further extended into a 3-dimensional supramol. architecture through π-π interactions.  Compds. 3-6 are isomorphous and feature similar two-dimensional (2D) layer structures.  Compds. 7 and 8 are isomorphous and show the same zero-dimensional (0D) structures, which are further extended by π-π interactions into 2-dimensional supramol. layers.  Compd. 9 displays a discrete [Co2(L)2(phen)2] dimer.  Neighboring dimers are further linked by π-π interactions to form a 1-dimensional double chain.  Compds. 10 and 11 exhibit similar 1-dimensional double chain structures.  The chains are further linked via π-π interactions to generate 2-dimensional supramol. layers.  Compd. 12 shows a discrete [Cd2(L)2(phen)2] dimer.  The π-π stacking and hydrogen-bonding interactions further extend the dimers into a 3-dimensional supramol. architecture.  Compd. 13 displays a typical (44)-sql network structure.  Neighboring networks are further linked by the π-π interactions, leading to an unusual 3-dimensional supramol. architecture.  Compd. 14 exhibits a discrete [Pb2(L)2(phen)2] dimer.  Neighboring dimers are further linked by the π-π interactions to form a 2-dimensional supramol. layer.  The thermal stabilities and luminescent properties of the complexes also were studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XptF2hs7k%253D&md5=d58b78a1cbadcc1116bac4e732f1d3c7", "(c) ", "Jiang", ", ", "Y.-Y.", "; ", "Ren", ", ", "S.-K.", "; ", "Ma", ", ", "J.-P.", "; ", "Liu", ", ", "Q.-K.", "; ", "Dong", ", ", "Y.-B.", " ", "Chem. Eur. J.", " ", "2009", ",  ", "15", ",  ", "10742", "– ", "10746", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "Crown-Ether-Like PbII-Metal Framework with Dual- and Bimodal Emissive Properties Based on Its Photochromic Precursor by Leaching", "Jiang, You-Yun; Ren, Shu-Kui; Ma, Jian-Ping; Liu, Qi-Kui; Dong, Yu-Bin", "Chemistry - A European Journal", "\r\n        (", "2009", "),\r\n    ", "15", "\r\n        (", "41", "),\r\n    ", "10742-10746, S10742/1-S10742/6", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "1,5-Bis(m-carboxyphenoxy)-3-oxapentane (H2L) was prepd. and reacted with Pb(OAc)2 to give [Pb2L2(4,4'-bipy)] (1) with a crown-ether-like PbII-metal framework.  Photochromic [Pb2L2(4,4'-bipy)] (1) is monoclinic, space group P21/c, Z = 2, R1 = 0.0381, wR2 = 0.71073.  Colorless 1 was converted to purple 1 via a photoinduced process.  Refluxing I in CDCl3 gave Pb2L2 which contains channels with hydrophilic inner surfaces, perfect for binding [Ln(H2O)8]3+ (Ln = lanthanide) via H-bonding.  Thus, luminescent [Tb(H2O)8]3+⊂[1] was prepd. and treated with Eu(ClO4)3 or Nd(ClO4)3 with partial replacement of Tb3+ to give [Tb/Ln(H2O)8]3+⊂[1] (Ln = Eu, Nd), leading to tuning of the luminescence properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht1ymtL%252FJ&md5=22b616c011b2695f6c3c3789cc040e0d", "16. ", "Wang", ", ", "Y.-Z.", "; ", "Quillian", ", ", "B.", "; ", "Wei", ", ", "P.-R.", "; ", "Yang", ", ", "X.-J.", "; ", "Gregory", ", ", "H.-R.", " ", "Chem. Commun.", " ", "2004", ",  ", "2224", "– ", "2225", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "New Pb-Pb bonds: syntheses and molecular structures of hexabiphenyldiplumbane and tri(trisbiphenylplumbyl)plumbate", "Wang, Yuzhong; Quillian, Brandon; Wei, Pingrong; Yang, Xiao-Juan; Robinson, Gregory H.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2004", "),\r\n    ", "\r\n        (", "19", "),\r\n    ", "2224-2225", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Reaction of Pb(II) chloride with biphenylmagnesium bromide yields Bp3Pb-PbBp3 and [(THF)3Mg(μ-Cl)3Mg(THF)3][Pb(PbBp3)3] (Bp = biphenyl), which, upon single crystal x-ray crystallog. anal., reveals an interesting variation of Pb-Pb bond distances.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXotVOmtr8%253D&md5=f19bc8a4142885b3f6866622093aa80b", "17. ", "(a) ", "Lin", ", ", "X.", "; ", "Jia", ", ", "J.-H.", "; ", "Zhao", ", ", "X.-B.", "; ", "Thomas", ", ", "K.-M.", "; ", "Blake", ", ", "A.-J.", "; ", "Walker", ", ", "G.-S.", "; ", "Champness", ", ", "N.-R.", "; ", "Hubberstey", ", ", "P.", "; ", "Schröder", ", ", "M.", " ", "Angew. Chem., Int. Ed.", " ", "2006", ",  ", "45", ",  ", "7358", "– ", "7364", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "High H2 adsorption by coordination-framework materials", "Lin, Xiang; Jia, Junhua; Zhao, Xuebo; Thomas, K. Mark; Blake, Alexander J.; Walker, Gavin S.; Champness, Neil R.; Hubberstey, Peter; Schroeder, Martin", "Angewandte Chemie, International Edition", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "44", "),\r\n    ", "7358-7364", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Three coordination frameworks with different pore sizes were prepd. from CuII salt and carboxylate ligands of various lengths.  Comparison of their sorption properties reveals that smaller pores allow higher densities of adsorbed H2, whereas larger pores allow higher max. H2 storage capacities.  The structures of the three structural analogs are also reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xht1OmsbvI&md5=35c0082804c53403f9f34067950b76a6", "(b) ", "Férey", ", ", "G.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Dutour", ", ", "J.", "; ", "Surblé", ", ", "S.", "; ", "Margiolaki", ", ", "I.", " ", "Science", " ", "2005", ",  ", "309", ",  ", "2040", "– ", "2042", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "A Chromium Terephthalate-Based Solid with Unusually Large Pore Volumes and Surface Area", "Ferey, G.; Mellot-Draznieks, C.; Serre, C.; Millange, F.; Dutour, J.; Surble, S.; Margiolaki, I.", "Science (Washington, DC, United States)", "\r\n        (", "2005", "),\r\n    ", "309", "\r\n        (", "5743", "),\r\n    ", "2040-2042", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "We combined targeted chem. and computational design to create a crystal structure for porous chromium terephthalate, MIL-101, with very large pore sizes and surface area.  Its zeotype cubic structure has a giant cell vol. (∼702,000 cubic angstroms), a hierarchy of extra-large pore sizes (∼30 to 34 angstroms), and a Langmuir surface area for N2 of ∼5900 ± 300 square meters per g.  Beside the usual properties of porous compds., this solid has potential as a nanomold for monodisperse nanomaterials, as illustrated here by the incorporation of Keggin polyanions within the cages.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtVWntL3E&md5=6313e7e95b0edca92bb34df3f0c9752d", "18. ", "(a) ", "Henke", ", ", "S.", "; ", "Fischer", ", ", "R.-A.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "2064", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Gated Channels in a Honeycomb-like Zinc-Dicarboxylate-Bipyridine Framework with Flexible Alkyl Ether Side Chains", "Henke, Sebastian; Fischer, Roland A.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "7", "),\r\n    ", "2064-2067", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Covalent functionalization of 1,4-benzenedicarboxylate (bdc) with methoxyethoxy groups induces conformational freedom in this mol.  Applying these 2,5-disubstituted 1,4-benzenedicarboxylate (bdc) derivs. in metal-org. framework synthesis together with 4,4'-bipyridine as coligand yields novel honeycomb-like structures [Zn2L2P], (1; H2L = 2,5-bis(2-methoxyethoxy)-1,4-benzenedicarboxylic acid (H2BME-bdc); P = 4,4'-bipyridine (bipy)), {[Zn2(ME-bdc)2(bipy)]n(DMF)2.3(EtOH)0.4} (2; H2ME-bdc = 2-(2-methoxyethoxy)-1,4-benzenedicarboxylic acid), [Zn2(BMP-bdc)2(bipy)]n (3; H2BMP-bdc = 2,5-bis(3-methoxypropoxy)-1,4-benzenedicarboxylic acid) and [Zn2(BB-bdc)2(bipy)]n (4; H2BB-bdc = 2,5-bis(n-butoxy)-1,4-benzenedicarboxylic acid).  The cylindrical channels of these materials are populated with flexible groups, which act as mol. gates for guest mols.  This allows highly selective sorption of CO2 over N2 and CH4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1Slurs%253D&md5=eca54c19505ef119457742cb66923b39", "(b) ", "Wu", ", ", "H.", "; ", "Reali", ", ", "R. S.", "; ", "Smith", ", ", "D.-A.", "; ", "Trachtenberg", ", ", "M.-C.", "; ", "Li", ", ", "J.", " ", "Chem. Eur. J.", " ", "2010", ",  ", "16", ",  ", "13951", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Highly Selective CO2 Capture by a Flexible Microporous Metal-Organic Framework (MMOF) Material", "Wu, Haohan; Reali, Randall S.; Smith, David A.; Trachtenberg, Michael C.; Li, Jing", "Chemistry - A European Journal", "\r\n        (", "2010", "),\r\n    ", "16", "\r\n        (", "47", "),\r\n    ", "13951-13954, S13951/1-S13951/12", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Solvothermally prepd. [Zn(bpdc)2(bpee)]·2DMF [H2bpdc = 4,4'-biphenyldicarboxylic acid, bpee = 1,2-bis(4-pyridyl)ethene] is a flexible microporous metal-org. framework (MOF) which demonstrates a very high selectivity in capturing and sepg. CO2 from a gas mixt. that mimics the compn. of flue gas emitted from power plants.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsFCktrrN&md5=1542285875a9f63063d84b9f6fa6097a", "(c) ", "An", ", ", "J.", "; ", "Geib", ", ", "S.-J.", "; ", "Rosi", ", ", "N.-L.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "38", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "High and Selective CO2 Uptake in a Cobalt Adeninate Metal-Organic Framework Exhibiting Pyrimidine- and Amino-Decorated Pores", "An, Jihyun; Geib, Steven J.; Rosi, Nathaniel L.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "1", "),\r\n    ", "38-39", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The synthesis and structure of Co2(ad)2(CO2CH2)2·2DMF·0.5H2O (bio-MOF-11) is described.  The porosity of this material was studied, and its CO2 and H2 adsorption properties were evaluated.  Bio-MOF-11 exhibits a high heat of adsorption for CO2 (45 kJ/mol), a high CO2 capacity (6 mmol/g, 273 K), and exceptional selectivity for CO2 over N2 at 273 K (81:1) and 298 K (75:1).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFGhtb%252FE&md5=93ee9d991b4af2909b125c69efeab1d6", "19. ", "Haque", ", ", "E.", "; ", "Jun", ", ", "J.-W.", "; ", "Jhung", ", ", "S.-H.", " ", "J. Hazard. Mater.", " ", "2011", ",  ", "185", ",  ", "507", "– ", "511", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "Adsorptive removal of methyl orange and methylene blue from aqueous solution with a metal-organic framework material, (MOF-235)", "Haque, Enamul; Jun, Jong Won; Jhung, Sung Hwa", "Journal of Hazardous Materials", "\r\n        (", "2011", "),\r\n    ", "185", "\r\n        (", "1", "),\r\n    ", "507-511", "CODEN:\r\n                ", "JHMAD9", ";\r\n        ISSN:", "0304-3894", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "An iron terephthalate (MOF-235), one of the metal-org. frameworks (MOFs), has been used for the removal of harmful dyes (anionic dye methyl orange (MO) and cationic dye methylene blue (MB)) from contaminated water via adsorption.  The adsorption capacities of MOF-235 are much higher than those of an activated carbon.  The performance of MOF-235 having high adsorption capacity is remarkable because the MOF-235 does not adsorb nitrogen at liq. nitrogen temp.  Based on this study, MOFs, even if they do not adsorb gases, can be suggested as potential adsorbents to remove harmful materials in the liq. phase.  Adsorption of MO and MB at various temps. shows that the adsorption is a spontaneous and endothermic process and that the entropy increases (the driving force of the adsorption) with adsorption of MO and MB.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVCmur3E&md5=e68923e7aec41e6f3a0b02fd719590d2", "20. ", "(a) ", "Han", ", ", "L.", "; ", "Qin", ", ", "L.", "; ", "Yan", ", ", "X.-Z.", "; ", "Xu", ", ", "L.-P.", "; ", "Sun", ", ", "J.-L.", "; ", "Yu", ", ", "L.", "; ", "Chen", ", ", "H.-B.", "; ", "Zou", ", ", "X.-D.", " ", "Cryst. Growth Des.", " ", "2013", ",  ", "13", " (", "5", ")  ", "1807", "– ", "1811", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Two Isomeric Magnesium Metal-Organic Frameworks with [24-MC-6] Metallacrown Cluster", "Han, Lei; Qin, Lan; Yan, Xiao-Zhi; Xu, Lan-Ping; Sun, Junliang; Yu, Lei; Chen, Hong-Bing; Zou, Xiaodong", "Crystal Growth & Design", "\r\n        (", "2013", "),\r\n    ", "13", "\r\n        (", "5", "),\r\n    ", "1807-1811", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two novel Mg-based metal-org. framework isomers with the formula [Mg2(HCO2)2(NH2-BDC)(DMF)2]n (NH2-BDC = 2-amino-1,4-benzenedicarboxylate) were synthesized based on a 6-connected [24-MC-6] metallacrown secondary building unit (SBU), which display a two-dimensional (2D) 36 net (1) and three-dimensional primitive rhombohedral net (2) derived from a different extended orientation of SBU, resp.  The 2D framework of 1 exhibits relevant thermal stability, solvents stability, high CO2 adsorption, and strong luminescent properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXks1Gjtrg%253D&md5=c289dcf002917b0b4fab4daf114aaf42", "(b) ", "Han", ", ", "L.", "; ", "Qin", ", ", "L.", "; ", "Xu", ", ", "L.-P.", "; ", "Zhao", ", ", "W.-N.", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "1667", "– ", "1669", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Doubly Interpenetrated Chiral (10,3)-a Network with Charge-Transfer-Type Guest Inclusion", "Han, Lei; Qin, Lan; Xu, Lan-Ping; Zhao, Wen-Na", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "4", "),\r\n    ", "1667-1669", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A doubly interpenetrated metal-org. framework, [Zn3(TATB)2(H2O)2]n (2), with chiral (10,3)-a topol., has been synthesized from an achiral, trigonal-planar ligand, 4,4',4''-s-triazine-2,4,6-triyltribenzoate (TATB).  The large chiral channels in 2 act as scaffolds for the inclusion of N,N-dimethylaniline (DMA) mols. by donor-acceptor interactions.  The resulting host-guest composite, DMA@2, shows desirably intense luminescence, which originated from photoinduced charge-transfer interactions in excited states.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvVequrw%253D&md5=bd2d2f469d8485676148187819a3b6a8", "21. ", "Kajiwara", ", ", "T.", "; ", "Higuchi", ", ", "M.", "; ", "Yuasa", ", ", "A.", "; ", "Higashimura", ", ", "H.", "; ", "Kitagawa", ", ", "S.", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "10459", "– ", "10461", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "One-dimensional alignment of strong Lewis acid sites in a porous coordination polymer", "Kajiwara, Takashi; Higuchi, Masakazu; Yuasa, Akihiro; Higashimura, Hideyuki; Kitagawa, Susumu", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "89", "),\r\n    ", "10459-10461", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A new lanthanoid porous coordination polymer, [La(BTTc)(DMF)·x(solv)]∞ [BTTc = benzene-1,3,5-tris(2-thiophene-5-carboxylate), solv = water, acetone, DMF, nitrogen, ammonia, ethanol], was synthesized and structurally characterized to have densely aligned one-dimensional open metal sites.  La(BTTc)(DMF) 1 acts as strong Lewis acid after the removal of the coordinated solvent and reacts with 1-hexene.  Compd. 1 was used as a catalyst for the cyanosilylation of benzaldehyde.  Addnl., three compds. with cerium, praseodymium, and neodymium [Ln(BTTc)(DMF)·DMFx] (Ln = Ce, Pr, Nd; x = 2 for Ce) were also synthesized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1WlsbvI&md5=8bb1b635ec55c4e2695c7e37d7f7953f", "22. ", "D’Vries", ", ", "R.-F.", "; ", "de la Peña-O’Shea", ", ", "V.-A.", "; ", "Snejko", ", ", "N.", "; ", "Iglesias", ", ", "M.", "; ", "Gutiérrez-Puebla", ", ", "E.", "; ", "Monge", ", ", "M.-A.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "5782", "– ", "5792", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "H3O2 Bridging Ligand in a Metal-Organic Framework. Insight into the Aqua-Hydroxo ↔ Hydroxyl Equilibrium: A Combined Experimental and Theoretical Study", "D'Vries, Richard F.; de la Pena-O'Shea, Victor A.; Snejko, Natalia; Iglesias, Marta; Gutierrez-Puebla, Enrique; Monge, M. Angeles", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "15", "),\r\n    ", "5782-5792", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A metal-org. framework (MOF) bearing the aqua-hydroxo species (O2H3)- in the framework, as well as the processes that govern the equil. aqua-hydroxo (O2H3)- ↔ hydroxyl (OH) in Sc-MOFs, were studied exptl. and theor.  Computational studies were employed to det. the relative energies for the two compds. that coexist under certain hydrothermal conditions at pH < 2.8.  The thermodynamically more stable [Sc3(3,5-DSB)2(μ-O2H3)(μ-OH)2(H2O)2] ((O2H3)Sc-MOF; 3,5-DSB = 3,5-disulfobenzoic acid) was obtained as a pure and stable phase.  It was impossible to isolate [Sc3(3,5-DSB)2(μ-OH)3(H2O)4] as a pure phase, as it turned out to be the precursor of (O2H3)Sc-MOF.  Addnl., a third compd. that appears at pH between 3.5 and 4, [Sc3(3,5-DSB)(μ-OH)6(H2O)] and a fourth, [Sc(3,5-DSB)(Phen)(H2O)](H2O) (Phen = 1,10-phenanthroline), in whose formula neither OH groups nor H3O2- anions appear, are reported for comparative purposes.  A study of the (O2H3)Sc-MOF electronic structure, and some heterogeneous catalytic tests in cyanosilylation of aldehydes reactions, are also reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXktleks74%253D&md5=d980e61ae9bf0fcc286f534c876c2a92", "23. ", "(a) ", "Sarma", ", ", "D.", "; ", "Ramanujachary", ", ", "K.-V.", "; ", "Stock", ", ", "N.", "; ", "Natarajan", ", ", "S.", " ", "Cryst. Growth Des.", " ", "2011", ",  ", "11", ",  ", "1357", "– ", "1369", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "High-Throughput Study of the Cu(CH3COO)2·H2O-5-Nitroisophthalic Acid-Heterocyclic Ligand System: Synthesis, Structure, Magnetic, and Heterogeneous Catalytic Studies of Three Copper Nitroisophthalates", "Sarma, Debajit; Ramanujachary, K. V.; Stock, Norbert; Natarajan, Srinivasan", "Crystal Growth & Design", "\r\n        (", "2011", "),\r\n    ", "11", "\r\n        (", "4", "),\r\n    ", "1357-1369", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A high-throughput screening was employed to identify new compds. in Cu(CH3COO)2·H2O-NIPA-heterocyclic ligand systems (NIPAH2 = 5-nitroisophthalic acid).  Of the compds. identified, three compds., [Cu3{(NO2)-C6H3-(COO)2}3(C3N6H6)] (I) (C3N6H6 = melamine), [Cu2(μ3-OH)(H2O){(NO2)-C6H3-(COO)2}(CN4H)]·(H2O) (II) (CN4H = tetrazolate), and [Cu2(μ3-OH)(H2O){(NO2)-C6H3-(COO)2}(CN5H2)]·2(H2O) (III) (CN5H2 = aminotetrazolate), were isolated as good quality single crystals by employing conventional hydrothermal methods.  Three other compds., Cu2{(NO2)-C6H3-(COO)2}(CN4H)(H2O) (IIa), Cu2{(NO2)-C6H3-(COO)2}(CN5H2) (IIIa), and Cu2{(NO2)-C6H3-(COO)2}{(CN5H2)2}2H2O (IIIb), were identified by a combination of elemental anal., TGA, and IR spectroscopic studies, although their structures are yet to be detd.  The single cryst. compds. were also characterized by elemental anal., TGA, IR, UV-visible, magnetic, and catalytic studies.  The structures of the compds. have paddle wheel (I) and infinite Cu-O(H)-Cu chains (II and III) connected with NIPA and heterocyclic ligands forming two- (II) and three-dimensional (I and III) structures.  The bound and lattice H2O mols. in II and III could be reversibly removed/inserted without affecting the structure.  In the case of II, the removal of H2O gives rise to a structural transition, but the dehydrated phase reverts back to the original phase on prolonged exposure to atm. conditions.  Magnetic studies indicate an overall antiferromagnetism in all of the compds.  Lewis acid catalytic studies indicate that compds. II and III are active for cyanosilylation of imines.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXivFClu7Y%253D&md5=673eefb5887147a5073ccbbd14f591e0", "(b) ", "Raja", ", ", "K.-K.", "; ", "Easwaramoorthy", ", ", "D.", "; ", "Rani", ", ", "S.-K.", "; ", "Rajesh", ", ", "J.", "; ", "Jorapur", ", ", "Y.", "; ", "Thambidurai", ", ", "S.", "; ", "Athappan", ", ", "P. R.", "; ", "Rajagopal", ", ", "G.", " ", "J. Mol. Catal. A: Chem.", " ", "2009", ",  ", "303", ",  ", "52", "– ", "59", "[", "Crossref", "], [", "CAS", "]", "23. ", "Synthesis, spectral, electrochemical and catalytic properties of Cu(II), Ni(II) and Co(II) complexes containing N,O donors", "Raja, K. Kanmani; Easwaramoorthy, D.; Rani, S. Kutti; Rajesh, J.; Jorapur, Y.; Thambidurai, S.; Athappan, P. R.; Rajagopal, G.", "Journal of Molecular Catalysis A: Chemical", "\r\n        (", "2009", "),\r\n    ", "303", "\r\n        (", "1-2", "),\r\n    ", "52-59", "CODEN:\r\n                ", "JMCCF2", ";\r\n        ISSN:", "1381-1169", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Metal(II) chelates of Schiff bases derived from the condensation of multi-substituted aniline with salicylaldehyde derivs. were prepd.  Product structures were detd. by NMR, IR, EPR, magnetic and cyclic voltammetry measurements.  The complexes are of the type M(X-DPMP)2 [(M = Cu(II), Ni(II) or Co(II)), DPMP = 2-[[(2,6-diisopropylphenyl)imino]methyl]phenol, X = Br, Cl, I, BrCl].  These Schiff bases behave as monobasic bidentate ligands in their complexes.  The spectral data indicate that the ligand coordinates through a phenolic oxygen and the azomethine nitrogen atoms.  The obsd. A || values in the Cu(II) complexes indicate a tetrahedrally distorted square planar structure.  The cyclic voltammetric redox potential of copper(II) and nickel(II) complexes suggest the existence of irreversible pairs in acetonitrile.  Cu(Br-DPMP)2 was found to be an efficient catalyst for the cyanosilylation of aldehydes under mild conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXksVahsLs%253D&md5=acba628d98bf8c0b1f14b8c192ebb18f", "(c) ", "Phuengphai", ", ", "P.", "; ", "Youngme", ", ", "S.", "; ", "Mutikainen", ", ", "I.", "; ", "Gamez", ", ", "P.", "; ", "Reedijk", ", ", "J.", " ", "Polyhedron", " ", "2012", ",  ", "42", ",  ", "10", "– ", "17", "[", "Crossref", "], [", "CAS", "]", "23. ", "A series of related 2D coordination polymers based on [copper(II)-4,4'-bpy-carboxylato] building blocks", "Phuengphai, Pongthipun; Youngme, Sujittra; Mutikainen, Ilpo; Gamez, Patrick; Reedijk, Jan", "Polyhedron", "\r\n        (", "2012", "),\r\n    ", "42", "\r\n        (", "1", "),\r\n    ", "10-17", "CODEN:\r\n                ", "PLYHDE", ";\r\n        ISSN:", "0277-5387", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Different combinations of three building blocks, namely the coordination moiety [copper(II)-4,4'-bpy] (4,4'-bpy = 4,4'-bipyridine), a carboxylato co-ligand (formato or acetato) and an anion (ClO4-, NO3- or PF6-), give the three compds., namely {[Cu3(4,4'-bpy)3(μ-OOCH)4(H2O)2](ClO4)2(H2O)6}n (1), {[Cu(4,4'-bpy)(μ-OOCH)(NO3)]}n (2) and {[Cu2(4,4'-bpy)2(μ-OOCCH3)3](PF6)(H2O)}n (3).  The mol. structures detd. by single-crystal x-ray diffraction reveal notable (4,4) topol., regardless of the different monocarboxylato groups (formato for 1 and 2 and acetato for 3) and anions.  Compd. 1, synthesized from Cu(II), 4,4'-bpy, ClO4- and formate as co-ligand, exhibits a 2D coordination network based on trinuclear chain secondary building units.  With coordinating NO3- anions (instead of non-coordinating ClO4-), a distinct structural motif, i.e. a 2D framework assembled from dinuclear chain secondary building units, was obtained (compd. 2).  The replacement of the formate ligands by acetate units in compd. 3, gives rise to a 2D framework which is assembled from tetranuclear chain secondary building units.  The three new coordination compds. have been characterized and tested for their catalytic properties.  All compds. show catalytic activities for the selective cyanosilylation of aldehydes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XnvFGjsL4%253D&md5=50e38878d8b222f24e7b0b5310e0a04d", "(d) ", "Schlichte", ", ", "K.", "; ", "Kratzke", ", ", "T.", "; ", "Kaskel", ", ", "S.", " ", "Microporous Mesoporous Mater.", " ", "2004", ",  ", "73", ",  ", "81", "– ", "88", "[", "Crossref", "], [", "CAS", "]", "23. ", "Improved synthesis, thermal stability and catalytic properties of the metal-organic framework compound Cu3(BTC)2", "Schlichte, Klaus; Kratzke, Tobias; Kaskel, Stefan", "Microporous and Mesoporous Materials", "\r\n        (", "2004", "),\r\n    ", "73", "\r\n        (", "1-2", "),\r\n    ", "81-88", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "The catalytic properties of the metal-org. framework compd. Cu3(BTC)2(H2O)3·xH2O (BTC = benzene 1,3,5-tricarboxylate) were explored.  Cu2O-free powder samples of Cu3(BTC)2(H2O)3·xH2O were obtained using an improved synthesis at 393 K under hydrothermal conditions.  The microporous material has a high specific pore vol. of 0.41 cm3 g-1 and a pore diam. of 10.7 Å (Horvath-Kawazoe).  Removal of the three copper-bound water mols. allows to access the Lewis acid copper sites.  The exchange of coordinated water by substrates or solvent mols. is recognized from the color change of the compd.  For chemisorbed benzaldehyde, the IR stretching frequency ν(C:O) is decreased from 1702 to 1687 cm-1.  The chemisorption results in an activation of benzaldehyde for the liq. phase cyanosilylation with a reasonable yield of 50-60% after 72 h (313 K) and a high selectivity.  Filtration expts. demonstrate that the reaction mechanism is heterogeneous.  Coordinating solvents such as THF completely block the Lewis acid sites of the catalyst.  Solvents such as CH2Cl2 or higher reaction temps. (353 K) cause decompn. of the catalyst.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXlvVWrurk%253D&md5=e7a2a5c765c06970fa76c1ca7e8ab558", "(e) ", "Phuengphai", ", ", "P.", "; ", "Youngme", ", ", "S.", "; ", "Mutikainen", ", ", "I.", "; ", "Reedijk", ", ", "J.", " ", "Inorg. Chem. Commun.", " ", "2012", ",  ", "24", ",  ", "129", "– ", "133", "[", "Crossref", "], [", "CAS", "]", "23. ", "Construction of a 3D supramolecular network from 2D coordination layers via anion-π interactions and its catalytic properties", "Phuengphai, Pongthipun; Youngme, Sujittra; Mutikainen, Ilpo; Reedijk, Jan", "Inorganic Chemistry Communications", "\r\n        (", "2012", "),\r\n    ", "24", "\r\n        (", "),\r\n    ", "129-133", "CODEN:\r\n                ", "ICCOFP", ";\r\n        ISSN:", "1387-7003", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A new porous coordination polymer, i.e. the two-dimensional layered network {[Cu3(4,4'-bpy)3(μ-OOCH)4(H2O)2](BF4)2(H2O)6}n was synthesized from Cu(BF4)2·6H2O, 4,4'-bpy and with formate as co-ligand.  Single-crystal x-ray diffraction anal. reveals a (4,4) 2-dimensional coordination network exhibiting voids that contain the counterions and H2O guest mols.  The title compd. is further stabilized by H bonds and anion-π interactions to form an intricate supramol. framework.  The removal and reintroduction of guest H2O mols. was explored to better understand the dynamic structural transformation.  The coordination compd. shows weak catalytic activity in the cyanosilylation of aldehydes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhtl2gurbN&md5=a66dbcfe4087bf3e4dd056dce749f387"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-14/ic5009895/production/images/small/ic-2014-009895_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-14/ic5009895/production/images/small/ic-2014-009895_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-14/ic5009895/production/images/small/ic-2014-009895_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-14/ic5009895/production/images/small/ic-2014-009895_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-14/ic5009895/production/images/small/ic-2014-009895_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-14/ic5009895/production/images/small/ic-2014-009895_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-14/ic5009895/production/images/small/ic-2014-009895_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-14/ic5009895/production/images/small/ic-2014-009895_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-14/ic5009895/production/images/small/ic-2014-009895_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-14/ic5009895/production/images/small/ic-2014-009895_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-14/ic5009895/production/images/small/ic-2014-009895_0012.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-14/ic5009895/production/images/small/ic-2014-009895_0013.gif\">"]}
