{"title": ["Oriented Zeolitic Imidazolate Framework-8 Membrane with Sharp H", "/C", "H", " Molecular Sieve Separation"], "authors": ["Helge Bux", "Armin Feldhoff", "Janosch Cravillon", "Michael Wiebcke", "Yan-Shuo Li", "Juergen Caro"], "doi": ["10.1021/cm200555s"], "abstract": ["A highly ⟨100⟩ oriented zeolitic imidazolate framework 8 (ZIF-8) composite membrane was prepared by seeding and secondary growth. In gas mixture permeation experiments, the membrane showed a sharp molecular sieve separation for an equimolar H", "/C", "H", " mixture with a separation factor above 300.", "A highly oriented zeolitic imidazolate framework 8 (ZIF-8) composite membrane was prepared by seeding and secondary growth. By dip-coating, preformed ZIF-8 nanocrystals were attached to the surface of a porous α-alumina support using polyethyleneimine as the coupling agent. After solvothermal treatment, a continuous and well-intergrown ZIF-8 layer was obtained. X-ray diffraction analysis of the membrane showed preferred orientation of the {100} plane parallel to the support. Further time-dependent investigations by scanning and transmission electron microscopy as well as X-ray diffraction indicated that the preferred orientation develops during an evolutionary growth process. In gas mixture permeation experiments, the membrane showed good performance in H", "/hydrocarbon separation. A sharp molecular sieve separation is observed for an equimolar H", "/C", "H", " mixture with a separation factor above 300."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Introduction", "In the past 10 years, porous metal−organic frameworks (MOFs) have established themselves in materials science.", "(1-3)", " The 3-D framework structures are formed by metal clusters or cations connected by organic linker molecules. On the basis of the organic−inorganic hybrid character, MOFs have promise in a wide range of applications, e.g., gas storage,", "(4, 5)", " medical applications,", "(6-8)", " catalysis,", "(9)", " sensor technology,", "(10, 11)", " and molecular separation.", "(12-14)", "Basically, there are three options to use MOFs for molecular separation of liquid or gas mixtures: (i) by retaining one or more species from the liquid or gas phase by preferential adsorption in the pores, (ii) by different diffusivities of the species in the MOF, which is in the extreme case sterical size exclusion (molecular sieving) of one or more species, and (iii) the combination of (i) and (ii). One of the primary features that makes MOFs highly interesting for molecular separation is the so-called isoreticular design.", "(15)", " Linker molecules can be modified with functional groups or even completely substituted, maintaining the basic framework structure while altering adsorption and diffusion properties.", "(16)", "Membranes in general represent a cost and energy effective solution for industrial gas and liquid separation modified support. The mixture separation performance of membranes is characterized by the separation factor α", "i", ",", "j", ", which is defined after IUPAC as the ratio of the molar fraction of species ", "i", " and", " j", " in the permeate, divided by the ratio of the molar fraction of species ", "i", " and ", "j", " in the retentate.", "(17)", " Currently, there are increasing numbers of successful attempts to prepare molecular sieving MOF membranes as thin, polycrystalline layers on top of macroporous support materials, showing separation factors up to 25.", "(18-27)", "For the preparation of MOF membranes, usually two basic techniques known from zeolite membrane fabrication are applied: (i) secondary growth crystallization, where in a first a step a seed layer is attached to the support and, subsequently, in a second step, grown to a continuous polycrystalline layer under solvothermal conditions, and (ii) in situ crystallization, where the polycrystalline layer is grown on the bare or chemically modified support in a one-step one-pot solvothermal synthesis. In situ crystallizations seem to be simple and, thus, the favored preparation route. However, they have the disadvantage of critically depending on high rates of heterogeneous nucleation on the support surface to successfully obtain continuous, well-intergrown MOF layers. Whether or not a high surface nucleation rate occurs depends on various factors, e.g., the surface chemistry of the support material (zeta potential, surface acidity, etc.). In secondary growth crystallizations, nucleation and crystal growth are decoupled, and hence, high nucleation rates and chemical interactions with the support material are less crucial.", "Recently, we reported on the preparation of ceramic-supported zeolitic imidazolate framework (ZIF) membranes. ZIF-type MOFs frequently crystallize within zeolite-like tetrahedral framework structures, e.g., ZIF-7 and ZIF-8 with sodalite (SOD) and ZIF-22 with Linde type A (LTA) topologies.", "(28-30)", " A number of ZIFs show excellent chemical and thermal stabilities, which is advantageous for membrane applications. ZIF-8 (Zn(mim)", "2", ", mim = 2-methylimidazolate) membranes", "(31, 32)", " and ZIF-22 (Zn(5abim)", "2", ", 5abim = 5-azabenzimidazolate) membranes", "(33)", " were prepared by in situ crystallization, while secondary growth was used for the preparation of ZIF-7 (Zn(bim)", "2", ", bim = benzimidazolate) membranes.", "(34-36)", " The ZIF-7 and ZIF-22 membranes (both with pore sizes of ∼3.0 Å) showed in the separation of an equimolar H", "2", "/CO", "2", " mixture (kinetic diameters: 2.9 Å/3.3 Å)", "(37)", " separation factors of α = 13.6 at 220 °C and α = 7.2 at 50 °C, respectively. Because the pores of ZIF-8, as determined from crystallographic data, are larger (3.4 Å),", "(28)", " the membrane had a lower H", "2", "/CO", "2", " separation factor (α = 4.5 at 25 °C) compared to that of the above-mentioned narrow-pore ZIF membranes, but performed very well in the separation of H", "2", " from CH", "4", " (kinetic diameters: 2.9/3.8 Å)", "(37)", " with α = 11.2 at 25 °C.", "Under certain synthesis conditions, ZIF-7 (hexagonal space group ", "R", "3̅) with its structural anisotropy forms needle-like crystals.", "(36)", " Thus, a ZIF-7 membrane with preferred crystal orientation relative to the support could be obtained by secondary growth of a ZIF-7 seed layer on top of an alumina support. In contrast, the ZIF-8 and ZIF-22 (cubic space groups ", "I", "4̅3", "m", " and ", "Fm", "3̅", "m", ", respectively) with their isotropic structures resulted in supported layers of only randomly orientated crystals by in situ crystallization. Here, we report on the preparation of a continuous and well-intergrown polycrystalline ZIF-8 layer formed by secondary growth from a nanocrystal", "(38)", " seed layer on top of a porous alumina support. Contrary to the previously reported in situ crystallization, a highly oriented crystal growth is observed, although the seeds are randomly oriented. We will report the detailed preparation route and discuss a possible mechanism of oriented crystal growth that is supported by time-dependent electron microscopy and X-ray diffraction studies. We further report on the H", "2", "/CO", "2", " and H", "2", "/C", "1", "−C", "3", " hydrocarbon gas separation performance of the newly developed ZIF-8 membrane.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Experimental Section", "Membrane Synthesis", "Asymmetric porous α-Al", "2", "O", "3", " discs (Fraunhofer IKTS) with a diameter of 18 mm were used as supports. ZIF-8 (Zn(mim)", "2", ") nanocrystals were prepared as previously reported.", "(38)", " The seeding solution was prepared as follows: 1.210 g freshly synthesized ZIF-8 nanocrystals (still wet and in gel-like state) were dispersed into a water/polyethyleneimine (PEI) solution, which consisted of 0.120 g sodium bicarbonate (Roth, > 99,5%), 1.506 g PEI (∼ 50% solution in H", "2", "O, Fluka), and 30 mL water.", "(34, 35)", " Addition of PEI to the seeding solution is vital to ensure that the seed crystals adhere to the support surface. As proposed by Ranjan and Tsapatsis,", "(21)", " PEI may form hydrogen bonds with both the ZIF seed crystals and free hydroxyl groups of the support surface. In addition, PEI may form Zn−N coordination bonds to zinc cations on the surface of the nanocrystals. To generate a sufficiently high concentration of surface hydroxyl groups, the alumina supports were pretreated with ∼6% hydrochloric acid and extensively washed with water afterward. For high reproducibility, the seeds were attached to the alumina discs using an automatic dip-coating device with a defined dipping and withdrawing speed of 300 and 100 mm/min, respectively. The discs were immediately removed after dip-coating and air-dried in an oven at 80 °C for 4 h. For subsequent solvothermal secondary growth solutions of low concentration were used, typically containing 0.532 g (3.95 mmol) zinc chloride (>99% Merck), 0.487 g (5.92 mmol) 2-methylimidazole (>99%, Sigma-Aldrich), and 0.272 g (3.95 mmol) sodium formate (>99%, Sigma-Aldrich) dissolved in 80 mL methanol (99.9%, Roth). The seeded alumina discs were placed vertically in PTFE holders to avoid sedimentation of crystals, which eventually nucleated from the homogeneous solution during membrane synthesis. In addition, the holders covered the back side of the supports to prevent crystallization on the coarse side of the asymmetric supports. The holders with mounted alumina supports were placed in autoclaves so that their top layer (70 nm α-Al", "2", "O", "3", ") faced the synthesis solution. The autoclaves were heated in a microwave oven to 100 °C within 10 min typically for 2 h. In further experiments, the synthesis time was varied from 0.5 h to 4 h. After cooling to room temperature, the membranes were carefully removed from the holder, intensively washed with methanol, and dried overnight at room temperature over silica gel. In addition, the crystalline precipitates were collected from the bottom of the autoclaves, washed, and dried for further analysis.", "The secondary growth experiments at 1 h, 2 h, and 4 h were repeated to investigate the reproducibility of the growth process (see Table S1 of the ", "Supporting Information", ").", "To prove that the seed crystals actually initiate the layer growth, a reference membrane synthesis experiment was performed. In this case, the alumina support was dip-coated in an aqueous solution containing only 5.0% but no seed crystals.", "X-ray Diffraction (XRD)", "XRD analysis of the membranes and powder samples was carried out on a Bruker D8 Advance diffractometer in reflection mode using Cu Kα radiation. The 2Θ range from 5° to 50° was scanned with a step size of 0.02°.", "Scanning Electron Microscopy (SEM) and Energy-Dispersive X-ray Spectroscopy (EDXS)", "SEM and EDXS were performed on a JEOL JSM-6700F instrument with a field emitter as the electron source. For SEM, the films and membranes were simply broken and coated with Au to improve conductivity. Usually a low accelerating voltage (1−2 kV), a low current (3−5 μA), and a lens distance of 15 mm were used. For EDXS, the voltage and current were increased to 5 kV and 10 μA, respectively.", "Transmission Electron Microscopy (TEM)", "For the preparation of a TEM specimen, a membrane was epoxy-glued against a silicon wafer. After curing, the sandwich was wire-sawed into about 1 mm thick slabs, which contained the glue line. The specimen bar was grinded and polished down to approximately 30 μm using polymer-embedded polishing films with propylene glycol as lubricant on an Allied High Tech Multiprep/Techprep device. The thin bar was epoxy-glued onto a supporting copper slot-grid and, after curing, locally thinned to electron transparency by 3 kV Ar", "+", " ion sputtering in a Gatan precision ion polishing system (PIPS). Observation of a membrane microstructure in cross-section was made at a electron energy of 200 kV in scanning transmission electron microscope (STEM) bright-field mode using a JEOL- JEM-2100F field-emission instrument.", "Permeation Experiments", "Although a total of 10 ZIF-8 membranes have been prepared, only one of these membranes, showing a distinctive crystal orientation obtained after 2 h of secondary growth, was studied in permeation experiments. The measurements were carried out following a modified Wicke−Kallenbach technique", "(39)", " (Figure S1 of the ", "Supporting Information", "). A sweep gas at 1 bar pressure (N", "2", " at 100 mL/min, purity 5.0) was used to continuously remove the permeate. The sweep gas composition was analyzed by using a gas chromatograph (HP Agilent 6890N, thermal conductivity detector) equipped with a Carboxen 1000 packed column (15 ft., 1/8 in., Supelco Sigma-Aldrich). The supported ZIF-8 membrane was tightly sealed in the permeation cell by using silicone and Viton O-rings (Eriks). The effective remaining membrane area was 1.09 × 10", "−4", " m", "2", ". Different hydrocarbons (C", "1", " = CH", "4", ", C", "2", " = C", "2", "H", "6", ", C", "3", " = ", "n", "-C", "3", "H", "8", ", purity ≥ 2.5) and CO", "2", " (food grade purity) were measured in equimolar gas mixture with hydrogen (purity 5.0) with a constant, total pressure of 200 kPa on the feed side or 100 kPa partial pressure for each gas, respectively. The feed flow was kept constant at total flow rates between 80 and 100 mL/min. Permeances in mol m", "2", " s", "−1", " Pa", "−1", " were calculated on the basis of the measured flow rates (in mL min", "−1", ") at room temperature (298.15 K) and ambient pressure (101.3 kPa) and from the applied partial pressure at the feed side of the membrane (100 kPa).", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "After the dip-coating process described in the ", "Experimental Section", ", the presence of the crystalline and phase-pure ZIF-8 seed layer was verified by XRD, as shown in Figure ", "1", ". The relative reflection intensities on the XRD pattern of the seed layer approximately match those on the XRD pattern of the corresponding nanocrystals powder and a simulated pattern. Because it is assumed that in the powder sample the nanocrystals are randomly oriented, the same has to hold true for the seed layer.", "Figure 1. XRD pattern of the seed layer on top of the alumina support, XRD pattern of the corresponding nanocrystalline powder pattern, and XRD pattern simulated from crystal structure data", "(28)", " excluding guest species. Reflections of the alumina support are marked by an asterisk. Inset: magnification of the pattern of the seed layer including reflection indices.", "Figure ", "2", " shows SEM images of the well-intergrown polycrystalline ZIF-8 layer on top of the alumina support obtained after secondary growth for 2 h in top view as well as in cross-sectional view. In contrast, the reference membrane synthesis experiment performed using a PEI-coated alumina support without seeds resulted in poorly intergrown film with obvious gaps between clearly distinguishable ZIF-8 crystals of rhombic dodecahedral shape, as shown by the SEM image in Figure ", "3", ". This demonstrates that seeding is in fact necessary to grow a continuous, gap-free layer on top of the alumina support. The well-intergrown ZIF-8 layer shown in panel (b) of Figure ", "2", " is around 12 μm thick and, therefore, much thinner than the well-intergrown ZIF-8 layer we prepared recently by in situ crystallization (∼30 μm).", "(31)", " Elemental mapping by EDXS of the cross-section (Figure S2 of the ", "Supporting Information", ") reveals a clear boundary between the ZIF-layer and the support. Hence, the crystal growth in the pores of the support seems to be disfavored. This is understandable because in the sub-μm top-layer pores of the asymmetric support, crystal growth is limited by size. As soon as the growing ZIF layer is sufficiently dense, the support pores are cut from the nutrient solution and further intrapore growth is prevented. A TEM image of a very thin and polished sample from the cross-section of the membrane (Figure ", "4", "a) reveals the grain boundaries in the ZIF-8 layer. For clarity, the boundaries have been traced in panel (b) of Figure ", "4", ". Columnar crystals aligned roughly perpendicular to the support can be seen in the upper 2/3 of the layer, while in the lower 1/3 of the layer, the crystal grains are smaller and the grain boundaries are harder to trace.", "Figure 2. (a) SEM top view of the well-intergrown ZIF-8 layer after 2 h of secondary growth. (b) SEM top down view on the corresponding cross-section of the broken membrane.", "Figure 3. Supported ZIF-8 film grown from the reference membrane synthesis experiment (without seeds, only PEI-coated support) using the same solvothermal synthesis as for the seeded ZIF-8 membrane. Inset: magnification of a clearly distinguishable crystal with rhombic dodecahedral shape.", "Figure 4. (a) TEM of the cross-section of the supported ZIF-8 membrane after 2 h of secondary growth as shown in panel (a) of Figure ", "2", " and (b) with traced grain boundaries for improved visibility of the columnar growth and denoted ⟨100⟩ direction.", "The XRD patterns of the membrane and the ZIF-8 precipitate collected from the bottom of the autoclave are shown in panel (a) of Figure ", "5", ", while the XRD pattern of the reference membrane synthesis experiment is available in Figure S3 of the ", "Supporting Information", ". The XRD pattern of the precipitate, which is assumed to have a random crystal orientation, and the XRD pattern of the reference experiment coincide in the reflection position and relative intensities. In contrast, the XRD pattern of the membrane exhibits a strongly increased relative intensity of the 200 reflection in relation to other reflections, which indicates a preferred crystal orientation of the {100} planes parallel to the support. A quantitative measurement of the degree of crystal orientation in the ZIF-8 layer can be obtained from the crystallographic preferred orientation (CPO) index,", "(40, 41)", " which compares the ratio of integrated intensities I", "hkl", " from a pair of characteristic reflections ", "hkl", "/", "h", "′", "k", "′", "l", "′ of the layer in relation to the integrated intensities I", "hkl", " of the same pair ", "hkl", "/", "h", "′", "k", "′", "l", "′ of the precipitate (see Equation S1 of the ", "Supporting Information", ").", "Figure 5. (a) XRD pattern of the oriented ZIF-8 layer after 2 h of secondary growth on top of the alumina support (lower pattern) and the corresponding precipitate (top pattern). The first 10 ", "hkl", "-indices are denoted. (b) XRD patterns between 5° and 15° 2 Θ of ZIF-8 layers after secondary growth for 0.5 h, 1 h, 2 h, and 4 h in comparison with the powder pattern.", "The CPO indices of the dominant 200 reflection in relation to the 110 (CPO", "200/110", ") and the 211 reflections (CPO", "200/211", ") are calculated to be 83 and 81, respectively. Both values clearly demonstrate the pronounced {100} orientation with only a low fraction of crystals taking different orientations.", "At this point, it might be assumed that the slightly imperfect orientation is induced mainly from surface texture effects of the support. However, relating the columnar layer structure as observed by TEM (Figure ", "4", ") with the finding of oriented growth, it is indicated that only the upper 2/3 of the layer might be oriented, while the lower 1/3 is not or only partly oriented. Additional crystallizations with seeded supports were performed for 0.5, 1, and 4 h to study the secondary growth of the layer by XRD as function of time. Panel (b) of Figure ", "5", " shows the XRD pattern of the obtained membranes. The corresponding CPO", "200/110", " and CPO", "200/211", " indices are available in Table ", "1", ". After 0.5 h, a very thin but continuous ZIF-8 layer had already formed as detected by SEM (Figure ", "6", "). The related XRD pattern of the membrane grown for 0.5 h matches that of the precipitate (Figure ", "5", "b), indicating random orientation of the crystals, which is quantitatively reflected by the low values of the CPO indices (Table ", "1", "). After 1 h, the 200 reflection already has increased remarkably in its relative intensity and is already stronger than the 110 reflection, which is dominating in the case of the randomly orientated powder. The CPO indices, however, are still very low, indicating that a large amount of crystals is still randomly oriented (Table ", "1", "). After 2 and 4 h of secondary growth, the intensities of all reflections apart from the 200 reflection are very low and can, according to the above measurements, be traced back mainly to the lower, less-oriented region of the ZIF-8 layer near to the support. The growth process was investigated to be generally reproducible (see Table S1 of the ", "Supporting Information", ").", "Figure 6. (a) SEM top view of the supported ZIF-8 layer which is, after secondary growth for 0.5 h, still randomly oriented. Inset: magnification showing a rhombic dodecahedral crystal with orientation near to ⟨100⟩, which might become a part of the final, oriented layer when increasing the synthesis time. (b) Corresponding cross-section of the about 5 μm thick layer formed at 0.5 h of secondary growth.", "Table 1. Development of CPO Indices with Increasing Time of Secondary Growth", "time (h)", "CPO", "200/110", "CPO", "200/211", "0.5", "−0.1", "0.5", "1", "8.8", "4.0", "2", "83.0", "81.1", "4", "134.6", "79.9", "The preferred crystal orientation may be explained with the evolutionary selection model by van der Drift,", "(42)", " which is commonly used to explain oriented growth of zeolite layers by secondary growth.", "(43)", " Starting from a randomly oriented seed layer on a planar surface, at first all seed crystals will start to grow at the same time and with the same face-dependent growth rates. After a certain time, which critically depends on the seed concentration on top of the surface, the crystals will meet their lateral neighbors. Crystals that have the fastest growth direction perpendicular or nearly perpendicular to the support surface will eventually overgrow their neighbors and thus form the top layer. The microstructure of the polycrystalline layer usually found after the evolutionary process is columnar-like in cross-sectional view. This is in fact observed for the ZIF-8 membranes (Figures ", "2", "a and ", "4", "). Ideal evolutionary selection, however, only takes place if (i) the crystals exhibit significant anisotropic growth, (ii) all crystals start to grow at the same time, and (iii) there are competing crystals in close neighborhood. A comparatively low heterogeneous nucleation rate, resulting in a lower concentration of nuclei on the support surface, might explain why in situ crystallizations under similar synthesis conditions only result in a randomly oriented layer on titania supports, as previously reported.", "(31)", "According to the above model, our findings of strongly preferred {100} crystal orientation is the result of fastest growth along the ⟨100⟩ direction. This is also in agreement with the crystal morphology. The equilibrium shape of ZIF-8 is apparently rhombic dodecahedral for both nanocrystals", "(38)", " (as those used for seeding) and large macrocrystals that are synthesized under similar conditions as the membranes (Figure ", "7", "a). Parallel work of Cravillon et al. have observed that in room-temperature syntheses cube-shaped crystals ({100} crystal form) first develop in early stages and eventually transform into rhombic dodecahedra ({110} crystal form).", "(44)", " The polyhedron (crystallographic point group symmetry 4̅3", "m", ") consists of 12 rhombic faces perpendicular to ⟨110⟩. When viewed along the ⟨100⟩ direction, one out of six corners is seen that lay on a 4-fold rotation axis (Figure ", "7", "b, upper left). Such corners are expected to be clearly visible in top view of a layer of intergrown micrometer-sized crystals with preferred {100} orientation (Figure ", "7", "b, lower right), as is indeed revealed on SEM images of the ZIF-8 membranes (Figure ", "2", "a).", "Figure 7. (a) SEM image of a ZIF-8 crystal with rhombic dodecahedral shape. The polyhedron exhibits 12 faces perpendicular to ⟨110⟩ and 24 edges perpendicular to ⟨211⟩. Six corners point along ⟨100⟩ (4-fold rotation axis), and eight corners point along ⟨111⟩ (3-fold rotation axis). (b) Schematic of an individual rhombic dodecahedral crystal as viewed perpendicular to ⟨100⟩ and microstructure of an intergrown layer of {100} oriented rhombic dodecahedral crystals (top view).", "As proposed by Bons and Bons,", "(45)", " the final distribution of orientations, which survive the evolutionary selection, depends not only on the vertical but also on the lateral growth vector. They performed 2-D computer simulations of zeolite MFI crystals growing simultaneously in close neighborhood to each other. Orthorhombic MFI usually grows in a coffin-like crystal shape, with the vector of fastest growth in the [100] direction (", "c", "-axis). The simulation showed that with increasing lateral growth rate of MFI crystals, the fractions of crystals with orientations other than ", "c", " decreases. Bons and Bons explain their results by the higher chance of ", "c", "-oriented crystals to overgrow crystals with different orientations and, hence, completely stop their growth.", "For the ZIF-7 membrane recently reported,", "(36)", " evolutionary growth of needle-like crystals was found, resulting in a ", "c", "-oriented, polycrystalline layer. However, according to SEM studies, a large part of the crystals exhibited a tilted rather than a perfect ", "c-", "orientation with respect to the support. These findings are in in complete agreement with the model by Bons and Bons. The distinct needle-like morphology of ZIF-7 suggests that the growth rate along the ", "c", "-axis is significantly larger than that along perpendicular directions, thus explaining the nonperfect ", "c", "-orientation. On the other hand, for the present case of ZIF-8, a highly oriented layer is obtained, which might be unexpected at first glance because of the cubic crystal structure and, hence, “isotropic” crystal growth. However, for the observed preferred {100} orientation, fastest growth occurs not only perpendicular but simultaneously parallel to the support surface (because, e.g., [100] and [010] are perpendicular to each other). Hence, the highly oriented growth is, again, in complete agreement with the model by Bons and Bons.", "The propagation of a {100} plane through the ZIF-8 structure with SOD topology is shown in panel (a) of Figure ", "8", ". The plane runs parallel to the very narrow four-membered ring windows, while the larger six-membered ring windows are aligned parallel to {111} planes (Figure ", "8", "b). This means that for our {100} oriented ZIF-8 layer the four-membered ring windows are aligned parallel to the support. However, the contribution of the four-membered ring windows to mass transport through the pore network is assumed to be negligible. As implied by the arrows in panel (a) of Figure ", "8", ", a molecule, driven by a vertical concentration gradient, cannot pass straight from one cage to the one below. Instead it has to follow a zigzag path through an adjacent cage, connected by the six-membered ring windows. The size of these windows can be estimated to be 3.4 Å from rigid framework models. Hence, in terms of diffusion through a membrane, parallel orientation of the {100} planes (and the four-membered ring windows) to the support is rather a disadvantage, while a parallel alignment of the {111} planes (and the six-membered ring-windows) would be the most desired orientation. However, because of the cubic symmetry of the 3-D pore network of ZIF-8, the crystal orientation is expected to be only of minor influence on the macroscopic level on membrane permeation and the separation performance.", "Figure 8. (a) Perspective drawing of the ZIF-8 SOD topology with a {100} plane propagating through the structure. The arrows indicate possible pathways of a molecule through the pore system (large cages connected by six-membered ring windows). The straight passage from one cage to the one below is blocked because of the very small size of the four-membered ring windows. (b) View along ⟨100⟩ on a [4", "6", "6", "8", "] truncated octahedral cage of the ZIF-8 structure.", "As shown in various studies, the pore size in ZIFs seems to be larger than the value estimated from the crystallographic structures, assuming rigid framework structures. Kinetic uptake experiments and chromatographic studies showed that ethane (∼3.8 Å),", "(46)", " propane (∼4.0 Å),", "(46)", " and even ", "i", "-butane can be adsorbed in ZIF-8, despite that their molecular diameters are significantly larger than the estimated six-membered pore window size of 3.4 Å.", "(47-49)", " Recent investigations using IR microscopy for the in situ detection of molecular uptake came to the same conclusions.", "(32, 50)", " The obvious discrepancies between the predictions and the experimental findings might be explained by a dynamic flipping or rotation of the imidazolate linker. Gücüyener et al. postulated gate-opening effects in ZIF-7.", "(51)", " In fact, dynamic benzene-ring flipping of the terephthalate linker in MIL type MOFs was recently found by Kolokolov et al. using ", "2", "H NMR spectroscopy.", "(52)", " Molecular Dynamics (MD) simulations revealed huge differences in diffusion coefficients of guest molecules in rigid and flexible ZIF structures.", "(53)", "In Figure ", "9", ", the results of H", "2", "/C", "n", "X", "m", " (X = H, O) and H", "2", "/CH", "4", " gas mixture permeation measurements on the ZIF-8 membrane obtained after 2 h of secondary growth are reported. The permeances of H", "2", " and C", "n", "X", "m", " from the mixtures were calculated from the applied partial pressure (see ", "Experimental Section", "). The corresponding mixture separation factor α was calculated following IUPAC definition.", "(17)", " As already explained above, the ZIF-8 pore windows are permeable for gases with kinetic diameters larger than 3.4 Å, which is the pore size estimated from the rigid structure model. Hence, a sharp molecular sieve effect, which completely separates H", "2", " from CH", "4", " (kinetic diameter: 3.8 Å) is not observed. However, for the ZIF-8 membrane reported here, a sharp cutoff in α for H", "2", "/C", "n", "X", "m", " separation is observed when increasing the hydrocarbon chain length from C", "2", " to C", "3", " (Figure ", "9", "). According to Combariza et al.,", "(46)", " the smallest pore diameters through which a molecule would fit are 3.8 Å for CH", "4", " and C", "2", "H", "6", " and 4.0 Å for C", "3", "H", "6", ". Hence, a very small difference in diameter of only 0.2 Å between C", "2", "H", "6", " and C", "3", "H", "8", " seems to have large effect on the molecular mobility. Of course, C", "3", "H", "8", " exhibits much larger spatial dimensions than C", "2", "H", "6", ", so the lower mobility might at first be not surprising. However, CH", "4", " and C", "2", "H", "6", " exhibit a similar difference in molecular dimensions, but no such difference in mobility is found for C", "2", "H", "6", " compared to that of CH", "4", ". This might either indicate that there is a sharp loss in gate opening flexibility at a size of ∼4.0 Å or that there is a more complex interaction of the pore gates with penetrating molecules.", "Figure 9. (a) Permeances and separation factors (in logarithmic scale) of equimolar H", "2", "/C", "n", "X", "m", " gas mixtures at room temperature measured on the ZIF-8 membrane prepared by 2 h of secondary growth. (b) Comparison of the H", "2", "/CH", "4", " permeances and separation factor with our previously reported ZIF-8 membrane (JACS 2009)", "(31)", " as well as with data from the work of McCarthy et al.", "(25)", ".", "Panel (b) of Figure ", "9", " compares the H", "2", " and CH", "4", " permeances and separation factors measured in this work with the corresponding values of the non-oriented ZIF-8 membranes on which we", "(31)", " and McCarthy et al.", "(25)", " reported recently. All experiments were performed at ", "T", " = 25 °C and at similar concentration gradients across the membrane (1 bar partial pressure at the feed side and near zero at the permeate side) and, hence, should be comparable. With respect to the H", "2", "/CH", "4", " separation factor of α ≃ 15, the oriented membrane shows a slightly higher selectivity in comparison to our non-oriented ZIF-8 (α ≃ 11) membrane and the membrane prepared by McCarthy et al. (pure gas or ideal separation factor: ≃13). We explain this result by an improved microstructure quality of the oriented ZIF-8 membrane, i.e., a better intergrowth of the grains and consequently lower leak transport, rather than by the crystal orientation. However, in industrial applications, the permeance (which is the pressure-normalized flux in mol m", "−2", " s", "−1", " Pa", "−1", ") of a membrane is at least as important as its separation factor. In comparison to our non-oriented ZIF-8 membrane, the decrease in layer thickness from 30 to 12 μm resulted in an almost doubled H", "2", " permeance. However, following Fick’s first law from which the permeance through the membrane is reciprocally correlated with the membrane thickness, we would expect an increase in the permeance by the factor 2.5. The difference between the actual and expected increase in permeance can be explained by the improved quality of the novel, oriented ZIF-8 membrane, as indicated by the higher H", "2", "/CH", "4", " separation factor (Figure ", "9", "b). The permeances of the 30 μm thick membrane likely include a higher contribution of undefined mass transport through defects or leaks, which results in a lower selectivity.", "The ZIF-8 membrane reported by McCarthy et al. exhibits a layer thickness of around 20 μm, while the permeances were found to be even higher than those reported here. Though McCarthy et al. performed pure gas measurements only (and we have previously shown that there is a slight but noticeable reduction of the permeances in H", "2", "/CH", "4", " mixed gas separation compared to the pure gases),", "(31)", " the deviation might be explained primarily by the different experimental measurement methods. For the permeation measurements, McCarthy et al. used an instationary time lag method,", "(54)", " where a constant gas pressure is applied to the feed side of the membrane, while the time-dependent pressure increase at the evacuated permeate side of the membrane is monitored. Permeances can be calculated from the recorded pressure-time curves, and it is ideally assumed that the permeate side pressure is near zero. In our experiments, we used a modified, stationary Wicke−Kallenbach technique (see ", "Experimental Section", "), where the permeate partial pressure is kept near zero by sweeping with an inert gas. Hence, in idealized theory, the boundary conditions of permeation are the same for both experiments. However, because the porous alumina support might act as dead volume, the idealized assumption of a zero partial pressure at the permeate side might be problematic. To minimize this concentration polarization, the alumina supports have an asymmetric structure and consist of only a thin layer with a small pore size (∼70 nm) supporting the ZIF-8 layer and a thick coarse layer as mechanical support with a large pore size (∼ 10 μm). This asymmetric structure reduces the pressure loss across the membrane. Even a small increase in the residual partial pressure at the permeate side can, however, highly influence the concentration gradient (see Figure S4 of the ", "Supporting Information", ") and reduce our measured permeances. Further influences of different experimental configurations in the Wicke−Kallenbach technique are very well investigated on zeolite membranes by van de Graaf et al.", "(55)", "Recently Aguado et al. showed permeation measurements for tubular composite membranes of SIM-1 (Zn(4m5cim)", "2", ", 4m5cim = 4-methyl-5-imidazolecarboxaldehyde) with a layer thickness of 25 μm.", "(56)", " SIM-1 is iso-structural to ZIF-8, and the membrane shows permeances of light gases in a similar order of magnitude as for the here shown ZIF-8 membranes.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Conclusions", "We prepared for the first time a continuous ZIF-8 layer on top of a porous alumina support by secondary seeded growth. This method allows us to obtain much thinner ZIF-8 membranes than in previous in situ crystallizations. Columnar crystal grains aligned perpendicular to the support surface were observed by SEM and TEM. XRD and SEM demonstrated that the well-intergrown crystals exhibit a high degree of {100} orientation. The highly oriented growth can be well explained by the evolutionary selection model by van der Drift,", "(42)", " which predicts that the crystals with the highest vector of vertical growth survive the selection process, and the model by Bons and Bons,", "(45)", " which correlates the degree of preferred orientation with the lateral growth vectors. Permeation measurements on the ZIF-8 membrane obtained after 2 h of secondary growth showed a slightly higher H", "2", "/CH", "4", " separation factor in comparison with that of the membrane prepared by in situ crystallization.", "(31)", " We explain this finding with the improved quality of the microstructure of the new membrane. Until now, ZIF-membranes showed only a smooth molecular sieve effect in the separation of lighter gases (e.g., H", "2", ", CO", "2", ", and CH", "4", "), rather than a sharp cutoff at the crystallographic pore size of 3.4 Å as estimated from rigid framework structure models.", "(57)", " Here, we demonstrate that the new ZIF-8 membrane shows a sharp H", "2", "/C", "3", "H", "8", " molecular sieve separation. This indicates that the large derivations of the experimentally measured separation factors for light gases from the ones predicted recently from rigid framework structure models cannot be entirely attributed to mass transfer through, e.g., grain boundaries, cracks, or leaking gaskets.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "This work is part of the German Research Foundation priority program SPP 1362 “Porous Metal-Organic Frameworks”, organized by S. Kaskel. We gratefully acknowledge financial support.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "Explanatory schematics (Wicke−Kallenbach technique, diffusion through membranes), additional CPO data, EDXS element mapping, and additional XRD patterns. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 57 other publications.", "1. ", "Yaghi", ", ", "O. M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Ockwig", ", ", "N. W.", "; ", "Chae", ", ", "H. K.", "; ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", " ", "Nature", " ", "2003", ",  ", "423", " (", "6941", ")  ", "705", "– ", "714", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Reticular synthesis and the design of new materials", "Yaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, Jaheon", "Nature (London, United Kingdom)", "\r\n        (", "2003", "),\r\n    ", "423", "\r\n        (", "6941", "),\r\n    ", "705-714", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The long-standing challenge of designing and constructing new cryst. solid-state materials from mol. building blocks is just beginning to be addressed with success.  A conceptual approach that requires the use of secondary building units to direct the assembly of ordered frameworks epitomizes this process: the authors call this approach reticular synthesis.  This chem. has yielded materials designed to have predetd. structures, compns. and properties.  In particular, highly porous frameworks held together by strong metal-O-C bonds and with exceptionally large surface area and capacity for gas storage were prepd. and their pore metrics systematically varied and functionalized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXksV2itro%253D&md5=2417c5adb0e948350d3d62350c8cd7ea", "2. ", "Ferey", ", ", "G.", " ", "Chem. Soc. Rev.", " ", "2008", ",  ", "37", " (", "1", ")  ", "191", "– ", "214", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Hybrid porous solids: past, present, future", "Ferey, Gerard", "Chemical Society Reviews", "\r\n        (", "2008", "),\r\n    ", "37", "\r\n        (", "1", "),\r\n    ", "191-214", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This crit. review will be of interest to the experts in porous solids (including catalysis), but also solid state chemists and physicists.  It presents the state-of-the-art on hybrid porous solids, their advantages, their new routes of synthesis, the structural concepts useful for their 'design', aiming at reaching very large pores.  Their dynamic properties and the possibility of predicting their structure are described.  The large tunability of the pore size leads to unprecedented properties and applications.  They concern adsorption of species, storage and delivery and the phys. properties of the dense phases. (323 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmtVWgsg%253D%253D&md5=89265036ce82503c95ce56685a9ceceb", "3. ", "Kitagawa", ", ", "S.", "; ", "Kitaura", ", ", "R.", "; ", "Noro", ", ", "S.", " ", "Angew. Chem., Int. Ed.", " ", "2004", ",  ", "43", " (", "18", ")  ", "2334", "– ", "2375", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Functional porous coordination polymers", "Kitagawa, Susumu; Kitaura, Ryo; Noro, Shin-ichiro", "Angewandte Chemie, International Edition", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "18", "),\r\n    ", "2334-2375", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Discussion concs. on three aspects of coordination polymers: (1) the use of crystal engineering to construct porous frameworks from connectors and linkers (nano-space engineering), (2) characterizing and cataloging the porous properties by functions for storage, exchange, sepn., etc., and (3) the next generation of porous functions based on dynamic crystal transformations caused by guest mols. or phys. stimuli.  The authors' aim is to present the state of the art chem. and physics of and in the micropores of porous coordination polymers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXktFShtLk%253D&md5=9df52e99bad3cc0db67f65551a8c154f", "4. ", "Murray", ", ", "L. J.", "; ", "Dinca", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", " (", "5", ")  ", "1294", "– ", "1314", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Hydrogen storage in metal-organic frameworks", "Murray, Leslie J.; Dinca, Mircea; Long, Jeffrey R.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1294-1314", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review of current status of hydrogen storage within metal-org. frameworks.  Microporous metal-org. frameworks, having exceptionally high surface areas and chem.-tunable structures, have recently emerged as some of the most promising candidate materials.  Particular emphasis is given to the relationships between structural features and the enthalpy of hydrogen adsorption, spectroscopic methods for probing framework-H2 interactions, and strategies for improving storage capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamuro%253D&md5=f652ac03772753d7f80244564a80e6f0", "5. ", "Ma", ", ", "S. Q.", "; ", "Zhou", ", ", "H. C.", " ", "Chem. Commun.", " ", "2010", ",  ", "46", " (", "1", ")  ", "44", "– ", "53", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Gas storage in porous metal-organic frameworks for clean energy applications", "Ma, Shengqian; Zhou, Hong-Cai", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "1", "),\r\n    ", "44-53", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review of current status of clean energy applications of porous metal-org. frameworks, including hydrogen storage, methane storage and carbon dioxide capture.  Porous metal-org. frameworks have exceptionally high surface areas as well as chem.-tunable structures.  A significant tech. challenge has been recognized as the development of a viable method to efficiently trap hydrogen, methane and carbon dioxide gas mols. in a confined space for various applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFektrbI&md5=f68836fe1535bf9cef9bc006a9cc0cad", "6. ", "Horcajada", ", ", "P.", "; ", "Serre", ", ", "C.", "; ", "Maurin", ", ", "G.", "; ", "Ramsahye", ", ", "N. A.", "; ", "Balas", ", ", "F.", "; ", "Vallet-Regi", ", ", "M.", "; ", "Sebban", ", ", "M.", "; ", "Taulelle", ", ", "F.", "; ", "Ferey", ", ", "G.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", " (", "21", ")  ", "6774", "– ", "6780", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Flexible Porous Metal-Organic Frameworks for a Controlled Drug Delivery", "Horcajada, Patricia; Serre, Christian; Maurin, Guillaume; Ramsahye, Naseem A.; Balas, Francisco; Vallet-Regi, Marila; Sebban, Muriel; Taulelle, Francis; Ferey, Geard", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "21", "),\r\n    ", "6774-6780", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Flexible nanoporous chromium or iron terephthalates (BDC) MIL-53(Cr, Fe) or M(OH)[BDC] have been used as matrixes for the adsorption and in vitro drug delivery of Ibuprofen (or α-p-isobutylphenylpropionic acid).  Both MIL-53(Cr) and MIL-53(Fe) solids adsorb around 20 wt % of Ibuprofen (Ibuprofen/dehydrated MIL-53 molar ratio = 0.22(1)), indicating that the amt. of inserted drug does not depend on the metal (Cr, Fe) constitutive of the hybrid framework.  Structural and spectroscopic characterizations are provided for the solid filled with Ibuprofen.  In each case, the very slow and complete delivery of Ibuprofen was achieved under physiol. conditions after 3 wk with a predictable zero-order kinetics, which highlights the unique properties of flexible hybrid solids for adapting their pore opening to optimize the drug-matrix interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXlsValt7c%253D&md5=1874dd12aa2a23e5c982b8549f5cfae1", "7. ", "Horcajada", ", ", "P.", "; ", "Chalati", ", ", "T.", "; ", "Serre", ", ", "C.", "; ", "Gillet", ", ", "B.", "; ", "Sebrie", ", ", "C.", "; ", "Baati", ", ", "T.", "; ", "Eubank", ", ", "J. F.", "; ", "Heurtaux", ", ", "D.", "; ", "Clayette", ", ", "P.", "; ", "Kreuz", ", ", "C.", "; ", "Chang", ", ", "J. S.", "; ", "Hwang", ", ", "Y. K.", "; ", "Marsaud", ", ", "V.", "; ", "Bories", ", ", "P. N.", "; ", "Cynober", ", ", "L.", "; ", "Gil", ", ", "S.", "; ", "Ferey", ", ", "G.", "; ", "Couvreur", ", ", "P.", "; ", "Gref", ", ", "R.", " ", "Nat. Mater.", " ", "2010", ",  ", "9", " (", "2", ")  ", "172", "– ", "178", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Porous metal-organic-framework nanoscale carriers as a potential platform for drug delivery and imaging", "Horcajada, Patricia; Chalati, Tamim; Serre, Christian; Gillet, Brigitte; Sebrie, Catherine; Baati, Tarek; Eubank, Jarrod F.; Heurtaux, Daniela; Clayette, Pascal; Kreuz, Christine; Chang, Jong-San; Hwang, Young Kyu; Marsaud, Veronique; Bories, Phuong-Nhi; Cynober, Luc; Gil, Sophie; Ferey, Gerard; Couvreur, Patrick; Gref, Ruxandra", "Nature Materials", "\r\n        (", "2010", "),\r\n    ", "9", "\r\n        (", "2", "),\r\n    ", "172-178", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "In the domain of health, one important challenge is the efficient delivery of drugs in the body using non-toxic nanocarriers.  Most of the existing carrier materials show poor drug loading (usually less than 5 wt% of the transported drug vs. the carrier material) and/or rapid release of the proportion of the drug that is simply adsorbed (or anchored) at the external surface of the nanocarrier.  In this context, porous hybrid solids, with the ability to tune their structures and porosities for better drug interactions and high loadings, are well suited to serve as nanocarriers for delivery and imaging applications.  Here we show that specific non-toxic porous iron(III)-based metal-org. frameworks with engineered cores and surfaces, as well as imaging properties, function as superior nanocarriers for efficient controlled delivery of challenging antitumoral and retroviral drugs (i.e., busulfan, azidothymidine triphosphate, doxorubicin or cidofovir) against cancer and AIDS.  In addn. to their high loadings, they also potentially assoc. therapeutics and diagnostics, thus opening the way for theranostics, or personalized patient treatments.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVOnt70%253D&md5=74f3e60d481f39e0000fd93db0e40a64", "8. ", "McKinlay", ", ", "A. C.", "; ", "Morris", ", ", "R. E.", "; ", "Horcajada", ", ", "P.", "; ", "Ferey", ", ", "G.", "; ", "Gref", ", ", "R.", "; ", "Couvreur", ", ", "P.", "; ", "Serre", ", ", "C.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", " (", "36", ")  ", "6260", "– ", "6266", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "BioMOFs: Metal-Organic Frameworks for Biological and Medical Applications", "McKinlay, Alistair C.; Morris, Russell E.; Horcajada, Patricia; Ferey, Gerard; Gref, Ruxandra; Couvreur, Patrick; Serre, Christian", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "36", "),\r\n    ", "6260-6266", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  The class of highly porous materials called metal-org. frameworks offer many opportunities for applications across biol. and medicine.  Their wide range of chem. compn. makes toxicol. acceptable formulation possible, and their high level of functionality enables possible applications as imaging agents and as delivery vehicles for therapeutic agents.  The challenges in the area encompass not only the development of new solids but also improvements in the formulation and processing of the materials, including tailoring the morphol. and surface chem. of the frameworks to fit the proposed applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVOqtb7P&md5=f36e9ce7c1bef5ba19e772e6c0187c84", "9. ", "Lee", ", ", "J.", "; ", "Farha", ", ", "O. K.", "; ", "Roberts", ", ", "J.", "; ", "Scheidt", ", ", "K. A.", "; ", "Nguyen", ", ", "S. T.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", " (", "5", ")  ", "1450", "– ", "1459", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Metal-organic framework materials as catalysts", "Lee, Jeong Yong; Farha, Omar K.; Roberts, John; Scheidt, Karl A.; Nguyen, Son Binh T.; Hupp, Joseph T.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1450-1459", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; a crit. review of the emerging field of MOF-based catalysis is presented.  Discussed are examples of: (a) opportunistic catalysis with metal nodes, (b) designed catalysis with framework nodes, (c) catalysis by homogeneous catalysts incorporated as framework struts, (d) catalysis by MOF-encapsulated mol. species, (e) catalysis by metal-free org. struts or cavity modifiers, and (f) catalysis by MOF-encapsulated clusters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7k%253D&md5=d9cef4eb52ffb1c73fe1195e11bace26", "10. ", "Harbuzaru", ", ", "B. V.", "; ", "Corma", ", ", "A.", "; ", "Rey", ", ", "F.", "; ", "Jorda", ", ", "J. L.", "; ", "Ananias", ", ", "D.", "; ", "Carlos", ", ", "L. D.", "; ", "Rocha", ", ", "J.", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "48", " (", "35", ")  ", "6476", "– ", "6479", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "A Miniaturized Linear pH Sensor Based on a Highly Photoluminescent Self-Assembled Europium(III) Metal-Organic Framework", "Harbuzaru, Bogdan V.; Corma, Avelino; Rey, Fernando; Jorda, Jose L.; Ananias, Duarte; Carlos, Luis D.; Rocha, Joao", "Angewandte Chemie, International Edition", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "35", "),\r\n    ", "6476-6479, S6476/1-S6476/9", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A miniaturized prototype for pH sensing in the pH range 5-7.5 has been constructed from a photoluminescent Eu3+ metal-org. framework that contains two different Eu3+ sites and self-assembles through hydrogen bonding and π-π interactions.  This material has a very high quantum yield and an excellent balance between absorption, energy transfer, and emission rate.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtVWiu77L&md5=57f06041ae1051d8652a637e3824964b", "11. ", "Lu", ", ", "G.", "; ", "Hupp", ", ", "J. T.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", " (", "23", ")  ", "7832", "– ", "7833", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Metal-Organic Frameworks as Sensors: A ZIF-8 Based Fabry-Perot Device as a Selective Sensor for Chemical Vapors and Gases", "Lu, Guang; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "23", "),\r\n    ", "7832-7833", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A ZIF-8 thin film-based Fabry-Perot device has been fabricated as a selective sensor for chem. vapors and gases.  The prepn. of the ZIF-8 thin film and a series of ZIF-8 thin films of various thicknesses grown on silicon substrates are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXmtlCrsbg%253D&md5=0d71313eea6d253bc7eb8689a788a6f5", "12. ", "Li", ", ", "J. R.", "; ", "Kuppler", ", ", "R. J.", "; ", "Zhou", ", ", "H. C.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", " (", "5", ")  ", "1477", "– ", "1504", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "Selective gas adsorption and separation in metal-organic frameworks", "Li, Jian-Rong; Kuppler, Ryan J.; Zhou, Hong-Cai", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1477-1504", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Adsorptive sepn. is very important in industry.  Generally, the process uses porous solid materials such as zeolites, activated carbons, or silica gels as adsorbents.  With an ever increasing need for a more efficient, energy-saving, and environmentally benign procedure for gas sepn., adsorbents with tailored structures and tunable surface properties must be found.  Metal-org. frameworks (MOFs), constructed by metal-contg. nodes connected by org. bridges, are such a new type of porous materials.  They are promising candidates as adsorbents for gas sepns. due to their large surface areas, adjustable pore sizes and controllable properties, as well as acceptable thermal stability.  This crit. review starts with a brief introduction to gas sepn. and purifn. based on selective adsorption, followed by a review of gas selective adsorption in rigid and flexible MOFs.  Based on possible mechanisms, selective adsorptions obsd. in MOFs are classified, and primary relationships between adsorption properties and framework features are analyzed.  As a specific example of tailor-made MOFs, mesh-adjustable mol. sieves are emphasized and the underlying working mechanism elucidated.  In addn. to the exptl. aspect, theor. investigations from adsorption equil. to diffusion dynamics via mol. simulations are also briefly reviewed.  Furthermore, gas sepns. in MOFs, including the mol. sieving effect, kinetic sepn., the quantum sieving effect for H2/D2 sepn., and MOF-based membranes are also summarized (227 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurY%253D&md5=cbb650af8ce92526fc8ffd870218bbd0", "13. ", "Gascon", ", ", "J.", "; ", "Kapteijn", ", ", "F.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", " (", "9", ")  ", "1530", "– ", "1532", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Metal-Organic Framework Membranes-High Potential, Bright Future?", "Gascon, Jorge; Kapteijn, Freek", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "9", "),\r\n    ", "1530-1532", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  In the last decade a new class of porous cryst. materials has made clear advances, the so-called metal-org. frameworks (MOF5), and more generally, hybrid org.-inorg. frameworks (HOIF5) or porous coordination polymers (PCP5), to which also the zeolite imidazolate frameworks (ZIF5) belong.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXisVaktLc%253D&md5=ad6d73a184b8bb14a780fd1c5296fd7b", "14. ", "Keskin", ", ", "S.", "; ", "van Heest", ", ", "T. M.", "; ", "Sholl", ", ", "D. S.", " ", "ChemSusChem", " ", "2010", ",  ", "3", " (", "8", ")  ", "879", "– ", "891", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Can Metal-Organic Framework Materials Play a Useful Role in Large-Scale Carbon Dioxide Separations?", "Keskin, Seda; van Heest, Timothy M.; Sholl, David S.", "ChemSusChem", "\r\n        (", "2010", "),\r\n    ", "3", "\r\n        (", "8", "),\r\n    ", "879-891", "CODEN:\r\n                ", "CHEMIZ", ";\r\n        ISSN:", "1864-5631", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review concerning the use of metal-org. frameworks MOF for large-scale CO2 sepn. is given.  Topics discussed include: MOF for adsorption-based CO2 sepn. (single component adsorption of CO2 in MOF [heat of adsorption, MOF CO2 adsorption capacity], MOF adsorption selectivity for CO2 [direct measurement of adsorption equil., multi-component break-through expts., open issues for adsorption-based sepn. using MOF]); MOF for kinetic CO2 sepn. (hybrid membranes with MOF for CO2 sepn., thin film MOF membranes for CO2 sepn., characterizing CO2 diffusion in MOF); and conclusions and outlook.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVKjtr%252FE&md5=9e7481d653dc72ecbac2177605e8c450", "15. ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Rosi", ", ", "N.", "; ", "Vodak", ", ", "D.", "; ", "Wachter", ", ", "J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2002", ",  ", "295", " (", "5554", ")  ", "469", "– ", "472", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "Systematic design of pore size and functionality in isoreticular MOFs and their application in methane storage", "Eddaoudi, Mohamed; Kim, Jaheon; Rosi, Nathaniel; Vodak, David; Wachter, Joseph; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2002", "),\r\n    ", "295", "\r\n        (", "5554", "),\r\n    ", "469-472", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A strategy based on reticulating metal ions and org. carboxylate links into extended networks has been advanced to a point that allowed the design of porous structures in which pore size and functionality could be varied systematically.  Metal-org. framework (MOF-5), a prototype of a new class of porous materials and one that is constructed from octahedral Zn-O-C clusters and benzene links, was used to demonstrate that its three-dimensional porous system can be functionalized with the org. groups -Br, -NH2, -OC3H7, -OC5H11, -C2H4, and -C4H4 and that its pore size can be expanded with the long mol. struts biphenyl, tetrahydropyrene, pyrene, and terphenyl.  We synthesized an isoreticular series (one that has the same framework topol.) of 16 highly cryst. materials whose open space represented up to 91.1% of the crystal vol., as well as homogeneous periodic pores that can be incrementally varied from 3.8 to 28.8 Å.  One member of this series exhibited a high capacity for methane storage (240 cm3 at std. temp.), and others the lowest densities (0.41 to 0.21 g/cm3) for a cryst. material at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlyrtLjP&md5=d218d4040887f5fb390a733ee156d27b", "16. ", "Tanabe", ", ", "K. K.", "; ", "Wang", ", ", "Z. Q.", "; ", "Cohen", ", ", "S. M.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", " (", "26", ")  ", "8508", "– ", "8517", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Systematic Functionalization of a Metal-Organic Framework via a Postsynthetic Modification Approach", "Tanabe, Kristine K.; Wang, Zhenqiang; Cohen, Seth M.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "26", "),\r\n    ", "8508-8517", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The pendant amino groups in isoreticular metal-org. framework-3 (IRMOF-3) were subjected to postsynthetic modification with 10 linear alkyl anhydrides [O(CO(CH2)nCH3)2] (where n = 1 to 18) and the extent of conversion, thermal and structural stability, and Brunauer-Emmett-Teller (BET) surface areas of the resulting materials were probed.  1H NMR of digested samples showed that longer alkyl chain anhydrides resulted in lower conversions of IRMOF-3 to the corresponding amide framework (designated as IRMOF-3-AM2 to IRMOF-3-AM19).  Percent conversions ranged from essentially quant. (∼99%, -AM2) to ∼7% (-AM19) with IRMOF-3 samples.  Modified samples were thermally stable up to approx. 430 °C and remained cryst. based on powder X-ray diffraction (PXRD) measurements.  Under specific reaction conditions, significant conversions were obtained with complete retention of crystallinity, as verified by single-crystal X-ray diffraction expts.  Single crystals of modified IRMOF-3 samples all showed that the F-centered cubic framework was preserved.  All single crystals used for X-ray diffraction were analyzed by electrospray ionization mass spectrometry (ESI-MS) to confirm that these frameworks contained the modified 1,4-benzenedicarboxylate ligand.  Single crystals of each modified IRMOF-3 were further characterized by measuring the dinitrogen gas sorption of each framework to det. the effects of modification on the porosity of the MOF.  BET surface areas (m2/g) confirmed that all modified IRMOF-3 samples maintained microporosity regardless of the extent of modification.  The surface area of modified MOFs was found to correlate to the size and no. of substituents added to the framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmvFKltrw%253D&md5=1e185fd35a2fa8f5872c195a72fba475", "17. ", "Koros", ", ", "W. J.", "; ", "Ma", ", ", "Y. H.", "; ", "Shimidzu", ", ", "T.", " ", "J. Membr. Sci.", " ", "1996", ",  ", "120", " (", "2", ")  ", "149", "– ", "159", "[", "Crossref", "], [", "CAS", "]", "17. ", "Terminology for membranes and membrane processes", "Koros, W. J.; Ma, Y. H.; Shimidzu, T.", "Journal of Membrane Science", "\r\n        (", "1996", "),\r\n    ", "120", "\r\n        (", "2", "),\r\n    ", "149-159", "CODEN:\r\n                ", "JMESDO", ";\r\n        ISSN:", "0376-7388", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XmsleisrY%253D&md5=76c8a687ab807bcd5178ed0a905d2bf5", "18. ", "Liu", ", ", "Y. Y.", "; ", "Ng", ", ", "Z. F.", "; ", "Khan", ", ", "E. A.", "; ", "Jeong", ", ", "H. K.", "; ", "Ching", ", ", "C. B.", "; ", "Lai", ", ", "Z. P.", " ", "Microporous Mesoporous Mater.", " ", "2009", ",  ", "118", " (", "1−3", ")  ", "296", "– ", "301", "[", "Crossref", "], [", "CAS", "]", "18. ", "Synthesis of continuous MOF-5 membranes on porous α-alumina substrates", "Liu, Yunyang; Ng, Zhenfu; Khan, Easir A.; Jeong, Hae-Kwon; Ching, Chi-bun; Lai, Zhiping", "Microporous and Mesoporous Materials", "\r\n        (", "2009", "),\r\n    ", "118", "\r\n        (", "1-3", "),\r\n    ", "296-301", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The first continuous and well-intergrown MOF-5 membrane, evidenced from SEM imaging and X-ray diffraction (XRD), was successfully prepd. on porous α-alumina substrate by in situ solvothermal synthesis.  The BET measurements on crystals taken from the same mother liquor that was used for membrane synthesis yield a Langmuir surface area of 2259 m2/g and a narrow pore size distribution centered at 1.56 nm.  The permeation data for simple gases of H2, CH4, N2, CO2 and SF6 show that the diffusion of simple gases through a MOF-5 membrane follows the Knudsen diffusion behavior.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsFahu73N&md5=6dc3242dbdd9a3d8afbb6506867a1507", "19. ", "Yoo", ", ", "Y.", "; ", "Lai", ", ", "Z. P.", "; ", "Jeong", ", ", "H. K.", " ", "Microporous Mesoporous Mater.", " ", "2009", ",  ", "123", " (", "1−3", ")  ", "100", "– ", "106", "[", "Crossref", "], [", "CAS", "]", "19. ", "Fabrication of MOF-5 membranes using microwave-induced rapid seeding and solvothermal secondary growth", "Yoo, Yeonshick; Lai, Zhiping; Jeong, Hae-Kwon", "Microporous and Mesoporous Materials", "\r\n        (", "2009", "),\r\n    ", "123", "\r\n        (", "1-3", "),\r\n    ", "100-106", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Here we report the fabrication of continuous MOF-5 membranes via a secondary growth method.  Densely packed MOF-5 seed layers on porous α-alumina substrates were rapidly prepd. using microwave-induced thermal deposition (MITD) method.  The MOF-5 seed layers were then solvothermally treated to grow into continuous MOF-5 membranes.  The presence of a proton scavenging amine in precursor solns. during the secondary growth step was found to be crit. to prevent the seed crystals from dissolving, yet enabling the growth of the MOF seed crystals into a continuous film.  For the first time, preferentially oriented MOF-5 membranes were prepd. by growing from oriented MOF-5 seed layers.  Permeation results of MOF-5 membranes indicate Knudsen transport of small gas mols., consistent with a previously reported result.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXmsVSjtLs%253D&md5=96152d2045c729b91145aeec0c2bb07e", "20. ", "Guo", ", ", "H. L.", "; ", "Zhu", ", ", "G. S.", "; ", "Hewitt", ", ", "I. J.", "; ", "Qiu", ", ", "S. L.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", " (", "5", ")  ", "1646", "– ", "1647", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "\"Twin Copper Source\" Growth of Metal-Organic Framework Membrane: Cu3(BTC)2 with High Permeability and Selectivity for Recycling H2", "Guo, Hailing; Zhu, Guangshan; Hewitt, Ian J.; Qiu, Shilun", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "5", "),\r\n    ", "1646-1647", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The copper net supported Cu3(BTC)2 metal-org. framework (MOF) membranes have been successfully synthesized by means of a \"twin copper source\" technique.  Sepn. studies on gaseous mixts. (H2/CO2, H2/CH4, and H2/N2) using the membrane revealed that the membrane possesses high permeability and selectivity for H2 over CO2, N2, and CH4.  Compared with the conventional zeolite membranes, the copper net supported Cu3(BTC)2 membrane exhibited high permeation flux in gas sepn.  Such highly efficient copper net supported Cu3(BTC)2 membranes could be used to sep., recycle, and reuse H2 exhausted from steam reforming natural gas.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtVejsrs%253D&md5=68e203b4b8c6371461715bc821bcc76e", "21. ", "Ranjan", ", ", "R.", "; ", "Tsapatsis", ", ", "M.", " ", "Chem. Mater.", " ", "2009", ",  ", "21", " (", "20", ")  ", "4920", "– ", "4924", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Microporous Metal Organic Framework Membrane on Porous Support Using the Seeded Growth Method", "Ranjan, Rajiv; Tsapatsis, Michael", "Chemistry of Materials", "\r\n        (", "2009", "),\r\n    ", "21", "\r\n        (", "20", "),\r\n    ", "4920-4924", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A seeded growth method is used to prep. preferentially oriented and well-intergrown films of microporous metal org. framework (MMOF) on porous α-alumina disks.  A randomly oriented seed layer is deposited which leads to an oriented membrane as a result of competitive grain growth during the secondary growth process.  The orientation is such that the pores are preferentially aligned along the membrane thickness and the membrane exhibits ideal selectivity for H2/N2 as high as 23.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtVKks7vK&md5=76b1bea4abde9a300e987edc9e30077a", "22. ", "Guerrero", ", ", "V. V.", "; ", "Yoo", ", ", "Y.", "; ", "McCarthy", ", ", "M. C.", "; ", "Jeong", ", ", "H. K.", " ", "J. Mat. Chem.", " ", "2010", ",  ", "20", " (", "19", ")  ", "3938", "– ", "3943", "[", "Crossref", "], [", "CAS", "]", "22. ", "HKUST-1 membranes on porous supports using secondary growth", "Guerrero, Victor Varela; Yoo, Yeonshick; McCarthy, Michael C.; Jeong, Hae-Kwon", "Journal of Materials Chemistry", "\r\n        (", "2010", "),\r\n    ", "20", "\r\n        (", "19", "),\r\n    ", "3938-3943", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Here the authors report the synthesis of continuous HKUST-1 membranes on porous supports via the secondary (i.e., seeded) growth method.  A new seeding technique (thermal seeding) was developed to strongly anchor HKUST-1 seed crystals on porous α-alumina supports.  It was found crit. to have both org. ligands and copper species in the seed suspension as well as to seed the crystals at elevated temp.  The HKUST-1 seed crystals on the supports were then hydrothermally grown into continuous HKUST-1 films.  The formation of cracks and fractures in the films was prevented by controlling the cooling and the drying processes after crystn.  The permeation results of HKUST-1 membranes show moderate sepn. of hydrogen over other small gas mols. such as carbon dioxide, nitrogen, oxygen, and methane.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXlsFOnu7g%253D&md5=8d63ec47a46a2f03d6e78284c54be70b", "23. ", "Huang", ", ", "A.", "; ", "Dou", ", ", "W.", "; ", "Caro", ", ", "J.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", " (", "44", ")  ", "15562", "– ", "15564", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Steam-Stable Zeolitic Imidazolate Framework ZIF-90 Membrane with Hydrogen Selectivity through Covalent Functionalization", "Huang, Aisheng; Dou, Wei; Caro, Juergen", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "44", "),\r\n    ", "15562-15564", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A novel covalent functionalization strategy was developed to prep. reproducible ZIF-90 mol sieve membranes by using 3-aminopropyltriethoxysilane as a covalent linker between the ZIF-90 layer and Al2O3 support via imines condensation.  The ZIF-90 membranes show high thermal and hydrothermal stabilities, and they allow the sepn. of hydrogen from larger gases by mol. sieving.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlWmtLbN&md5=45c4ca2de40ec40760989e7e9d8c0618", "24. ", "Liu", ", ", "Y. Y.", "; ", "Hu", ", ", "E. P.", "; ", "Khan", ", ", "E. A.", "; ", "Lai", ", ", "Z. P.", " ", "J. Membr. Sci.", " ", "2010", ",  ", "353", " (", "1−2", ")  ", "36", "– ", "40", "[", "Crossref", "], [", "CAS", "]", "24. ", "Synthesis and characterization of ZIF-69 membranes and separation for CO2/CO mixture", "Liu, Yun-Yang; Hu, En-ping; Khan, Easir A.; Lai, Zhi-Ping", "Journal of Membrane Science", "\r\n        (", "2010", "),\r\n    ", "353", "\r\n        (", "1-2", "),\r\n    ", "36-40", "CODEN:\r\n                ", "JMESDO", ";\r\n        ISSN:", "0376-7388", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Continuous and c-oriented ZIF-69 membranes were successfully synthesized on porous α-alumina substrates by an in situ solvothermal method.  The membranes were characterized by XRD, SEM and single-gas permeation tests.  The BET measurements on crystals taken from the same mother liquor that was used for membrane synthesis yield a Langmuir surface area of 1138 m2/g.  The stability of the membrane towards heat and different solvents were studied.  Single-gas permeation expts. through ZIF-69 membranes were carried out by a vacuum method at room temp. using H2, CH4, CO, CO2 and SF6, resp.  The permeances were in the order of H2 > CO2 > CH4 > CO > SF6.  The sepn. of CO2/CO gas mixt. was investigated by gas chromatograph (GC) and the permselectivity of CO2/CO was 3.5 ± 0.1 with CO2 permeance of 3.6 ± 0.3 × 10-8 mol m-2 s-1 Pa-1 at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXjvFKrsLo%253D&md5=fd0c537aeb923d6391586014f5435518", "25. ", "McCarthy", ", ", "M. C.", "; ", "Varela-Guerrero", ", ", "V.", "; ", "Barnett", ", ", "G. V.", "; ", "Jeong", ", ", "H. K.", " ", "Langmuir", " ", "2010", ",  ", "26", " (", "18", ")  ", "14636", "– ", "14641", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Synthesis of Zeolitic Imidazolate Framework Films and Membranes with Controlled Microstructures", "McCarthy, Michael C.; Varela-Guerrero, Victor; Barnett, Gregory V.; Jeong, Hae-Kwon", "Langmuir", "\r\n        (", "2010", "),\r\n    ", "26", "\r\n        (", "18", "),\r\n    ", "14636-14641", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Zeolitic imidazolate frameworks (ZIFs) are hybrid org.-inorg. microporous materials that exhibit zeolite-like structures and can be synthesized with a wide range of pore sizes and chem. functionality.  ZIFs as thin films and membranes are of interest for their applications in sensors and gas sepn.  Here, the authors report a method for ZIF film and membrane fabrication, based on support surface modification and in situ solvothermal growth, which has potential for general application to other ZIF membranes.  The simple surface modification method results in strong covalent bonds between α-Al2O3 supports and imidazolate ligands, which promote the heterogeneous nucleation and growth of ZIF crystals.  The microstructure of ZIF-8 films can be controlled by controlling the pH of the growth soln.  ZIF-7 films were fabricated to demonstrate the potential for general applicability of the method.  Finally, the sepn. performance of several ZIF-8 membranes was evaluated, revealing mol. sieving behavior with an ideal selectivity for H2/CH4 of 13.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVGrsLzP&md5=da86cf9c031ac4e0dc587901896bab68", "26. ", "Venna", ", ", "S. R.", "; ", "Carreon", ", ", "M. A.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", " (", "1", ")  ", "76", "– ", "78", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "Highly Permeable Zeolite Imidazolate Framework-8 Membranes for CO2/CH4 Separation", "Venna, Surendar R.; Carreon, Moises A.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "1", "),\r\n    ", "76-78", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "ZIF-8 membranes, a type of zeolite imidazolate framework, were synthesized by secondary seeded growth on tubular α-Al2O3 porous supports.  The presence of small, highly cryst., microporous crystals with narrow particle size distribution led to continuous thin membranes.  The synthesized novel ZIF-8 membranes displayed unprecedented high CO2 permeances and relatively high sepn. indexes for equimolar mixts. of CO2 and CH4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFKgurrM&md5=967e8ea66630d3e08112603e54bb8ea8", "27. ", "Yoo", ", ", "Y.", "; ", "Jeong", ", ", "H. K.", " ", "Cryst. Growth Des.", " ", "2010", ",  ", "10", " (", "3", ")  ", "1283", "– ", "1288", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "Heteroepitaxial Growth of Isoreticular Metal-Organic Frameworks and their Hybrid Films", "Yoo, Yeon-Shick; Jeong, Hae-Kwon", "Crystal Growth & Design", "\r\n        (", "2010", "),\r\n    ", "10", "\r\n        (", "3", "),\r\n    ", "1283-1288", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Heteroepitaxial growth of isoreticular metal-org. frameworks (IRMOFs), i.e., growing one IRMOF on another at the single crystal level is reported.  The presence of an amine compd. in the growth soln. of shell crystals is found to be crit. for the heteroepitaxial growth of the IRMOFs by preventing IRMOF core (or seed) crystals from dissolving during the epitaxial growth stage.  Single-crystal X-ray diffraction proved the epitaxy of the shell crystals grown on the surface of the core crystals.  IRMOF hybrid films were also prepd. on porous supports by heteroepitaxially growing IRMOF-3 crystals on the surface of IRMOF-1 seed crystal layers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptlymsA%253D%253D&md5=75e4a636db35db916a40f18777576430", "28. ", "Park", ", ", "K. S.", "; ", "Ni", ", ", "Z.", "; ", "Cote", ", ", "A. P.", "; ", "Choi", ", ", "J. Y.", "; ", "Huang", ", ", "R. D.", "; ", "Uribe-Romo", ", ", "F. J.", "; ", "Chae", ", ", "H. K.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Proc. Natl. Acad. Sci. U.S.A.", " ", "2006", ",  ", "103", " (", "27", ")  ", "10186", "– ", "10191", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "28. ", "Exceptional chemical and thermal stability of zeolitic imidazolate frameworks", "Park, Kyo Sung; Ni, Zheng; Cote, Adrien P.; Choi, Jae Yong; Huang, Rudan; Uribe-Romo, Fernando J.; Chae, Hee K.; O'Keeffe, Michael; Yaghi, Omar M.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2006", "),\r\n    ", "103", "\r\n        (", "27", "),\r\n    ", "10186-10191", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "Twelve zeolitic imidazolate frameworks (ZIFs; termed ZIF-1 to -12) were synthesized as crystals by copolymn. of either Zn(II) (ZIF-1 to -4, -6 to -8, and -10 to -11) or Co(II) (ZIF-9 and -12) with imidazolate-type links.  The ZIF crystal structures are based on the nets of seven distinct aluminosilicate zeolites: tetrahedral Si(Al) and the bridging O are replaced with transition metal ion and imidazolate link, resp.  One example of mixed-coordination imidazolate of Zn(II) and In(III) (ZIF-5) based on the garnet net is reported.  Study of the gas adsorption and thermal and chem. stability of two prototypical members, ZIF-8 and -11, demonstrated their permanent porosity (Langmuir surface area = 1,810 m2/g), high thermal stability (up to 550°), and remarkable chem. resistance to boiling alk. H2O and org. solvents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XntlKjtbo%253D&md5=c28cd5862d4765fe4e4937195f5bb4df", "29. ", "Hayashi", ", ", "H.", "; ", "Cote", ", ", "A. P.", "; ", "Furukawa", ", ", "H.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Nat. Mater.", " ", "2007", ",  ", "6", " (", "7", ")  ", "501", "– ", "506", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "Zeolite A imidazolate frameworks", "Hayashi, Hideki; Cote, Adrien P.; Furukawa, Hiroyasu; O'Keeffe, Michael; Yaghi, Omar M.", "Nature Materials", "\r\n        (", "2007", "),\r\n    ", "6", "\r\n        (", "7", "),\r\n    ", "501-506", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Faujasite (FAU) and zeolite A (LTA) are technol. important porous zeolites (aluminosilicates) because of their extensive use in petroleum cracking and H2O softening.  Introducing org. units and transition metals into the backbone of these types of zeolite allows the authors to expand their pore structures, enhance their functionality and access new applications.  The invention of metal-org. frameworks and zeolitic imidazolate frameworks (ZIFs) provided materials based on simple zeolite structures where only one type of cage is present.  However, so far, no metal-org. analogs based on FAU or LTA topologies exist owing to the difficulty imposed by the presence of two types of large cage (super- and β-cages for FAU, α- and β-cages for LTA).  Here, the authors have identified a strategy to produce an LTA imidazolate framework in which both the link geometry and link-link interactions play a decisive structure-directing role.  The authors describe the synthesis and crystal structures of three porous ZIFs; zinc and cobalt purinate, and zinc azabenzimidazolate complexes that are expanded analogs of zeolite A; their cage walls are functionalized, and their metal ions can be changed without changing the underlying LTA topol.  H, methane, CO2 and Ar gas adsorption isotherms are reported and the selectivity of this material for CO2 over methane is demonstrated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXnt1egsbw%253D&md5=d10ba397ae581e98e4c0bb992e61f4d5", "30. ", "Phan", ", ", "A.", "; ", "Doonan", ", ", "C. J.", "; ", "Uribe-Romo", ", ", "F. J.", "; ", "Knobler", ", ", "C. B.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Acc. Chem. Res.", " ", "2010", ",  ", "43", " (", "1", ")  ", "58", "– ", "67", "[", "ACS Full Text ", "], [", "CAS", "]", "30. ", "Synthesis, Structure, and Carbon Dioxide Capture Properties of Zeolitic Imidazolate Frameworks", "Phan, Anh; Doonan, Christian J.; Uribe-Romo, Fernando J.; Knobler, Carolyn B.; O'Keeffe, Michael; Yaghi, Omar M.", "Accounts of Chemical Research", "\r\n        (", "2010", "),\r\n    ", "43", "\r\n        (", "1", "),\r\n    ", "58-67", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review concerning the synthesis, structure, and CO2 properties of zeolitic imidazolate frameworks (ZIF) is given.  A major goal in zeolite chem. is to create a structure in which metal ions and functionalizable org. units comprise an integral portion of the framework, and by virtue of the flexibility with which metal ions and org. moieties can be varied, is a key to further improve zeolite properties and access new applications.  Within the last 5 years >90 new ZIF structures have been reported.  It is possible to synthesize ZIF with topologies previously unknown in zeolites and to mimic known structures.  Topic discussed include: synthesis and general structure; ZIF structures and the zeolite problem; ZIF structural complexity; applications for sepn. and selective capture of CO2; and perspectives and outlook.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtlegu77O&md5=de5a9f235d52e2ce66778e7e7c187e37", "31. ", "Bux", ", ", "H.", "; ", "Liang", ", ", "F. Y.", "; ", "Li", ", ", "Y. S.", "; ", "Cravillon", ", ", "J.", "; ", "Wiebcke", ", ", "M.", "; ", "Caro", ", ", "J.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", " (", "44", ")  ", "16000", "– ", "16001", "[", "ACS Full Text ", "], [", "CAS", "]", "31. ", "Zeolitic Imidazolate Framework Membrane with Molecular Sieving Properties by Microwave-Assisted Solvothermal Synthesis", "Bux, Helge; Liang, Fangyi; Li, Yanshuo; Cravillon, Janosch; Wiebcke, Michael; Caro, Juergen", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "44", "),\r\n    ", "16000-16001", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A zeolitic imidazolate framework (ZIF-8) as member of the metal-org. framework family was crystd. as a thin porous layer on an asym. ceramic support.  Hydrogen can be selected from other gases by mol. sieving.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht12hsrvM&md5=6b0a5f48fe9fbd471546232b45f853db", "32. ", "Bux", ", ", "H.", "; ", "Chmelik", ", ", "C.", "; ", "van Baten", ", ", "J. M.", "; ", "Krishna", ", ", "R.", "; ", "Caro", ", ", "J.", " ", "Adv. Mater.", " ", "2010", ",  ", "22", " (", "42", ")  ", "4741", "– ", "4743", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "32. ", "Novel MOF-Membrane for Molecular Sieving Predicted by IR-Diffusion Studies and Molecular Modeling", "Bux, Helge; Chmelik, Christian; van Baten, Jasper M.; Krishna, Rajamani; Caro, Juergen", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2010", "),\r\n    ", "22", "\r\n        (", "42", "),\r\n    ", "4741-4743", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "This paper reports a combination of a theor. and an exptl. method to est. the carbon dioxide/methane permeation selectivity of a ZIF-8 mol. sieve membrane.  The results fit remarkably well with the exptl. values.  This findings might indicate that the pore apertures are rather flexible than rigid.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlKkurrE&md5=cddf2bf623da49c6c3561b7199a6041d", "33. ", "Huang", ", ", "A. S.", "; ", "Bux", ", ", "H.", "; ", "Steinbach", ", ", "F.", "; ", "Caro", ", ", "J.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", " (", "29", ")  ", "4958", "– ", "4961", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "33. ", "Molecular-Sieve Membrane with Hydrogen Permselectivity: ZIF-22 in LTA Topology Prepared with 3-Aminopropyltriethoxysilane as Covalent Linker", "Huang, Aisheng; Bux, Helge; Steinbach, Frank; Caro, Juergen", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "29", "),\r\n    ", "4958-4961, S4958/1-S4958/12", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "We developed a universal seeding-free route to prep. zeolitic imidazolate frameworks (ZIFs) mol. sieve membranes on porous ceramic supports by using 3-aminopropyltriethoxysilane as covalent linker to promote nucleation and growth of ZIFs.  For ZIF-22 membrane at 323 K, the mixt. sepn. factors of H2/CO2, H2/O2, H2/N2, and H2/CH4 are 7.2, 6.4, 6.4, and 5.2, resp., with H2 permeances >1.6 × 10-7 molm-2s-1Pa-1.  The ZIF-22 membrane displayed high thermal stability, and thus has potential applications in gas sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXosV2rsbY%253D&md5=3a02d0012e5a7b19fdf41f3952b50ff5", "34. ", "Li", ", ", "Y. S.", "; ", "Liang", ", ", "F. Y.", "; ", "Bux", ", ", "H.", "; ", "Feldhoff", ", ", "A.", "; ", "Yang", ", ", "W. S.", "; ", "Caro", ", ", "J.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", " (", "3", ")  ", "548", "– ", "551", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "34. ", "Molecular Sieve Membrane: Supported Metal-Organic Framework with High Hydrogen Selectivity", "Li, Yan-Shuo; Liang, Fang-Yi; Bux, Helge; Feldhoff, Armin; Yang, Wei-Shen; Caro, Juergen", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "3", "),\r\n    ", "548-551, S548/1-S548/10", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Metal-org. frameworks (MOF5) have attracted much research interest in recent years, and are emerging as a new family of mol. sieves.  In the current work, the authors chose ZIF-7 as a promising candidate for the development of a H2-selective membrane.  ZIF-7 is formed by bridging benzimidazolate anions and zinc cations with soladite (SOD) topol.  The pore size of ZIF-7 (the hexagonal window size in the SOD cage) estd. from crystallog. data is ∼0.3 nm, which is just in between the size of H2 (0.29 nm) and CO2 (0.33 nm).  A ZIF-7 membrane could therefore be expected to display a high selectivity of H2 over CO2 and other gases through a mol. sieving effect.  The ultramicroporous zeolitic imidazolate framework, ZIF-7, was tested for its gas-sepn. properties in membrane applications by synthesizing it on a porous alumina support using a microwave-assisted secondary growth technique.  In terms of H2 sepn., the ZIF-7 membrane has several advantages: (1) its pore dimension approaches the size of H2, therefore a high H2 selectivity could be obtained without any sophisticated pore-size engineering; (2) it is thermally stable for use up to at least 500°C in air; and (3)its hydrophobicity endows it with very good hydrothermal stability.  The present work also demonstrates a general approach towards the fabrication of high-quality MOF membranes on ceramic supports: polymers with coordination abilities such as PEI in current work, which can be used to aid the seeding procedure, and fast microwave synthesis, which is superior for reducing the membrane thickness.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXktlansg%253D%253D&md5=be6db119b89094408a334658f1b24139", "35. ", "Li", ", ", "Y. S.", "; ", "Liang", ", ", "F. Y.", "; ", "Bux", ", ", "H. G.", "; ", "Yang", ", ", "W. S.", "; ", "Caro", ", ", "J.", " ", "J. Membr. Sci.", " ", "2010", ",  ", "354", " (", "1−2", ")  ", "48", "– ", "54", "[", "Crossref", "], [", "CAS", "]", "35. ", "Zeolitic imidazolate framework ZIF-7 based molecular sieve membrane for hydrogen separation", "Li, Yanshuo; Liang, Fangyi; Bux, Helge; Yang, Weishen; Caro, Juergen", "Journal of Membrane Science", "\r\n        (", "2010", "),\r\n    ", "354", "\r\n        (", "1-2", "),\r\n    ", "48-54", "CODEN:\r\n                ", "JMESDO", ";\r\n        ISSN:", "0376-7388", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Hydrogen-based energy system could address issues related to global climate change, energy security, and local air pollution.  Thermally and hydrothermally stable microporous membranes with intrinsic high H2/CO2 selectivity are highly demanded.  A novel zeolitic imidazolate framework (ZIF-7) membrane was tested for its gas sepn. performance.  ZIFs are microporous materials and belong to the new class of metal-org. frameworks (MOFs).  ZIF-7 is formed by bridging benzimidazolate anions and zinc cations resulting in a sodalite (SOD) topol. with a pore size of about 0.3 nm.  The ZIF-7 membrane exhibited promising H2 sepn. abilities.  At 220 °C, the H2 permeance is ∼4.5 × 10-8 mol m-2 s-1 Pa-1 and the mixt. sepn. factors for H2/CO2, H2/N2, and H2/CH4 are 13.6, 18.0, and 14.0, resp.  As a result of mol. sieving mechanism, the ideal selectivities and mixt. sepn. factors are identical.  The permeation of H2 through the ZIF-7 membrane is highly activated with an apparent activation energy of 11.9 kJ mol-1.  Due to the ultra-hydrophobic properties of ZIF materials, the ZIF-7 membrane also showed excellent hydrothermal stability in the presence of steam.  Our results clearly demonstrate that ZIF-7 membranes have an intrinsic high H2/CO2 selectivity and a promising application in hydrogen sepn., which is based on its very narrow and well-defined crystal pore structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXks1Sqtr8%253D&md5=8e96ae680f3b6bb8cadd43d1e0176386", "36. ", "Li", ", ", "Y. S.", "; ", "Bux", ", ", "H.", "; ", "Feldhoff", ", ", "A.", "; ", "Li", ", ", "G. L.", "; ", "Yang", ", ", "W. S.", "; ", "Caro", ", ", "J.", " ", "Adv. Mater.", " ", "2010", ",  ", "22", " (", "30", ")  ", "3322", "– ", "3326", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "36. ", "Controllable Synthesis of Metal-Organic Frameworks: from MOF Nanorods to Oriented MOF Membranes", "Li, Yan-Shuo; Bux, Helge; Feldhoff, Armin; Li, Guo-Ling; Yang, Wei-Shen; Caro, Juergen", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2010", "),\r\n    ", "22", "\r\n        (", "30", "),\r\n    ", "3322-3326", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A one-pot solvothermal synthesis of ZIF-7 using Zn nitrate and benzimidazole at stoichiometric ratio (molar ratio 1:2) directly dissolved into a PEI-DMF soln. at room temp. is reported.  The obtained colloidal soln. can be directly used as a seeding sol for the membrane fabrication.  The crystal size and morphol. of MOF materials can be tailored to manipulate the orientation of MOF films through evolutionary selection in a van der Drift-type growth originating from randomly oriented seed layers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVSju7bJ&md5=ba047be762c602b4706166173f12d0ee", "37. ", "Breck", ", ", "D. W.", " ", "Zeolite Molecular Sieves: Structure, Chemistry, and Use", "; ", "Wiley", ": ", "New York", ", ", "1974", ".", "There is no corresponding record for this reference.", "38. ", "Cravillon", ", ", "J.", "; ", "Munzer", ", ", "S.", "; ", "Lohmeier", ", ", "S. J.", "; ", "Feldhoff", ", ", "A.", "; ", "Huber", ", ", "K.", "; ", "Wiebcke", ", ", "M.", " ", "Chem. Mater.", " ", "2009", ",  ", "21", " (", "8", ")  ", "1410", "– ", "1412", "[", "ACS Full Text ", "], [", "CAS", "]", "38. ", "Rapid Room-Temperature Synthesis and Characterization of Nanocrystals of a Prototypical Zeolitic Imidazolate Framework", "Cravillon, Janosch; Munzer, Simon; Lohmeier, Sven-Jare; Feldhoff, Armin; Huber, Klaus; Wiebcke, Michael", "Chemistry of Materials", "\r\n        (", "2009", "),\r\n    ", "21", "\r\n        (", "8", "),\r\n    ", "1410-1412", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Simply reacting Zn(NO3)2·6H2O with an excess of 2-methylimidazole in methanol at room temp. yields well-shaped nanocrystals of ZIF-8 with a narrow size distribution.  The rapid growth has been monitored by time-resolved static light scattering.  Nanoscale ZIF-8 powder is microporous and thermally stable up to ca. 200°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjvVOmtb4%253D&md5=457ca06e4d606850ed2684e5f929b6de", "39. ", "Wicke", ", ", "E.", "; ", "Kallenbach", ", ", "R.", " ", "Colloid Polym. Sci.", " ", "1941", ",  ", "97", " (", "2", ")  ", "135", "– ", "151", "[", "Crossref", "], [", "CAS", "]", "39. ", "Surface diffusion of carbon dioxide in activated charcoals", "Wicke, E.; Kallenbach, R.", "Kolloid-Zeitschrift", "\r\n        (", "1941", "),\r\n    ", "97", "\r\n        (", "),\r\n    ", "135-51", "CODEN:\r\n                ", "KOZEA7", ";\r\n        ISSN:", "0368-6590", ".\r\n    ", "cf. C. A. 35, 3872.8.  The existence of surface diffusion on inhomogeneous (inner) surfaces, e. g., of activated charcoal, is demonstrated experimentally.  The total transport is divided as follows: (1) normal diffusion of the adsorbed gas through the carrier gas, occurring in pores whose cross section is large relative to the free path of adsorbed gas mols.; (2) Knudsen mol. flow in pores whose cross sections are small relative to the mean free path; (3) surface diffusion of the adsorbed mols. on the pore walls.  In the present state of knowledge the pressure and temp. dependence of the 3 kinds of diffusion are lumped together.  No attention is given to diffusion through mol. slits of dimensions small relative to the range of the adsorption forces of the walls.  For measurement of the total diffusion through sintered glass, granulated clay and granules of medicinal, activated charcoal, these substances were cemented into glass tubes.  A mixt. of N2 and CO2, at a const. CO2 partial pressure of 100 mm., was kept flowing by one side of the diffusion plug.  A second stream (N2) swept the CO2 away from the other side of the plug, the CO2 content of the resulting mixt. being detd. in a sensitive heat-conducting app. empirically calibrated.  The N2 partial pressure varied from 0 to 660 mm., the temp. from 0° to 300°.  The method and app. are described in detail.  Interpretation of the pressure and temp. curves shows that in the sintered glass the transport takes place mainly by normal diffusion except at low pressures, whereas Knudsen flow prevails in the granulated clay below 1 atm. (total pressure).  The medicinal charcoal is intermediate in behavior: at 1 atm. normal diffusion predominates; with decreasing pressure the proportion of Knudsen flow increases.  Similar measurements on two tech. activated charcoals gave isotherms and isobars which show that in this case surface diffusion accounts for an appreciable part of the total transport.  The surface diffusion is partly continuous, i. e., runs from one side of the plug to the other parallel to, but independently of, the space diffusion, and partly discontinuous, i. e., in narrow channels, part of the transport occurring by space diffusion elsewhere becomes surface diffusion.  By graphical and computational methods the continuous surface diffusion can be sepd. from the other varieties.  At 0° and 760 mm. total pressure about half of the total transport is due to surface diffusion.  From the temp. dependence of the total diffusion (isobaric) through the activated charcoals it is shown that the energy effective for surface diffusion is only 1-2 kg.-cal. smaller than the heat of adsorption (6.5-7.5 kg.-cal.).  Transport by surface diffusion decreases rather gradually with rising temp. and is still appreciable at 200° where adsorption is no longer noticeable.  A quant. evaluation of the measurements is not possible because the results are inaccurate owing to disturbing effects of the cements (Bakelite paste P of the Bakelitgesellschaft, Berlin Erkner and magnesia cement for higher temps.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaH3sXks1Cl&md5=44f0d3e35acc148e0d838f5508357841", "40. ", "Verduijn", ", ", "J. P.", "; ", "Bons", ", ", "A. J.", "; ", "Anthonis", ", ", "M. H.", "; ", "Czarnetzki", ", ", "L. H.", "WO Patent 96/01683, ", "1996", ".", "There is no corresponding record for this reference.", "41. ", "Jeong", ", ", "H. K.", "; ", "Krohn", ", ", "J.", "; ", "Sujaoti", ", ", "K.", "; ", "Tsapatsis", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2002", ",  ", "124", " (", "44", ")  ", "12966", "– ", "12968", "[", "ACS Full Text ", "], [", "CAS", "]", "41. ", "Oriented Molecular Sieve Membranes by Heteroepitaxial Growth", "Jeong, Hae-Kwon; Krohn, John; Sujaoti, Khristina; Tsapatsis, Michael", "Journal of the American Chemical Society", "\r\n        (", "2002", "),\r\n    ", "124", "\r\n        (", "44", "),\r\n    ", "12966-12968", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Heteroepitaxial growth of titanosilicates (ETS-10 and ETS-4) is reported.  Using this heteroepitaxial growth, oriented ETS-10/-4 membranes were fabricated, demonstrating a novel way to achieve preferred orientation of mol. sieve films.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38Xns1Ghsrc%253D&md5=2d5289a981df6763b32479b5678a7933", "42. ", "van der Drift", ", ", "A.", " ", "Philips Res. Rep.", " ", "1967", ",  ", "22", ",  ", "267", "– ", "288", "[", "CAS", "]", "42. ", "Evolutionary selection, a principle governing growth orientation in vapor-deposited layers", "Van der Drift, A.", "Philips Research Reports", "\r\n        (", "1967", "),\r\n    ", "22", "\r\n        (", "3", "),\r\n    ", "267-88", "CODEN:\r\n                ", "PRREA9", ";\r\n        ISSN:", "0031-7918", ".\r\n    ", "The preferred orientation of vapor-deposited layers can arise at several steps of evapn. and deposition.  During vertical growth an increase in the orientation sharpness indicates \"evolutionary selection\" which was defined in previous work on PbO deposition (1966).  This principle is developed further and the orientation is calcd. as a function of incident angle for typical and extreme cases.  The effect of surface diffusion on orientation, and the necessary exptl. cautions in measuring it, are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF1cXktlSrtbw%253D&md5=b74217ea329db3479d0059dcbd5c3081", "43. ", "Caro", ", ", "J.", "; ", "Noack", ", ", "M.", "; ", "Kolsch", ", ", "P.", " ", "Adsorption", " ", "2005", ",  ", "11", " (", "3−4", ")  ", "215", "– ", "227", "[", "Crossref", "], [", "CAS", "]", "43. ", "Zeolite Membranes: From the Laboratory Scale to Technical Applications", "Caro, Juergen; Noack, Manfred; Koelsch, Peter", "Adsorption", "\r\n        (", "2005", "),\r\n    ", "11", "\r\n        (", "3/4", "),\r\n    ", "215-227", "CODEN:\r\n                ", "ADSOFO", ";\r\n        ISSN:", "0929-5607", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "A review (68 refs.).  Current trends and novel concepts in R&D of zeolite membranes like the seeding supported crystn. and the prepn. of Al-contg. zeolite membranes are discussed.  The influences of adsorption and diffusion on the permeation properties of zeolite membranes are considered.  Dehydration of ethanol by steam permeation and pervaporation as the first zeolite membrane based industrial sepn. is presented.  Membrane supported dehydrogenation and esterification are discussed as possible applications of a catalytic membrane reactors.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XktFyksw%253D%253D&md5=b5194664a6eb0d698c5b5b7a5da5dfb5", "44. ", "Cravillon", ", ", "J.", "; ", "Nayuk", ", ", "R.", "; ", "Springer", ", ", "S.", "; ", "Feldhoff", ", ", "A.", "; ", "Huber", ", ", "K.", "; ", "Wiebcke", ", ", "M.", " ", "Chem. Mater.", ", accepted for publication, ", " DOI: DOI: 10.1021/cm103571y", " .", "[", "Crossref", "]", "There is no corresponding record for this reference.", "45. ", "Bons", ", ", "A. J.", "; ", "Bons", ", ", "P. D.", " ", "Microporous Mesoporous Mater.", " ", "2003", ",  ", "62", " (", "1−2", ")  ", "9", "– ", "16", "[", "Crossref", "], [", "CAS", "]", "45. ", "The development of oblique preferred orientations in zeolite films and membranes", "Bons, Anton-Jan; Bons, Paul D.", "Microporous and Mesoporous Materials", "\r\n        (", "2003", "),\r\n    ", "62", "\r\n        (", "1-2", "),\r\n    ", "9-16", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "The authors propose a model that can explain the development of 101 and other oblique crystallog. preferred orientations in thin MFI-type zeolite films and membranes.  The model is a refinement of the competitive growth model.  In the classic competitive growth model the preferred orientation is detd. by the fastest growth direction of the crystals.  The lateral growth component also plays a role.  By the combination of outward growth and lateral growth, those crystals that have their fastest growth direction at an angle to the normal to the membrane will dominate in the early stages of growth, and an oblique orientation develops.  With prolonged growth the crystals with the fastest growth direction perpendicular to the membrane will dominate and the classic competitive growth model applies again.  This concept was verified using two-dimensional growth simulations.  The new model also applies to other types of thin films.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXls1Sqt78%253D&md5=e9853a758a16374b49fdeea7b46ed4e4", "46. ", "Combariza", ", ", "A. F.", "; ", "Sastre", ", ", "G.", "; ", "Corma", ", ", "A.", " ", "J. Phys. Chem. C", " ", "2010", ",  ", "115", " (", "4", ")  ", "875", "– ", "884", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "47. ", "Luebbers", ", ", "M. T.", "; ", "Wu", ", ", "T. J.", "; ", "Shen", ", ", "L. J.", "; ", "Masel", ", ", "R. I.", " ", "Langmuir", " ", "2010", ",  ", "26", " (", "19", ")  ", "15625", "– ", "15633", "[", "ACS Full Text ", "], [", "CAS", "]", "47. ", "Effects of Molecular Sieving and Electrostatic Enhancement in the Adsorption of Organic Compounds on the Zeolitic Imidazolate Framework ZIF-8", "Luebbers, Matthew T.; Wu, Tianjiao; Shen, Lingjuan; Masel, Richard I.", "Langmuir", "\r\n        (", "2010", "),\r\n    ", "26", "\r\n        (", "19", "),\r\n    ", "15625-15633", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption behavior of a range of org. vapors and gases on the zeolitic imidazolate framework, ZIF-8, is studied using an inverse gas chromatog. (IGC) methodol. at the zero-coverage limit and elevated temps.  The measured thermodn. values and surface energies for the adsorption of n-alkanes on ZIF-8 are reduced from those previously reported for IRMOF-1.  This redn. is most likely an effect of the predominately org. accessible surface of ZIF-8 and the resulting weaker interactions in comparison to IRMOF-1.  The pore aperture size of ZIF-8, which is significantly reduced from that of IRMOF-1, is seen to introduce mol. sieving effects for branched alkanes, aroms., and heavily halogenated compds.  Deformation polarizabilities of the adsorbates were used to calc. the specific adsorption free energy, and the specific effects account for around 1-5 kJ/mol, or between 10% and 70% of the total free energy of adsorption for the sorbates studied (at 250°).  The importance of electrostatic forces was seen in the significantly enhanced adsorption of propylene and ethylene in comparison to their resp. alkanes and in the direct correlation shown between the specific components of the free energy of adsorption and the adsorbate's dipole moment.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFelsbrF&md5=bdfd1511043e639d2a1061f056197455", "48. ", "Li", ", ", "K. H.", "; ", "Olson", ", ", "D. H.", "; ", "Seidel", ", ", "J.", "; ", "Emge", ", ", "T. J.", "; ", "Gong", ", ", "H. W.", "; ", "Zeng", ", ", "H. P.", "; ", "Li", ", ", "J.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", " (", "30", ")  ", "10368", "– ", "10369", "[", "ACS Full Text ", "], [", "CAS", "]", "48. ", "Zeolitic Imidazolate Frameworks for Kinetic Separation of Propane and Propene", "Li, Kunhao; Olson, David H.; Seidel, Jonathan; Emge, Thomas J.; Gong, Hongwei; Zeng, Heping; Li, Jing", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "30", "),\r\n    ", "10368-10369", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Propane/propene sepn. by cryogenic distn. is one of the most energy and cost intensive industrial processes.  Adsorptive sepn. is a more energy-efficient alternative.  Three isostructural zinc imidazolate zeolitic framework materials are found, for the first time, to be promising in the sepn. of propene and propane based on their different diffusion rates.  Fine-tuning of the pore opening size is crit. for this type of sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXotl2htr8%253D&md5=1705c50402682e5ac1da1302f153fcec", "49. ", "Demessence", ", ", "A.", "; ", "Boissiere", ", ", "C.", "; ", "Grosso", ", ", "D.", "; ", "Horcajada", ", ", "P.", "; ", "Serre", ", ", "C.", "; ", "Ferey", ", ", "G.", "; ", "Soler-Illia", ", ", "G.", "; ", "Sanchez", ", ", "C.", " ", "J. Mater. Chem.", " ", "2010", ",  ", "20", " (", "36", ")  ", "7676", "– ", "7681", "[", "Crossref", "], [", "CAS", "]", "49. ", "Adsorption properties in high optical quality nanoZIF-8 thin films with tunable thickness", "Demessence, Aude; Boissiere, Cedric; Grosso, David; Horcajada, Patricia; Serre, Christian; Ferey, Gerard; Soler-Illia, Galo J. A. A.; Sanchez, Clement", "Journal of Materials Chemistry", "\r\n        (", "2010", "),\r\n    ", "20", "\r\n        (", "36", "),\r\n    ", "7676-7681", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The authors report processing of a thin film by chem. soln. deposition of a microporous ZIF-8 nanoparticle dispersion.  By using the drain and capillary regimes involved in the dip-coating process, the authors tuned the thickness of the films from 40 nm to 1 μm and controlled the packing of the nanoparticles on the substrate.  The high optical quality thin films show a dual hierarchical porous structure from the micropores of the framework and the mesoporous interparticular voids.  Also, vapor sorption properties of the microporous ZIF-8 based thin films were evaluated by ellipsometric porosimetry.  The hydrophobic films show alc., THF and hydrocarbon adsorption.  Expts. for isopropanol/water sepn. were carried out and the selective adsorption of the alc. vs. the water makes these thin films good candidates for vapor sensors.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVylsL3P&md5=094812a558397c72dcb9d0a89ea092b9", "50. ", "Chmelik", ", ", "C.", "; ", "Bux", ", ", "H.", "; ", "Caro", ", ", "J.", "; ", "Heinke", ", ", "L.", "; ", "Hibbe", ", ", "F.", "; ", "Titze", ", ", "T.", "; ", "Kaerger", ", ", "J.", " ", "Phys. Rev. Lett.", " ", "2010", ",  ", "104", " (", "8", ")  ", "085902", "[", "Crossref", "], [", "CAS", "]", "50. ", "Mass Transfer in a Nanoscale Material Enhanced by an Opposing Flux", "Chmelik, Christian; Bux, Helge; Caro, Juergen; Heinke, Lars; Hibbe, Florian; Titze, Tobias; Kaerger, Joerg", "Physical Review Letters", "\r\n        (", "2010", "),\r\n    ", "104", "\r\n        (", "8", "),\r\n    ", "085902/1-085902/4", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "Diffusion is known to be quantified by measuring the rate of mol. fluxes in the direction of falling concn.  In contrast with intuition, considering methanol diffusion in a novel type of nanoporous material (MOF ZIF-8), this rate has now been found to be enhanced rather than slowed down by an opposing flux of labeled mols.  In terms of the key quantities of random particle movement, this result means that the self-diffusivity exceeds the transport diffusivity.  It is rationalized by considering the strong intermol. interaction and the dominating role of intercage hopping in mass transfer in the systems under study.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXisF2ht70%253D&md5=37da9ab36624b712f1846006dd419d8b", "51. ", "Gücüyener", ", ", "C.", "; ", "van den Bergh", ", ", "J.", "; ", "Gascon", ", ", "J.", "; ", "Kapteijn", ", ", "F.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", " (", "50", ")  ", "17704", "– ", "17706", "[", "ACS Full Text ", "], [", "CAS", "]", "51. ", "Ethane/ethene separation turned on its head: selective ethane adsorption on the metal-organic framework ZIF-7 through a gate-opening mechanism", "Gucuyener Canan; van den Bergh Johan; Gascon Jorge; Kapteijn Freek", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "50", "),\r\n    ", "17704-6", "\r\n        ISSN:", ".\r\n    ", "Ethane is selectively adsorbed over ethylene in their mixtures on the zeolite imidazolate framework ZIF-7.  In packed columns, this results in the direct production of pure ethylene.  This gas-phase separation is attributed to a gate-opening effect in which specific threshold pressures control the uptake and release of individual molecules.  These threshold pressures differ for the different molecules, leaving a window of selective uptake operation.  This phenomenon makes ZIF-7 a perfect candidate for the separation of olefins from paraffins, since in contrast to most microporous materials, the paraffin is selectively adsorbed.  Mixture adsorption, as studied by breakthrough experiments, demonstrates that gate-opening effects can be effectively used to separate molecules of very similar size.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3M%252Fnt1Chtw%253D%253D&md5=c3b911dc087ba4348f0e5bdf44227fe2", "52. ", "Kolokolov", ", ", "D. I.", "; ", "Jobic", ", ", "H.", "; ", "Stepanov", ", ", "A. G.", "; ", "Guillerm", ", ", "V.", "; ", "Devic", ", ", "T.", "; ", "Serre", ", ", "C.", "; ", "Férey", ", ", "G.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", " (", "28", ")  ", "4791", "– ", "4794", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "52. ", "Dynamics of Benzene Rings in MIL-53(Cr) and MIL-47(V) Frameworks Studied by 2H NMR Spectroscopy", "Kolokolov, Daniil I.; Jobic, Herve; Stepanov, Alexander G.; Guillerm, Vincent; Devic, Thomas; Serre, Christian; Ferey, Gerard", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "28", "),\r\n    ", "4791-4794, S4791/1-S4791/3", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "2H NMR method allowed us to show that the arom. rings in MIL-47(V) and MIL-53(Cr) perform π flips about their symmetry axis.  The benzene rings flip faster and with lower activation energy in the flexible MIL-53(Cr) than in the rigid MIL-47(V).  This demonstrates that arom. rings in MOFs can be a sensitive marker of the framework structural properties.  The terephthalate groups in both MILs can be considered as immobile on a microscopic timescale, in agreement with previous QENS studies and mol. simulations. However, in macroscopic measurements, small mols. like H2, CO2, and CH4 have the possibility to switch from one tunnel to another, and this must be taken into account, for instance, in adsorption or sepn. processes.  2010 Wiley-VCH Verlag GmbH and Co.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXotVCgu7Y%253D&md5=5e153c8b326eaf438208f14ae46b8340", "53. ", "Hertäg", ", ", "L.", "; ", "Bux", ", ", "H.", "; ", "Caro", ", ", "J.", "; ", "Chmelik", ", ", "C.", "; ", "Remsungen", ", ", "T.", "; ", "Knauth", ", ", "M.", "; ", "Fritzsche", ", ", "S.", ",  ", "J. Membr. Sci.", ", ", "2011", ", DOI:", " DOI: 10.1016/j.memsci.2011.01.019", " .", "[", "Crossref", "]", "There is no corresponding record for this reference.", "54. ", "Rutherford", ", ", "S. W.", "; ", "Do", ", ", "D. D.", " ", "Adsorption", " ", "1997", ",  ", "3", " (", "4", ")  ", "283", "– ", "312", "[", "Crossref", "], [", "CAS", "]", "54. ", "Review of time lag permeation technique as a method for characterization of porous media and membranes", "Rutherford, S.W.; Do, D.D.", "Adsorption", "\r\n        (", "1997", "),\r\n    ", "3", "\r\n        (", "4", "),\r\n    ", "283-312", "CODEN:\r\n                ", "ADSOFO", ";\r\n        ISSN:", "0929-5607", ".\r\n    \r\n            (", "Kluwer", ")\r\n        ", "The time lag permeation technique has proven to be an effective method for characterization.  Because of the simple nature of the permeation expt., transport parameters can be directly obtained from exptl. data hence avoiding the intensive math. treatment required by other techniques.  The method has historically been applied to diffusion and adsorption in porous membranes and diffusion in polymer membranes.  Since its origins in 1920, interest in the time lag method has expanded because of its value in characterizing simple permeation processes and also complex systems of diffusion with simultaneous adsorption and surface diffusion.  This review focuses on presenting the asymptotic soln. of the mass balance diffusion equations and includes applications of time lag anal., in order to give a crit. and broad perspective of this method as a tool for characterization.  It includes much of the previously published literature in order to show that for most cases the asymptotic soln. of the transport equations is simple, and for more complex cases that an anal. soln. is possible hence avoiding cumbersome numerical techniques.  Many refs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXjs1Gnur4%253D&md5=baec69c7a726553db1f759c3e51d3559", "55. ", "van de Graaf", ", ", "J. M.", "; ", "Kapteijn", ", ", "F.", "; ", "Moulijn", ", ", "J. A.", " ", "J. Membr. Sci.", " ", "1998", ",  ", "144", " (", "1−2", ")  ", "87", "– ", "104", "[", "Crossref", "], [", "CAS", "]", "55. ", "Methodological and operational aspects of permeation measurements on silicalite-1 membranes", "van de Graaf, Jolinde M.; Kapteijn, Freek; Moulijn, Jacob A.", "Journal of Membrane Science", "\r\n        (", "1998", "),\r\n    ", "144", "\r\n        (", "1-2", "),\r\n    ", "87-104", "CODEN:\r\n                ", "JMESDO", ";\r\n        ISSN:", "0376-7388", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "Permeation measurements with zeolite membranes are evaluated by comparing data obtained from different exptl. methods: a batch method and the Wicke-Kallenbach method.  The permeation of methane, ethane, propane and n-butane was studied between 270 and 625 K at pressures between 10 and 425 kPa.  The expts. were performed in a continuous and discontinuous way, with and without the use of a sweep gas.  From the comparison of the different techniques it was found that the sweep gas significantly influences the permeation of the feed component.  This effect was found to be dependent on the nature of the sweep gas and on the magnitude of the counterpermeation.  The exptl. configuration, such as the orientation of the composite membrane with respect to the feed side, affects the local conditions at both sides of the zeolite layer, resulting in quite different permeances.  Only if these effects are taken into account properly, intrinsic data on permeation through the zeolite layer can be obtained.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXivVylt7g%253D&md5=22570757afef4b9f3082e4a7e8152a5f", "56. ", "Aguado", ", ", "S.", "; ", "Nicolas", ", ", "C.-H.", "; ", "Moizan-Basle", ", ", "V.", "; ", "Nieto", ", ", "C.", "; ", "Amrouche", ", ", "H.", "; ", "Bats", ", ", "N.", "; ", "Audebrand", ", ", "N.", "; ", "Farrusseng", ", ", "D.", " ", "New J. Chem.", " ", "2011", ",  ", "35", " (", "1", ")  ", "41", "– ", "44", "[", "Crossref", "], [", "CAS", "]", "56. ", "Facile synthesis of an ultramicroporous MOF tubular membrane with selectivity towards CO2", "Aguado, Sonia; Nicolas, Charles-Henri; Moizan-Basle, Virginie; Nieto, Carlos; Amrouche, Hedi; Bats, Nicolas; Audebrand, Nathalie; Farrusseng, David", "New Journal of Chemistry", "\r\n        (", "2011", "),\r\n    ", "35", "\r\n        (", "1", "),\r\n    ", "41-44", "CODEN:\r\n                ", "NJCHE5", ";\r\n        ISSN:", "1144-0546", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A substituted imidazolate-based MOF (SIM-1) membrane has been crystd. in situ on a tubular asym. alumina support that can be exploited for gas sepn. through preferential adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsF2hurvO&md5=9b369f89da1260af749d8efaffef0de0", "57. ", "Haldoupis", ", ", "E.", "; ", "Nair", ", ", "S.", "; ", "Sholl", ", ", "D. S.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", " (", "21", ")  ", "7528", "– ", "7539", "[", "ACS Full Text ", "], [", "CAS", "]", "57. ", "Efficient Calculation of Diffusion Limitations in Metal Organic Framework Materials: A Tool for Identifying Materials for Kinetic Separations", "Haldoupis, Emmanuel; Nair, Sankar; Sholl, David S.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "21", "),\r\n    ", "7528-7539", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The very large no. of distinct structures that are known for metal-org. frameworks (MOFs) and related materials presents both an opportunity and a challenge for identifying materials with useful properties for targeted applications.  Efficient computational models can be used to evaluate large nos. of MOFs for kinetic sepns. of light gases based on finding materials with large differences between the diffusion coeffs. of adsorbed gas species.  The authors introduce a geometric approach that rapidly identifies the key features of a pore structure that control mol. diffusion and couple this with efficient mol. modeling calcns. that predict the Henry's const. and diffusion activation energy for a range of spherical adsorbates.  The authors demonstrate the approach for >500 MOFs and >160 silica zeolites.  Many large pore MOFs will be of limited interest for sepns. based on kinetic effects, but the authors identify a significant no. of materials that are predicted to have extraordinary properties for sepn. of gases such as CO2, CH4, and H2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXlslehtLo%253D&md5=3e436e68f28420a1166e145b4b0e8847"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2011/cmatex.2011.23.issue-8/cm200555s/production/images/small/cm-2011-00555s_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2011/cmatex.2011.23.issue-8/cm200555s/production/images/small/cm-2011-00555s_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2011/cmatex.2011.23.issue-8/cm200555s/production/images/small/cm-2011-00555s_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2011/cmatex.2011.23.issue-8/cm200555s/production/images/small/cm-2011-00555s_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2011/cmatex.2011.23.issue-8/cm200555s/production/images/small/cm-2011-00555s_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2011/cmatex.2011.23.issue-8/cm200555s/production/images/small/cm-2011-00555s_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2011/cmatex.2011.23.issue-8/cm200555s/production/images/small/cm-2011-00555s_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2011/cmatex.2011.23.issue-8/cm200555s/production/images/small/cm-2011-00555s_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2011/cmatex.2011.23.issue-8/cm200555s/production/images/small/cm-2011-00555s_0001.gif\">"]}
