{"title": ["Exceptional CO", " Capture Capability and Molecular-Level Segregation in a Li-Modified Metal−Organic Framework"], "authors": ["Dong Wu", "Qing Xu", "Dahuan Liu", "Chongli Zhong"], "doi": ["10.1021/jp105899t"], "abstract": "In this work, a computational study is performed on CO capture from various practical systems in a Li-modified metal−organic framework (MOF), chem-4Li MOF. The results demonstrate that this material shows exceptional CO capture capability, due to the enhancement of the electrostatic potential in it by the presence of lithium. This study shows that not only the strength and gradient but also the distribution of the electrostatic potential can be controlled by metal doping, leading to more obvious heterogeneity in electrostatic potential in the material, resulting in the occurrence of molecular-level segregation for some systems. The present work observes for the first time that molecular-level segregation can occur in MOFs with simple cubic pores of different sizes and reveals that if the preferential adsorption sites of the less selective component can be shifted to its less preferential adsorption sites, the material may exhibit an exceptionally high selectivity, and such a shift can be achieved by various methods, for which metal doping is an effective way.", "text": ["  Top of PageAbstractIntroductionModels and Computational MethodResults and DiscussionConclusionReferences1 Introduction In the past decade, metal−organic frameworks (MOFs) have been developed into a new family of materials that show potential applications in various fields, such as in gas storage, catalysis, and separation.(1-3) Due to their large surface areas, adjustable pore sizes, and controllable surface properties, a large number of MOFs have been synthesized for different potential applications.(4-7) Recently, the capture and sequestration of CO2 from various industrial gases by use of MOFs are receiving increasing attention,(8) and some have shown promising performance for this purpose,(3, 9, 10) encouraging further efforts to explore the ways to achieving even higher separation efficiency. In this aspect, computer modeling can play an important role, since it has advantages in the study of structure−property relationships: it can isolate influencing factors to quantify their separate as well as cooperative contributions, study a factor in a systematic way, screen structures on a large scale, and construct various hypothetical MOFs in a short time and explore their properties in a time-saving way. In our previous work, several Li-modified MOFs were constructed, and one of them, chem-4Li MOF, shows particularly high CO2 selectivity for CO2/CH4 mixture,(11) mainly due to the enhancement of the electrostatic potential by the presence of lithium. This work was extended to CO2 capture from other industrial gas mixtures, including CO2/H2 (composition: 20:80, purification of synthetic gas obtained from steam reforming of natural gas(10)), CO2/N2 (composition: 15.6:84.4), CO2/O2 (composition: 77.8:22.2, separation of CO2 from flue gases(9)), CO2/CO (composition: 50:50, separation of CO2 and CO from off-gases omitted from steel plants or coal gasification(12)), and CO2/C2H4 (composition: 50:50, purification of natural gas(12)). The goal of this work is threefold: (1) to explore whether the strategy proposed in our previous work is workable for CO2 capture from various practical systems; (2) to reveal the underlying mechanisms for selectivity enhancement in gas mixtures with different features, and (3) to find out whether new phenomena can be induced by metal doping in MOFs, particularly those on the structure of the confined gases; such a systematic study may reveal new phenomena and provide microscopic-level information on improving CO2 capture capability of MOFs by fine-tuning of their structures, which should also be beneficial for designing MOFs for other targeted applications, as well as provide a better understanding of the structure−property relationship of MOFs.  Top of PageAbstractIntroductionModels and Computational MethodResults and DiscussionConclusionReferences2 Models and Computational Method  2.1 MOF Structures In the present work, the well-studied IRMOF-1 (also known as MOF-5) and the Li-modified material chem-4Li MOF derived from IRMOF-1 in our previous work were adopted.(11) IRMOF-1 has eight Zn4O corner clusters connected by 24 linker molecules, with a cage of size 14.3 Å in diameter with the linkers pointing outward, and a smaller cage of size 10.9 Å in diameter with the linkers pointing inward. One unit cell contains eight Zn4O clusters and 24 linker molecules, so there are also eight cavities, four small and four large ones. The Li-modified IRMOF-1, chem-4Li MOF, was obtained by substituting all the hydrogen atoms by O−Li groups in the aromatic rings of IRMOF-1. The structure of chem-4Li MOF was optimized in our previous work by a density functional theory (DFT) method without any symmetry constraints.(11) The B3LYP functional along with the 6-311+G(2df,p) basis set was applied. Because of the large size of the MOF cells for the calculation, model clusters were adopted in the DFT calculations. The nature of the optimized minimum energy structures was confirmed by calculating the Hessian and ensuring there were no negative eigenvalues. Their structures are shown in Figure 1.  Figure 1. Structures of IRMOF-1 (a) and chem-4Li MOF (b) used in this work (Zn, yellow; O, red; C, gray; H, white; Li, purple).   2.2 Force Field Force fields play an important role in molecular simulations. The potential parameters and partial charges for all the adsorbates are shown in Table 1. In this present study, CO2 was modeled as a linear molecule with three charged Lennard-Jones (LJ) interaction sites located on each atom, taken from the TraPPE force field developed by Potoff and Siepmann.(13) The above potential models of CO2 have been successfully used to model the adsorption of CO2 in MOFs.(10)    Table 1. Lennard-Jones Potential and Coulombic Potential Parameters for the Adsorbates   LJ parameters adsorbatesiteσ (Å)ε/kB (K)charge (e)CO2CO2_O3.05079.00−0.35 CO2_C2.80027.000.70COCO_C3.8313.18−0.75 CO_O3.1280.06−0.85 CO_M001.60C2H4C2H4_CH23.72083.000.85 C2H4_CH2_M00−1.70N2N2_N3.31036.00−0.482 N2_M000.964O2O2_O3.02049.00−0.113 O2_M000.226H2H2_H000.468 H2_M2.95836.70−0.936  The three-site model of Straub and Karplus (SK model) was used for CO.(14) The SK model combines three LJ pair potentials with partial point charges located at the LJ centers and COM site. C2H4 was modeled as a rigid molecule with the CH2−CH2 bond length fixed at 1.33 Å. The charged C2H4 force field consists of three pseudoatoms, one for each CH2 group, and a site located at the center of mass (COM) with a negative point charge to maintain charge neutrality.(15) A three-site model was used for N2 with two sites located at two N atoms and the third one located at its COM site. The bond length between two N atoms is 1.10 Å.(13) These potential parameters were also taken from the TraPPE force field, which has also been successfully adopted to simulate the adsorptions of pure N2 and its mixture in zeolites and MOFs.(9, 16) The potential model employed for O2 is similar to that for N2. The bond length between two O atoms is 1.21 Å. The LJ potential parameters of atoms were suggested by Zhang and Siepmann,(17) and the partial point charges were arranged to reproduce the experimental gas-phase quadrupole moment of O2.(18) The potential parameters have also been successfully used to simulate the adsorption and separation of O2 in MOFs.(9) H2 was modeled by LJ core located at the center of mass of it and three partial charges with two located at H atoms and one at the center between two H atoms with bond length of 0.74 Å.(19) For the MOF materials studied in this work, the universal force field (UFF) was adopted to calculate the interactions between gas and framework.(20) The LJ parameters are shown in Table 2 and all the LJ cross-interaction parameters were determined by the Lorentz−Berthelot mixing rules. The atomic partial charges of the two frameworks are identical to our previous work.(11) This force field has been widely used to study the adsorption and separation of gases in various MOFs.(21, 22)    Table 2. LJ Potential Parameters for Atoms in the Framework LJ parametersMOF_ZnMOF_CMOF_OMOF_HMOF_Liσ (Å)2.4623.4313.1182.5712.184ε/kB (K)62.4052.8430.1922.1412.58    2.3 Simulation Method The standard Grand Canonical Monte Carlo (GCMC) simulation was employed to calculate the adsorption of pure components and their mixtures in the MOFs at 298 K. Details of the method can be found elsewhere.(23) The number of unit cells of MOFs adopted in the simulation cell is 2 × 2 × 2 so that enough molecules are accommodated to guarantee the simulation accuracy. All the adsorbate molecules and the MOFs were all treated as rigid structure. A cutoff radius of 12.8 Å was applied to all the LJ interactions, and the long-range electrostatic interactions were handled by use of the Ewald summation technique. Periodic boundary conditions were applied in all three dimensions. For each state point, GCMC simulation consisted of 1 × 107 steps to guarantee equilibration followed by 1 × 107 steps to sample the desired thermodynamic properties. Gas-phase fugacities used to perform GCMC simulations were calculated with the Peng−Robinson equation of state.   Top of PageAbstractIntroductionModels and Computational MethodResults and DiscussionConclusionReferences3 Results and Discussion  3.1 Validation of the Models and Method To validate the models and method adopted in this work, the adsorption isotherms of pure components in IRMOF-1 were simulated and compared with the available experimental data. Since the validation of CO2 and H2 has been performed in our previous work,(24) the adsorption isotherms of N2 and CO are simulated as a function of the bulk pressure. The results in Figure 2 show that the experimental data(25, 26) can be reproduced well. To the best of our knowledge, the experimental data of O2 and C2H4 in IRMOF-1 cannot be found in literature. However, the models and method have been successfully used to simulate the adsorption and separation of O2 and C2H4 in other MOFs.(9, 12) Therefore, we may conclude that the models and method adopted in this work are reliable.  Figure 2. Comparison of simulated and experimental adsorption isotherms(25, 26) of N2 at 77 K (a) and CO at 298 K (b) in IRMOF-1.   3.2 Selectivity of CO2 from Various Mixtures Selectivity is a measure to evaluate the adsorption-based separation performance of a porous material, which is defined by S = (xA/xB)(yB/yA), where x and y are the mole fractions of two components in the adsorbed and bulk phase, respectively. Values of S greater than unity imply that A is more strongly adsorbed than B. Figure 3 shows the simulated selectivity for CO2 from these binary systems in chem-4Li MOF and IRMOF-1 at 298 K, as a function of the bulk pressure up to 2.0 MPa (here we show the selectivites only up to 2.0 MPa, as we found the simulated selectivities are nearly independent of pressure from 2.0 to 5.0 MPa). Obviously, the selectivities in chem-4Li MOF were greatly enhanced, as compared with IRMOF-1. Table 3 shows the comparison with some porous materials under typical operating conditions (298 K and 0.1 MPa) in a pressure-switching adsorption process. Obviously, chem-4Li MOF shows comparable selectivity for CO2 to that in the MOFs with extra-framework ions(27) and much higher CO2 selectivity than other materials.  Figure 3. Selectivities for CO2 from the binary mixtures at 298 K in chem-4Li MOF, IRMOF-1, and the two MOFs without consideration of the adsorbate−MOF electrostatic interactions (without EI). (a) CO2/H2; (b) CO2/N2; (c) CO2/O2; (d) CO2/CO; (e) CO2/C2H4.    Table 3. Comparison of Chem-4Li MOF with Other Porous Materials for Capture of CO2 from Binary Systems under Typical Operating Conditions materialscompositionselectivityrefCO2/H2chem-4Li20:801892this workIRMOF-120:8010this workCu-BTC20:809510rho-ZMOFa15:85180027zeolite Na-4A50:506028CO2/N2chem-4Li15.6:84.4395this workIRMOF-115.6:84.44.2this workCu-BTC15.6:84.4209MOF-508bb50:50429ZIF-6815:851330rho-ZMOFa15:8550013soc-MOFa15:8542031zeolite Na-4A50:501814silicalitec10:902532CO2/O2chem-4Li77.8:22.2181this workIRMOF-177.8:22.24.0this workCu-BTC77.8:22.2309CO2/COchem-4Li50:50169this workIRMOF-150:503.9this workCu-BTC50:501012ZIF-68d50:5019.233CO2/C2H4chem-4Li50:507.3this workIRMOF-150:500.6this workCu-BTC50:500.512   a MOFs with extraframework ions.  b Temperature 303 K.  c Temperature 308 K.  d Temperature 273 K.   To study the effect of electrostatic interactions, additional simulations were performed by switching off the electrostatic interactions between adsorbates and the framework atoms (without EI). The results are also shown in Figure 3. It can be seen from Figure 3 that the selectivities of IRMOF-1 are much less affected by the electrostatic interactions between adsorbates and framework atoms as compared with chem-4Li MOF, and in the case without EI, chem-4Li MOF shows similar selectivities to IRMOF-1. This indicates that the main reason for selectivity enhancement in chem-4Li MOF is due to the stronger electrostatic interactions between the framework atoms and the adsorbed gas molecules induced by the introduction of lithium. Although CO2 selectivity behaves similarly as a function of pressure, the degree of selectivity enhancement differs largely in the binary systems considered: some systems show extremely large enhancement, while in other systems the increase in selectivity is quite small. Therefore, further analysis on the relationship between selectivity enhancement and the nature of the gas mixture to separate should be performed, which can provide useful information on how to control separation performance for a targeted mixture by fine-tuning the structure of a MOF.  3.3 Electrostatic Potential in Large and Small Cages Although it is certain that enhancing the electrostatic field in chem-4Li MOF leads to selectivity increase for CO2 in these binary mixtures, it would be useful to have detailed pictures of the electrostatic potentials in both IRMOF-1 and chem-4Li MOF; this information will be helpful to understand the details of electrostatic potential enhancement, as well as to explore the different degrees of enhancement for different mixtures. As a result, we further calculated the contour maps of the electrostatic potentials, using Dmol(3) in the Materials Studio package(34) based on the Hamprecht, Cohen, Tozer, and Handy (HCTH) functional of generalized gradient approximation (GGA) level coupled with double numerical plus d-functions (DND) basis set. This method has proved to be adequate for studying MOFs containing functionalized organic linker molecules.(35) IRMOF-1 has two kinds of cages, a large cage with the linkers pointing outward (L) and a small cage with the linkers pointing inward (S). Since chem-4Li MOF was derived from IRMOF-1 by substituting the H atoms in the aromatic rings by O−Li groups, this topology is kept unchanged, and thus it also contains two kinds of cages. The results are shown in the view of large and small cages in Figure 4. Obviously, the electrostatic field in the small cages of chem-4Li MOF is enhanced greatly, and the largest negative value occurs around the aromatic linkers by the introduction of O−Li groups, while in IRMOF-1 the largest negative value occurs around the metal clusters of the small cages; this illustrates that the introduction of lithium by O−Li groups not only enhances the strength and gradient of electrostatic potential but also changes the distribution; this may results in the change in preferential adsorption sites for adsorbates with large dipole/quadrupole moment. In addition, Figure 4 also shows that the difference in the electrostatic fields between the large and small cages in chem-4Li MOF is larger than that in IRMOF-1, this may influence both the selectivity and the structure of the adsorbed gases and deserves further investigation.  Figure 4. Contour maps of electrostatic potential (ESP) for (a) IRMOF-1 and (b) chem-4Li MOF in the view of large (L) and small (S) cages (Zn, yellow; O, red; C, gray, H, white and Li, purple).   3.4 Adsorption Sites of Pure Components To find out whether the presence of lithium can induce the change in preferential adsorption sites, further molecular simulations were performed for adsorption of the pure components in chem-4Li MOF. The center of mass (COM) probability distributions of these adsorbates at 0.01 MPa were examined, and the results are shown in Figure 5. Obviously, the adsorption sites of CO2, CO, C2H4, and N2 are all around the linker regions in the small cages, which is quite different from that in IRMOF-1.(36-38) On the other hand, H2 and O2 are still adsorbed in the corner regions in the big cages as in IRMOF-1. That is, the introduction of lithium onto the frameworks induced a shift of preferential adsorption sites for CO2, CO, C2H4, and N2.  Figure 5. Contour plots of COM probability densities of the pure components at 0.01 MPa in the view of large (L) and small (S) cages (Zn, yellow; O, red; C, gray; Li, purple). An examination of Figure 4 and the quadrupole/dipole moments of the components in Table 4 clearly explains the behaviors observed in Figure 5: CO2, CO, C2H4, and N2 have large quadrupole moments (also dipole moment for CO), while it is small for O2 and H2 (Table 4). We further calculated the isosteric heat of adsorption at infinite dilution, Qst0, as well as the Qst0 without considering the electrostatic interactions between adsorbates and the framework atoms of chem-4Li MOF (without EI), as also shown in Table 4. Therefore, it is clear that the strong electrostatic interactions between adsorbate and framework can change the preferential adsorption sites for adsorbates with large quadrupole/dipole moments.    Table 4. Quadrupole/Dipole Moments and Isosteric Heat of Adsorption at Infinite Dilution  adsorbate CO2COC2H4N2O2H2Qst0 (kJ/mol)56.6844.9529.9517.009.256.52Qst0 (kJ/mol) (without EI)13.889.1115.508.728.964.85quadrupole moment ×1026 (esu·cm2)4.30a2.50a1.50a1.52a0.39a0.662adipole moment ×1018 (esu·cm)00.1098a0000   a Taken from ref 3.     3.5 Adsorption Sites in Binary Mixtures Furthermore, the adsorption sites of the components in the gases mixtures were studied by examining the COM probability distributions. CO2/N2 mixture in chem-4Li MOF at 0.01 MPa, 0.1 and 1.0 MPa were taken as examples and the results are shown in Figure 6.  Figure 6. Contour plots of the COM probability densities of CO2 and N2 for CO2/N2 mixture at 0.01 MPa (a, b), 0.1 MPa (c, d), and 1.0 MPa (e, f) in the view of large (L) and small (S) cages (Zn, yellow; O, red; C, gray; Li, purple). Here we show only the COM probability densities of each component for clarity. As can be seen from Figure 6a, the adsorption sites for CO2 are still in the linker areas of small cages at low pressure (0.01 MPa), similar to the situation in the adsorption of pure component (Figure 5a); however, the adsorption sites for N2 are shifted to the corner regions of large cages (Figure 6b). Since the adsorption sites for the two components are in different cages, the selectivity at low pressure is exceptionally high. The shift of adsorption site for N2 can be attributed to the competitive adsorption between CO2 and N2: the quadrupole moment of CO2 is much larger than N2, leading to CO2 molecules that are much more preferentially adsorbed in the area with largest gradient of electrostatic potential, that is, around the O−Li group regions of the small cages (Figure 4b), pushing the N2 molecules to the large cages, the less preferential adsorption sites. With increasing pressure, the CO2 molecules begin to adsorb in the large cages (Figure 6c), leading to a decrease of selectivity. Clearly, at 1.0 MPa CO2 molecules occupy both kinds of cages, while the N2 molecules are mainly in the large cages as shown in Figure 6e,f. The behavior of COM distribution is similar for the other binary mixtures. Compared with IRMOF-1, the adsorption sites of the two components are in different cages in chem-4Li MOF at low pressures, leading to exceptional selectivity for CO2. This leads to a strategy to design MOFs with high selectivity: forcing the less selective component to its less preferential adsorption sites by fabrication of the framework, such as enhancing the electrostatic field in the material by metal doping.  3.6 Molecular-Level Segregation in the MOF Figure 6 shows that, at low pressures, the two components preferentially adsorb in different cages, making it possible to have molecular-level segregation in the system. We further investigated this phenomenon by taking the CO2/C2H4 system as an example, with a composition of 5% CO2 and 95% C2H4 at ambient temperature and pressure. The COM probability distributions of CO2 and C2H4 at 0.1 MPa are shown in Figure 7a,b. It can be seen that most of the CO2 molecules are adsorbed in the small cages, while C2H4 molecules are in the large ones, and molecular-level segregation occurs in this case, which should be more evident when the numbers of adsorbed CO2 and C2H4 molecules are comparable.  Figure 7. Contour plots of COM probability densities of CO2 and C2H4 at 0.1 MPa in chem-4Li MOF (a, b) and IRMOF-1 (c, d) in the view of large (L) and small (S) cages (Zn, yellow; O, red; C, gray; H, white; Li, purple). Furthermore, the separation performance of 5% CO2 and 95% C2H4 in IRMOF-1 was examined for comparison. The COM probability distributions of CO2 and C2H4 at 0.1 MPa are shown in Figure 7c,d. Obviously, both CO2 and C2H4 molecules are adsorbed in the large cages, and no molecular-level segregation occurs; the gradient of the electrostatic potential in IRMOF-1 is not strong enough to induce the change of adsorption sites for CO2 and C2H4. This kind of molecular-level segregation has also been found in CO2/CH4 mixture in Cu-BTC(39) and alkane mixtures in MOF-1,(40) as well as in zeolites,(41) but was first observed in MOFs with simple cubic pores of different sizes. On the other hand, zeolite catalysis presented a good example of how segregation could be utilized practically, providing useful information for the future utilization of this phenomenon in MOF catalysis.   Top of PageAbstractIntroductionModels and Computational MethodResults and DiscussionConclusionReferences4 Conclusion This work demonstrates that the chem-4Li MOF shows exceptional CO2 capture capability from various industrial systems, and metal doping is an effective route to enhance separation performance for mixtures with components that have large differences in dipole/quadrupole moment. On the other hand, this work illustrates that metal doping not only can change the strength and gradient of the electrostatic potential in the pores but also can tune its distribution, leading to the change of preferential adsorption sites of the components and eventually resulting in molecular-level segregation. In addition, the present work shows that if the preferential adsorption sites of the less selective component are shifted to its less preferential adsorption sites, separation selectivity can be improved greatly, and this can be achieved by fine-tuning the structure of MOFs by various methods, and among them metal doping is an effective way. The microscopic information obtained in this work can help to understand the separation behavior of MOFs as well as to guide the future rational design of new MOFs with improved separation performance for a targeted mixture. Top of PageAbstractIntroductionModels and Computational MethodResults and DiscussionConclusionReferencesAcknowledgment This work was supported by the NSFC (20725622, 20876006, and 20821004). Reference QuickViewTop of PageAbstractIntroductionModels and Computational MethodResults and DiscussionConclusionReferencesReferencesThis article references 41 other publications.1.   Rosi, N. L.; Eckert, J.; Eddaoudi, M.; Vodak, D. T.; Kim, J.; O’Keeffe, M.; Yaghi, O. M.  Science 2003,  300,  1127– 1129[Crossref], [PubMed], [CAS]1. Hydrogen Storage in Microporous Metal-Organic FrameworksRosi, Nathaniel L.; Eckert, Juergen; Eddaoudi, Mohamed; Vodak, David T.; Kim, Jaheon; O'Keeffe, Michael; Yaghi, Omar M.Science (Washington, DC, United States)\r\n        (2003),\r\n    300\r\n        (5622),\r\n    1127-1130CODEN:\r\n                SCIEAS;\r\n        "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-39/jp105899t/production/images/small/jp-2010-05899t_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-39/jp105899t/production/images/small/jp-2010-05899t_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-39/jp105899t/production/images/small/jp-2010-05899t_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-39/jp105899t/production/images/small/jp-2010-05899t_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-39/jp105899t/production/images/small/jp-2010-05899t_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-39/jp105899t/production/images/small/jp-2010-05899t_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2010/jpccck.2010.114.issue-39/jp105899t/production/images/small/jp-2010-05899t_0008.gif\">"]}