{"title": ["Modification of Fibers with Nanostructures Using Reactive Dye Chemistry"], "authors": ["Meagan A. Bunge", "K. Neil Ruckart", "Silas Leavesley", "Gregory W. Peterson", "Nien Nguyen", "Kevin N. West", "T. Grant Glover"], "doi": ["10.1021/acs.iecr.5b00089"], "abstract": ["Reactive dyes conventionally used to chemically bind chromophores to fabrics have been used to develop a platform technology that can modify commercially available fibers with nanoscale structures. To illustrate this concept, commercial nylon and cellulose fibers have been modified with gold nanoparticles of three sizes, metal organic framework (MOF) crystals, and quantum dots in five sizes. The gold modified cellulose and nylon samples have colors that vary based on the size of the gold particles, and the particles remained attached to the fibers, even after being washed with solvents, water, and soap. The MOF was grown on the fibers after applying reactive dyes to anchor the metal building unit to the fibers, and the process produced cellulose fibers with surface areas of ∼980 m", "/g. Both the nylon and cellulose MOF modified fabrics show preferential adsorption of ethylene over ethane and the ability to adsorb ammonia from air. Quantum dot modified nylon and cellulose fibers have fluorescent properties consistent with the unbound particles and remained attached to the fibers after washing with organic solvents, water, and soap. Applications are broad, and this work provides a first step at coupling conventional dyes and nanotechnology."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Methods", "Results and Discussion", "References", "Introduction", "Functionalizing fibers with specialized chemistry has received interest in both academia and industry, and the results have increased fiber water repellency, fire resistance, fiber strength, and antimicrobial properties.", "(1)", " The broad use of natural and synthetic fibers in the form of paper, fabrics, plastic, air filtration media, membranes, and other technologies has resulted in a variety of different methods used to impart chemical functionality to fibers.", "(2-11)", "Of these methods, particular effort has been placed on synthesizing metal particles by loading cellulose with metal nanoparticle precursors and reacting the precursors to produce a nanometal particle functionalized fabric.", "(2)", " Additionally, functionalized cellulose fibers have been synthesized via a layer-by-layer approach, where ultrathin organic multilayered films are assembled on a substrate.", "(3)", " Still other methods to modify cellulose have included: the use of carboxyl groups to impart functionality; utilization of sulfur groups to bind silver and other metals; and copper has been embedded for antimicrobial properties.", "(11-21)", " A variety of different types of cellulose have been modified as well, including aerogels and cellulose derived from plant fibers.", "(12, 13)", "Alloys in the form of quantum dots have also been added to both cellulose and nylon fibers. For example, quantum dots have been added to pre-electrospun polymer solutions to prepare quantum dot fiber composites and nylon quantum dot hybrid fibers have been prepared via ", "in situ", " polymerization.", "(22, 23)", " It has also been shown that water-soluble ZnS quantum dots can be functionalized and utilized in an ink jet printer to impart nanotechnology to the surface of cotton or paper.", "(24)", "In addition to nonporous particles, porous metal organic framework (MOF) structures have been added to fibers using a variety of methods. Specifically, MOF crystals have been grown on cellulose fibers, added to polymer-modified fibers, encapsulated in electrospun fibers, immobilized on fibers via solvothermal synthesis methods, developed in layer-by-layer process, and attached using microwave synthesis methods.", "(11, 25-30)", " Of particular interest is the use of atomic layer deposition to grow Cu-BTC MOF crystals on polymer fibers, as well as the application of MOF materials via ink jet printing onto paper.", "(9, 31)", "However, of all the approaches and techniques used to impart functionality to particles, a broadly applicable approach is absent. In most cases, unique synthesis conditions must be developed each time a nanostructure is to be added to a fiber and, in some cases, such as atomic layer deposition, sophisticated laboratory equipment is required, which may not be cost-effective on an industrial scale. Also, given that many fibers and fiber products have established industrial production methods, it is necessary that the generic starting point for attachment of nanotechnology to fibers should be readily adaptable to industrial settings. This implies that the generic methods should utilize established chemistry that can be executed at conditions commonly found in chemical production facilities, such as moderate temperature and pressure requirements, limited vacuum conditions, and agreeable to roll-to-roll processing technology.", "(32, 33)", " This type of generic approach for attaching nanoscale materials to fibers is absent in the research literature. In the commercial dyeing industry, however, a generic starting point has been well established with reactive dye chemistry.", "(34-39)", " Therefore, the purpose of this work is to demonstrate that commercially available reactive dyes used to add color to fabrics and fibers can also be used as a generic platform to attach nanostructures to fibers and surfaces.", "Top of Page", "Abstract", "Introduction", "Experimental Methods", "Results and Discussion", "References", "Experimental Methods", "The procedure below applies to both cellulose and nylon. This process was used to produce the sample shown in Figures ", "1", "a–c, as well as samples for MP-AES analysis, and is designated Process 1a. Similar procedures were used to produce the other samples discussed in the manuscript; these are detailed in the ", "Supporting Information (SI)", ". To begin, two swatches of nylon or cellulose, ∼0.5 in.", "2", ", were cut from a yard of nylon or from the purchased cotton T-shirt. The swatches weighed nominally 0.015 g and 0.0205 g for nylon and cellulose, respectively. The fabric was then placed in a 100 mL beaker containing 5 g of sodium carbonate dissolved in 50 mL of water at 65 °C and stirred for 5–10 min. In an Erlenmeyer flask, 40 mL of chloroform and 1.88 g of cyanuric chloride was dissolved and stirred using a stir bar. The fabric was added to the flask, and a rubber stopper with a syringe needle for ventilation was placed on the flask. The fabric stirred for 1 h and, in a separate Erlenmeyer flask, 20 mL of water and 0.43 g of cysteamine were added. After the fabric was stirred in the chloroform and the cyanuric chloride mixture for 1 h, the fabric was taken out and added to the flask containing cysteamine, and the ventilated stopper was placed on the flask. The fabric stirred for 22 h. After the fabric was stirred for 22 h, the fabric was removed and put in a 30 mL beaker to be washed. It was washed with water and chloroform. Gold nanoparticles were then added to the fabric in excess, such that the gold solution submerged the fabric. The beaker was covered with Parafilm and sat overnight. The next day, the fabric was washed with water and chloroform to remove physically attached gold particles. This process was repeated for each washing fluid. In most cases, to determine the impact of soap and water washing, the fabric was then cut in half and one half was placed in a 20 mL vial that was partially covered with Parafilm to allow it to dry. The other half was washed with soap and water and rinsed with acetone and then placed in a 20 mL vial that was partially covered with Parafilm to dry.", "Top of Page", "Abstract", "Introduction", "Experimental Methods", "Results and Discussion", "References", "Results and Discussion", "The utilization of reactive dyes as a method to functionalize fibers provides a robust and cost-effective platform to build or incorporate nanostructures into commercially available fiber products. The generic platform approach is illustrated in Scheme ", "1", "a, showing the attachment of a generic nanostructure to a generic dye. Then, using the well-established chemistry of dyeing fibers, the nanostructure is chemically bound to the fiber. The platform nature of the approach is illustrated by producing examples similar to those that have only been produced using customized synthesis techniques. Examples show the method can be utilized to attach gold nanoparticles, quantum dots, or grow porous MOF crystals on either natural or synthetic fibers.", "Scheme 1. (a) Generic Approach Utilizing Reactive Dyes as a Platform To Attach Nanostructures to Fibers; (b) A Specific Example Using the Platform To Attach Gold to Nylon Fibers", "a", "a", "The process proceeds with the attachment of the reactive cyanuric chloride anchor to nylon (step 1), then a thiol is added to the cyanuric chloride via an amine (step 2), and, lastly, gold or other metals are attached to the nylon using the available thiol (step 3).", "Specifically, a reactive dye, cyanuric chloride, was selected as a method to anchor nanostructures to fibers, as shown in Scheme ", "1", "b. In this process, the cyanuric chloride can react with the hydroxyl groups of cellulose via a chlorine group, and the remaining chlorine atoms are available for functionalization and provide a route to anchor nanostructures. This general approach is applicable to both nylon and cellulose. To illustrate this concept, a nylon swatch ∼0.5 in.", "2", " was functionalized with cyanuric chloride, reacted with cysteamine (NH", "2", "(CH", "2", ")", "2", "SH), and then exposed to 40 nm gold nanoparticles to bind the gold to the sulfur group anchored on the fabric surface.", "The results of this process are shown in Figure ", "1", ", which are field emission scanning electron microscope (FESEM) images showing gold coating the fibers; in some areas, gold completely covers the individual fiber strands. Figure ", "1", "a shows gold coating the fabric surface such that, in some cases, individual fibers comprising the weave are no longer distinguishable, because of a surface coating of gold. Magnification of an individual fiber, shown in Figure ", "1", "c, shows gold covering the majority of a fiber strand surface. Also shown in Figure ", "1", " is the control group containing unmodified nylon, which highlights the changes in fiber texture with gold loading.", "Figure 1. Cyanuric chloride, which is commonly used to anchor dyes to fabrics, has been utilized to attach gold to fibers. Shown are FESEM images of the fabric at magnifications of 200×, 1000×, and 5000× (a−c, respectively), after modification with 40 nm gold particles. Prior to FESEM the gold modified fibers were washed with water, chloroform, a commercially available hand soap and water, and lastly acetone. The original samples at the same magnifications and without exposure to gold are also shown in images (d−f).", "It is important to note that prior to taking the FESEM images, the fabric samples were rigorously washed, first with chloroform, water, and commercial hand soap and water, and lastly with acetone. The presence of the gold after rigorous washing highlights the robust chemical attachment of the metal to the surface of the particles.", "To ensure that the coating observed on the fabric was gold, scanning electron microscopy energy dispersive X-ray spectroscopy (SEM-EDS) analysis data were gathered and confirmed the presence of not only gold, but also sulfur and chlorine. The presence of these elements is consistent with the reaction chemistry reflecting a thiol of cysteamine and residual chlorine of cyanuric chloride. SEM-EDS data on the gold modified samples were taken without gold sputtering (conditions are given in the ", "SI", "), and additional SEM-EDS data are presented in the ", "SI", ".", "A distinct pink color, consistent with properties of nanophase gold, was observed when the nylon was functionalized with 40 nm gold, as shown in Figures ", "2", "a and ", "2", "b.", "(40)", " The pink color was maintained on the fabric after washing the swatch with hot (∼50 °C) tetrahydrofuran (THF), water, and soapy water, which is consistent with the FESEM data showing robust chemical attachment of the gold to the surface of the fibers, even after washing. Shown in Figures ", "2", "c and ", "2", "d are darker color changes resulting from the functionalization of the fabric with smaller 5 nm gold particles. Figure ", "2", "e shows the control nylon fabric that has been exposed to the same gold nanoparticle solution, but was not modified with the chemical attachment technology. The control showed no color change and was not stained by exposure to the gold nanoparticles. Specifically, the fabric in Figure ", "2", "e was washed with hot THF and water and exposed to 5 nm gold overnight, and then the fabric was washed with hot THF and water again. Nylon samples were also modified with 20 nm particles and provided a similar result as the 40 and 5 nm samples.", "Figure 2. A generic platform technology to attach nanostructures to fibers based on reactive dyes is shown here with the attachment of gold to nylon swatches. The color shown on the fabrics is a result of the size of gold particles. The 40 nm sample after washing with solvents, water, and soap with water is shown in (a) and after washing with hot THF and water but prior to soap in (b). Nylon modified with 5 nm particles after and before washing with soap are shown in (c) and (d), respectively. The control sample (e) was exposed to 5 nm gold particles and shows no color change, indicating effectively no attachment of gold to the fibers.", "The reactive dye method (RDM) was also used to modify cellulose (cotton) swatches with 20 and 40 nm gold particles and produced similar results as the nylon samples. Images of cotton modified with gold are provided in the ", "SI", ". The FESEM images of the cellulose modified with gold show significantly more surface texture on the modified fibers, when compared to the original cellulose fibers. EDS data also verify the presence of gold on the surface of the cotton fibers. As with the nylon samples, cotton samples were washed with water, chloroform, soap and water, and acetone. Images and FESEM data of cellulose modified with gold are contained in the ", "SI", ".", "To quantify the total gold loading, microwave plasma atomic emission spectroscopy (MP-AES) measurements were completed on representative 40 nm gold modified cotton and nylon samples that were prepared. The gold loadings of these samples were nominally 0.077 and 0.081 wt %, respectively.", "Two similar processes were developed to bind gold to the surface of the fabric with one using cysteamine and the second using the hydrogen chloride salt of cysteamine. This modification is noted because the two processes produced similar results and the cysteamine hydrochloride salt is available at a significantly reduced price relative to the pure cysteamine reagent. The synthesis section of the ", "SI", " identifies these differences and highlights when each method was used. In this example, the cysteamine has taken the place of the traditional chromophores and is available for additional reaction; however, other thiols, such as 6-amino-1-hexanethiol, could have also been used. Likewise, the platform nature of the RDM allows other functional groups, such as carboxylic acids, alcohols, amines, esters, and others, to be used to bind nanostructures to the reactive dye or substrate.", "It is important to highlight that the fabric swatch was cut from a sample of nylon purchased from commercial retail store, which illustrates that it is not necessary to have laboratory grade nylon and that this approach can be applied to industrially produced fabrics. The RDM was also used to modify 0.5 in.", "2", " cellulose swatches. As was done for the nylon sample, a commercially available cellulose sample was obtained, in this case, a plain white T-shirt purchased from a commercial retailer, reflecting the ease of application of this approach to existing commercially available fibers. Also, reactive dye chemistry is known to be applicable to wool and silk, and, in this work, cellulose was selected as a representative example of these natural fibers. Moreover, illustration of the RDM to cellulose is broadly applicable to fabrics as well as other cellulose materials, such as wood or paper.", "With the FESEM illustrating gold covering a large portion of the fiber surface, it was hypothesized that these materials could provide a starting point for the construction of self-assembled monolayers or more complex nanostructures. To support this concept, cellulose and nylon were modified to contain copper for the development of an organized crystalline copper based MOF. Using the same platform approach that was used to attach gold to fibers, a fabric sample was modified with cyanuric chloride, functionalized with cysteamine, and then copper was bound to the thiol. In this case, the copper was added via copper nitrate to illustrate that the RDM approach does not specifically require a controlled metal nanoparticle in suspension. After the copper was added to the fabric using the RDM platform, the fabric was used as a metal structural building unit for the construction of a Cu-BTC MOF crystal, as shown in Figure ", "3", ".", "Figure 3. To illustrate the ability of the metal functionalized fibers to support self-assembled structures, cotton and nylon were functionalized with copper and Cu-BTC MOF was grown on cotton and nylon fabrics. MOF modified cotton is shown in (a)–(c) at different magnifications and MOF modified nylon is shown in (d). These fabrics show differences in ethane and ethylene adsorption capacity (e), illustrating application of these materials in gas separations. A cotton sample as removed from the MOF reaction solution vial and prior to washing with solvents (f).", "The materials show high surface area, with ∼976 and 680 m", "2", "/g for cotton and nylon, respectively, and X-ray diffraction (XRD) patterns consistent with Cu-BTC. As a control, Cu-BTC was prepared without the presence of fabric and resulted in a sample with 1778 m", "2", "/g. Compared to the pure Cu-BTC powder, the cotton and nylon have 55% and 38% of the pure powder surface area. In addition, the presence of the fabric swatch functionalized to bind copper on the fabric did not impact the formation of MOF in the reaction solution. Specifically, Cu-BTC powder that formed in the reaction solution but was not attached to the fabric produced a sample with a surface area of 1760 m", "2", "/g.", "To illustrate the viability of the bound nanostructure to perform industrially relevant separations, ethane and ethylene single component gas adsorption isotherms were measured and are shown in Figure ", "3", "e. This example was selected because the separation of ethylene and ethane has been previously completed using membranes, which illustrates the potential application of the RDM to membrane fiber development.", "(41)", " With Cu", "2+", " as a π acid, the fabric shows selectivity for the ethylene based on the available π electrons in the ethylene double bond.", "(42)", " Selectivity for ethylene over ethane was observed for both nylon and cellulose modified Cu-BTC materials. Figure ", "3", "f shows a cellulose Cu-BTC fabric sample that has been removed from the solution vial prior to washing with solvents. The Cu-BTC fabric was not washed with water, due to Cu-BTC water instability.", "(43)", " The color is consistent with the color of solvent filled Cu-BTC.", "(42)", "Also, the ability of the material to remove ammonia from air was evaluated by passing a humid air stream containing ammonia across the fabric and monitoring the effluent gas concentration in a gas breakthrough experiment.", "(44)", " The data show that the material readily captures ammonia from a flowing stream of humid air. Specifically, the cotton sample adsorbed 2 mol/kg of ammonia in a 25 °C (50% relative humidity) air stream, and the nylon Cu-BTC sample produced a lower 0.5 mol/kg loading, which is consistent with the lower surface area of the Cu-BTC nylon sample.", "To illustrate the application of RDM technology to optical nanostructures and surfaces, 6 nm CdSeS/ZnS alloyed quantum dots with a fluorescence of 505 nm were added to cellulose and nylon. Using the same platform approach, cyanuric chloride was bound to the fiber surface and then cysteamine, the bonding agent for the quantum dots, was added to the fibers. Lastly, quantum dots were added to the functionalized fabric; the results are shown in Figure ", "4", ". This is the same approach utilized for both gold and MOF modified fabrics, illustrating the broad range of applications of the reactive dye approach to functionalizing fibers and substrates.", "Figure 4. The reactive dye method was used to add CdSeS/ZnS quantum dots to nylon fibers. Shown are two fabric samples modified with quantum dots and after being washed with solvents (a and c) and the swatches after being washed with solvents and soap and water (b and d). Also shown is the unmodified fluorescence confocal microscope image of the nylon (e) and the FESEM of the quantum dot modified fabric (f) as well as other quantum dot sizes bound to nylon swatches (g).", "FESEM images of these samples were completed; however, given the small size of the quantum dots, it was difficult to see the particles in the FESEM image, as shown in Figure ", "4", "f. Some large particle aggregations were observed on the fibers in some images, and EDX data indicated Zn in these aggregations, which is consistent with the CdSeS/ZnS composition of the quantum dot.", "To observe the loading of the quantum dots on the fabric, maximum-intensity projections were generated from spectral confocal microscopy image data, as shown in Figure ", "4", ". By measuring spectra of the native quantum dots in solution, the unlabeled fabric, and the composite, the spectral image data were linearly unmixed to show unmodified nylon fiber and quantum dot fluorescence false-colored in dark blue and yellow, respectively. As with the gold sample, the coverage on the fibers is high. For these samples, Figure ", "4", "a shows the loadings after washing with ", "n", "-hexane, water, chloroform but without washing with soap. Figure ", "4", "b shows the loading of the particles after washing with ", "n", "-hexane, water, chloroform and with soap, water, and acetone. The loadings of the quantum dots in Figure ", "4", "a are consistent with the loadings of gold observed via FESEM on nylon with large deposits of quantum dots completely covering the fibers in the nylon weave. The sample in Figure ", "4", "a was prepared using cysteamine (process 3a in the ", "SI", "). When this sample was washed with soap, however, the large deposits appear to be more distributed across the fibers but the quantum dots remain well attached to the fabric. There was no visual difference in these two samples (Figures ", "4", "a or ", "4", "b), with both maintaining a strong green color consistent with the quantum dot stock solution.", "A second sample was prepared using cysteamine hydrochloride (process 3b in the ", "SI", "), and the results are shown in Figures ", "4", "c and ", "4", "d, with Figure ", "4", "c showing the sample after washes with ", "n", "-hexane, water, and chloroform and Figure ", "4", "b showing the sample after an additional washing with soap and water and acetone. Prior to washing with soap, the quantum dots cover the nylon fibers very evenly. After washing with soap, some losses are observed; however, quantum dots are still present. Visually, the sample shown in Figures ", "4", "c and ", "4", "d were both green, consistent with the stock quantum dot solution. However, the sample washed with soap (Figure ", "4", "d) had a slightly lighter green color.", "Although these two samples showed variability in how the quantum dots load the nylon fibers, both produced nylon swatches with bound quantum dots and fluorescence consistent with the stock quantum dot solution. To acquire a more uniform distribution of quantum dots, it may be necessary to adjust the sequence of the RDM steps, the types of solvents used in the process, or the temperature of the reaction.", "The optical measurements also confirmed that the observed fluorescence emission spectrum of the quantum dots in solution has not changed upon binding to the fiber surface. Specifically, a sample of the solution that was used as the source of the quantum dots for the experiments shown in Figure ", "4", ", was placed on a glass slide and imaged using the same settings used to image the fibers. The quantum dot solution fluoresced at a peak emission wavelength of 505 nm, using a 405 nm laser for excitation, and the observed fluorescence of the quantum dots bound to the fabric was also 505 nm, showing, as expected, that the RDM of attachment has not altered the fluorescence.", "The RDM was repeated using quantum dots with fluorescence wavelengths of 525, 575, 630, and 665 nm, producing fabrics of different colors, as shown in Figure ", "4", "g. The sample at the far right of Figure ", "4", "g is an unmodified nylon control. The fibers in Figure ", "4", "g were washed with ", "n", "-hexane, water, chloroform, soap and water, and acetone. The presence of fluorescence after these washings emphasizes the robust attachment of the nanoparticles to the fibers.", "The results discussed illustrate the use of reactive dye chemistry to attach nanostructures to fibers. The approach is applicable to synthetic and natural fibers and can be used as a starting point for the assembly of complex nanostructures, such as MOFs on fibers. Likewise, the gold in the modified fibers is available for surface chemistry reactions and provides a starting point for applying other gold based nanotechnology, such as self assembled monolayers, to fibers. The MOF modified fibers show selectivity for ethylene over ethane and removed ammonia from a humid air stream. The quantum dot fibers fluoresce with the same wavelength of the bulk solution, even though the particles are bound to the surface. The gold and quantum dot examples provided survive not only solvent washes, such as acetone, chloroform, and hexane, but also soap and water washes. The MOF modified fibers survive washes with solvents, but were not washed with water, because of Cu-BTC instability. These results provide three examples of utilizing reactive dyes to modify synthetic and natural fibers, and provide a route to move nanotechnology from a laboratory practice to commercially available substrates, such as cellulose, fabrics, fibers, and plastics.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Methods", "Results and Discussion", "References", "Supporting Information", "Additional details regarding synthesis methods and materials characterization are included as Supporting Information. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Methods", "Results and Discussion", "References", "Acknowledgment", "This research was supported by the Department of Defense Army Research Office STIR Grant and a University of South Alabama Faculty Development Grant. K.N.R. acknowledges the support of an Alabama EPSCoR GRSP Fellowship. The authors wish to thank David Battiste for his assistance with the digestion of the fabric samples and operation of the MP-AES. The authors wish to thank Elizabeth Abts for taking pictures of the samples. The authors would like to acknowledge support from NIH grant awards P01HL066299 and S10RR027535.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Methods", "Results and Discussion", "References", "References", "This article references 44 other publications.", "1. ", "Sawhney", ", ", "A. P. S.", "; ", "Condon", ", ", "B.", "; ", "Singh", ", ", "K. V.", "; ", "Pang", ", ", "S. S.", "; ", "Li", ", ", "G.", "; ", "Hui", ", ", "D.", " ", "Modern applications of nanotechnology in textiles", " ", "Text. Res. J.", " ", "2008", ",  ", "78", ",  ", "731", "– ", "739", "[", "Crossref", "], [", "CAS", "]", "1. ", "Modern applications of nanotechnology in textiles", "Sawhney, A. P. S.; Condon, B.; Singh, K. V.; Pang, S. S.; Li, G.; Hui, David", "Textile Research Journal", "\r\n        (", "2008", "),\r\n    ", "78", "\r\n        (", "8", "),\r\n    ", "731-739", "CODEN:\r\n                ", "TRJOA9", ";\r\n        ISSN:", "0040-5175", ".\r\n    \r\n            (", "Sage Publications Ltd.", ")\r\n        ", "Nanotechnol. (NT) deals with materials 1 to 100 nm in length.  At the National Nanotechnol. Initiative (NNI), NT is defined as the understanding, manipulation, and control of matter at the above-stated length, such that the phys., chem., and biol. properties of the materials (individual atoms, mols., and bulk matter) can be engineered, synthesized, and altered to develop the next generation of improved materials, devices, structures, and systems.  NT at the mol. level can be used to develop desired textile characteristics, such as high tensile strength, unique surface structure, soft hand, durability, water repellency, fire retardancy, antimicrobial properties, and the like.  Indeed, advances in NT have created enormous opportunities and challenges for the textile industry, including the cotton industry.  The focus of this paper is to summarize recent applications of NT as they relate to textile fibers, yarns, and fabrics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXpsVOlu74%253D&md5=4f164715fc912baa16ec67a33fad55a0", "2. ", "He", ", ", "J.", "; ", "Kunitake", ", ", "T.", "; ", "Nakao", ", ", "A.", " ", "Facile ", "in situ", " synthesis of noble metal nanoparticles in porous cellulose fibers", " ", "Chem. Mater.", " ", "2003", ",  ", "15", ",  ", "4401", "– ", "4406", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Facile in situ synthesis of noble metal nanoparticles in porous cellulose fibers", "He, Junhui; Kunitake, Toyoki; Nakao, Aiko", "Chemistry of Materials", "\r\n        (", "2003", "),\r\n    ", "15", "\r\n        (", "23", "),\r\n    ", "4401-4406", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "In situ synthesis of noble metal (Ag, Au, Pt, Pd) nanoparticles was carried out under ambient conditions in porous cellulose fibers as nanoreactors.  Particles of <10 nm were readily prepd. using the described approach, and monodisperse nanoparticles were obtained under an optimized concn. of the metal precursor soln.  The nanoporous structure and the high oxygen (ether and hydroxyl) d. of the cellulose fiber constitute an effective nanoreactor for in situ synthesis of metal nanoparticles.  The nanopore is essential for incorporation of metal ion and reductant into cellulose fibers as well as for removal of unnecessary byproducts from fibers.  This was endorsed by negligible adsorption of metal ion onto nonporous films of poly(vinyl alc.) and starch.  The ether oxygen and the hydroxyl group not only anchor metal ions tightly in cellulose fibers via ion-dipole interactions, but they also stabilize metal nanoparticles by strong bonding interaction with their surface atoms.  The preparative procedure is facile and versatile, and provides a simple route to manufg. of useful noble metal nanoparticles.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXot12nu7Y%253D&md5=9cf0cff353f8210551f32f20a94ecc79", "3. ", "Qi", ", ", "Z.-D.", "; ", "Saito", ", ", "T.", "; ", "Fan", ", ", "Y.", "; ", "Isogai", ", ", "A.", " ", "Multifunctional Coating Films by Layer-by-Layer Deposition of Cellulose and Chitin Nanofibrils", " ", "Biomacromolecules", " ", "2012", ",  ", "13", ",  ", "553", "– ", "558", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Multifunctional Coating Films by Layer-by-Layer Deposition of Cellulose and Chitin Nanofibrils", "Qi, Zi-Dong; Saito, Tsuguyuki; Fan, Yimin; Isogai, Akira", "Biomacromolecules", "\r\n        (", "2012", "),\r\n    ", "13", "\r\n        (", "2", "),\r\n    ", "553-558", "CODEN:\r\n                ", "BOMAF6", ";\r\n        ISSN:", "1525-7797", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An environmentally benign surface modification process for plastic films was demonstrated by fabricating composite coatings through layer-by-layer assembly with green solid materials: aq. dispersions of two kinds of cryst. polysaccharide nanofibrils.  Anionic cellulose nanofibrils were obtained by the TEMPO (2,2,6,6-tetramethylpiperidine-1-oxyl radical)-mediated oxidn. of native cellulose, while cationic β-chitin nanofibrils were prepd. by the protonation of squid pen chitin.  Uniform layer depositions, driven by electrostatic attraction and enhanced by hydrogen bonding, were obsd. on silicon wafers and then reproduced onto poly(ethylene terephthalate) films.  Contact angle measurements and dyeing tests on the resulting films revealed their hydrophilic nature and the sorption of both charged and uncharged substances.  Antireflection properties were also confirmed via the light transmittance measurements.  As might be presumed from all these properties, this composite coating exhibited its unique behavior largely due to its structure, which was distinct from both those of nanofibril cast films and polymer films.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XosFemuw%253D%253D&md5=10c2549ab128c56aad7dda6af9f609e7", "4. ", "Dong", ", ", "H.", "; ", "Hinestroza", ", ", "J. P.", " ", "Metal Nanoparticles on Natural Cellulose Fibers: Electrostatic Assembly and ", "In Situ", " Synthesis", " ", "ACS Appl. Mater. Interfaces", " ", "2009", ",  ", "1", ",  ", "797", "– ", "803", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Metal Nanoparticles on Natural Cellulose Fibers: Electrostatic Assembly and In Situ Synthesis", "Dong, Hong; Hinestroza, Juan P.", "ACS Applied Materials & Interfaces", "\r\n        (", "2009", "),\r\n    ", "1", "\r\n        (", "4", "),\r\n    ", "797-803", "CODEN:\r\n                ", "AAMICK", ";\r\n        ISSN:", "1944-8244", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The conformal deposition of metal nanoparticles (Au, Pd, and Pt) onto natural cellulose fibers using two chem. strategies is reported.  The driving mechanism responsible for the high surface coverage of the substrates was identified as the electrostatic interactions between the pos. charged cellulose and the either neg. charged nanoparticles or neg. metal complex ions.  The natural cellulose fibers were rendered cationic by grafting ammonium ions, using an epoxy substitution reaction, to the abundant hydroxyl groups present in cellulose mols.  The first method involved the electrostatic assembly of citrate-stabilized metal nanoparticles directly onto the cationic surfaces of cellulose.  The second method involved the adsorption of neg. metal complex ions onto the cationic cellulose followed by a redn. reaction.  The attained metal nanoparticles bound with cellulose fibers were characterized by electron microscopy (TEM and SEM) and energy-dispersive X-ray spectroscopy (EDX).  Both pathways generated metal nanoparticles with high packing densities on the cellulose substrates even when very dil. solns. of metal colloids or metal salts were used.  Achieving high surface coverage with low-concn. precursor solns. may open an avenue for the prodn. of flexible catalytic mantles or highly functionalized textile substrates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjvVegtbs%253D&md5=c00600a9b72728c3b9f25a387474cca8", "5. ", "Hyde", ", ", "K.", "; ", "Rusa", ", ", "M.", "; ", "Hinestroza", ", ", "J.", " ", "Layer-by-layer deposition of polyelectrolyte nanolayers on natural fibers: Cotton", " ", "Nanotechnology", " ", "2005", ",  ", "16", ",  ", "422", "– ", "428", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Layer-by-layer deposition of polyelectrolyte nanolayers on natural fibers: Cotton", "Hyde, Kevin; Rusa, Mariana; Hinestroza, Juan", "Nanotechnology", "\r\n        (", "2005", "),\r\n    ", "16", "\r\n        (", "7", "),\r\n    ", "422-428", "CODEN:\r\n                ", "NNOTER", ";\r\n        ISSN:", "0957-4484", ".\r\n    \r\n            (", "Institute of Physics Publishing", ")\r\n        ", "The layer-by-layer (LbL) deposition of poly(sodium 4-styrene sulfonate) (PSS) and poly(allylamine hydrochloride) (PAH) over cotton fibers is reported.  Cotton fibers offer unique challenges to the deposition of nanolayers because of their unique cross section and the chem. heterogeneity of their surface.  Cationic cotton substrates were produced by using 2,3-epoxypropyltrimethylammonium chloride.  Attenuated total reflectance FTIR, XPS and TEM were used to validate the presence of the nanolayers and to corroborate their self-organized structure.  TEM images indicated conformal and uniform coating of the cotton fibers.  XPS spectral data were in quant. agreement with previous published work that studied the LbL deposition of PSS and PAH over synthetic substrates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXotFartr8%253D&md5=0d88e26f376c36d7f6da4df88f5126c7", "6. ", "Hyde", ", ", "K.", "; ", "Dong", ", ", "H.", "; ", "Hinestroza", ", ", "J. P.", " ", "Effect of surface cationization on the conformal deposition of polyelectrolytes over cotton fibers", " ", "Celllulose", " ", "2007", ",  ", "14", ",  ", "615", "– ", "623", "[", "Crossref", "], [", "CAS", "]", "6. ", "Effect of surface cationization on the conformal deposition of polyelectrolytes over cotton fibers", "Hyde, Kevin; Dong, Hong; Hinestroza, Juan P.", "Cellulose (Dordrecht, Netherlands)", "\r\n        (", "2007", "),\r\n    ", "14", "\r\n        (", "6", "),\r\n    ", "615-623", "CODEN:\r\n                ", "CELLE8", ";\r\n        ISSN:", "0969-0239", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "The effect of surface cationization on the conformal deposition of alternating nanolayers of poly(sodium styrene sulfonate) (PSS) [Kleinfeld E, Ferguson G (1996) Chem Mater 8:1575-1578] and poly(allylamine hydrochloride) (PAH) over cotton fibers is reported.  Three different levels of cotton cationization were evaluated.  Variations in the cationization degree were achieved by manipulating the ratio of 3-chloro-2-hydroxy Pr tri-Me ammonium to NaOH.  Exptl. results obtained via Carbon-Hydrogen-Nitrogen-Sulfur (CHNS) elemental anal. and XPS indicated that the deposition process was not significantly influenced by the degree of cotton cationization.  The build up of further polyelectrolyte layers was found to be less sensitive to variations in the cationic character of the substrates once a crit. no. of alternating layers was deposited.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXht1CgurnI&md5=5833fdf861cbb861f3cf0e266345c983", "7. ", "Dubas", ", ", "S. T.", "; ", "Kumlangdudsana", ", ", "P.", "; ", "Potiyaraj", ", ", "P.", " ", "Layer-by-layer deposition of antimicrobial silver nanoparticles on textile fibers", " ", "Colloids Surf., A", " ", "2006", ",  ", "289", ",  ", "105", "– ", "109", "[", "Crossref", "], [", "CAS", "]", "7. ", "Layer-by-layer deposition of antimicrobial silver nanoparticles on textile fibers", "Dubas, Stephan T.; Kumlangdudsana, Panittamat; Potiyaraj, Pranut", "Colloids and Surfaces, A: Physicochemical and Engineering Aspects", "\r\n        (", "2006", "),\r\n    ", "289", "\r\n        (", "1-3", "),\r\n    ", "105-109", "CODEN:\r\n                ", "CPEAEH", ";\r\n        ISSN:", "0927-7757", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Antimicrobial silver nanoparticles were immobilized on nylon and silk fibers by following the layer-by-layer deposition method.  The sequential dipping of nylon or silk fibers in dil. solns. of poly(diallyldimethylammonium chloride) (PDADMAC) and silver nanoparticles capped with poly(methacrylic acid) (PMA) led to the formation of a colored thin film possessing antimicrobial properties.  The layer-by-layer deposition was monitored by measuring the K/S value, which is the ratio between the sorption coeff. (K) and the scattering (S) of the coated fibers, with a reflectance spectrophotometer.  The K/S values for both silk and nylon fibers were found to increase as a function of the no. of deposited layers.  Although the film growth was obsd. on both fibers, the K/S value of the nylon fiber was significantly lower than silk fibers.  SEM studies of both fibers confirmed that the layer-by-layer coating on the nylon fibers was not as uniform as on the silk fibers.  Antimicrobial tests against Staphylococcus aureus bacteria were performed and antimicrobial activity was demonstrated for both coated fibers.  The deposition of 20 PDADMAC/PMAcapAg layers onto the fibers resulted in 80% bacteria redn. for the silk fiber and 50% for the nylon fiber.  Although the film growth was more efficient on the silk fibers, these results suggest that this technique could be used in the design of new synthetic or natural tech. fibers where antimicrobial properties are required.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtVagt7vF&md5=e6c68be47610bb511d7263cf87e84821", "8. ", "Gao", ", ", "J.", "; ", "Zhano", ", ", "B.", "; ", "Itkis", ", ", "M. E.", "; ", "Bekyarova", ", ", "E.", "; ", "Hu", ", ", "H.", "; ", "Kranak", ", ", "V.", "; ", "Yu", ", ", "A.", "; ", "Haddon", ", ", "R. C.", " ", "Chemical engineering of the single-walled carbon nanotube–nylon 6 interface", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "7492", "– ", "7496", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Chemical engineering of the single-walled carbon nanotube-nylon 6 interface", "Gao, Junbo; Zhao, Bin; Itkis, Mikhail E.; Bekyarova, Elena; Hu, Hui; Kranak, Verina; Yu, Aiping; Haddon, Robert C.", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "23", "),\r\n    ", "7492-7496", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We report an approach to the chem. engineering of the single-walled carbon nanotube (SWNT)-polymer interfacial interaction in a nylon 6 graft copolymer composite which is based on the degree of SWNT functionality.  Continuous fibers are drawn from composites fabricated from the in situ polymn. of caprolactam with SWNTs possessing a range of carboxylic acid (SWNT-COOH) and amide (SWNT-CONH2) functionalities.  Mech. performance evaluation of the composite fibers shows that a high concn. of the carboxylic acid functional groups leads to a stronger SWNT-nylon interfacial interaction, as reflected in greater values of the Young's modulus and mech. strength.  Replacement of the COOH group by CONH2 in the SWNT starting material changes the grafting polymn. chem., thereby leading to the covalent attachment of longer graft copolymer chains to the SWNTs, and alters the composite morphol. while increasing the composite flexibility and toughness.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XkslKhsLg%253D&md5=3d4a1a9382f8e119fcf3d12a37917f68", "9. ", "Zhao", ", ", "J.", "; ", "Losego", ", ", "M. D.", "; ", "Lemaire", ", ", "P. C.", "; ", "Williams", ", ", "P. S.", "; ", "Gong", ", ", "B.", "; ", "Atanasov", ", ", "S. E.", "; ", "Blevins", ", ", "T. M.", "; ", "Oldham", ", ", "C. J.", "; ", "Walls", ", ", "H. J.", "; ", "Shepherd", ", ", "S. D.", "; ", "Browe", ", ", "M. A.", "; ", "Peterson", ", ", "G. W.", "; ", "Parsons", ", ", "G. N.", " ", "Highly Adsorptive, MOF-Functionalized Nonwoven Fiber Mats for Hazardous Gas Capture Enabled by Atomic Layer Deposition", " ", "Adv. Mater. Interfaces", " ", "2014", ",  ", "1", ",  ", "1400040", "– ", "1400046", "[", "CAS", "]", "9. ", "Highly Adsorptive, MOF-Functionalized Nonwoven Fiber Mats for Hazardous Gas Capture Enabled by Atomic Layer Deposition", "Zhao, Junjie; Losego, Mark D.; Lemaire, Paul C.; Williams, Philip S.; Gong, Bo; Atanasov, Sarah E.; Blevins, Trent M.; Oldham, Christopher J.; Walls, Howard J.; Shepherd, Sarah D.; Browe, Matthew A.; Peterson, Gregory W.; Parsons, Gregory N.", "Advanced Materials Interfaces", "\r\n        (", "2014", "),\r\n    ", "1", "\r\n        (", "4", "),\r\n    ", "1400040/1-1400040/6", "CODEN:\r\n                ", "AMIDD2", ";\r\n        ISSN:", "2196-7350", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "While metal-org. frameworks (MOFs) show great potential for gas adsorption and storage, their powder form limits deployment opportunities.  Integration of MOFs on polymeric fibrous scaffolds will enable new applications in gas adsorption, membrane sepn., catalysis, and toxic gas sensing.  Here, we demonstrate a new synthesis route for growing MOFs on fibrous materials that achieves high MOF loadings, large surface areas and high adsorptive capacities.  We find that a nanoscale coating of Al2O3 formed by at. layer deposition (ALD) on the surface of nonwoven fiber mats facilitates nucleation of MOFs on the fibers throughout the mat.  Functionality of MOFs is fully maintained after integration, and MOF crystals are well attached to the fibers.  Breakthrough tests for HKUST-1 MOFs [Cu3(BTC)2] on ALD-coated polypropylene fibers reveal NH3 dynamic loadings up to 5.93 ± 0.20 mol/kg(MOF+fiber).  Most importantly, this synthetic approach is generally applicable to a wide range of polymer fibers (e.g., PP, PET, cotton) and MOFs (e.g., HKUST-1, MOF-74, and UiO-66).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtFGmsL7K&md5=8d56fb3cdb41c6ac3294f7522fd35113", "10. ", "Xu", ", ", "F. J.", "; ", "Zhao", ", ", "J. P.", "; ", "Kang", ", ", "E. T.", "; ", "Neoh", ", ", "K. G.", "; ", "Li", ", ", "J.", " ", "Functionalization of Nylon Membranes via Surface-Initiated Atom-Transfer Radical Polymerization", " ", "Langmuir", " ", "2007", ",  ", "23", ",  ", "8585", "– ", "8592", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Functionalization of Nylon Membranes via Surface-Initiated Atom-Transfer Radical Polymerization", "Xu, F. J.; Zhao, J. P.; Kang, E. T.; Neoh, K. G.; Li, J.", "Langmuir", "\r\n        (", "2007", "),\r\n    ", "23", "\r\n        (", "16", "),\r\n    ", "8585-8592", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The ability to manipulate and control the surface properties of nylons is of crucial importance to their widespread applications.  In this work, surface-initiated atom-transfer radical polymn. (ATRP) is employed to tailor the functionality of the nylon membrane and pore surfaces in a well-controlled manner.  A simple two-step method, involving the activation of surface amide groups with formaldehyde and the reaction of the resulting N-methylol polyamide with 2-bromoisobutyryl bromide, was first developed for the covalent immobilization of ATRP initiators on the nylon membrane and its pore surfaces.  Functional polymer brushes of 2-hydroxyethyl methacrylate (HEMA) and poly(ethylene glycol)monomethacrylate (PEGMA) were prepd. via surface-initiated ATRP from the nylon membranes.  A kinetics study revealed that the chain growth from the membranes was consistent with a \"controlled\" process.  The dormant chain ends of the grafted HEMA polymer (P(HEMA)) and PEGMA polymer (P(PEGMA)) on the nylon membranes could be reactivated for the consecutive surface-initiated ATRP to produce the corresponding nylon membranes functionalized by P(HEMA)-b-P(PEGMA) and P(PEGMA)-b-P(HEMA) diblock copolymer brushes.  In addn., membranes with grafted P(HEMA) and P(PEGMA) brushes exhibited good resistance to protein adsorption and fouling under continuous-flow conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXnsV2rur8%253D&md5=20c280da1f40c66b5ac2ed8733d6a2ed", "11. ", "Meilikhov", ", ", "M.", "; ", "Yusenko", ", ", "K.", "; ", "Schollmeyer", ", ", "E.", "; ", "Mayer", ", ", "C.", "; ", "Buschmann", ", ", "H. J.", "; ", "Fischer", ", ", "R. A.", " ", "Stepwise deposition of metal organic frameworks on flexible synthetic polymer surfaces", " ", "Dalton Trans.", " ", "2011", ",  ", "40", ",  ", "4838", "– ", "4841", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Stepwise deposition of metal organic frameworks on flexible synthetic polymer surfaces", "Meilikhov, Mikhail; Yusenko, Kirill; Schollmeyer, Eckhardt; Mayer, Christian; Buschmann, Hans-Juergen; Fischer, Roland A.", "Dalton Transactions", "\r\n        (", "2011", "),\r\n    ", "40", "\r\n        (", "18", "),\r\n    ", "4838-4841", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Thin films of [Cu3(btc)2]n (btc = 1,3,5-benzenetricarboxylate) metal org. framework were deposited in a stepwise manner on surfaces of flexible org. polymers.  The thickness of films can be precisely controlled.  The deposition of the first cycles was monitored by UV-vis spectroscopy.  The porosity was proven by the adsorption of pyrazine, which was monitored by FT-IR and thermogravimetric anal.  The deposition of MOF thin films on flexible polymer surfaces might be a new path for the fabrication of functional materials for different applications, such as protection layers for working clothes and gas sepn. materials in the textile industry.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXkvFaht7s%253D&md5=6be9f6a2684a6684a743969f4d79c4de", "12. ", "Cai", ", ", "J.", "; ", "Kimura", ", ", "S.", "; ", "Wada", ", ", "M.", "; ", "Kuga", ", ", "S.", " ", "Nanoporous Cellulose as Metal Nanoparticles Support", " ", "Biomacromolecules", " ", "2009", ",  ", "10", ",  ", "87", "– ", "94", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Nanoporous Cellulose as Metal Nanoparticles Support", "Cai, Jie; Kimura, Satoshi; Wada, Masahisa; Kuga, Shigenori", "Biomacromolecules", "\r\n        (", "2009", "),\r\n    ", "10", "\r\n        (", "1", "),\r\n    ", "87-94", "CODEN:\r\n                ", "BOMAF6", ";\r\n        ISSN:", "1525-7797", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Despite considerable progress in the field of metal nanoparticles synthesis, major challenges remain in many practical applications of nanoparticles which require their immobilization on solid substrates, presenting addnl. difficulty in sepn. and processing.  Here, transparent nanoporous cellulose gel obtained from aq. alkali hydroxide-urea soln. was examd. as supporting medium for noble metal nanoparticles.  Silver, gold, and platinum nanoparticles were synthesized in the gel by hydrothermal redn. by cellulose or by added reductant.  Both methods gave nanoparticles embedded with high dispersion in cellulose gels.  Supercrit. CO2 drying of the metal-carrying gel gave corresponding aerogels with high transmittance, porosity, surface area, moderate thermal stability, and good mech. strength.  The cellulose and metal-cellulose gels were characterized by UV/vis spectroscopy, optical microscopy, SEM, TEM, XRD, nitrogen physisorption, TGA, and tensile testing, systematically.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsVWrur7F&md5=a25f2f48a8555bef45cf00c20f3276be", "13. ", "Castellanos", ", ", "L. J.", "; ", "Blanco-Tirado", ", ", "C.", "; ", "Hinestroza", ", ", "J. P.", "; ", "Combariza", ", ", "M. Y.", " ", "In situ synthesis of gold nanoparticles using fique natural fibers as template", " ", "Cellulose", " ", "2012", ",  ", "19", ",  ", "1933", "– ", "1943", "[", "Crossref", "], [", "CAS", "]", "13. ", "In situ synthesis of gold nanoparticles using fique natural fibers as template", "Castellanos, L. J.; Blanco-Tirado, C.; Hinestroza, J. P.; Combariza, M. Y.", "Cellulose (Dordrecht, Netherlands)", "\r\n        (", "2012", "),\r\n    ", "19", "\r\n        (", "6", "),\r\n    ", "1933-1943", "CODEN:\r\n                ", "CELLE8", ";\r\n        ISSN:", "0969-0239", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "Gold nanoparticles were synthesized on the surface of natural fique fibers extd. from the leaves of Furcraea spp., a plant native to the Andean mountains in Colombia.  Fique fibers have a low d., are biodegradable, flexible, highly resistant to wear and exhibit excellent thermal degrdn. making them promising materials for the textile and packing industries as well as fillers for fiber-reinforced composites.  Fique fiber surface was rendered pos. using a cationizing agent 3-chloro-2-hydroxypropyl tri-Me ammonium chloride (CHTAC) under strong alk. conditions.  Cationic fique fibers were impregnated with an anionic gold complex that was further reduced to generate gold nanoparticles onto the fibers surface.  The influence of CHTAC reaction times and NaOH:CHTAC molar ratios were examd.  It was found that increasing the NaOH:CHTAC molar ratio had a negligible effect on nanoparticle size, while the surface coverage d. was pos. influenced.  We hypothesize that the no. of pos. charges on the fiber surface is the key factor behind this observation.  UV-Vis diffuse reflectance spectroscopy; mech. tests and field emission SEM were used to characterize the modified fibers and the resulting nanoparticles.  The proposed method opens a new path for the development of functional natural renewable substrates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs1WltrzO&md5=edad0002c3fb4a80a76d4fad8bba9007", "14. ", "Song", ", ", "J.", "; ", "Birbach", ", ", "N. L.", "; ", "Hinestroza", ", ", "J. P.", " ", "Cellulose", " ", "2012", ",  ", "19", ",  ", "411", "– ", "424", "[", "Crossref", "], [", "CAS", "]", "14. ", "Deposition of silver nanoparticles on cellulosic fibers via stabilization of carboxymethyl groups", "Song, Junlong; Birbach, Naomi L.; Hinestroza, Juan P.", "Cellulose (Dordrecht, Netherlands)", "\r\n        (", "2012", "),\r\n    ", "19", "\r\n        (", "2", "),\r\n    ", "411-424", "CODEN:\r\n                ", "CELLE8", ";\r\n        ISSN:", "0969-0239", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "The stabilizing role of carboxymethyl groups on the conformal deposition of Ag NPs over cellulosic fibers was elucidated while developing a method for the deposition of silver nanoparticles (NPs) on cellulose acetate (CA), cellulose and partially carboxymethylated cellulose (CMC) electrospun fibers.  CMC fibers were prepd. through judicious anionization of deacetylated cellulose acetate fibers.  Ag NPs were chem. reduced from silver nitrate using sodium borohydride and further stabilized using citrate.  Ag NPs were directly deposited onto CA, cellulose and CMC electrospun fibers at pH conditions ranging from 2.5 to 9.0.  The resulting composites of Ag/fiber were characterized by field emission SEM (FESEM) and energy-dispersive X-ray spectroscopy (EDX).  The results revealed that the amt. of Ag agglomerates and NPs deposited on CMC fibers was higher than that deposited on cellulose fibers at similar pH conditions, and that barely any Ag agglomerates or NPs were deposited on the CA fibers.  These results implied that functional groups on the cellulose backbone played two important roles in the deposition of NPs as follows: (1) Hydrogen bonding was the main driving force for agglomeration of NPs when the medium pH was below 4.4, which corresponds to the pKa of carboxylic acid groups; (2) Carboxymethyl groups could replace citrate groups as stabilizers allowing the fabrication of a uniform and evenly distributed Ag NPs layer over CMC fibers at higher pH values.  This report also highlights the importance of the substrate's surface charge and that of the pH of the medium used, on the deposition of NPs.  The composite of Ag NPs on CMC electrospun fibers appears to be a promising candidate for wound dressing applications due to its superior antibacterial properties originated by the uniform and even distribution of Ag NPs on the surface of the fibers and the wound healing aptness of the CMC fibers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XisVymsLw%253D&md5=b15ea5e3593eca97e1f5000acdd8644d", "15. ", "Park", ", ", "S. Y.", "; ", "Chung", ", ", "J. W.", "; ", "Priestly", ", ", "R. D.", "; ", "Kwak", ", ", "S.-Y.", " ", "Covalent assembly of metal nanoparticles on cellulose fabric and its antimicrobial activity", " ", "Cellulose", " ", "2012", ",  ", "19", ",  ", "2141", "– ", "2151", "[", "Crossref", "], [", "CAS", "]", "15. ", "Covalent assembly of metal nanoparticles on cellulose fabric and its antimicrobial activity", "Park, Sung Yong; Chung, Jae Woo; Priestley, Rodney D.; Kwak, Seung-Yeop", "Cellulose (Dordrecht, Netherlands)", "\r\n        (", "2012", "),\r\n    ", "19", "\r\n        (", "6", "),\r\n    ", "2141-2151", "CODEN:\r\n                ", "CELLE8", ";\r\n        ISSN:", "0969-0239", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "We develop an antimicrobial active robust metal-cellulose nanohybrid by covalent assembly of metal nanoparticles on cellulose fabric using a simple impregnation of thiol-modified cellulose fabric in colloidal silver (Ag) or palladium (Pd) nanoparticle solns.  The combined results of high resoln. transmission electron microscopy (HR-TEM), field emission SEM (FE-SEM), energy-dispersive X-ray spectroscopy (EDXS) and inductively coupled plasma at. emission spectrometry (ICP-AES) reveal that the nanoparticles are highly loaded and dispersed in the thiol-modified cellulose fabric, and XPS anal. reveals that the nanoparticles are immobilized in the fabric by a strong and stable covalent bond with thiol functional group.  This robust covalent linkage between the nanoparticles and the fabric leads to a remarkable suppression of the release of metal nanoparticles from the fabric.  In addn., the metal-cellulose nanohybrids show high antimicrobial activity in excess of 99.9 % growth inhibition of the microorganism.  Thus, we anticipate that our metal-cellulose nanohybrid may not only protect cell damage caused by penetration and fixation of metal nanoparticles into the human body but also act as a sustainable biomedical textile.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs1WlsbfN&md5=25a186b35036badacf8aa16430462fff", "16. ", "Yokota", ", ", "S.", "; ", "Kitaoka", ", ", "T.", "; ", "Opietnik", ", ", "M.", "; ", "Rosenau", ", ", "T.", "; ", "Wariishi", ", ", "H.", " ", "Synthesis of gold nanoparticles for ", "in situ", " conjugation with structural carbohydrates", " ", "Angew. Chem., Int. Ed.", " ", "2008", ",  ", "47", ",  ", "9866", "– ", "9869", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Synthesis of gold nanoparticles for in situ conjugation with structural carbohydrates", "Yokota, Shingo; Kitaoka, Takuya; Opietnik, Martina; Rosenau, Thomas; Wariishi, Hiroyuki", "Angewandte Chemie, International Edition", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "51", "),\r\n    ", "9866-9869", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Gold nanoparticles (GNPs) were synthesized from tetrachloroauric acid through a redox reaction in aq. N-methylmorpholine-N-oxide (NMMO) soln., a known solvent for structural carbohydrates such as cellulose thiosemicarbazone.  This approach allowed facile, simultaneous GNP synthesis and in situ glyco-surface modification in one pot.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtFGrtA%253D%253D&md5=6d887252bdd9053f506b105b8f515beb", "17. ", "Mary", ", ", "G.", "; ", "Bajpai", ", ", "S. K.", "; ", "Chand", ", ", "N.", " ", "Copper(II) ions and copper nanoparticles-loaded chemically modified cotton cellulose fibers with fair antibacterial properties", " ", "J. Appl. Polym. Sci.", " ", "2009", ",  ", "113", ",  ", "757", "– ", "766", "[", "Crossref", "], [", "CAS", "]", "17. ", "Copper (II) ions and copper nanoparticles-loaded chemically modified cotton cellulose fibers with fair antibacterial properties", "Mary, Grace; Bajpai, S. K.; Chand, Navin", "Journal of Applied Polymer Science", "\r\n        (", "2009", "),\r\n    ", "113", "\r\n        (", "2", "),\r\n    ", "757-766", "CODEN:\r\n                ", "JAPNAB", ";\r\n        ISSN:", "0021-8995", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "This work describes the release of copper(II) ions from cellulose fibers, which have been chem. modified by periodate-induced oxidn. of cellulose, followed by covalent attachment of biopolymer chitosan.  The release of copper(II) ions has been investigated in physiol. fluid (PF) and protein soln. (PS) both at 37°C.  Fibers have demonstrated excellent antibacterial activity against E. coli.  Finally, their borohydride-induced redn. has yielded copper nanoparticle-loaded fibers, with av. diam. of particles, nearly 28.94 nm.  The formation of copper nanoparticles has been established by surface plasmon resonance and FTIR spectroscopy.  These fibers also show fair biocidal action against E. coli. © 2009 Wiley Periodicals, Inc. J Appl Polym Sci, 2009.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXltl2qurY%253D&md5=442ea06bdeead77fcf55558c8b1a70d8", "18. ", "Yadav", ", ", "A.", "; ", "Prasad", ", ", "V.", "; ", "Kathe", ", ", "A. A.", "; ", "Raj", ", ", "S.", "; ", "Yadav", ", ", "D.", "; ", "Sundaramoorthy", ", ", "C.", "; ", "Vigneshwaran", ", ", "N.", " ", "Functional finishing in cotton fabrics using zinc oxide nanoparticles", " ", "Bull. Mater. Sci.", " ", "2006", ",  ", "29", ",  ", "641", "– ", "645", "[", "Crossref", "], [", "CAS", "]", "18. ", "Functional finishing in cotton fabrics using zinc oxide nanoparticles", "Yadav, A.; Prasad, Virendra; Kathe, A. A.; Raj, Sheela; Yadav, Deepti; Sundaramoorthy, C.; Vigneshwaran, N.", "Bulletin of Materials Science", "\r\n        (", "2006", "),\r\n    ", "29", "\r\n        (", "6", "),\r\n    ", "641-645", "CODEN:\r\n                ", "BUMSDW", ";\r\n        ISSN:", "0250-4707", ".\r\n    \r\n            (", "Indian Academy of Sciences", ")\r\n        ", "Nanotechnol., according to the National Nanotechnol. Initiative (NNI), is defined as utilization of structure with at least one dimension of nanometer size for the construction of materials, devices or systems with novel or significantly improved properties due to their nano-size.  The nanostructures are capable of enhancing the phys. properties of conventional textiles, in areas such as anti-microbial properties, water repellence, soil-resistance, anti-static, anti-IR and flame-retardant properties, dyeability, color fastness and strength of textile materials.  In the present work, zinc oxide nanoparticles were prepd. by wet chem. method using zinc nitrate and sodium hydroxide as precursors and sol. starch as stabilizing agent.  These nanoparticles, which have an av. size of 40 nm, were coated on the bleached cotton fabrics (plain weave, 30 s count) using acrylic binder and functional properties of coated fabrics were studied.  On an av. of 75%, UV blocking was recorded for the cotton fabrics treated with 2% ZnO nanoparticles.  Air permeability of the nano-ZnO coated fabrics was significantly higher than the control, hence the increased breathability.  In case of nano-ZnO coated fabric, due to its nano-size and uniform distribution, friction was significantly lower than the bulk-ZnO coated fabric as studied by Instron Automated Materials Testing System.  Further studies are under way to evaluate wash fastness, antimicrobial properties, abrasion properties and fabric handle properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXmsFWgsw%253D%253D&md5=bae558b5a4fd6327768d9d92b2fc9590", "19. ", "Jia", ", ", "B.", "; ", "Mei", ", ", "Y.", "; ", "Cheng", ", ", "L.", "; ", "Zhou", ", ", "J.", "; ", "Zhang", ", ", "L.", " ", "Preparation of copper nanoparticles coated cellulose films with antibacterial properties through one-step reduction", " ", "ACS Appl. Mater. Interfaces", " ", "2012", ",  ", "4", ",  ", "2897", "– ", "2902", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Preparation of copper nanoparticles coated cellulose films with antibacterial properties through one-step reduction", "Jia, Baoquan; Mei, Yan; Cheng, Li; Zhou, Jinping; Zhang, Lina", "ACS Applied Materials & Interfaces", "\r\n        (", "2012", "),\r\n    ", "4", "\r\n        (", "6", "),\r\n    ", "2897-2902", "CODEN:\r\n                ", "AAMICK", ";\r\n        ISSN:", "1944-8244", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Regenerated cellulose (RC) films coated with copper (Cu) nanoparticles were prepd. from cellulose-cuprammonium soln. through coagulation in aq. NaOH and subsequent redn. in aq. NaBH4.  Structure and morphol. of the nanocomposite films were characterized with X-ray diffraction (XRD), XPS, thermogravimetric anal. (TGA), SEM (SEM), transmission electron microscopy (TEM), and at. force microscopy (AFM).  The results established the migration of Cu2+ from the inner to the surface of the RC films during the coagulation of cellulose-cuprammonium soln. and the redn. from Cu2+ to Cu0.  Cu nanoparticles were found to be firmly embedded on the surface of the RC films.  The RC films coated with Cu nanoparticles showed efficient antibacterial activity against Staphylococcus aureus (S. aureus) and Escherichia coli (E. coli).  The dramatic redn. of viable bacteria could be obsd. within 0.5 h of exposure, and all of the bacteria were killed within 1 h.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xot1Oltr4%253D&md5=bb2b748c3ad2c4d595a1f9c244494edf", "20. ", "Dollwet", ", ", "H. H. A.", "; ", "Sorenson", ", ", "J. R. J.", " ", "Historic uses of copper compounds in medicine", " ", "Trace Elem. Med. Biol.", " ", "1985", ",  ", "2", ",  ", "80", "– ", "87", "There is no corresponding record for this reference.", "21. ", "Zhu", ", ", "C.", "; ", "Xue", ", ", "J.", "; ", "He", ", ", "J.", " ", "Controlled ", "in-situ", " synthesis of silver nanoparticles in natural cellulose fibers toward highly efficient antimicrobial materials", " ", "J. Nanosci. Nanotechnol.", " ", "2009", ",  ", "9", ",  ", "3067", "– ", "3074", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "Controlled in-situ synthesis of silver nanoparticles in natural cellulose fibers toward highly efficient antimicrobial materials", "Zhu, Chunyang; Xue, Jianfeng; He, Junhui", "Journal of Nanoscience and Nanotechnology", "\r\n        (", "2009", "),\r\n    ", "9", "\r\n        (", "5", "),\r\n    ", "3067-3074", "CODEN:\r\n                ", "JNNOAR", ";\r\n        ISSN:", "1533-4880", ".\r\n    \r\n            (", "American Scientific Publishers", ")\r\n        ", "In this report, the authors presented in-situ synthesis of silver nanoparticles in natural cellulose fibers which embody high oxygen (ether and hydroxyl) d. and could be considered as aggregated nanoreactors and stabilizers for the nucleation and growth of silver nanoparticles.  The morphologies of natural cellulose fibers and silver nanoparticles were characterized by SEM, transmission electron microscopy (TEM), and UV-visible spectroscopy.  The content of silver nanoparticles in cellulose fibers was measured by inductive coupled plasma-mass spectrometry (ICP-ms).  Exptl. results revealed that sodium borohydride (NaBH4) played dual effects in the formation of silver nanoparticles.  The mean size (d) and size distribution (σ) of silver nanoparticles could be adjusted by changing the concn. of NaBH4.  Monodisperse silver nanoparticles (d = 2.7 nm, σ = 0.6 nm) in cellulose fibers were successfully prepd. under optimized conditions.  When the NaBH4 concn. was very low (0.1 mM), a stable colloidal soln. (storage stability >1 mo) of silver nanoparticles was produced, which provides a novel, mild approach to the prepn. of stable colloidal solns. of metal nanoparticles.  The ability of silver nanoparticle-loaded cellulose fibers to prohibit the propagation of Escherichia coli was estd. by the Min. Inhibitory Concn. (MIC).  Based on the exptl. observations, the antibacterial mode of silver nanoparticle-loaded cellulose fibers was discussed in details.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXksVKlu7Y%253D&md5=53fea984d9e9f90797c487dd5589d106", "22. ", "Wei", ", ", "S.", "; ", "Sampathi", ", ", "J.", "; ", "Zuo", ", ", "Z.", "; ", "Anumandla", ", ", "N.", "; ", "Rutman", ", ", "D.", "; ", "Kucknoor", ", ", "A.", "; ", "James", ", ", "L.", "; ", "Wang", ", ", "A.", " ", "Nanoporous poly(methyl methacrylate)-quantum dots nanocomposite fibers toward biomedical applications", " ", "Polymer", " ", "2011", ",  ", "52", ",  ", "5817", "– ", "5829", "[", "Crossref", "], [", "CAS", "]", "22. ", "Nanoporous poly(methyl methacrylate)-quantum dots nanocomposite fibers toward biomedical applications", "Wei, Suying; Sampathi, Jayanthi; Guo, Zhanhu; Anumandla, Narendhar; Rutman, Dan; Kucknoor, Ashwini; James, Lauren; Wang, Andrew", "Polymer", "\r\n        (", "2011", "),\r\n    ", "52", "\r\n        (", "25", "),\r\n    ", "5817-5829", "CODEN:\r\n                ", "POLMAG", ";\r\n        ISSN:", "0032-3861", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "In this work, poly(Me methacrylate) (PMMA)-CdSe/ZnS quantum dots (QDs) nanocomposite fibers were fabricated via a simple electrospinning method.  The parameters including concn. of PMMA, feed rate, applied voltage and working distance between the needle tip and the fiber collecting electrode were investigated and optimized to acquire large quantity, uniform and defect-free PMMA and its QD nanocomposite fibers.  The surface morphol. of the fibers was characterized by SEM, while the fluorescence emission characteristics of the polymer nanocomposite (PNC) fibers were analyzed with fluorescence microscopy.  The thermal properties of the PMMA-QDs PNC fibers were explored by thermal gravimetric anal. (TGA) and differential scanning calorimetry (DSC).  In comparison to the pristine PMMA fibers, the PNC fibers with only 0.1 wt% QD loading showed an improved thermal stability by 15 °C for the midpoint and onset degrdn. temp.  Surface chem. structure and functionalities were probed by a combination of attenuated total reflectance Fourier transform IR (ATR-FTIR) spectroscopy and XPS.  New vibration bands were obsd. in the PNC fibers in the ATR-FTIR spectra, while the binding energy for both high resoln. C 1s and O 1s spectra in the PNC fibers showed an apparent shift toward lower field.  Rheol. studies revealed a pseudoplastic behavior of both pristine PMMA and PMMA-QDs solns.  Moreover, the formed nanoporous PMMA-QDs fiber media exhibited an excellent biocompatibility as evidenced by the model Chinese hamster ovary (CHO) cell culturing test.  The CHO cells demonstrated good adhesion, growth and viability in the reported testing.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsFSqur%252FN&md5=b22a4667a4a3748869277c5847154979", "23. ", "Yuan", ", ", "Y.", "; ", "Riehle", ", ", "F. S.", "; ", "Nitschke", ", ", "R.", "; ", "Krüger", ", ", "M.", " ", "Highly photoluminescent and photostable CdSe quantum dot–nylon hybrid composites for efficient light conversion applications", " ", "Mater. Sci. Eng., B", " ", "2012", ",  ", "177", ",  ", "245", "– ", "250", "[", "Crossref", "], [", "CAS", "]", "23. ", "Highly photoluminescent and photostable CdSe quantum dot-nylon hybrid composites for efficient light conversion applications", "Yuan, Ying; Riehle, Frank-Stefan; Nitschke, Roland; Krueger, Michael", "Materials Science & Engineering, B: Advanced Functional Solid-State Materials", "\r\n        (", "2012", "),\r\n    ", "177", "\r\n        (", "2", "),\r\n    ", "245-250", "CODEN:\r\n                ", "MSBTEK", ";\r\n        ISSN:", "0921-5107", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Highly photoluminescent hexadecylamine (HDA) capped core CdSe quantum dots (QDs) with fluorescent quantum yields (QYs) up to 60% were synthesized using a hot injection method and directly incorporated into nylon polymer.  For the incorporation of crude CdSe QDs into nylon a simple reproducible and upscalable one pot approach was developed without the need of further purifn. steps.  The photoluminescence (PL) properties of the core QDs and the resulting QD-polymer hybrid composites were investigated and compared.  Red emitting hybrid materials exhibit a QY of 60% with a high potential for applications in direct light and energy conversion.  The hybrid materials could be successfully utilized as LED conversion layers.  By avoiding exposure to oxygen the hybrid films can be kept for a month without detecting a significant decrease in luminescence.  Various three dimensional structures are easily available opening doors for further applications such as novel materials for fluorescence std. development in laser scanning microscopy (LSM).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XotVCmtA%253D%253D&md5=e6d9548bef6dd2528801a7687271015d", "24. ", "Small", ", ", "A. C.", "; ", "Johnston", ", ", "J. H.", "; ", "Clark", ", ", "N.", " ", "Ink-jet Printing of Water “Soluble” Doped ZnS Quantum Dots", " ", "Eur. J. Inorg. Chem.", " ", "2010", ",  ", "2", ",  ", "242", "– ", "247", "[", "Crossref", "]", "There is no corresponding record for this reference.", "25. ", "Ostermann", ", ", "R.", "; ", "Cravillon", ", ", "J.", "; ", "Weidmann", ", ", "C.", "; ", "Wiebcke", ", ", "M.", "; ", "Smarsly", ", ", "B. M.", " ", "Metal-organic framework nanofibers via electrospinning", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "442", "– ", "444", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "25. ", "Metal-organic framework nanofibers via electrospinning", "Ostermann, Rainer; Cravillon, Janosch; Weidmann, Christoph; Wiebcke, Michael; Smarsly, Bernd M.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "1", "),\r\n    ", "442-444", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A hierarchical system of highly porous nanofibers was prepd. by electrospinning MOF (metal-org. framework) nanoparticles with suitable carrier polymers.  Nitrogen adsorption proved the MOF nanoparticles to be fully accessible inside the polymeric fibers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsFeqtb7N&md5=101817eec1f980d3cbd263eb9d55c41b", "26. ", "Wu", ", ", "Y.", "; ", "Li", ", ", "F.", "; ", "Lui", ", ", "H.", "; ", "Zhu", ", ", "W.", "; ", "Teng", ", ", "M.", "; ", "Jiang", ", ", "Y.", "; ", "Li", ", ", "W.", "; ", "Xu", ", ", "D.", "; ", "He", ", ", "D.", "; ", "Hannam", ", ", "P.", "; ", "Li", ", ", "G.", " ", "Electrospun fibrous mats as skeletons to produce free-standing MOF membranes", " ", "J. Mater. Chem.", " ", "2012", ",  ", "22", ",  ", "16971", "– ", "16978", "[", "Crossref", "], [", "CAS", "]", "26. ", "Electrospun fibrous mats as skeletons to produce free-standing MOF membranes", "Wu, Yi-nan; Li, Fengting; Liu, Huimin; Zhu, Wei; Teng, Minmin; Jiang, Yin; Li, Weina; Xu, Dan; He, Dehua; Hannam, Phillip; Li, Guangtao", "Journal of Materials Chemistry", "\r\n        (", "2012", "),\r\n    ", "22", "\r\n        (", "33", "),\r\n    ", "16971-16978", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Nanofibrous mats produced by electrospinning are ideal porous substrates for developing chem. systems due to their high sp. surface area, large porosity, and enormous structural and chem. tunability.  The authors report the fabrication of free-standing MOF membranes using electrospun nanofibrous mats as skeletons, and demonstrate the great potential of such nonwoven fiber mats as a new type of porous support in MOF research field.  Direct deposition and seeded secondary growth approaches could be used to produce MOF materials within different nanofibrous skeletons, indicating that the developed method of generating MOF membranes has a remarkable flexibility.  The characterizations performed show that the resulting products combine the unique properties of both electrospun nanofibers and MOFs, and can be regarded as a new class of hierarchically nanostructured functional materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFWnu7jK&md5=d1682e13f36317ae21a1444650db4e85", "27. ", "Küsgens", ", ", "P.", "; ", "Siegle", ", ", "S.", "; ", "Kaskel", ", ", "S.", " ", "Crystal growth of the metal-organic framework Cu", "3", "(BTC)", "2", " on the surface of pulp fibers", " ", "Adv. Eng. Mater.", " ", "2009", ",  ", "11", ",  ", "93", "– ", "95", "[", "Crossref", "], [", "CAS", "]", "27. ", "Crystal growth of the metal-organic framework Cu3(BTC)2 on the surface of pulp fibers", "Kuesgens, Pia; Siegle, Sven; Kaskel, Stefan", "Advanced Engineering Materials", "\r\n        (", "2009", "),\r\n    ", "11", "\r\n        (", "1-2", "),\r\n    ", "93-95", "CODEN:\r\n                ", "AENMFY", ";\r\n        ISSN:", "1438-1656", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The suitability of pulp fibers as a carrier for a promising, inexpensive, and pliable microporous material is tested and its adsorption performance if deposited with Cu3(BTC)2 (BTC = 1,3,5-benzenetricarboxylate) is studied.  As the crystals are homogeneously distributed over the surface area, the carrier can be formed to papers that could be used in the filtration industry, and effective use of all material is ensured.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXktFKgtr4%253D&md5=f1c988c3c5d97390e890504800866c47", "28. ", "da Silca Pinto", ", ", "M.", "; ", "Sierra-Avila", ", ", "C. A.", "; ", "Hinestroza", ", ", "J. P.", " ", "In situ", " synthesis of a Cu-BTC metal-organic framework (MOF 199) onto cellulosic fibrous substrates: Cotton", " ", "Cellulose", " ", "2012", ",  ", "19", ",  ", "1771", "– ", "1779", "[", "Crossref", "]", "There is no corresponding record for this reference.", "29. ", "Abbasi", ", ", "A. R.", "; ", "Akhbari", ", ", "K.", "; ", "Morsali", ", ", "A.", " ", "Dense coating of surface mounted CuBTC Metal-Organic Framework nanostructures on silk fibers, prepared by layer-by-layer method under ultrasound irradiation with antibacterial activity", " ", "Ultrason. Sonochem.", " ", "2012", ",  ", "19", ",  ", "846", "– ", "852", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "Dense coating of surface mounted CuBTC Metal-Organic Framework nanostructures on silk fibers, prepared by layer-by-layer method under ultrasound irradiation with antibacterial activity", "Abbasi, Amir Reza; Akhbari, Kamran; Morsali, Ali", "Ultrasonics Sonochemistry", "\r\n        (", "2012", "),\r\n    ", "19", "\r\n        (", "4", "),\r\n    ", "846-852", "CODEN:\r\n                ", "ULSOER", ";\r\n        ISSN:", "1350-4177", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The growth of Cu3(BTC)2 (BTC = 1,3,5-benzenetricarboxylate), also known as CuBTC and HKUST-1, Metal-Org. Framework (MOF) nanostructures on silk fibers were achieved by layer-by-layer technique in alternating bath of Cu(OAc)2·2H2O and H3BTC solns. under ultrasound irradn.  The effect of pH, reaction time, ultrasound irradn. and sequential dipping steps in growth of the CuBTC Metal-Org. Framework nanostructures has been studied.  These systems depicted a decrease in the size accompanying a decrease in the sequential dipping steps.  In addn., dense coating of silk fibers with CuBTC MOF results in decrease the emission intensity of silk fibers.  The silk fibers contg. CuBTC Metal-Org. Framework exhibited high antibacterial activity against Escherichia coli and Staphylococcus aureus.  The samples were characterized with powder X-ray diffraction (XRD), Fourier transform IR spectroscopy (FTIR) spectra and SEM.  XRD analyses indicated that the prepd. CuBTC MOF nanostructures on silk fibers were cryst.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XjtFOlsbk%253D&md5=785c33bbe2dcfd83457059ea7d609a1b", "30. ", "Centrone", ", ", "A.", "; ", "Yang", ", ", "Y.", "; ", "Speakman", ", ", "S.", "; ", "Bromber", ", ", "L.", "; ", "Rutledge", ", ", "G. C.", "; ", "Hatton", ", ", "T. A.", " ", "Growth of Metal-Organic Frameworks on Polymer Surfaces", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "15687", "– ", "15691", "[", "ACS Full Text ", "], [", "CAS", "]", "30. ", "Growth of Metal-Organic Frameworks on Polymer Surfaces", "Centrone, Andrea; Yang, Ying; Speakman, Scott; Bromberg, Lev; Rutledge, Gregory C.; Hatton, T. Alan", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "44", "),\r\n    ", "15687-15691", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Polymer substrates were functionalized with a MOF material (MIL-47) synthesized directly on polyacrylonitrile (PAN) using in situ microwave irradn.  MIL-47 consists of chains composed of corner-sharing V(III) oxide octahedra connected by terephthalate linkers.  The growth of MIL-47 on these substrates was studied as a function of microwave irradn. time using SEM, x-ray diffraction, Fourier transform IR spectroscopy, and XPS.  The conversion of nitrile to carboxylic acid groups on the PAN surface was necessary for the growth of MIL-47 on the substrate.  MIL-47 crystals grew over time at the expense of a related disordered precursor phase, which lacks the long-range order of MIL-47.  The new class of hybrid MOF-polymer materials will extend the applications of MOFs to fields such as membrane sepn., filtration, and protective textiles.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXht1yktLvM&md5=3ab7f33c69f87dbccbbbb9fb5904589f", "31. ", "Zhuang", ", ", "J.-L.", "; ", "Ar", ", ", "D.", "; ", "Yu", ", ", "X. J.", "; ", "Liu", ", ", "J. X.", "; ", "Terfort", ", ", "A.", " ", "Patterned Deposition of Metal-Organic Frameworks onto Plastic, Paper, and Textile Substrates by Inkjet Printing of a Precursor Solution", " ", "Adv. Mater.", " ", "2013", ",  ", "25", ",  ", "4631", "– ", "4635", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "31. ", "Patterned Deposition of Metal-Organic Frameworks onto Plastic, Paper, and Textile Substrates by Inkjet Printing of a Precursor Solution", "Zhuang, Jin-Liang; Ar, Deniz; Yu, Xiu-Jun; Liu, Jin-Xuan; Terfort, Andreas", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2013", "),\r\n    ", "25", "\r\n        (", "33", "),\r\n    ", "4631-4635", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors have developed a new, facile, and precursor-based strategy for the growth of surface-attached metal-org. frameworks (SURMOFs) on various flexible substrates (plastics, papers, and textiles) by using the inkjet-printing technic.  This unique method allows one to fabricate large area, high d., and laterally patterned SURMOFs (including gradients) in a low cost, time-efficient way.  The printed HKUST-1 films are characterized by a hierarchical, surfactant-free pore structure, which makes them promising materials for gas capture and heterogeneous catalysis, since the diffusion of guest mols. becomes facilitated.  HKUST-1 SURMOFs printed on textiles are able to capture several hazardous gases and indicate this process by a unique color change, which might be useful for personal protection applications.  The high accessible pore vol. of HKUST-1 films was confirmed by QCM measurements and resulted in excellent adsorption properties for several hazardous gases.  To demonstrate the generality of this approach, the authors also printed patterns of an MOF from a completely different family, [Zn2[adc]2(dabco)2] (adc = 9,10-anthracenedicarboxylate, dabco = 1,4-diazabicyclo[2.2.2]octane).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtVaktLrO&md5=91a734b165200262d1c75eabf772e594", "32. ", " ", "Handbook of Textile and Industrial Dyeing, Vol 1: Principles, Processes and Types of Dyes", "; ", "Clark", ", ", "M.", ", Ed.; ", "Woodhead Publishing", ": ", "Cambridge, U.K.", ", ", "2011", ".", "There is no corresponding record for this reference.", "33. ", " ", "Analysis, Synthesis and Design of Chemical Processes", ", ", "4", "th Edition; ", "Turton", ", ", "R.", "; ", "Bailie", ", ", "R. C.", "; ", "Whiting", ", ", "W. B.", "; ", "Shaeiwitz", ", ", "J. A.", "; ", "Bhattacharyya", ", ", "D.", ", Eds.; ", "Prentice Hall PTR", ": ", "Upper Saddle River, NJ", ", ", "2012", ".", "There is no corresponding record for this reference.", "34. ", "Renfrew", ", ", "A. H. M.", "; ", "Taylor", ", ", "J. A.", " ", "Cellulose reactive dyes: recent developments and trends", " ", "Rev. Prog. Color.", " ", "1990", ",  ", "20", ",  ", "1", "– ", "9", "[", "Crossref", "], [", "CAS", "]", "34. ", "Cellulose reactive dyes:  recent developments and trends", "Renfrew, A. H. M.; Taylor, J. A.", "Review of Progress in Coloration and Related Topics", "\r\n        (", "1990", "),\r\n    ", "20", "\r\n        (", "),\r\n    ", "1-9", "CODEN:\r\n                ", "RWPCAG", ";\r\n        ISSN:", "0557-9325", ".\r\n    ", "Recent developments and trends in cellulose fiber-reactive dye research are reviewed with 138 refs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3MXisV2htbo%253D&md5=d6311e1aaee5e7b3ff4603e937189719", "35. ", "Soleimani-Gorgani", ", ", "A.", "; ", "Taylor", ", ", "J. A.", " ", "Dyeing of nylon with reactive dyes. Part 2. The effect of changes in level of dye sulphonation on the dyeing of nylon with reactive dyes", " ", "Dyes Pigm.", " ", "2006", ",  ", "68", ",  ", "119", "– ", "127", "[", "Crossref", "]", "There is no corresponding record for this reference.", "36. ", "Cho", ", ", "H. J.", "; ", "Lewis", ", ", "D. M.", " ", "Reactive dyeing systems for wool fibres based on hetero-bifunctional reactive dyes. Part 1: Application of commercial reactive dyes", " ", "Color. Technol.", " ", "2002", ",  ", "118", ",  ", "198", "– ", "204", "[", "Crossref", "], [", "CAS", "]", "36. ", "Reactive dyeing systems for wool fibres based on hetero-bifunctional reactive dyes. Part 1: application of commercial reactive dyes", "Cho, Ho Jung; Lewis, D. M.", "Coloration Technology", "\r\n        (", "2002", "),\r\n    ", "118", "\r\n        (", "4", "),\r\n    ", "198-204", "CODEN:\r\n                ", "CTOEAZ", ";\r\n        ISSN:", "1472-3581", ".\r\n    \r\n            (", "Society of Dyers and Colourists", ")\r\n        ", "Wool dyeing properties, such as exhaustion and fixation parameters, of selected hetero-bifunctional Sumifix Supra dyes and some other com. reactive dyes were quantified under various dyebath pH conditions.  Studies of the dyeing of wool serge fabric indicated that Sumifix Supra dyes could produce reasonably high fixation values.  However, remarkably improved fixation values were obtained when these dyes were pre-activated to the vinylsulfone form and dyed in this form, esp. at low pH values (pH 4 or lower).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38Xmslyqs7w%253D&md5=15599b5736949a82dfbc30d4417c05da", "37. ", "Soleimani-Gorgani", ", ", "A.", "; ", "Taylor", ", ", "J. A.", " ", "Dyeing of nylon with reactive dyes. Part 1. The effect of changes in dye structure on the dyeing of nylon with reactive dyes", " ", "Dyes Pigm.", " ", "2006", ",  ", "68", ",  ", "109", "– ", "117", "[", "Crossref", "]", "There is no corresponding record for this reference.", "38. ", "Burkinshaw", ", ", "S. M.", "; ", "Wills", ", ", "A. E.", " ", "The dyeing of conventional and microfiber nylon 6,6 with reactive dyes. 3. Vinyl sulfone and chlorotriazine dyes", " ", "Dyes Pigm.", " ", "1997", ",  ", "34", ",  ", "243", "– ", "253", "[", "Crossref", "], [", "CAS", "]", "38. ", "The dyeing of conventional and microfiber nylon 6,6 with reactive dyes. 3. Vinyl sulfone and chlorotriazine dyes", "Burkinshaw, S. M.; Wills, A. E.", "Dyes and Pigments", "\r\n        (", "1997", "),\r\n    ", "34", "\r\n        (", "3", "),\r\n    ", "243-253", "CODEN:\r\n                ", "DYPIDX", ";\r\n        ISSN:", "0143-7208", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The dyeing behavior and washfastness of three vinyl sulfone and five chlorotriazine dyes on conventional decitex and microfiber nylon 66 knitted fabrics were examd.; the extent of dye fixation was detd. by stripping unfixed dye from the dyeings using aq. pyridine.  The optimum pH for dyeing lay between pH 5 and pH 6 where good exhaustion and high fixation were achieved.  However, the dyeing behavior of the dyes is pH-dependent and also varies between dyes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXktlWhu70%253D&md5=31ac810c78ce8736c90cf4692314541f", "39. ", "Zuwang", ", ", "W.", " ", "Recent developments of reactive dyes and reactive dyeing of silk", " ", "Rev. Prog. Color.", " ", "1998", ",  ", "28", ",  ", "32", "– ", "38", "[", "Crossref", "]", "There is no corresponding record for this reference.", "40. ", "Underwood", ", ", "S.", "; ", "Mulvaney", ", ", "P.", " ", "Effect of the Solution Refractive Index on the Color of Gold Colloids", " ", "Langmuir", " ", "1994", ",  ", "10", ",  ", "3427", "– ", "3430", "[", "ACS Full Text ", "], [", "CAS", "]", "40. ", "Effect of the Solution Refractive Index on the Color of Gold Colloids", "Underwood, Sylvia; Mulvaney, Paul", "Langmuir", "\r\n        (", "1994", "),\r\n    ", "10", "\r\n        (", "10", "),\r\n    ", "3427-30", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    ", "Aq. Au sols with a mean diam. of 16 nm were transferred into various mixts. of org. solvents with different refractive indexes using a polymeric comb stabilizer to prevent colloid coagulation.  The sols change color from red to purple depending on the refractive index of the solvent.  The optical properties of the sols in the different media are in agreement with the predictions of Mie theory.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXmtFKisb0%253D&md5=8d44e128395433c241e15bc9d3df1be4", "41. ", "Rungta", ", ", "M.", "; ", "Zhang", ", ", "C.", "; ", "Koros", ", ", "W. J.", "; ", "Xu", ", ", "L.", " ", "Membrane-based ethylene/ethane separation: The upper bound and beyond", " ", "AIChE J.", " ", "2013", ",  ", "59", ",  ", "3475", "– ", "3489", "[", "Crossref", "], [", "CAS", "]", "41. ", "Membrane-based ethylene/ethane separation: The upper bound and beyond", "Rungta, Meha; Zhang, Chen; Koros, William J.; Xu, Liren", "AIChE Journal", "\r\n        (", "2013", "),\r\n    ", "59", "\r\n        (", "9", "),\r\n    ", "3475-3489", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "Ethylene/ethane sepn. via cryogenic distn. is extremely energy-intensive, and membrane sepn. may provide an attractive alternative.  In this paper, ethylene/ethane sepn. performance using polymeric membranes is summarized, and an exptl. ethylene/ethane polymeric upper bound based on literature data is presented.  A theor. prediction of the ethylene/ethane upper bound is also presented, and shows good agreement with the exptl. upper bound.  Further, two ways to overcome the ethylene/ethane upper bound, based on increasing the sorption or diffusion selectivity, is also discussed, and a review on advanced membrane types such as facilitated transport membranes, zeolite and metal org. framework based membranes, and carbon mol. sieve membranes is presented.  Of these, carbon membranes have shown the potential to surpass the polymeric ethylene/ethane upper bound performance.  Furthermore, a convenient, potentially scalable method for tailoring the performance of carbon membranes for ethylene/ethane sepn. based on tuning the pyrolysis conditions has also been demonstrated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht1SrsrzE&md5=ebcef05b949258b0540549b86cccbb0d", "42. ", "Wang", ", ", "Q. M.", "; ", "Shen", ", ", "D.", "; ", "Bulow", ", ", "M.", "; ", "Lau", ", ", "M. L.", "; ", "Deng", ", ", "S.", "; ", "Fitch", ", ", "F. R.", "; ", "Lemcoff", ", ", "N. O.", "; ", "Semanscin", ", ", "J.", " ", "Metallo-organic molecular sieve for gas separation and purification", " ", "Microporous Mesoporous Mater.", " ", "2002", ",  ", "55", ",  ", "217", "– ", "230", "[", "Crossref", "], [", "CAS", "]", "42. ", "Metallo-organic molecular sieve for gas separation and purification", "Wang, Qing Min; Shen, Dongmin; Bulow, Martin; Lau, Miu Ling; Deng, Shuguang; Fitch, Frank R.; Lemcoff, Norberto O.; Semanscin, Jessica", "Microporous and Mesoporous Materials", "\r\n        (", "2002", "),\r\n    ", "55", "\r\n        (", "2", "),\r\n    ", "217-230", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "An improved synthesis process was developed for large-scale prodn. of a highly porous material, [Cu3(BTC)2(H2O)x]n, i.e., polymeric Cu(II) benzene-1,3,5-tricarboxylate with mol.-sieve character, denoted as Cu-BTC, where BTC denotes benzene-1,3,5-tricarboxylate.  Sorption properties for N, O, CO, CO2, nitrous oxide, methane, ethylene, ethane, n-dodecane, and H2O were studied.  A detailed study of sorption thermodn. was performed for CO2 by a sorption-isosteric method.  Cu-BTC can be used for sepn. of gas mixts. such as CO2-CO, CO2-methane and ethylene-ethane mixts.  Air can be purified effectively from CO2, nitrous oxide, high-mol. wt. hydrocarbons and moisture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38Xms1yksLc%253D&md5=52e0c50ae20508646d5c60f8f9195644", "43. ", "Decoste", ", ", "J. B.", "; ", "Peterson", ", ", "G. W.", "; ", "Smith", ", ", "M. W.", "; ", "Stone", ", ", "C. A.", "; ", "Willis", ", ", "C.", " ", "R Enhanced Stability of Cu-BTC MOF via Perfluorohexane Plasma-Enhanced Chemical Vapor Deposition", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "1486", "– ", "1489", "[", "ACS Full Text ", "], [", "CAS", "]", "43. ", "Enhanced Stability of Cu-BTC MOF via Perfluorohexane Plasma-Enhanced Chemical Vapor Deposition", "Decoste, Jared B.; Peterson, Gregory W.; Smith, Martin W.; Stone, Corinne A.; Willis, Colin R.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "3", "),\r\n    ", "1486-1489", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal org. frameworks (MOFs) are a leading class of porous materials for a wide variety of applications, but many of them are unstable toward water.  Cu-BTC (1,3,5 benzenetricarboxylic acid, BTC) was treated with a plasma-enhanced CVD (PECVD) of perfluorohexane creating a hydrophobic form of Cu-BTC.  The treated Cu-BTC could withstand high humidity and even submersion in water much better than unperturbed Cu-BTC.  Through Monte Carlo simulations perfluorohexane sites itself in such a way within Cu-BTC as to prevent the formation of water clusters, hence preventing the decompn. of Cu-BTC by water.  This PECVD of perfluorohexane could be exploited to widen the scope of practical applications of Cu-BTC and other MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xks1agtA%253D%253D&md5=70c788eb90c8a28d5e33e79ae84050af", "44. ", "Glover", ", ", "T. G.", "; ", "Peterson", ", ", "G. W.", "; ", "Schindler", ", ", "B. J.", "; ", "Britt", ", ", "D.", "; ", "Yaghi", ", ", "O.", " ", "MOF-74 building unit has a direct impact on toxic gas adsorption", " ", "Chem. Eng. Sci.", " ", "2011", ",  ", "66", ",  ", "163", "– ", "170", "[", "Crossref", "]", "There is no corresponding record for this reference."], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-15/acs.iecr.5b00089/20150416/images/small/ie-2015-00089f_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-15/acs.iecr.5b00089/20150416/images/small/ie-2015-00089f_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-15/acs.iecr.5b00089/20150416/images/small/ie-2015-00089f_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-15/acs.iecr.5b00089/20150416/images/small/ie-2015-00089f_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2015/iecred.2015.54.issue-15/acs.iecr.5b00089/20150416/images/small/ie-2015-00089f_0004.gif\">"]}
