{"title": ["Conformation-Controlled Sorption Properties and Breathing of the Aliphatic Al-MOF [Al(OH)(CDC)]"], "authors": ["Felicitas Niekiel", "Jeroen Lannoeye", "Helge Reinsch", "Alexis S. Munn", "Andreas Heerwig", "Ivo Zizak", "Stefan Kaskel", "Richard I. Walton", "Dirk de Vos", "Philip Llewellyn", "Alexandra Lieb", "Guillaume Maurin", "Norbert Stock"], "doi": ["10.1021/ic500288w"], "abstract": ["The sorption properties of the Al-MOF CAU-13 were studied in detail. The adsorption of water and CO", " leads to small structural changes. However, when CAU-13 is exposed to xylene, a drastic change in the crystal structure is observed. In the evacuated form, CAU-13 contains ", "-cyclohexanedicarboxylate linkers in the e,e and a,a conformations. After the adsorption of xylene, all of the linker molecules exhibit the e,e conformation, leading to a unit cell increase of ∼25%.", "The Al-MOF CAU-13 ([Al(OH)(", "-CDC)]; ", "-H", "CDC = ", "-1,4-cyclohexanedicarboxylic acid) is structurally related to the MIL-53 compounds that are well-known for their “breathing” behavior, i.e., the framework flexibility upon external stimuli such as the presence of adsorbate molecules. The adsorption properties of CAU-13 were investigated in detail. The sorption isotherms of N", ", H", ", CH", ", CO, CO", ", and water were recorded, and the adsorption enthalpies for the gases were determined by microcalorimetry. The structural changes upon adsorption of CO", " were followed with in situ synchrotron powder X-ray diffraction (PXRD). The patterns were analyzed by parametric unit cell refinement, and the preferential arrangement of the CO", " molecules was modeled by density functional theory calculations. The adsorption and separation of mixtures of ", "-, ", "-, and ", "-xylene from mesitylene showed a preferred adsorption of ", "-xylene. The structures of ", "/", "/", "-xylene-loaded CAU-13 were determined from PXRD data. The adsorption of xylene isomers induces a larger pore opening than that in the thermal activation of CAU-13. In the crystal structure of the activated sample CAU-13(empty pore), half of the linkers adopt the a,a confirmation and the other half the e,e conformation, and the presence of a,a-CDC", " ions hampers the structural flexibility of CAU-13. However, after the adsorption of xylene, all linkers are present in the e,e conformation, allowing for a wider pore opening by this new type of “breathing”."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Investigation of the Breathing Behavior of CAU-13 by PXRD", "Structure Determination", "Sorption Experiments", "Results and Discussion", "Xylene Adsorption", "Conclusion", "References", "Introduction", "Owing to their potential applications in gas storage and separation, catalysis, and drug delivery or as sensor materials, metal–organic frameworks (MOFs) have become an important class of inorganic–organic hybrid materials.", "(1, 2)", " These materials are often (micro)porous and are built up from inorganic building units such as metal ions or metal–oxygen clusters, which are linked by polydentate organic molecules. The great diversity of possible combinations of linkers with different inorganic building units allows the formation of a large variety of structures. Special interest lies in the investigation of MOFs that undergo structural transformations upon temperature and applied mechanical pressure changes or the inclusion of guest molecules. This unusual behavior of crystalline solids, described as “breathing”, was discovered in 2002 for [Co(NCS)", "2", "(3-PIA)", "2", "]·guest [PIA = ", "N", "-(3-pyridyl)isonicotinamide],", "(3)", " [V", "III", "(OH)BDC]·guest,", "(4)", " and [Cr(OH)BDC]·guest (BDC = 1,4-benzenedicarboxylate).", "(5)", " The latter examples represent the first MOFs with MIL-53-type structure, which have the general composition [M", "III", "(OH)BDC]·guest and which have now been studied in various functionalized forms. They are built up of zigzag chains of trans-corner-sharing MO", "6", " octahedra, with M", "3+", " being Al", "3+", ", Sc", "3+", ", Cr", "3+", ", Fe", "3+", ", Ga", "3+", ", and In", "3+", ".", "(4-10)", " The one-dimensional inorganic building units are interconnected via BDC", "2–", " ions, forming a network with diamond-shaped channels. When MIL-53 is stored at ambient conditions, it adsorbs water, leading to the so-called narrow-pore (np) form of the structure. When water is removed, for most of the MIL-53 compounds, a drastic increase of the unit cell volume occurs and the large-pore (lp) form of the structure is observed.", "(5)", " For Al-MIL-53, the unit cell volume changes by 33% upon dehydration.", "(11)", " The overall expansion or shrinkage of the framework of MOFs is often accompanied by a rotation of the organic and inorganic building units around a part of the structure that plays the role of a “knee-cap”. In MIL-53, this is the axis through the carboxylate oxygen atoms.", "(12)", " Layered structures that are connected by flexible (aliphatic) pillar molecules can also exhibit a breathing effect,", "(13)", " which has, for example, been realized by layered zirconium phosphates pillared by alkyl diphosphonates.", "(14)", " General descriptions of the concept of breathing in inorganic–organic hybrid materials are given in review papers by Kitagawa et al. and Férey et al.", "(12, 13, 15)", " The breathing behavior of MIL-53 has been investigated by combining several experimental approaches including in situ powder X-ray diffraction (PXRD) during solvent exchange or exposure to various gases and vapors, infrared and microcalorimetry measurements, and molecular simulations.", "(16-18)", " Concerning practical applications, an understanding of the adsorption of CO", "2", "(19-22)", " and the separation of C8 alkyl aromatics (xylenes, ethylbenzene, etc.) is relevant.", "(23-25)", "Recently, some of us have reported on the Al-MOF denoted as CAU-13 ([Al(OH)CDC]·guest), which is isoreticular to MIL-53 but contains the flexible aliphatic linker ", "trans", "-1,4-cyclohexanedicarboxylate (CDC", "2–", ").", "(26)", " ", "trans", "-1,4-Cyclohexanedicarboxylic acid is able to undergo conformational changes in solution, leading to an equilibrium between the e,e and a,a conformers. Both conformers are present in the structure of CAU-13, and the same conformers are situated on opposing sides of the pore walls. The structures of MIL-53 and CAU-13 are compared in Figure ", "1", ". MIL-53 exhibits “smooth” pore walls, whereas the kinked a,a-CDC", "2–", " ions protrude into the channels of CAU-13.", "Figure 1. Ball-and-stick representations of the crystal structures and structural formula of the incorporated linkers of (a) CAU-13·H", "2", "O ([Al(OH)CDC]·H", "2", "O) and (b) Al-MIL-53(np) ([Al(OH)BDC]·H", "2", "O). AlO", "6", " polyhedra are presented as gray octahedra, carbon atoms as black spheres, and oxygen atoms (of adsorbed water molecules) as red spheres. Hydrogen atoms are omitted. The structures were drawn using the crystallographic data of ref ", "26", " for part a and ref ", "11", " for part b. On the right, the linkers present in the structures of CAU-13 and MIL-53 are shown: (a) e,e-CDC", "2–", " and a,a-CDC", "2–", "; (b) BDC", "2–", ".", "Here, we present a comprehensive study on the sorption properties and framework flexibility of CAU-13 combining in situ and ex situ PXRD, molecular modeling based on density functional theory (DFT), and force-field-based calculations as well as high-pressure adsorption experiments. The adsorption of xylene isomers gave rise to a new manner of pore-size variation upon adsorption of guest molecules, which is accompanied by a conformational change of the cyclic aliphatic linker.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Investigation of the Breathing Behavior of CAU-13 by PXRD", "Structure Determination", "Sorption Experiments", "Results and Discussion", "Xylene Adsorption", "Conclusion", "References", "Experimental Section", "Synthesis", "All reagents and solvents were purchased from commercial sources and used without further purification. Aluminum chloride hexahydrate (AlCl", "3", "·6H", "2", "O; puriss.) and ", "N", ",", "N", "-dimethylformamide (DMF; 99.5%) were purchased from Grüssing GmbH, Filsum, Germany. ", "trans", "-1,4-Cyclohexanedicarboxylic acid (", "trans", "-H", "2", "CDC; 99%) was purchased from TCI Deutschland GmbH, Eschborn, Germany. The synthesis of CAU-13 was carried out as described in the literature using microwave-assisted heating.", "(26)", " Typically, 516 mg (3.00 mmol) of ", "trans", "-H", "2", "CDC and 724 mg (3.00 mmol) of AlCl", "3", "·6H", "2", "O were combined in a Biotage 10–20 mL glass reactor, and 16.0 mL of DMF and 4.00 mL of water were added. The reactor was sealed with a septum. The reaction mixture was heated in a Biotage Initiator microwave oven for 45 min at 130 °C under stirring. Product recovery was performed by centrifugation. The crude product was purified by stepwise treatment with DMF and ethanol for 45 min at 130 °C using the microwave oven. The compound was shown to also be stable in water upon treatment at the same conditions. Product purity and preservation of crystallinity were confirmed by PXRD.", "PXRD", "PXRD experiments for product identification were carried out on a Stoe Stadi P diffractometer in transmission geometry with Cu Kα", "1", " radiation, equipped with an image-plate detector system. The high-resolution PXRD pattern of activated CAU-13 for structure refinement was obtained at beamline P08 at PETRA III, DESY, Hamburg, Germany. The sample was prepared as follows: The purified and dried sample was filled into a borosilicate capillary (diameter: 0.7 mm), which was attached to a glass valve. The capillary was heated and evacuated (200 °C, 2 × 10", "–3", " kPa). After 2 h, the capillary was sealed. The PXRD patterns of CAU-13 loaded with ", "o", "-, ", "m", "-, and ", "p", "-xylene were recorded on a PANalytical Empyrean diffractometer (Cu K", "α", "1", "/α", "2", " radiation) using a PIXcel3D detector. Amounts of 30 mgworking with TOPAS of the purified CAU-13 were placed in a DURAN Pyrex tube and mixed with 3 mL of ", "o", "-, ", "m", "-, or ", "p", "-xylene. The mixture was heated at 100 °C for 5 h under stirring. After cooling to room temperature, the mixture was centrifuged and the supernatant was removed. The suspension was transferred into a glass capillary (diameter: 0.5 mm). The capillary was then centrifuged to concentrate the solid. Temperature-dependent PXRD measurements were recorded under air using a PANalytical Empyrean diffractometer equipped with an oven (TC-radiation, MRI) and a PIXcel3D detector. The samples were loaded into Al", "2", "O", "3", " sample holders, and the patterns were recorded in reflection geometry with Cu K", "α", "1", "/α", "2", " radiation every 10 °C, heating the sample from 30 to 200 °C, then cooling it to 30 °C, and heating it again to 500 °C.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Investigation of the Breathing Behavior of CAU-13 by PXRD", "Structure Determination", "Sorption Experiments", "Results and Discussion", "Xylene Adsorption", "Conclusion", "References", "Investigation of the Breathing Behavior of CAU-13 by PXRD", "Thermal Treatment", "To quantify the changes in the unit cell parameters upon thermal treatment, Pawley refinements were carried out using each of the recorded PXRD patterns between 30 and 350 °C. The method of parametric Rietveld refinement, as implemented in the computer program ", "Powder 3D Parametric", " by Rajiv et al.", "(27)", " working with ", "TOPAS-Academic", ",", "(28)", " was applied. Because no obvious reconstructive transitions were observed, the number of phases was set to one. As starting values, the cell parameters of CAU-13·H", "2", "O were chosen and refined to the first recorded PXRD pattern. The refined cell parameters are listed in Table S1 in the ", "Supporting Information", " (SI).", "CO", "2", " Sorption", "The in situ PXRD (synchrotron radiation, λ = 1.5406 Å) study during CO", "2", " adsorption at 195 K was performed at beamline KMC-2 at BESSY, Berlin, Germany. The experimental setup employing a BELSORP-max apparatus and a homemade sample holder is described elsewhere.", "(29)", " PXRD patterns were recorded at 16 points of the adsorption branch and 6 points of the desorption branch of the isotherm. The adsorption isotherm is presented in Figure S3 in the ", "SI", ", together with an overview of the CO", "2", " pressures at which the PXRD patterns were recorded. To quantify the changes of the unit cell parameters, Pawley refinements were carried out using each of the recorded PXRD patterns by the method of parametric Rietveld refinement, as implemented in the computer program ", "Powder 3D Parametric", ".", "(27)", " The number of observed phases was set to one. As starting values, the cell parameters of CAU-13(empty pore) were chosen because the sample had been thermally activated. The refined cell parameters are visualized in Figure S4 in the ", "SI", " and listed in Table S2 in the ", "SI", ". To localize the pressure-dependent positions of the CO", "2", " molecules in the framework of CAU-13, DFT calculations were carried out. For the calculations, a structure model of CAU-13 present upon CO", "2", " adsorption was built, starting with the crystal structure of CAU-13(empty pore) and fixing the unit cell parameters to the ones provided in Table S2 in the ", "SI", " at a CO", "2", " pressure of 96.307 kPa using the same force-field-based computationally assisted structure determination as that described below [structure determination of CAU-13(xylene)]. The structural models were further geometry-optimized by DFT calculations in the absence and presence of one and two CO", "2", " molecules per unit cell. In a manner similar to that in our previous investigation on Al-MIL-53,", "(19)", " several starting configurations were considered for CO", "2", " in order to probe the possible geometries of this guest in the pores. These configurations include single interactions between CO", "2", " and either the OH groups of the inorganic structure parts or the organic linker and double interactions in which the guest molecule bridges two OH groups of opposing pore walls. Geometry optimization was performed with the PW91 GGA density functional", "(30)", " and the double numerical basis set containing polarization functions", "(31)", " on the hydrogen atom, as implemented in the Dmol", "(3)", " code.", "(29)", " The adsorption enthalpies were then calculated following the same method that we fully described in ref ", "21", " to allow a direct comparison with the microcalorimetry measurements.", "Xylene Vapor-Phase Adsorption", "PXRD was used to examine the flexible behavior of CAU-13 in response to xylene vapor. A Bruker D8 diffractometer operating with Cu K", "α", "1", "/α", "2", " radiation was used for these experiments, with the hydrated sample packed into a ceramic holder and data measured in θ–θ geometry using a VANTEC solid-state detector, which permitted a typical diffraction pattern to be accumulated in around 3 min. The diffractometer was equipped with an Anton Paar XRK 900 reactor chamber, which allowed accurate temperature control and for gases to be passed over the sample. For the adsorption experiments, nitrogen was bubbled through the chosen xylene isomer in a Drechsel bottle to introduce a vapor of xylene over the sample. The powdered sample was packed into the holder to allow space for expansion, and its height was checked after the experiment to ensure that no movement had occurred. The desorption of each xylene isomer was investigated by heating the xylene-loaded samples in air in the range 60–150 °C. Scans were recorded every 1 °C.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Investigation of the Breathing Behavior of CAU-13 by PXRD", "Structure Determination", "Sorption Experiments", "Results and Discussion", "Xylene Adsorption", "Conclusion", "References", "Structure Determination", "CAU-13(empty pore)", "The crystal structure of desolvated CAU-13 denoted as CAU-13(empty pore) was solved and refined from PXRD data obtained at beamline P08, PETRA III at DESY, Hamburg, Germany (λ = 0.825986 Å). The sample was measured in a borosilicate glass capillary (diameter: 0.7 mm) after thermal activation. The experimental setup of the beamline is described in ref ", "32", ". After indexing the powder pattern and refining the cell parameters using ", "TOPAS-Academic", ",", "(28)", " the structure was solved by direct methods in the space group ", "P", "1̅ using the program ", "EXPO 2009", ".", "(33)", " With the extracted atomic positions set as the structural starting model, a Rietveld refinement using ", "TOPAS-Academic", " was carried out. The profile was fitted using a Thompson–Cox–Hastings pseudo-Voigt profile function and a simple axial model. Soft distance restraints were applied to the C–C bonds of the organic linker molecule (C2–C3, C2–C4, C3–C4, C5–C6, C6–C7, C6–C8, and C7–C8). The Rietveld plot, an image of the asymmetric unit, and a table showing selected bond lengths are presented in the ", "SI", " (Figures S6 and S7 and Table S3). The unit cell parameters of CAU-13(empty pore) are listed in Table ", "1", ".", "Table 1. Details of the Rietveld Refinements of CAU-13(empty pore), CAU-13(", "m", "X), CAU-13(", "o", "X), and CAU-13(", "p", "X) Compared to the Unit Cell Parameters of CAU-13·H", "2", "O", " ", "CAU-13(empty pore)", "CAU-13(", "m", "X)", "CAU-13(", "o", "X)", "CAU-13(", "p", "X)", "CAU-13·H", "2", "O", "a", "wavelength", "0.825986 (synchrotron radiation)", "Cu K", "α", "1", "/α", "2", "Cu K", "α", "1", "/α", "2", "Cu K", "α", "1", "/α", "2", " ", "space group", "P", "1̅", "P", "2", "1", "P", "2", "1", "P", "2", "1", "P", "1̅", "a", "/Å", "6.6237(3)", "6.6103(3)", "6.6031(8)", "13.225(2)", "6.6169(5)", "b", "/Å", "9.7034(5)", "17.8984(9)", "18.060(2)", "17.892(2)", "9.4300(6)", "c", "/Å", "9.4227(3)", "11.0989(5)", "10.858(7)", "11.0836(9)", "9.4642(6)", "α/deg", "108.362(2)", "90", "90", "90", "107.577(3)", "β/deg", "107.395(5)", "91.246(4)", "90.374(9)", "89.80(2)", "107.725(7)", "γ/deg", "93.685(3)", "90", "90", "90", "93.209(5)", "V", "/Å", "3", "540.04(4)", "1312.8(1)", "1294.8(2)", "2622.6(5)", "529.08(7)", "Z", "2", "4", "4", "8", "2", "R", "Bragg", "0.93", "0.44", "0.68", "0.38", " ", "R", "wp", "4.65", "2.98", "3.50", "3.66", " ", "GOF", "0.89", "1.72", "2.28", "2.46", " ", "a", "The cell parameters of CAU-13·H", "2", "O were taken from ref ", "26", ".", "CAU-13(xylene)", "The PXRD patterns of CAU-13 loaded with an excess of liquid xylene of each isomer were recorded with Cu K", "α", "1", "/α", "2", " radiation on a PANalytical Empyrean diffractometer. The patterns were indexed with the program ", "EXPO 2009", ",", "(33)", " and the unit cell parameters were refined with the Pawley method using ", "TOPAS-Academic", ".", "(28)", " A Split Pearson VII profile function and a simple axial model were used for profile fitting. The Pawley fits are presented in Figure S8 in the ", "SI", ", and the details of the refinements are listed in Table S4 in the ", "SI", ".", "A structural model was constructed starting from the crystal structure of the large-pore Al-MIL-53(lp) (space group ", "Imma", ").", "(11)", " Using the program ", "Powdercell", ",", "(34)", " the original orthorhombic crystal structure was converted subsequently into hypothetical ones with lower symmetry, using subgroups of ", "Imma", " (sequence ", "Imma", "–", "I", "2", "1", "2", "1", "2", "1", "–", "P", "2", "1", "2", "1", "2", "1", "–", "P", "2", "1", "). The model of lowest symmetry was used as a starting point for constructing the structural model for CAU-13(", "o", "X) and CAU-13(", "m", "X) using the same computationally assisted structure determination strategy that some of us previously validated on different MOFs.", "(19, 35)", " For that purpose, we considered the initial atomic positions of the large-pore form of Al-MIL-53 converted to the space group ", "P", "2", "1", ", the bonding scheme of the organic linker was changed from aromatic to aliphatic single bonds, and the unit cell parameters were changed to the respective indexed ones for CAU-13(", "o", "X) and CAU-13(", "m", "X). The obtained models were then geometry-optimized with fixed unit cell parameters using the generic universal force field,", "(36)", " as implemented in the ", "Forcite", " software.", "(37)", " The indexing of the PXRD pattern of CAU-13(", "p", "X) resulted in a doubling of the length of the ", "a", " axis compared to those of CAU-13(", "o", "X) and CAU-13(", "m", "X). The structural model for CAU-13(", "p", "X) was therefore obtained by doubling the ", "a", " axis using again the supergroup–subgroup relation employed in ", "Powdercell", ", and the same geometry optimization procedure as that described above was applied. Two ", "o", "X and ", "m", "X molecules as well as four ", "p", "X molecules per unit cell were then introduced in the structure models. Their positions were energy-minimized by force-field-based simulations. Starting with the resulting structural models, Rietveld refinements were carried out using ", "TOPAS-Academic", ".", "(28)", " The organic linker and xylene molecules were defined as rigid bodies, while the inorganic parts of the framework were freely refined. Because the guest molecules inside the channels arranged in close proximity to each other for the compounds adsorbing ", "o", "- and ", "m", "-xylene, their occupancies were constrained to reasonable values, indicating a disordered arrangement inside the channels after the refinements had converged. In the case of ", "p", "-xylene, the guest molecules occupy well-defined positions. This leads to the doubled value for the ", "a", " axis, which indicates a fully ordered arrangement of the guest molecules. For all structures, the refinements converged to reasonable figure-of-merit values. The details of the refinements are given in Table ", "1", ", and the final Rietveld plots are shown in Figure ", "2", ".", "Figure 2. Final Rietveld plots of the structure refinements of CAU-13 loaded with xylene isomers (Cu K", "α", "1", "/α", "2", " radiation). The observed powder patterns are shown in black, the calculated powder patterns as an overlay in red, and the difference plots (observed – calculated) in blue. The tics mark the allowed Bragg peak positions.", "Figures of the asymmetric units as well as tables of selected atomic distances are given in the ", "SI", " (Tables S5–S7 and Figures S9–S11).", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Investigation of the Breathing Behavior of CAU-13 by PXRD", "Structure Determination", "Sorption Experiments", "Results and Discussion", "Xylene Adsorption", "Conclusion", "References", "Sorption Experiments", "Sorption Isotherms", "Before the gas sorption experiments were performed, the powdered samples were thermally activated at 200 °C under vacuum for at least 2 h. However, the xylene vapor-phase adsorption experiments were carried out using the hydrated CAU-13·H", "2", "O. Sorption experiments up to 1 bar were performed with a BELSORP-max apparatus (BEL Japan Inc.). The N", "2", " and H", "2", " sorption isotherms were recorded at 77 K, while the CO", "2", " and H", "2", "O sorption isotherms were recorded at 298 K. The apparent specific surface area was determined from the N", "2", " adsorption isotherm, as described in the literature.", "(38)", " The micropore volume was obtained at ", "p", "/", "p", "0", " = 0.5. Calculations of the micropore volume were performed using the computer program ", "PLATON", "(39)", " for the crystal structure of CAU-13(empty pore), with hydrogen atoms geometrically placed using ", "Materials Studio 5.0", ".", "(37)", "Microcalorimetry", "Adsorption enthalpies were measured experimentally at 303 K and up to 40 bar using a Tian-Calvet type microcalorimeter coupled with an in-house manometric gas dosing system.", "(40-42)", " This apparatus allows the simultaneous measurement of the adsorption isotherm and the corresponding differential enthalpies. Gas is introduced into the system using a step-by-step method, and each dose is allowed to stabilize in a reference volume before being brought into contact with the adsorbent, located in the microcalorimeter. The introduction of the adsorbate to the sample is accompanied by an exothermic thermal signal, measured by the thermopiles of the microcalorimeter. The peak in the calorimetric signal is integrated over time to give the total energy released during that adsorption step.", "Xylene Liquid-Phase Adsorption", "Liquid-phase batch adsorption experiments were carried out according to a literature procedure.", "(23)", " A 1.8 mL vial with 25 mg of thermally activated CAU-13 and an empty reference vial were filled with a solution of one of the xylene isomers in mesitylene. The contents of the vials were stirred for 2 h at 298 K. Gas chromatography output data were used to determine the initial and equilibrium xylene concentrations. Adsorption isotherms were obtained by plotting the absorbed amount, in weight percentage, versus the equilibrium concentration. For competitive adsorption experiments, 0.2 mol L", "–1", " binary mixtures of xylene isomers (0.1 mol L", "–1", " each) and a 0.3 mol L", "–1", " ternary mixture in mesitylene were used. Selectivities α", "i", ",", "j", " were calculated using eq ", "1", ",", "(1)", "with ", "q", "i", " and ", "q", "j", " being the amounts (mol g", "–1", ") of isomers ", "i", " and ", "j", " adsorbed per gram of MOF adsorbent, and ", "c", "j", " and ", "c", "i", " being the equilibrium concentrations (mol L", "–1", ") of isomers ", "i", " and ", "j", " present in the liquid phase.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Investigation of the Breathing Behavior of CAU-13 by PXRD", "Structure Determination", "Sorption Experiments", "Results and Discussion", "Xylene Adsorption", "Conclusion", "References", "Results and Discussion", "MIL-53-type compounds exhibit a large breathing effect upon adsorption and desorption of the guest molecules. For example, the pore diameter of Al-MIL-53·H", "2", "O increases drastically upon dehydration, whereas for Fe-MIL-53, an even narrower pore is observed.", "(43)", " On the other hand, different guest molecules also lead to various pore sizes.", "(16)", " To check whether CAU-13 shows a breathing effect, at first the structural changes were studied upon thermal dehydration. Furthermore, the influence of various gases and vapors on the structure of CAU-13 was studied.", "Thermal Behavior", "The thermal behavior of CAU-13·H", "2", "O was investigated with temperature-dependent PXRD measurements under air. To determine the framework flexibility, the sample was at first heated from 30 to 200 °C. The sample was then cooled to 30 °C and subsequently heated to 500 °C. PXRD patterns obtained at selected temperatures are shown in Figure ", "3", " (top). The complete pattern series is presented in Figure S1 in the ", "SI", ".", "The temperature-dependent PXRD patterns show a reversible shift of some of the reflections’ positions upon heating to 200 °C. In accordance with the previously published thermogravimetric data,", "(26)", " this effect can be attributed to the removal of water molecules from the channels. The reversibility of the observed phenomenon is attributed to the uptake of water from the air. Decomposition of the framework begins at around 350 °C. The structural changes were quantified by parametric refinement of the unit cell parameters. The plot of the cell lengths versus temperature presented in Figure ", "3", " (bottom) shows that mainly the ", "b", " axis of the unit cell is influenced by the thermal treatment.", "Figure 3. (Top) PXRD patterns of CAU-13 at selected temperatures (Cu K", "α", "1", "/α", "2", " radiation). The dashed lines at 12.5 and 22.5° (2θ) are introduced to guide the eye. (Bottom) Evolution of the unit cell lengths over temperature: circles, ", "a", " axis; squares, ", "b", " axis; diamonds, ", "c", " axis.", "The length of the ", "b", " axis increases upon the removal of adsorbed water up to 200 °C and then decreases during cooling. The reversibility of this effect could not be fully reached within the time frame of the experiment. However, the breathing effect is clearly observable. The finding that mainly the ", "b", " axis is affected shows that breathing occurs along the shorter intersection of the lozenge-shaped pores of CAU-13, thus causing a larger opening of the one-dimensional channels (Figure ", "1", "a). Small changes in the ", "c", " axis can be observed, whereas the length of the ", "a", " axis, which is parallel to the inorganic building unit (i.e., chains of trans-corner-sharing AlO", "6", " octahedra), remains almost unaltered. Similar observations can be made regarding the unit cell angles, whose progress with the temperature is presented in Figure S2 in the ", "SI", ". The pore is further enlarged upon heating to temperatures higher than 200 °C due to thermal motion of the atoms.", "On the basis of the temperature-dependent PXRD study, the crystal structure of CAU-13(empty pore) was determined using synchrotron PXRD data. CAU-13·H", "2", "O was transferred into a borosilicate glass capillary and thermally activated under vacuum. The structure was solved with direct methods and refined using the Rietveld method. CAU-13(empty pore) crystallizes in the space group ", "P", "1̅. Thus, no change of the space group could be observed for CAU-13 upon the removal/addition of water molecules. The main difference of the structures is the elongation of the ", "b", " axis in CAU-13(empty pore) due to the loss of hydrogen-bonding interactions connecting two inorganic building units via adsorbed water molecules. The desorption of water causes an increase of the unit cell volume of about 2% (Table ", "1", "). This breathing effect is very small compared to the 33% increase of the unit cell volume of Al-MIL-53 upon thermal activation.", "(11)", " The “kinked” a,a conformation of half of the CDC", "2–", " ligands in CAU-13 seems to prevent further pore opening.", "Sorption Properties", "Breathing may be triggered by guest molecules and observed as steps in the respective sorption isotherms because of the presence of different structures (and pore sizes) during the adsorption process. We investigated the sorption properties of CAU-13 towards various gases and vapors at low (", "p", " ≤ 1 bar) and high pressures (", "p", " ≤ 40 bar). From the adsorption isotherm of N", "2", " at 77 K, the specific surface area (380 m", "2", " g", "–1", ") and the micropore volume (0.15 cm", "3", " g", "–1", ") were determined. These experimental data are in good agreement with the calculated pore volume of 0.17 cm", "3", " g", "–1", " using ", "PLATON", "(39)", " and the simulated accessible surface area (450 m", "2", " g", "–1", ") estimated using a Monte Carlo algorithm, following the same strategy as previously reported by Düren et al.", "(44)", " The H", "2", "O sorption isotherm of CAU-13 at 298 K is presented in Figure ", "4", ", while the isotherms for N", "2", ", CO", "2", ", and H", "2", " obtained up to a pressure of 1 bar are shown in Figure S13 in the ", "SI", ".", "Figure 4. H", "2", "O sorption isotherm of CAU-13 recorded at 298 K.", "The H", "2", "O sorption isotherm exhibits an S shape. Because of the hydrophobic character of the pore walls, adsorption does not begin at low partial pressures but is shifted to ", "p", "/", "p", "0", " = 0.15. This effect has also been observed for functionalized MIL-53 derivatives Al-MIL-53-Cl, -Br, and -CH", "3", ".", "(45)", " The steep increase at ", "p", "/", "p", "0", " = 0.2 corresponds to the adsorption of one water molecule per formula sum (Figure ", "4", ") and is in accordance with the water molecule that was localized in the structure of CAU-13·H", "2", "O by Rietveld refinement.", "(26)", " At higher relative pressures, a maximum of 1.8 mol mol", "–1", " water are adsorbed. The maximum amounts of CO", "2", " and H", "2", " adsorbed at 298 K and 1 bar are 75 and 6.8 mg g", "–1", ", respectively. These values correspond to less than one molecule per formula sum (0.36 and 0.73 mol mol", "–1", "). An overview of the adsorbed amounts in mol mol", "–1", ", mg g", "–1", ", and wt % is listed in the ", "SI", " (Table S8). Except from the water sorption experiment, no stepwise adsorption of the guest molecules could be observed in the low-pressure region. In order to investigate whether such adsorption steps occur at higher adsorbate concentrations, high-pressure isotherms at 303 K were recorded using N", "2", ", CH", "4", ", CO", "2", ", and CO. Simultaneously, the adsorption enthalpies were determined by microcalorimetry. The adsorption isotherms and a plot of the adsorption enthalpies against the adsorbed amount are reported in Figure ", "5", ". The exact adsorbed amounts and adsorption enthalpies are presented in Table S8 in the ", "SI", ".", "Figure 5. Adsorption isotherms (top) and enthalpies (bottom) for the adsorption of N", "2", " (gray pentagons), CH", "4", " (red diamonds), CO", "2", " (blue circles), and CO (green squares). Repetitions of one experiment are marked by symbols in different shades of the same color.", "The high-pressure adsorption isotherms show that CAU-13 exhibits porosity towards all investigated gases. All isotherms show a steeper increase at lower pressures than at higher pressures, which is most distinct regarding the adsorption of CO", "2", " and CH", "4", ". Unlike the MIL-53 compounds, CAU-13 does not show a stepwise adsorption of the investigated adsorbates, which implies that there are no guest-induced sudden structural changes. The observed capacities for the adsorbates are relatively small. At 303 K and 23 bar, CAU-13 adsorbs 2.78 mmol g", "–1", " CO", "2", " (0.60 mol mol", "–1", "), similar to the amount adsorbed by the np form of Al-MIL-53, which is only stable up to a CO", "2", " pressure of 6 bar. However, the lp form of Al-MIL-53 is formed above this pressure and adsorbs almost 4 times the amount of CO", "2", " (∼10 mmol g", "–1", ", 2.1 mol mol", "–1", ").", "(46)", " The relatively flat enthalpy profiles observed for all four samples during pore filling suggests a relatively homogeneous energetic surface. A comparison of the adsorption enthalpies obtained for the adsorption of CO", "2", " shows that the adsorption enthalpy of CAU-13 (−39 kJ mol", "–1", ") is similar to that observed in the first step in the experiments with the np form of Al-MIL-53 (−35 kJ mol", "–1", ")", "(46)", " or with STA-12 (−32 kJ mol", "–1", "), which features open metal centers.", "(47)", " In contrast, the adsorption enthalpy for methane is remarkably higher for CAU-13 (−32 kJ mol", "–1", ") compared to Al-MIL-53 (−17 kJ mol", "–1", ").", "(46)", " Furthermore, the methane uptake is high with respect to that observed for nitrogen and carbon monoxide. This can be explained by the smaller pore diameter of CAU-13 and thus a higher degree of confinement, which leads to an increase of the host–guest interactions. However, these drastic differences in the methane adsorption enthalpies and uptakes of methane by CAU-13 may also be related to a contribution of the aliphatic pore environment.", "In Situ PXRD and CO", "2", " Adsorption", "The adsorption of water and CO", "2", " in MIL-53 leads to similar structural changes.", "(48)", " Because CAU-13 has already shown a small breathing effect upon the uptake of water, a similar effect was expected for the adsorption of CO", "2", ". Because the adsorption isotherms measured at 298 and 303 K gave no direct evidence for a breathing effect, the CO", "2", " sorption of CAU-13 was additionally followed in situ by synchrotron PXRD at 195 K. At this lower temperature, a larger amount of CO", "2", " can be adsorbed. The experiments were performed at beamline KMC-2 at BESSY, Berlin, Germany. The corresponding adsorption isotherm is presented in Figure S3 in the ", "SI", " (left) together with an overview of the relative pressures at which PXRD patterns were recorded. At the conditions used for this study (195 K, ", "p", " ≤ 1 bar), CAU-13 adsorbs 24 wt % (1.2 mol mol", "–1", ") CO", "2", ". During the experiment, PXRD patterns were recorded. Significant parts of the patterns are shown in Figure ", "6", " (top). The full patterns are presented in Figure S3 (right) in the ", "SI", ". A noticeable shift of the reflections corresponding to the crystallographic ", "b", " axis (i.e., 010 and 01̅1) can be observed, whereas the position of the 001 reflection is not remarkably influenced.", "Figure 6. (Top) Synchrotron PXRD pattern series obtained during the adsorption (red patterns) and desorption (blue patterns) of CO", "2", ". The PXRD patterns were measured using radiation with λ = 1.5406 Å. From left to right, the 010, 001, and 01̅1 reflections are shown. The dashed lines were added to guide the eye. (Bottom) Evolution of the length of the crystallographic ", "b", " axis with increasing pressure of CO", "2", " (squares). In addition, the corresponding CO", "2", " adsorption isotherm measured at 195 K (circles) is shown. Filled symbols mark the adsorption and open symbols the desorption.", "To gain deeper insight into the structural changes that underlie the observations, the unit cell parameters of CAU-13 were determined at various CO", "2", " loadings using parametric cell parameter refinement. In Figure ", "6", " (bottom), evolution of the length of the ", "b", " axis over increasing partial pressure of CO", "2", " is presented together with the sorption isotherm.", "Upon adsorption of about 0.5 CO", "2", " molecules per formula sum (CAU-13·0.5CO", "2", "), i.e., one molecule per unit cell, the length of the ", "b", " axis reaches a minimum of 9.316(2) Å. This is even shorter than the length of the ", "b", " axis of CAU-13·H", "2", "O with 9.4300(6) Å. At higher pressures, the ", "b", " axis is elongated while more CO", "2", " is adsorbed, indicating a change in the interactions between CO", "2", " and the framework of CAU-13. For adsorption of the first CO", "2", " molecule per unit cell, the reduction of the pore opening suggests stronger host–guest interactions, whereas upon the adsorption of more CO", "2", " molecules, the guest–guest interactions seem to dominate. The possible binding schemes were modeled by DFT calculations on the basis of the cell parameters observed at the partial pressures corresponding to the compositions of CAU-13·0.5CO", "2", " and CAU-13·CO", "2", ", i.e., CAU-13 with one and two adsorbed CO", "2", " molecules per unit cell, respectively. The calculated arrangements of the CO", "2", " molecules inside the channels are shown in Figure ", "7", ".", "Figure 7. DFT-optimized arrangements of CO", "2", " in CAU-13: left, CAU-13·0.5CO", "2", "; right, CAU-13·CO", "2", ". The aliphatic cyclohexane rings are omitted for clarity. The characteristic interatomic distances are provided in angstroms. Color code: aluminum, blue; oxygen, red; carbon, black; hydrogen, light gray.", "The DFT calculations show that the presence of one CO", "2", " molecule per unit cell leads to a double interaction between the quadrupolar CO", "2", " and the OH groups of the framework via its CO", "2", " oxygen atoms. The end-on interaction of one CO", "2", " molecule with one OH group is found to be energetically less favorable. The characteristic O", "CO", "2", "–H", "OH", " distances of 2.78 and 2.82 Å between the CO", "2", " molecules and the framework OH groups are significantly longer than those we previously simulated for Al-MIL-53 at the same CO", "2", " concentration (2.07 and 2.10 Å).", "(18, 19)", " This observation can be explained by the larger-pore aperture of CAU-13 (8.45 Å; see Figure S5 in the ", "SI", ") compared to Al-MIL-53 in its narrow-pore form (6.78 Å). This results from the proximity of two CDC", "2–", " ions belonging to two neighboring chains, which prevents the pores from further closing and leads to a less confined environment for the guest molecules. These geometric considerations are consistent with a calculated adsorption enthalpy of −34 kJ mol", "–1", ", which remains lower than the one previously simulated for CO", "2", " in Al-MIL-53 (−41 kJ mol", "–1", ").", "(21)", " Nevertheless, the averaged experimentally observed adsorption enthalpy of Al-MIL-53 in the first adsorption step is −35 kJ mol", "–1", ",", "(46)", " thus similar to both the experimental and calculated adsorption enthalpies of CAU-13.", "When in the case of CAU-13·CO", "2", " two CO", "2", " molecules per unit cell are introduced (Figure ", "7", ", right), the binding scheme switches from the double interaction to an arrangement in which only one CO", "2", " oxygen atom is interacting with an OH group of the inorganic building unit. This is similar to previous findings for Al-MIL-53.", "(20, 21)", " The calculated O", "CO", "2", "–H", "OH", " distances of 2.34 and 2.33 Å are shorter than that in the case of CAU-13·0.5CO", "2", ", leading to a slightly higher adsorption enthalpy (−36 kJ mol", "–1", "). The interactions between the CO", "2", " molecules lined up along the direction of the channel are relatively weak, represented by a characteristic C", "CO", "2", "–C", "CO", "2", " distance of 3.76 Å.", "Indeed, the differences in sorption behavior between Al-MIL-53 and CAU-13 are mainly based on the space the respective ligands occupy in the structure. This spatial arrangement influences the interactions between the CO", "2", " molecules and the framework. The interactions of CO", "2", " with CAU-13 and MIL-53 mainly occur between the adsorbate and the OH groups that are part of the inorganic building units.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Investigation of the Breathing Behavior of CAU-13 by PXRD", "Structure Determination", "Sorption Experiments", "Results and Discussion", "Xylene Adsorption", "Conclusion", "References", "Xylene Adsorption", "So far, the steric properties of the aliphatic CDC", "2–", " ions dominated the sorption behavior of CAU-13. To study possible interactions with the aliphatic pore environment, xylene adsorption experiments were performed. In competitive adsorption experiments, the MIL-53 compounds showed a preference for ", "o", "-xylene over the other isomers.", "(23, 25)", " Crystal structure refinements of xylene-loaded Fe-MIL-53 indicated π–π interactions not only between the adsorbate molecules but also between the adsorbate and the aromatic pore walls.", "(25)", " Because the pore walls of CAU-13 are aliphatic, such an interaction is improbable and should result in different sorption behavior.", "We studied the liquid- and vapor-phase single-component xylene adsorption on CAU-13 and also the competitive adsorption from the liquid phase. In Figure ", "8", ", the liquid-phase batch adsorption isotherms of CAU-13 are presented. The experiments were carried out at 298 K using mesitylene as the eluent. For ", "o", "-xylene, a slightly higher uptake (17 wt %, 0.34 mol mol", "–1", ") than those for ", "p", "-xylene (15 wt %, 0.29 mol mol", "–1", ") and ", "m", "-xylene (14 wt %, 0.28 mol mol", "–1", ") can be observed.", "Figure 8. Liquid-phase batch adsorption isotherms of CAU-13 for ", "o", "-xylene (squares), ", "p", "-xylene (circles), and ", "m", "-xylene (triangles) from mesitylene at 298 K.", "In competitive adsorption experiments from a mixture of ", "o", "- and ", "p", "-xylene in hexane, the ", "o", "-xylene uptake of Al-MIL-53 is higher (45 wt %, 0.88 mol mol", "–1", ").", "(23)", " The selectivities given in Table ", "2", " show only a slight preference of CAU-13 for ", "o", "-xylene over the other isomers. While the separation factors of ", "o", "/", "m", "-xylene and ", "o", "/", "p", "-xylene are lower than those observed for Al-MIL-53, the separation of ", "m", "/", "p", "-xylene results in similar selectivities (CAU-13:1.3, Al-MIL-53:1.2). This fact can be attributed to the shape-selective interactions of ", "o", "-xylene in Al-MIL-53,", "(23)", " which are not possible in CAU-13.", "Table 2. Comparison of the Selectivities Calculated for the Adsorption from Equimolar Binary and Ternary Mixtures of Xylene Isomers by CAU-13 and Al-MIL-53", " ", "α(", "o", "/", "p", ")", "α(", "o", "/", "m", ")", "α(", "p", "/", "m", ")", "mixture", "CAU-13", "a", "Al-MIL-53", "b", "CAU-13", "a", "Al-MIL-53", "b", "CAU-13", "a", "Al-MIL-53", "b", "binary, ", "o", "/", "p", "1.5", "2.7", " ", " ", " ", " ", "binary, ", "o", "/", "m", " ", " ", "1.9", "3.5", " ", " ", "binary, ", "p", "/", "m", " ", " ", " ", " ", "1.3", "1.2", "ternary", "1.7", " ", "2.1", " ", "1.3", " ", "a", "0.2 mol L", "–1", " binary or 0.3 mol L", "–1", " ternary mixtures in mesitylene. Batch experiments at 298 K.", "b", "0.028 mol mol L", "–1", " binary mixtures of xylene isomers in hexane. Batch experiments at 298 K. Experimental data from ref ", "23", ".", "The lower capacity of CAU-13 is attributed to the smaller accessible pore volume due to the bulkier nature of the CDC", "2–", " ion in comparison to the BDC", "2–", " ion of Al-MIL-53. Not only does the aliphatic six ring of carbon atoms in the chair conformation need more space than the rigid planar aromatic ring of the BDC", "2–", " ions but also the number of hydrogen atoms has doubled. Because of the sp", "3", " configuration of the carbon atoms, the hydrogen atoms are not in the same plane as the carbon atoms but point in different directions. To find out if any structural changes occur when xylene is adsorbed, the vapor-phase adsorption of the xylene isomers was monitored by in situ PXRD. Figure ", "9", " shows the contour maps of PXRD data collected during the adsorption as well as the desorption of xylene by CAU-13·H", "2", "O. The adsorption experiments were performed using a steady flow of xylene-saturated nitrogen, and the PXRD patterns were recorded with a time resolution of ∼3 min scan", "–1", ". Desorption was achieved by stepwise heating.", "Figure 9. Contour maps of the in situ PXRD investigation of the adsorption (bottom) and desorption (top) of xylene isomers (Cu K", "α", "1", "/α", "2", " radiation). In the adsorption experiment, one scan number corresponds to approximately 3 min.", "Upon adsorption of the three different xylene isomers, structural changes of CAU-13 are observed. The beginning of the phase change is first seen for ", "m", "-xylene (15 scans, approximately 45 min) followed by ", "o", "-xylene (20 scans, approximately 60 min) and ", "p", "-xylene (25 scans, approximately 75 min). During the adsorption of ", "o", "- and ", "m", "-xylene, the coexistence of two phases continues over a range of about 15–20 scans, while the phase change in the adsorption of ", "p", "-xylene is faster (within less than 10 scans). The desorption experiments show that ", "p", "-xylene is retained to the highest temperature followed by ", "o", "- and ", "m", "-xylene. Thus, only one step can be seen in each of the experiments with CAU-13, while Al-MIL-53 undergoes two steps in the adsorption of xylenes.", "(24)", " The observed phases during the adsorption are CAU-13·H", "2", "O in the beginning of the experiment and one phase for each of the xylene-loaded samples. During the desorption experiments, the resulting phase is CAU-13(empty pore) instead of CAU-13·H", "2", "O because desorption was achieved via thermal treatment. Interestingly, upon the adsorption of xylene, the reflections shift to lower angles, indicating an increase of the unit cell to values larger than those observed for CAU-13(empty pore) (Figure ", "10", "). To gain deeper insight into the structural changes triggered by the xylene adsorption of CAU-13, powdered samples were treated with an excess of the pure liquid xylene isomers and PXRD patterns were recorded. A comparison of the PXRD patterns of CAU-13·H", "2", "O, CAU-13(empty pore), and CAU-13 loaded with xylene, collected during the in situ experiments and obtained with an excess of xylene, is shown in Figure ", "10", ".", "Figure 10. Comparison of the theoretical PXRD patterns of CAU-13·H", "2", "O (black) and CAU-13(empty pore) (gray) with the PXRD patterns of xylene-loaded samples: cyan, final pattern of vapor-phase adsorption experiments; blue, pattern of CAU-13 loaded with an excess of liquid xylene.", "The PXRD patterns exhibit a shift of the reflections to lower angles in the order CAU-13·H", "2", "O < CAU-13(empty pore) < CAU-13(xylene, vapor phase) < CAU-13(excess xylene). Indexing of the powder patterns obtained for CAU-13 loaded with the xylene isomers and Pawley refinements gave rise to cell volumes of 1350 Å", "3", " for the ", "m", "-xylene-loaded sample and 1317 Å", "3", " for the ", "o", "-xylene-loaded sample. The unit cell of ", "p", "-xylene-containing CAU-13 is doubled in the direction of the one-dimensional pores (", "a", " axis), giving a cell volume of 2654 Å", "3", ". The results of the refinement and final Pawley plots are presented in Table S4 and Figure S8 in the ", "SI", ". With a cell content of ", "Z", " = 4 [8 for CAU-13(", "p", "X)], this corresponds to a relative expansion by ∼25% compared to CAU-13(empty pore) (", "V", " = 540 Å", "3", ", ", "Z", " = 2; Table ", "1", "). The volume changes are accompanied by an increase of symmetry from the triclinic space group ", "P", "1̅ to the monoclinic space group ", "P", "2", "1", ". On the basis of these findings, structural models have been set up in the space group ", "P", "2", "1", " using ", "Materials Studio 5.0", ".", "(37)", " To allow for the large unit cell dimensions, all of the linker molecules had to be introduced using the e,e conformation, which represents the longer molecule of the two conformers [the C", "carboxy", "–C", "carboxy", " distance of the e,e conformer is ∼5.6 Å and that of the a,a conformer is ∼4.6 Å, taken from the crystallographic data of CAU-13(empty pore)]. Rietveld refinements applying rigid bodies for both the linker and guest molecules proved the validity of the assumption. Representative images of the crystal structures of the three xylene-loaded CAU-13 samples are given in Figures ", "11", " and S12 in the ", "SI", ".", "Figure 11. Ball-and-stick representations of the crystal structures of xylene-loaded CAU-13. (a) View along the channels of CAU-13(", "m", "X). Note the e,e conformation of all of the linker molecules. (b–d) Representative images of the arrangement of the xylene molecules in (b) CAU-13(", "m", "X), (c) CAU-13(", "o", "X), and (d) CAU-13(", "p", "X). In parts b–d, the carbon atoms of the cyclohexane rings are omitted for clarity.", "As in CAU-13(empty pore), each chain of trans-corner-sharing AlO", "6", " octahedra is connected to four other chains by two types of crystallographically independent CDC", "2–", " ions; i.e., the topology of the structure is maintained. In the xylene-loaded CAU-13, both CDC", "2–", " ions are in the e,e conformation; however, in CAU-13(empty pore), half of the linker molecules are in the a,a- and e,e conformations, respectively. The pore aperture of CAU-13 is characterized by the Al–Al distance of two opposing inorganic building units and measures 9.70 Å for CAU-13(empty pore). The increase to around 11 Å determined for the xylene-loaded CAU-13 is only made possible by a conformational change of the flexible aliphatic linker molecules from the a,a conformation to the e,e conformation. In contrast, the breathing of MIL-53 is just accompanied by a rotation around the O–O axis of the O–M–M–O and O–C–O planes.", "(15)", " Breathing involving conformational changes of the flexible aliphatic linkers has so far only been reported for layers of zirconium phosphates pillared by aliphatic connectors such as 1,2-decanediphosphonates.", "(14)", " However, these layered compounds are of low crystallinity, and the pillaring connectors are statistically distributed throughout the layers, mixed with short monophosphonate molecules acting as space holders. Hence, the breathing of CAU-13 upon the adsorption of xylene represents a new kind of flexibility in MOFs.", "The xylene molecules are located in the center of the pores in two different types of stacking. In CAU-13(", "o", "X) and CAU-13(", "m", "X), the positions of the xylene molecules are disordered, whereas in CAU-13(", "p", "X), an ordering of ", "p", "-xylene can be observed. Therefore, the ", "a", " axis of the unit cell of CAU-13(", "p", "X) is doubled compared to the structures of CAU-13(", "o", "X) and CAU-13(", "m", "X). The observed arrangements of the xylene molecules compare well with the behavior of the compound during the in situ PXRD experiments, where ", "p", "-xylene is desorbed at the highest temperature followed by the other two isomers. The well-ordered array indicates relatively strong intermolecular adsorbate–adsorbate interactions, in good agreement with retention of the adsorbed molecules during the desorption experiment. The fact that only ", "p", "-xylene is well ordered in CAU-13 might be due to its linear shape and its kinetic diameter, which is the smallest of the three isomers.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Investigation of the Breathing Behavior of CAU-13 by PXRD", "Structure Determination", "Sorption Experiments", "Results and Discussion", "Xylene Adsorption", "Conclusion", "References", "Conclusion", "The sorption properties and breathing behavior of the Al-MOF CAU-13 have been studied extensively and have been compared to those of Al-MIL-53. In summary, the adsorption capacities of CAU-13 are lower than those of Al-MIL-53, which adopts the ", "large-pore", " form under similar experimental conditions. The micropore volume of CAU-13 is relatively small because of the bulkier aliphatic CDC", "2–", " ions in CAU-13 compared to the BDC", "2–", " ions in Al-MIL-53. A small breathing effect under thermal treatment in air (i.e., the desorption of water) and upon the adsorption of CO", "2", " was revealed. DFT calculations evidenced the most preferred arrangements of CO", "2", " within the pores of CAU-13 for different loadings, resulting in simulated adsorption enthalpies only slightly lower than those previously reported for Al-MIL-53, consistent with the microcalorimetry data. The adsorption of ", "o", "-, ", "m", "-, and ", "p", "-xylene as single components and mixtures was investigated using solutions of the adsorbate in mesitylene. From mixtures in the liquid phase, ", "o", "-xylene is adsorbed preferentially. The adsorption of the xylene isomers from the gas phase was monitored with in situ PXRD, which shows that upon desorption ", "p", "-xylene is retained inside the pores to the highest temperature. Structure determinations of CAU-13 loaded with the xylene isomers reveal a remarkable breathing effect. The CDC", "2–", " ions that show the a,a and e,e conformations (ratio 1:1) in all other investigated forms of CAU-13 change their conformation upon loading with xylene to adopt the e,e conformation only. This results in a symmetry increase and allows for a wider pore opening and a cell volume increase by about 25%. This new type of breathing behavior has not been observed for any other MOF so far.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Investigation of the Breathing Behavior of CAU-13 by PXRD", "Structure Determination", "Sorption Experiments", "Results and Discussion", "Xylene Adsorption", "Conclusion", "References", "Supporting Information", "X-ray crystallographic data in CIF format, details of the parametric refinement of the unit cell parameters for the temperature-dependent experiments as well as the in situ CO", "2", " sorption experiments (tabulated and graphical representations of the unit cell parameters, full PXRD patterns, and CO", "2", " sorption isotherms), images of the asymmetric units as well as bond length tables of CAU-13(empty pore), CAU-13(", "m", "X), CAU-13(", "o", "X), and CAU-13(", "p", "X), N", "2", ", CO", "2", ", and H", "2", " sorption isotherms recorded up to 1 bar, and a tabulated overview of all adsorbate uptakes of CAU-13 in the different experiments. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ". Crystallographic data for CAU-13(empty pore), CAU-13(", "m", "X), CAU-13(", "o", "X), and CAU-13(", "p", "X) have also been deposited with the Cambridge Crystallographic Data Centre (CCDC 980340, 980341, 980342, and 980343). The data can be obtained free of charge via the Internet at ww.ccdc.cam.ac.uk/conts/retrieving.html or from the CCDC, 12 Union Road, Cambridge CB2 1EZ, U.K. (fax, +44 1223 36033; e-mail, ", "deposit@ccdc.ac.uk", ").", "Author Contributions", "The manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript.", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Investigation of the Breathing Behavior of CAU-13 by PXRD", "Structure Determination", "Sorption Experiments", "Results and Discussion", "Xylene Adsorption", "Conclusion", "References", "Acknowledgment", "The research leading to these results has received funding from the European Community’s Seventh Framework Programme (FP7MACADEMIA/2007-2013) under Grant 228862. D.d.V., J.L., and H.R. are grateful for support by IWT Belgium (MOFshape) and FWO (Vlaanderen). G.M. acknowledges the Institut Universitaire de France for financial support. A.H. and S.K. acknowledge the Federal Ministry of Education and Research for financial support (Project BMBF 05K10OD3). F.N. and N.S. are thankful for the support of the DFG (SPP 1362). We acknowledge the Helmholtz Association for beamtime on KMC-2 at BESSY and P08 at DESY.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Investigation of the Breathing Behavior of CAU-13 by PXRD", "Structure Determination", "Sorption Experiments", "Results and Discussion", "Xylene Adsorption", "Conclusion", "References", "References", "This article references 48 other publications.", "1. ", "Themed issue on Metal-Organic Frameworks: ", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1201", "– ", "1508", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "2. ", "Special Issue on Metal-Organic Frameworks: ", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "673", "– ", "1268", ".", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Introduction to Metal-Organic Frameworks", "Zhou, Hong-Cai; Long, Jeffrey R.; Yaghi, Omar M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "673-674", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review is presented on prepn., structure and application of Metal-Org. Frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1OjtLw%253D&md5=abf05fcd4ae6b394b7f1048a93f5ebbc", "3. ", "Uemura", ", ", "K.", "; ", "Kitagawa", ", ", "S.", "; ", "Kondo", ", ", "M.", "; ", "Fukui", ", ", "K.", "; ", "Kitaura", ", ", "R.", "; ", "Chang", ", ", "H.-C.", "; ", "Mizutani", ", ", "T.", " ", "Chem.—Eur. J.", " ", "2002", ",  ", "8", ",  ", "3586", "– ", "3600", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Novel flexible frameworks of porous cobalt(II) coordination polymers that show selective guest adsorption based on the switching of hydrogen-bond pairs of amide groups", "Uemura, Kazuhiro; Kitagawa, Susumu; Kondo, Mitsuru; Fukui, Koichi; Kitaura, Ryo; Chang, Ho-Chol; Mizutani, Tadashi", "Chemistry - A European Journal", "\r\n        (", "2002", "),\r\n    ", "8", "\r\n        (", "16", "),\r\n    ", "3586-3600", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH", ")\r\n        ", "Four porous cryst. coordination polymers with two-dimensional frameworks of a double-edged axe-shaped motif, {[Co(NCS)2(3-pia)2]·2EtOH·11H2O}n (1a), {[Co(NCS)2(3-pia)2]·4Me2CO}n (3a), {[Co(NCS)2(3-pia)2]·4THF}n (3b) and {[Co(NCS)2(3-pna)2]n} (5), were synthesized by the reaction of Co(II) thiocyanate with N-(3-pyridyl)isonicotinamide (3-pia) or N-(3-pyridyl)nicotinamide (3-pna).  X-ray crystallog. characterization reveals that adjacent layers are stacked such that channels are created, except in 5.  The channels form a H-bonded interior for guest mols.; in practice, 1a contains EtOH and H2O mols. as guests in the channels with H bonds, whereas 3b (3a) contains THF (acetone) mols.  In 1a, the double-edged axe-shaped motifs in adjacent sheets are not located over the top of each other, while the motifs in 3b stack so perfectly as to overlap each other in an edge-to-edge fashion.  This subtle change in the three-dimensional framework is assocd. with the template effect of the guests.  Compd. 5 has no guest mols. and, therefore, the amide groups in one sheet were used for H-bonding links with adjacent sheets.  Removal of the guest mols. from 1a and 3b (3a) causes a structural conversion accompanied by a color change.  Pink 1a cannot retain its original framework and changes into a blue amorphous compd.  However, the framework of pink 3b (3a) is transformed to a new cryst. framework of violet 4.  The complex 4 reverts to the original pink crystals of 3b (3a) when it is exposed to THF (or acetone) vapor.  Spectroscopic measurements (visible, EPR, and IR) provide a clue to the crystal-to-crystal transformation; on removal of the guests, the amide groups were used to form the β sheet-type H bonding between the sheets, and thus the framework withstands significant stress on removal of guest mols.  This mechanism is attributed to the arrangement of the adjacent sheets so suited in regularity that the β sheet-type structure forms efficiently.  The apohost 4 does not adsorb cyclopentane, showing a guest selectivity that, in addn. to size, H-bonding capability is required for the guest mols.  The obtained compd. is categorized as a member of a new generation of compds. tending towards functional porous coordination polymers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38Xmslequro%253D&md5=0c04df5898be666193514745e254dd16", "4. ", "Barthelet", ", ", "K.", "; ", "Marrot", ", ", "J.", "; ", "Riou", ", ", "D.", "; ", "Férey", ", ", "G.", " ", "Angew. Chem., Int. Ed.", " ", "2002", ",  ", "41", ",  ", "281", "– ", "284", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "A breathing hybrid organic - inorganic solid with very large pores and high magnetic characteristics", "Barthelet, Karin; Marrot, Jerome; Riou, Didier; Ferey, Gerard", "Angewandte Chemie, International Edition", "\r\n        (", "2002", "),\r\n    ", "41", "\r\n        (", "2", "),\r\n    ", "281-284", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH", ")\r\n        ", "The hybrid org. - inorg. open-framework solids VIII(OH)[O2C-C6H4-CO2]·x(O2C-C6H4-CO2) (MIL-47as, x ∼ 0.75) and VIV(O)[O2C-C6H4-CO2] (MIL-47) were prepd. hydrothermally from terephthalic acid and V or VCl3 and characterized by x-ray crystallog.  Both solids present the same topol. with a three-dimensional orthorhombic structure exhibiting large pores in the [100] direction and flexibility.  The surface area of MIL-47 was detd. from N2 sorption and desorption isotherm expts.  Magnetic measurements performed on MIL-47 indicate antiferromagnetic behavior below TN=95(5)°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XhtVyitr4%253D&md5=e86bb49780cc1f549dc020c30ec34f63", "5. ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Thouvenot", ", ", "C.", "; ", "Noguès", ", ", "M.", "; ", "Marsolier", ", ", "G.", "; ", "Louër", ", ", "D.", "; ", "Férey", ", ", "G.", " ", "J. Am. Chem. Soc.", " ", "2002", ",  ", "124", ",  ", "13519", "– ", "13526", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Very Large Breathing Effect in the First Nanoporous Chromium(III)-Based Solids: MIL-53 or CrIII(OH)·{O2C-C6H4-CO2}·{HO2C-C6H4-CO2H}x·H2Oy", "Serre, Christian; Millange, Franck; Thouvenot, Christelle; Nogues, Marc; Marsolier, Gerard; Loueer, Daniel; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2002", "),\r\n    ", "124", "\r\n        (", "45", "),\r\n    ", "13519-13526", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The 1st three-dimensional Cr(III) dicarboxylate, MIL-53as or CrIII(OH)·{O2C-C6H4-CO2}·{HO2C-C6H4-CO2H}0.75, was obtained under hydrothermal conditions (as: as-synthesized).  The free acid can be removed by calcination giving the resulting solid, MIL-53ht or CrIII(OH)·{O2C-C6H4-CO2}.  At room temp., MIL-53ht adsorbs atm. H2O immediately to give CrIII(OH)·{O2C-C6H4-CO2}·H2O or MIL-53lt (lt: low-temp. form, ht:high-temp. form).  Structures, which were detd. by using x-ray powder diffraction data, are built up from chains of Cr(III) octahedra linked through terephthalate dianions.  This creates a three-dimensional structure with an array of 1-dimensional large pore channels filled with free disordered terephthalic mols. (MIL-53as) or H2O mols. (MIL-53lt); when the free mols. are removed, this leads to a nanoporous solid (MIL-53ht) with a Langmuir surface area over 1500 m2/g.  The transition between the hydrated form (MIL-53lt) and the anhyd. solid (MIL-53ht) is fully reversible and followed by a very high breathing effect (more than 5 Å), the pores being clipped in the presence of H2O mols. (MIL-53lt) and reopened when the channels are empty (MIL-53ht).  The thermal behavior of the two solids was studied using TGA and x-ray thermodiffractometry.  The sorption properties of MIL-53lt also were studied using several org. solvents.  Finally, magnetism measurements performed on MIL-53as and MIL-53lt revealed that these two phases are antiferromagnetic with Neel temps. TN of 65 and 55 K, resp.  Crystal data for MIL-53as is as follows: orthorhombic space group Pnam with a 17.340(1), b 12.178(1), c 6.822(1) Å, and Z = 4.  Crystal data for MIL-53ht is as follows: orthorhombic space group Imcm with a 16.733(1), b 13.038(1), c 6.812(1) Å, and Z = 4.  Crystal data for MIL-53lt is as follows: monoclinic space group C2/c with a 19.685(4), b 7.849(1), c 6.782(1) Å, β 104.90(1)°, and Z = 4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XotVegt74%253D&md5=59fd68d1cae2399f56196e58039d3bd5", "6. ", "Férey", ", ", "G.", "; ", "Latroche", ", ", "M.", "; ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Loiseau", ", ", "T.", "; ", "Percheron-Guégan", ", ", "A.", " ", "Chem. Commun.", " ", "2003", ",  ", "2976", "– ", "2977", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Hydrogen adsorption in the nanoporous metal-benzene dicarboxylate M(OH)(O2C-C6H4-CO2) (M = Al3+, Cr3+), MIL-53", "Ferey, Gerard; Latroche, Michel; Serre, Christian; Millange, Franck; Loiseau, Thierry; Percheron-Guegan, Annick", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2003", "),\r\n    ", "\r\n        (", "24", "),\r\n    ", "2976-2977", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "H adsorption was studied in the nanoporous metal-benzene dicarboxylate M(OH)(O2C-C6H4-CO2) (M = Al3+, Cr3+).  These solids have H storage capacities of 3.8 and 3.1% resp. when loaded at 77 K under 1.6 MPa.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXps1Cnsbs%253D&md5=5ddf427f369b0f311cc63c9eccb50deb", "7. ", "Miller", ", ", "S. R.", "; ", "Wright", ", ", "P. A.", "; ", "Serre", ", ", "C.", "; ", "Loiseau", ", ", "T.", "; ", "Marrot", ", ", "J.", "; ", "Férey", ", ", "G.", " ", "Chem. Commun.", " ", "2005", ",  ", "3850", "– ", "3852", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "A microporous scandium terephthalate, Sc2(O2CC6H4CO2)3, with high thermal stability", "Miller, S. R.; Wright, P. A.; Serre, C.; Loiseau, T.; Marrot, J.; Ferey, G.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2005", "),\r\n    ", "\r\n        (", "30", "),\r\n    ", "3850-3852", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A Sc terephthalate Sc2(O2CC6H4CO2)3 with isolated ScO6 octahedra and fully-linked carboxylate groups was prepd. hydrothermally and possesses a novel hybrid framework structure with high thermal stability and a pore vol. for N2 adsorption of 0.26 cm3 g-1 at 77 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXmsVGgtLk%253D&md5=3491daca8d93eb9777b975348f952821", "8. ", "Whitfield", ", ", "T. R.", "; ", "Wang", ", ", "X.", "; ", "Liu", ", ", "L.", "; ", "Jacobson", ", ", "A. J.", " ", "Solid State Sci.", " ", "2005", ",  ", "7", ",  ", "1096", "– ", "1103", "[", "Crossref", "], [", "CAS", "]", "8. ", "Metal-organic frameworks based on iron oxide octahedral chains connected by benzenedicarboxylate dianions", "Whitfield, Tabatha R.; Wang, Xiqu; Liu, Lumei; Jacobson, Allan J.", "Solid State Sciences", "\r\n        (", "2005", "),\r\n    ", "7", "\r\n        (", "9", "),\r\n    ", "1096-1103", "CODEN:\r\n                ", "SSSCFJ", ";\r\n        ISSN:", "1293-2558", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Three new Fe benzenedicarboxylates were synthesized by solvothermal techniques, and their structures detd. from single crystal x-ray data: Fe(OH)(BDC)(py)0.85 (1), Fe(BDC)(DMF) (2), and Fe(BDC)(py)0.42(DMF)0.25 (3) (BDC = 1,4-benzenedicarboxylate, py = pyridine).  1 And 2 are the Fe(III)- and Fe(II)-structural analogs of the known Cr benzenedicarboxylate compd. (MIL-53).  Both contain trans corner-sharing FeO6 octahedral chains connected by benzenedicarboxylate dianions.  Compd. 3 contains chains of Fe O octahedra that share both corners and edges.  Each chain is linked by BDC to six other chains to form a three-dimensional framework.  Crystal data: 1, space group I2/a, a 6.889(2), b 11.073(3), c 18.280(6) Å, β 92.6(1)°; 2, space group Pn21a, a 19.422(2), b 7.3022(5), c 8.8468(7) Å; 3, space group P21/n, a 9.234(2), b 17.243(3), c 9.978(2) Å, β 93.9(1)°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtVCrs7rO&md5=c82f944a87410db3159039713dca0a56", "9. ", "Volkringer", ", ", "C.", "; ", "Loiseau", ", ", "T.", "; ", "Guillou", ", ", "N.", "; ", "Férey", ", ", "G.", "; ", "Elkaim", ", ", "E.", "; ", "Vimont", ", ", "A.", " ", "Dalton Trans.", " ", "2009", ",  ", "2241", "– ", "2249", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "XRD and IR structural investigations of a particular breathing effect in the MOF-type gallium terephthalate MIL-53(Ga)", "Volkringer, Christophe; Loiseau, Thierry; Guillou, Nathalie; Ferey, Gerard; Elkaim, Erik; Vimont, Alexandre", "Dalton Transactions", "\r\n        (", "2009", "),\r\n    ", "\r\n        (", "12", "),\r\n    ", "2241-2249", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The Ga terephthalate Ga(OH)[O2C-C6H4-CO2]·xA (A = HO2C-C6H4-CO2H) was hydrothermally prepd. in H2O under mild conditions (210°, 31/2 h) in the presence of terephthalic acid.  The compd. was characterized by powder x-ray diffraction, TGA, IR and BET method.  This compd. is isostructural to the MIL-53 type, previously obsd. with the trivalent cations Cr, Fe, Al, In.  It exhibits a three-dimensional metal-org. framework built up from infinite chains of trans corner-sharing GaO4(OH)2 octahedra (via μ2-hydroxo bonds) linked to each other through the terephthalate linkers.  It gave lozenge-shaped channel structure running parallel to the infinite files of Ga-centered octahedra.  After activation, the compd. is able to adsorb one molar equivalent of H2O at room temp. under ambient air (MIL-53(Ga){H2O}).  Different H bond interactions are obsd. for the encapsulated H2O within the channels.  In one tunnel, pairs of H2O species with strong H-bond interactions were obsd. whereas in the adjacent tunnel, only a continuous linear and weakly H bonded network occurs.  The dehydrated form was obtained upon heating the MIL-53(Ga) solid at 80° together with the shrinkage of the channels in MIL-53(Ga)_lt.  This form is stable up to 220° and then the open structure MIL-53(Ga)_ht is visible, but starts to decomp. from 350°.  Such a breathing effect was previously reported with cations such as Cr or Al but in the case of Ga, the stability domain of the narrow pore structure MIL-53(Ga)_lt is larger (160° instead of 20-30° for Al, for instance).  The BET surface area was 1140 ± 114 m2 g-1.  The phase transitions were characterized by IR spectroscopy at different temps., which confirms the stability domain of the narrow close form (specific band at 1016 cm-1) of MIL-53(Ga) and then the pore opening (shifted band toward 1024 cm-1) together with the structure collapse.  An identical behavior is also discussed for the Al MIL-53 analog.  A comparison between the behavior of the Al, Ga and Fe samples is presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXivVWnsLs%253D&md5=0bdf8940be386b25bbdbd9c8cb59e63e", "10. ", "Anokhina", ", ", "E. V.", "; ", "Vougo-Zanda", ", ", "M.", "; ", "Wang", ", ", "X.", "; ", "Jacobson", ", ", "A. J.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "15000", "– ", "15001", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "In(OH)BDC·0.75BDCH2 (BDC = Benzenedicarboxylate), a Hybrid Inorganic-Organic Vernier Structure", "Anokhina, Ekaterina V.; Vougo-Zanda, Marie; Wang, Xiqu; Jacobson, Allan J.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "43", "),\r\n    ", "15000-15001", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The compd. In(OH)BDC·0.75BDCH2 (1, BDC = benzenedicarboxylate) was synthesized and characterized by single-crystal x-ray diffraction.  The structure comprises two distinct sublattices formed by a covalently linked In(OH)BDC lattice and ordered chains of H-bonded H2BDC mols. and can be described as a hybrid inorg. coordination polymer-org. vernier structure.  Each InO6 octahedron of the octahedral chain has a length of 3.6 Å along the chain axis, whereas each H2BDC mol. has a length of 9.6 Å along the guest column axis.  Therefore, a unit of eight InO6 octahedra of the octahedral chain is just in registry with three H2BDC mols. of the guest column giving a repeat unit of 28.76 Å along the channel axis direction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtVOisbbO&md5=57ed8a3f37873b4216447e36f1e4172d", "11. ", "Loiseau", ", ", "T.", "; ", "Serre", ", ", "C.", "; ", "Huguenard", ", ", "C.", "; ", "Fink", ", ", "G.", "; ", "Taulelle", ", ", "F.", "; ", "Henry", ", ", "M.", "; ", "Bataille", ", ", "T.", "; ", "Férey", ", ", "G.", " ", "Chem.—Eur. J.", " ", "2004", ",  ", "10", ",  ", "1373", "– ", "1382", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "A rationale for the large breathing of the porous aluminum terephthalate (MIL-53) upon hydration", "Loiseau, Thierry; Serre, Christian; Huguenard, Clarisse; Fink, Gerhard; Taulelle, Francis; Henry, Marc; Bataille, Thierry; Ferey, Gerard", "Chemistry - A European Journal", "\r\n        (", "2004", "),\r\n    ", "10", "\r\n        (", "6", "),\r\n    ", "1373-1382", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Al 1,4-benzenedicarboxylate Al(OH)[O2CC6H4CO2][HO2C-C6H4-CO2H]0.70 or MIL-53as (Al) was hydrothermally synthesized by heating a mixt. of Al nitrate, 1,4-benzenedicarboxylic acid, and H2O, for three days at 220°.  Its 3 D framework is built up of infinite trans chains of corner-sharing AlO4(OH)2 octahedra.  The chains are interconnected by the 1,4-benzenedicarboxylate groups, creating 1 D rhombic-shaped tunnels.  Disordered 1,4-benzenedicarboxylic acid mols. are trapped inside these tunnels.  Their evacuation upon heating, between 275 and 420°, leads to a nanoporous open-framework (MIL-53ht (Al) or Al(OH)[O2CC6H4CO2]) with empty pores of diam. 8.5 Å.  This solid exhibits a Langmuir surface area. of 1590(1) m2g-1 together with a remarkable thermal stability, since it starts to decomp. only at 500°.  At room temp., the solid reversibly absorbs H2O in its tunnels, causing a very large breathing effect and shrinkage of the pores.  Anal. of the hydration process by solid-state NMR (1H, 13C, 27Al) has clearly indicated that the trapped H2O mols. interact with the carboxylate groups through H bonds, but do not affect the hydroxyl species bridging the Al atoms.  The H bonds between H2O and the O atoms of the framework are responsible for the contraction of the rhombic channels.  The structures of the three forms were detd. by powder x-ray diffraction anal.  Crystal data for MIL-53as (Al) are as follows: orthorhombic system, Pnma (no. 62), a 17.129(2), b 6.628(1), c 12.182(1) Å; for MIL-53ht (Al), orthorhombic system, Imma (no. 74), a 6.608(1), b 16.675(3), c 12.813(2) Å; for MIL-53lt (Al), monoclinic system, Cc (no. 9), a 19.513(2), b 7.612(1), c 6.576(1) Å, β 104.24(1)°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXivVykt7s%253D&md5=3a01acd738d767103450cccd3cab8f2e", "12. ", "Férey", ", ", "G.", " ", "Z. Anorg. Allg. Chem.", " ", "2012", ",  ", "638", ",  ", "1897", "– ", "1909", "[", "Crossref", "], [", "CAS", "]", "12. ", "Swelling Hybrid Solids", "Ferey, Gerard", "Zeitschrift fuer Anorganische und Allgemeine Chemie", "\r\n        (", "2012", "),\r\n    ", "638", "\r\n        (", "12-13", "),\r\n    ", "1897-1909", "CODEN:\r\n                ", "ZAACAB", ";\r\n        ISSN:", "0044-2313", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Inorg. solids are usually rigid.  Professor Hoppe, all over the years, provided a tremendous no. of beautiful examples of their structural organization in oxides and fluorides.[1] His immense creativity enriched a lot this part of chem., and attracted many colleagues - including myself - toward solid state chem.  A common idea, assocd. with the usual definition of solids, was to consider crystd. solids are rigid edifices, within which the only degrees of freedom were the thermal vibration of the atoms forming the compd. and the movement of atoms during a displacive structural transition.  This implied small displacements of the atoms (0.1 Å < d < 1 Å).  In 2002, simultaneously with my friend Susumu Kitagawa from Kyoto university,[2-5] we discovered a new behavior of the crystd. solid matter: the unusually large flexibility of cryst. solids (movements of > 5-10 Å), keeping the same topol. in the absence of any amorphous intermediate.  Knowing your continuous curiosity toward new events in solid state chem., I decided to dedicate this tribute to this strange phenomenon, primitively a lab. curiosity but which became during these last ten years a specific topic attracting chemists, physicists, and computer scientists for the academic point of view, but also companies for the applications this behavior allows.  This paper will focus exclusively on the flexibility of three-dimensional solids.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XoslGnt7s%253D&md5=aa0f23c518d4aa021f21a7ee621797f6", "13. ", "Kitagawa", ", ", "S.", "; ", "Uemura", ", ", "K.", " ", "Chem. Soc. Rev.", " ", "2005", ",  ", "34", ",  ", "109", "– ", "119", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Dynamic porous properties of coordination polymers inspired by hydrogen bonds", "Kitagawa, Susumu; Uemura, Kazuhiro", "Chemical Society Reviews", "\r\n        (", "2005", "),\r\n    ", "34", "\r\n        (", "2", "),\r\n    ", "109-119", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  In the last decade, many porous coordination polymers were synthesized, providing a variety of properties ranging from storage, sepn., exchange of guests in their cavities, magnetism, cond. and catalysis by their frameworks.  In this tutorial review, the authors focus on the H bonding type arrangements for dynamic porous coordination polymers exhibiting elastic guest accommodations, in contrast to rigid three-dimensional (3-D) frameworks.  Such dynamic porous properties induce highly-selective guest accommodation and magnetic modulation, and could now be considered a new class of practical materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXmvFCrsA%253D%253D&md5=549cd9cf67911fef4ac936fc02d104a1", "14. ", "Alberti", ", ", "G.", "; ", "Murcia-Mascarós", ", ", "S.", "; ", "Vivani", ", ", "R.", " ", "J. Am. Chem. Soc.", " ", "1998", ",  ", "120", ",  ", "9291", "– ", "9295", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Pillared Derivatives of γ-Zirconium Phosphate Containing Nonrigid Alkyl Chain Pillars", "Alberti, G.; Murcia-Mascaros, S.; Vivani, R.", "Journal of the American Chemical Society", "\r\n        (", "1998", "),\r\n    ", "120", "\r\n        (", "36", "),\r\n    ", "9291-9295", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Pillared derivs. of γ-zirconium phosphate, ZrPO4[O2P(OH)2]1-x[O2POH-(CH2)n-HOPO2]x/2·mH2O (n = 4, 6, 8, 10, 12, and 16), were prepd. by soft topotactic reactions between colloidal dispersions of exfoliated lamellae of γ-ZrPO4[O2P(OH)2]·2H2O and 1,n-alkanediphosphonic acid solns.  In these compds. the interlayer distance can be easily modulated almost continuously by increasing the no. of the carbon atoms in the alkyl chain, while the lateral distance of the pillars can be varied over a large interval according to the degree of pillaring.  The interlayer distance of compds. with a low percentage of pillaring decreased appreciably when the intercalated solvent was eliminated (e.g., by dehydration).  The reversible elongation and shortening property of the interlayer suggests that the alkyl chains, being nonrigid pillars, tend to fill up empty spaces created by the loss of interpillar solvent by adopting different conformations in the interlayer region.  The large interpillar spaces filled by solvent can be seen as tailor-made mol. vessels, in which specific reactions could be carried out in a restricted environment.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXltlKgt7s%253D&md5=4b1a74aa56bd7c84bb500743f99c82cb", "15. ", "Férey", ", ", "G.", "; ", "Serre", ", ", "C.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1380", "– ", "1399", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "Large breathing effects in three-dimensional porous hybrid matter: facts, analyses, rules and consequences", "Ferey, Gerard; Serre, Christian", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1380-1399", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This crit. review focuses on a strange behavior of crystd. solid matter: its reversible swelling with large magnitude.  This will be of interest for experts in porous solids but also for solid state chemists and physicists.  Some examples, classified according to the dimensionality of the inorg. subnetwork, present the general requirements and the structural rules which govern the existence of this phenomenon.  Its consequences concern specific applications related to sensors, energy savings, sustainable development and health (100 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu70%253D&md5=a620fc681f135bdce4044f16b18c60b1", "16. ", "Millange", ", ", "F.", "; ", "Serre", ", ", "C.", "; ", "Guillou", ", ", "N.", "; ", "Férey", ", ", "G.", "; ", "Walton", ", ", "R. I.", " ", "Angew. Chem., Int. Ed.", " ", "2008", ",  ", "47", ",  ", "4100", "– ", "4105", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Structural effects of solvents on the breathing of metal-organic frameworks: an in situ diffraction study", "Millange, Franck; Serre, Christian; Guillou, Nathalie; Ferey, Gerard; Walton, Richard I.", "Angewandte Chemie, International Edition", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "22", "),\r\n    ", "4100-4105", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Breathing space: Time-resolved diffraction studies of the breathing of metal-org. frameworks in the presence of liqs. reveal rapid exchange of one guest mol. by another.  In some cases this occurs by direct exchange (for water by pyridine), in others with the transient appearance of cryst. intermediates corresponding to partially expanded forms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmslyksrs%253D&md5=3f9422fc83f0687de902f72d0489e8c8", "17. ", "Walton", ", ", "R. I.", "; ", "Munn", ", ", "A. S.", "; ", "Guillou", ", ", "N.", "; ", "Millange", ", ", "F.", " ", "Chem.—Eur. J.", " ", "2011", ",  ", "17", ",  ", "7069", "– ", "7079", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Uptake of Liquid Alcohols by the Flexible FeIII Metal-Organic Framework MIL-53 Observed by Time-Resolved In Situ X-ray Diffraction", "Walton, Richard I.; Munn, Alexis S.; Guillou, Nathalie; Millange, Franck", "Chemistry--A European Journal", "\r\n        (", "2011", "),\r\n    ", "17", "\r\n        (", "25", "),\r\n    ", "7069-7079, S7069/1-S7069/15", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A comprehensive, time-resolved, energy-dispersive x-ray diffraction study of the uptake of liq. alcs. (methanol, ethanol, propan-1-ol and propan-2-ol) by the flexible metal-org. framework solid MIL-53(Fe)[H2O] is reported.  In the case of the primary alcs., a fluorinated version of the MIL-53(Fe) host (C2/c symmetry V ∼ 1000 Å3), in which a fraction of framework hydroxides are replaced by fluoride, shows uptake of alcs. to give initially a partially expanded phase (C2/c symmetry, V ∼ 1200 Å3) followed by an expanded form of the material (either Imcm or Pnam symmetry, V ∼ 1600 Å3).  In the case of methanol-water mixts., the EDXRD data show that the partially open intermediate phase undergoes vol. expansion during its existence, before switching to a fully open structure if concd. methanol is used; analogous behavior is seen if the initial guest is propan-2-ol, which then is replaced by pyridine, where a continuous shift of Bragg peaks within C2/c symmetry is obsd.  In contrast to the partially fluorinated materials, the purely hydroxylated host materials show little tendency to stabilize partially open forms of MIL-53(Fe) with primary alcs. and the kinetics of guest introduction are markedly slower without the framework fluorination: this is exemplified by the exchange of water by propan-2-ol, where a partially open C2/c phase is formed in a step-wise manner.  The study defines the various possible pathways of liq.-phase uptake of mol. guests by flexible solid MIL-53(Fe).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXntVGrtrw%253D&md5=554a547269aea1e38f6b106857a1b64f", "18. ", "Munn", ", ", "A. S.", "; ", "Ramirez-Cuesta", ", ", "A. J.", "; ", "Millange", ", ", "F.", "; ", "Walton", ", ", "R. I.", " ", "Chem. Phys.", " ", "2013", ",  ", "427", ",  ", "30", "– ", "37", "[", "Crossref", "], [", "CAS", "]", "18. ", "Interaction of methanol with the flexible metal-organic framework MIL-53(Fe) observed by inelastic neutron scattering", "Munn, Alexis S.; Ramirez-Cuesta, Anibal J.; Millange, Franck; Walton, Richard I.", "Chemical Physics", "\r\n        (", "2013", "),\r\n    ", "427", "\r\n        (", "),\r\n    ", "30-37", "CODEN:\r\n                ", "CMPHC2", ";\r\n        ISSN:", "0301-0104", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "In situ powder X-ray diffraction and thermogravimetry show that the iron(III) carboxylate material MIL-53(Fe) expands in two steps upon exposure to methanol vapor to give a 'half open' phase and then a fully expanded structure; these correspond to the uptake of one and two molar equivalents of methanol, resp.  This knowledge allows interpretation of inelastic neutron scattering (INS) spectra, measured using TOSCA at ISIS, of the solid loaded with various amts. of water, methanol or d3-methanol (CD3OH), aided also by DFT simulation of INS spectra of the analogous MIL-53(Al) structure.  The key signature of the expansion and contraction of the structure is the shift of bands in the 400 cm-1 region: these are assigned as due to the librations of the terephthalate rings, involving motions that result in distortion of the arom. ring and a rocking motion of the arom. ring about the bonds to the carboxylate groups.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXpslGhtLo%253D&md5=e55c77e6e38134a4b05ab393fb8d038a", "19. ", "Devic", ", ", "T.", "; ", "Salles", ", ", "F.", "; ", "Bourrelly", ", ", "S.", "; ", "Moulin", ", ", "B.", "; ", "Maurin", ", ", "G.", "; ", "Horcajada", ", ", "P.", "; ", "Serre", ", ", "C.", "; ", "Vimont", ", ", "A.", "; ", "Lavalley", ", ", "J.-C.", "; ", "Leclerc", ", ", "H.", "; ", "Clet", ", ", "G.", "; ", "Daturi", ", ", "M.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Filinchuk", ", ", "Y.", "; ", "Férey", ", ", "G.", " ", "J. Mater. Chem.", " ", "2012", ",  ", "22", ",  ", "10266", "– ", "10273", "[", "Crossref", "], [", "CAS", "]", "19. ", "Effect of the organic functionalization of flexible MOFs on the adsorption of CO2", "Devic, Thomas; Salles, Fabrice; Bourrelly, Sandrine; Moulin, Beatrice; Maurin, Guillaume; Horcajada, Patricia; Serre, Christian; Vimont, Alexandre; Lavalley, Jean-Claude; Leclerc, Herve; Clet, Guillaume; Daturi, Marco; Llewellyn, Phillip L.; Filinchuk, Yaroslav; Ferey, Gerard", "Journal of Materials Chemistry", "\r\n        (", "2012", "),\r\n    ", "22", "\r\n        (", "20", "),\r\n    ", "10266-10273", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The adsorption of CO2 by functionalized flexible MIL-53(Fe) solids were evaluated through a combination of in situ x-ray power diffraction, adsorption calorimetry, IR spectroscopy and computer modeling.  It appears that (i) strongly polar groups maintain the nonporous structure in its closed form due to strong intra-framework interactions and (ii) less polar functional groups allow only a modulation of the CO2-framework interactions, in some cases with a disappearance of the initial intra-framework μ2-OH···X hydrogen bonds, but do not interact directly with the CO2 mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XmtlGhsbk%253D&md5=c0aae9d54935f7aa3dc4869f7ea9ee9a", "20. ", "Ramsahye", ", ", "N. A.", "; ", "Maurin", ", ", "G.", "; ", "Bourrelly", ", ", "S.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Loiseau", ", ", "T.", "; ", "Serre", ", ", "C.", "; ", "Férey", ", ", "G.", " ", "Chem. Commun.", " ", "2007", ",  ", "3261", "– ", "3263", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "20. ", "On the breathing effect of a metal-organic framework upon CO2 adsorption: Monte Carlo compared to microcalorimetry experiments", "Ramsahye, Naseem A.; Maurin, Guillaume; Bourrelly, Sandrine; Llewellyn, Philip L.; Loiseau, Thierry; Serre, Christian; Ferey, Gerard", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2007", "),\r\n    ", "\r\n        (", "31", "),\r\n    ", "3261-3263", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Grand Canonical Monte Carlo simulations have explained the breathing of a metal-org. framework upon CO2 adsorption, first suggested by microcalorimetry.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXosVSntLs%253D&md5=ce5995d859ada1dd3ff565fa8a651cdb", "21. ", "Ramsahye", ", ", "N. A.", "; ", "Maurin", ", ", "G.", "; ", "Bourrelly", ", ", "S.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Serre", ", ", "C.", "; ", "Loiseau", ", ", "T.", "; ", "Devic", ", ", "T.", "; ", "Férey", ", ", "G.", " ", "J. Phys. Chem. C", " ", "2008", ",  ", "112", ",  ", "514", "– ", "520", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Probing the Adsorption Sites for CO2 in Metal Organic Frameworks Materials MIL-53 (Al, Cr) and MIL-47 (V) by Density Functional Theory", "Ramsahye, N. A.; Maurin, G.; Bourrelly, S.; Llewellyn, P. L.; Serre, C.; Loiseau, T.; Devic, T.; Ferey, G.", "Journal of Physical Chemistry C", "\r\n        (", "2008", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "514-520", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A comprehensive DFT study of the possible CO2 adsorption geometries in the MIL-53 (Al, Cr) and MIL-47 hybrid org.-inorg. materials has been performed, as a preliminary step to gain a deeper understanding of the CO2 adsorption mechanism in these systems and to help explain the \"breathing\" effect displayed by the MIL-53 materials.  This technique allows us to explore the possible spatial configurations of the CO2 mols. in the MIL-53 systems depending on the size of the pore opening at different loadings.  Our results show that the replacement of the μ2-OH groups by oxo moieties in the MIL-47 material leads to fewer, weaker adsorption sites for CO2 onto the framework itself, whereas a larger no. of CO2 geometries are possible in both the large and narrow versions of MIL-53.  In the narrow pore form, the double interaction, where a CO2 mol. bridges the pore to simultaneously coordinate with 2 μ2-OH groups on opposite sides of a pore wall, was predicted to be the most energetic arrangement at the initial stage of adsorption.  Addnl. configurations include coordination with both inorg. and org. parts of the framework.  When the no. of CO2 mol. increases, our calcns. indicate that the resulting increase in the intermol. interactions between the adsorbate mols. lead to a significant modification of the CO2 arrangement within the pore and should be an important feature in the explanation of the \"breathing\" of this material.  In the large pore form, an interaction reflecting the opening of the pore is not possible, and so the most likely interaction is one where a CO2 interacts with a single μ2-OH group, in a no. of different orientations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhsVehtbvI&md5=e2dd8437fd9a0c26d75ded5339e391d6", "22. ", "Chen", ", ", "L.", "; ", "Mowat", ", ", "J. P. S.", "; ", "Fairen-Jimenez", ", ", "D.", "; ", "Morrison", ", ", "C. A.", "; ", "Thompson", ", ", "S. P.", "; ", "Wright", ", ", "P. A.", "; ", "Düren", ", ", "T.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "15763", "– ", "15773", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "Elucidating the Breathing of the Metal-Organic Framework MIL-53(Sc) with ab Initio Molecular Dynamics Simulations and in Situ X-ray Powder Diffraction Experiments", "Chen, Linjiang; Mowat, John P. S.; Fairen-Jimenez, David; Morrison, Carole A.; Thompson, Stephen P.; Wright, Paul A.; Duren, Tina", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "42", "),\r\n    ", "15763-15773", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Ab initio mol. dynamics (AIMD) simulations have been used to predict structural transitions of the breathing metal-org. framework (MOF) MIL-53(Sc) in response to changes in temp. over the range 100-623 K and adsorption of CO2 at 0-0.9 bar at 196 K.  The method has for the first time been shown to predict successfully both temp.-dependent structural changes and the structural response to variable sorbate uptake of a flexible MOF.  AIMD employing dispersion-cor. d. functional theory accurately simulated the exptl. obsd. closure of MIL-53(Sc) upon solvent removal and the transition of the empty MOF from the closed-pore phase to the very-narrow-pore phase (symmetry change from P21/c to C2/c) with increasing temp., indicating that it can directly take into account entropic as well as enthalpic effects.  The authors also used AIMD simulations to mimic the CO2 adsorption of MIL-53(Sc) in silico by allowing the MIL-53(Sc) framework to evolve freely in response to CO2 loadings corresponding to the two steps in the exptl. adsorption isotherm.  The resulting structures enabled the structure detn. of the two CO2-contg. intermediate and large-pore phases obsd. by exptl. synchrotron X-ray diffraction studies with increasing CO2 pressure; this would not have been possible for the intermediate structure via conventional methods because of diffraction peak broadening.  Furthermore, the strong and anisotropic peak broadening obsd. for the intermediate structure could be explained in terms of fluctuations of the framework predicted by the AIMD simulations.  Fundamental insights from the mol.-level interactions further revealed the origin of the breathing of MIL-53(Sc) upon temp. variation and CO2 adsorption.  These simulations illustrate the power of the AIMD method for the prediction and understanding of the behavior of flexible microporous solids.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXoslSqsbo%253D&md5=7f4130e402f1ed092cabf488968bf413", "23. ", "Alaerts", ", ", "L.", "; ", "Maes", ", ", "M.", "; ", "Giebeler", ", ", "L.", "; ", "Jacobs", ", ", "P. A.", "; ", "Martens", ", ", "J. A.", "; ", "Denayer", ", ", "J. F. M.", "; ", "Kirschhock", ", ", "C. E. A.", "; ", "De Vos", ", ", "D. E.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "14170", "– ", "14178", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Selective Adsorption and Separation of ortho-Substituted Alkylaromatics with the Microporous Aluminum Terephthalate MIL-53", "Alaerts, Luc; Maes, Michael; Giebeler, Lars; Jacobs, Pierre A.; Martens, Johan A.; Denayer, Joeri F. M.; Kirschhock, Christine E. A.; De Vos, Dirk E.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "43", "),\r\n    ", "14170-14178", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The metal-org. framework MIL-53(Al) was tested for selective adsorption and sepn. of xylenes and ethylbenzene, ethyltoluenes, and cymenes using batch, pulse chromatog., and breakthrough expts.  In all conditions tested, MIL-53 has the largest affinity for the ortho-isomer among each group of alkylarom. compds.  Sepns. of the ortho-compds. from the other isomers can be realized using a column packed with MIL-53 crystallites.  As evidenced by Rietveld refinements, specific interactions of the xylenes with the pore walls of MIL-53 det. selectivity.  In comparison with the structurally similar metal-org. framework MIL-47, the selectivities among alkylaroms. found for MIL-53 are different.  Sepn. of ethyltoluene and cymene isomers is more effective on MIL-53 than on MIL-47; the pores of MIL-53 seem to be a more suitable environment for hosting the larger ethyltoluene and cymene isomers than those of MIL-47.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtF2lsrjI&md5=fa435229a0a96bed1f933ac5d00993eb", "24. ", "Finsy", ", ", "V.", "; ", "Kirschhock", ", ", "C. E. A.", "; ", "Vedts", ", ", "G.", "; ", "Maes", ", ", "M.", "; ", "Alaerts", ", ", "L.", "; ", "De Vos", ", ", "D. E.", "; ", "Baron", ", ", "G. V.", "; ", "Denayer", ", ", "J. F. M.", " ", "Chem.—Eur. J.", " ", "2009", ",  ", "15", ",  ", "7724", "– ", "7731", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "24. ", "Framework Breathing in the Vapour-Phase Adsorption and Separation of Xylene Isomers with the Metal-Organic Framework MIL-53", "Finsy, Vincent; Kirschhock, Christine E. A.; Vedts, Gill; Maes, Michael; Alaerts, Luc; De Vos, Dirk E.; Baron, Gino V.; Denayer, Joeri F. M.", "Chemistry--A European Journal", "\r\n        (", "2009", "),\r\n    ", "15", "\r\n        (", "31", "),\r\n    ", "7724-7731", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Vapor-phase adsorption and sepn. of the C8 alkyl arom. compds. p-xylene, m-xylene, o-xylene, and ethylbenzene was studied on the metal-org. framework MIL-53.  Adsorption and desorption isotherms of the pure components at 110° were detd. using the gravimetric technique.  The adsorption isotherms show 2 well-defined steps and hysteresis, corresponding to the opening or breathing of the framework, as induced by the presence of the adsorbing mols.  In the 1st isotherm plateau, an adsorption capacity of ∼18% is obsd.  After the breathing phenomenon, the adsorption capacity increases to ∼40%.  Breakthrough sepn. expts. with equimolar o-xylene/ethylbenzene mixts. were performed at 110° with varying hydrocarbon pressures.  The sepn. mechanism is related to the state of the pore structure, as dictated by framework breathing.  At low pressure, below the pore-opening pressure, MIL-53 shows no preference for any isomer.  At pressures high enough to induce pore opening, sepn. of the C8 alkyl arom. isomers becomes possible and sepn. factors ≤6.5 are obsd.  The sepn. at a high degree of pore filling in the open form is a result of differences in the packing modes of the C8 alkyl arom. components in the pores of MIL-53.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXptleku7s%253D&md5=b92d8a5e8e8a1cfe1efb77e523e41864", "25. ", "El Osta", ", ", "R.", "; ", "Carlin-Sinclair", ", ", "A.", "; ", "Guillou", ", ", "N.", "; ", "Walton", ", ", "R. I.", "; ", "Vermoortele", ", ", "F.", "; ", "Maes", ", ", "M.", "; ", "de Vos", ", ", "D.", "; ", "Millange", ", ", "F.", " ", "Chem. Mater.", " ", "2012", ",  ", "24", ",  ", "2781", "– ", "2791", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Liquid-Phase Adsorption and Separation of Xylene Isomers by the Flexible Porous Metal-Organic Framework MIL-53(Fe)", "El Osta, Racha; Carlin-Sinclair, Abel; Guillou, Nathalie; Walton, Richard I.; Vermoortele, Frederik; Maes, Michael; de Vos, Dirk; Millange, Franck", "Chemistry of Materials", "\r\n        (", "2012", "),\r\n    ", "24", "\r\n        (", "14", "),\r\n    ", "2781-2791", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We report a study of the use of the porous metal-org. framework material MIL-53(Fe), FeIII(OH)0.8F0.2[O2C-C6H4-CO2], for the sepn. of BTEX mixts. (benzene, toluene, ethylbenzene, and the 3 xylene isomers).  Crystal structures of the 3 host:guest materials MIL-53(Fe)[xylene], where xylene = the ortho, meta, or para isomer of dimethylbenzene, have been solved and refined from powder x-ray diffraction.  Each exhibits a fully expanded form with a variety of host:guest and guest:guest interactions responsible for stabilizing the structure.  While the ortho- and meta- isomers present a similar arrangement when occluded in the MIL-53 host, the para-xylene shows a distinctly different set of interactions with the host.  Upon thermal treatment, xylenes are partially lost to give cryst. phases MIL-53(Fe)[xylene]0.5, the structures of which have also been solved.  The kinetics of uptake of each xylene by MIL-53(Fe)[H2O], in which the H2O is replaced by the org. guest, have been studied using time-resolved energy-dispersive x-ray diffraction: this shows differences in kinetics of the adsorption of the 3 isomers.  Under chromatog. conditions in heptane at 293 K, anhyd. MIL-53(Fe) is able to sep. the 3 xylene isomers with elution of the para-xylene before the other 2 isomers, and at 323 K the host is able to resolve all components of the BTEX mixt.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XnvF2ltLg%253D&md5=8b9678fd1c078aca845c0c86f38e0023", "26. ", "Niekiel", ", ", "F.", "; ", "Ackermann", ", ", "M.", "; ", "Guerrier", ", ", "P.", "; ", "Rothkirch", ", ", "A.", "; ", "Stock", ", ", "N.", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "8699", "– ", "8705", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "Aluminum-1,4-cyclohexanedicarboxylates: High-Throughput and Temperature-Dependent in Situ EDXRD Studies", "Niekiel, Felicitas; Ackermann, Maximilian; Guerrier, Paul; Rothkirch, Andre; Stock, Norbert", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "15", "),\r\n    ", "8699-8705", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The system AlCl3·6H2O/cis-H2CDC/trans-H2CDC/solvent was systematically investigated with high-throughput methods to study the influence of the two 1,4-cyclohexanedicarboxylate isomers (cis- and trans-H2CDC) as flexible aliph. linker mols. on the formation of new cryst. compds.  Using the cis-isomer, the layered inorg.-org. hybrid compd. [Al(OH)(cis-CDC)] (1) is formed.  The use of trans-H2CDC leads to the microporous MOF [Al(OH)(trans-CDC)]·H2O (2) denoted CAU-13.  Its framework is related to the known MIL-53, which was previously described for trivalent cations and rigid terephthalate linker mols.  The crystal structures of 1 and 2 were derived from powder x-ray diffraction data.  Temp.-dependent in situ energy dispersive x-ray diffraction (EDXRD) expts. for the synthesis of 2 were carried out at HASYLAB, DESY, Hamburg.  The kinetic anal., applying the Gualtieri model to the exptl. data, revealed Arrhenius activation energies of 76 kJ/mol for both the nucleation and the growth process.  These values do not differ much from the activation energies reported for MOFs with arom. rigid linker mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFamsrvM&md5=3a3e62fa847b1e3c54365f40c97598af", "27. ", "Rajiv", ", ", "P.", "; ", "Dinnebier", ", ", "R. E.", "; ", "Jansen", ", ", "M.", " ", "Mater. Sci. Forum", " ", "2010", ",  ", "651", ",  ", "97", "– ", "104", "[", "Crossref", "]", "There is no corresponding record for this reference.", "28. ", "Coelho", ", ", "A. A.", " TOPAS-Academic 4.1; ", "Coelho Software", ": ", "Brisbane, Australia", ", ", "2007", ".", "There is no corresponding record for this reference.", "29. ", "Bon", ", ", "V.", "; ", "Senkovska", ", ", "I.", "; ", "Wallacher", ", ", "D.", "; ", "Heerwig", ", ", "A.", "; ", "Klein", ", ", "N.", "; ", "Zizak", ", ", "I.", "; ", "Feyerherm", ", ", "R.", "; ", "Dudzik", ", ", "E.", "; ", "Kaskel", ", ", "S.", " ", "Microporous Mesoporous Mater.", " ", "2014", ",  ", "188", ",  ", "190", "– ", "195", "[", "Crossref", "], [", "CAS", "]", "29. ", "In situ monitoring of structural changes during the adsorption on flexible porous coordination polymers by X-ray powder diffraction: Instrumentation and experimental results", "Bon, Volodymyr; Senkovska, Irena; Wallacher, Dirk; Heerwig, Andreas; Klein, Nicole; Zizak, Ivo; Feyerherm, Ralf; Dudzik, Esther; Kaskel, Stefan", "Microporous and Mesoporous Materials", "\r\n        (", "2014", "),\r\n    ", "188", "\r\n        (", "),\r\n    ", "190-195", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "A new instrumentation for in situ x-ray powder diffraction allows to follow structural changes in the crystal structure of flexible coordination polymers during adsorption and desorption of gases.  The system is based on closed cycle He-cryostat that ensures the high temp. stability at 5.5-450 K.  The automated gas dosing system facilitates the physisorption measurements in the pressure range of 0.01-130 kPa.  The system is implemented on KMC-2 and MAGS beamlines at Helmholtz Zentrum Berlin fuer Materialien und Energie.  Using new instrumentation, the adsorption of CO2 and n-butane at 273 K on a flexible two-dimensional coordination polymer ELM-11 (ELM - Elastic Layer Material) was studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXivVeqsrs%253D&md5=50d44cfbbf0d57855ef5dcf6c847fde1", "30. ", "Perdew", ", ", "J. P.", "; ", "Wang", ", ", "Y.", " ", "Phys. Rev. B", " ", "1992", ",  ", "45", ",  ", "13244", "– ", "13249", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "30. ", "Accurate and simple analytic representation of the electron-gas correlation energy", "Perdew; Wang", "Physical review. B, Condensed matter", "\r\n        (", "1992", "),\r\n    ", "45", "\r\n        (", "23", "),\r\n    ", "13244-13249", "\r\n        ISSN:", "0163-1829", ".\r\n    ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC2sflvVWktw%253D%253D&md5=fd10f1e0ef650cbd66f7747322127295", "31. ", "Hehre", ", ", "W. J.", "; ", "Ditchfield", ", ", "R.", "; ", "Pople", ", ", "J. A.", " ", "J. Chem. Phys.", " ", "1972", ",  ", "56", ",  ", "2257", "– ", "2262", "[", "Crossref", "], [", "CAS", "]", "31. ", "Self-consistent molecular orbital methods.  XII.  Further extensions of Gaussian-type basis sets for use in molecular orbital studies of organic molecules", "Hehre, W. J.; Ditchfield, R.; Pople, J. A.", "Journal of Chemical Physics", "\r\n        (", "1972", "),\r\n    ", "56", "\r\n        (", "5", "),\r\n    ", "2257-61", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "Two extended basis sets (termed 5-31G and 6-31G) consisting of AO expressed as fixed linear combinations of Gaussian functions are presented for the 1st row atoms C to F.  These basis functions are similar to the 4-31G set in that each valence shell is split into inner and outer parts described by 3 and 1 Gaussian function, resp.  Inner shells are represented by a single basis function taken as a sum of 5 (5-31G) or 6 (6-31G) Guassians.  Studies with a no. of polyat. mols. indicate a substantial lowering of calcd. total energies over the 4-31G set.  Calcd. relative energies and equil. geometries do not appear to be altered significantly.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE38XptVemsw%253D%253D&md5=3b63ef94029197bf1b90941d5ee39956", "32. ", "Seeck", ", ", "O. H.", "; ", "Deiter", ", ", "C.", "; ", "Pflaum", ", ", "K.", "; ", "Bertam", ", ", "F.", "; ", "Beerlink", ", ", "A.", "; ", "Franz", ", ", "H.", "; ", "Horbach", ", ", "J.", "; ", "Schulte-Schrepping", ", ", "H.", "; ", "Murphy", ", ", "B. M.", "; ", "Greve", ", ", "M.", "; ", "Magnussen", ", ", "O.", " ", "J. Synchrotron Radiat.", " ", "2012", ",  ", "19", ",  ", "30", "– ", "38", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "32. ", "The high-resolution diffraction beamline P08 at PETRA III", "Seeck O H; Deiter C; Pflaum K; Bertam F; Beerlink A; Franz H; Horbach J; Schulte-Schrepping H; Murphy B M; Greve M; Magnussen O", "Journal of synchrotron radiation", "\r\n        (", "2012", "),\r\n    ", "19", "\r\n        (", "Pt 1", "),\r\n    ", "30-8", "\r\n        ISSN:", ".\r\n    ", "The new third-generation synchrotron radiation source PETRA III located at the Deutsches Elektronen-Synchrotron DESY in Hamburg, Germany, has been operational since the second half of 2009.  PETRA III is designed to deliver hard X-ray beams with very high brilliance.  As one of the first beamlines of PETRA III the high-resolution diffraction beamline P08 is fully operational.  P08 is specialized in X-ray scattering and diffraction experiments on solids and liquids where extreme high resolution in reciprocal space is required.  The resolving power results in the high-quality PETRA III beam and unique optical elements such as a large-offset monochromator and beryllium lens changers.  A high-precision six-circle diffractometer for solid samples and a specially designed liquid diffractometer are installed in the experimental hutch.  Regular users have been accepted since summer 2010.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC38%252FovFGksg%253D%253D&md5=0c84d0fa8373beed975680e8b20082d4", "33. ", "Altomare", ", ", "A.", "; ", "Camalli", ", ", "M.", "; ", "Cuocci", ", ", "C.", "; ", "Giacovazzo", ", ", "C.", "; ", "Moliterni", ", ", "A.", "; ", "Rizzi", ", ", "R.", " ", "J. Appl. Crystallogr.", " ", "2009", ",  ", "42", ",  ", "1197", "– ", "1202", "[", "Crossref", "], [", "CAS", "]", "33. ", "EXPO2009: structure solution by powder data in direct and reciprocal space", "Altomare, Angela; Camalli, Mercedes; Cuocci, Corrado; Giacovazzo, Carmelo; Moliterni, Anna; Rizzi, Rosanna", "Journal of Applied Crystallography", "\r\n        (", "2009", "),\r\n    ", "42", "\r\n        (", "6", "),\r\n    ", "1197-1202", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "0021-8898", ".\r\n    \r\n            (", "International Union of Crystallography", ")\r\n        ", "The program EXPO2009 is the evolution of EXPO2004.  EXPO2009 performs all the steps of ab initio structure soln. by powder data: indexing, space-group detn., estn. of the reflection integrated intensities, structure soln. by direct/Patterson methods and/or by a direct-space/hybrid approach, and model refinement by the Rietveld technique.  New procedures have been introduced in EXPO2009 for enhancing the structure soln. process, particularly in the case of low-resoln. data and/or org. compds., when traditional approaches like direct methods may fail.  The EXPO2009 graphical interface has been optimized and made very user friendly.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsVert7jM&md5=2fb869055bd067a6a7579478907dac48", "34. ", "Kraus", ", ", "W.", "; ", "Nolze", ", ", "G.", " ", "J. Appl. Crystallogr.", " ", "1996", ",  ", "29", ",  ", "301", "– ", "303", "[", "Crossref", "], [", "CAS", "]", "34. ", "Powder Cell - a program for the representation and manipulation of crystal structures and calculation of the resulting x-ray powder patterns", "Kraus, W.; Nolze, G.", "Journal of Applied Crystallography", "\r\n        (", "1996", "),\r\n    ", "29", "\r\n        (", "3", "),\r\n    ", "301-303", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "0021-8898", ".\r\n    \r\n            (", "Munksgaard", ")\r\n        ", "The main component of this program is a simultaneous representation of the unit cell and the calcd. powder pattern.  It allows the manipulation of the crystal structure by moving selected atoms of the asym. unit.  The resulting powder pattern can be directly compared to exptl. data to obtain reliable starting values for further computations in refinement programs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XjvVektL8%253D&md5=7fdf0abfc7aa30b6f6ba7a1d967534c5", "35. ", "Devic", ", ", "T.", "; ", "Horcajada", ", ", "P.", "; ", "Serre", ", ", "C.", "; ", "Salles", ", ", "F.", "; ", "Maurin", ", ", "G.", "; ", "Moulin", ", ", "B.", "; ", "Heurtaux", ", ", "D.", "; ", "Clet", ", ", "G.", "; ", "Vimont", ", ", "A.", "; ", "Grenèche", ", ", "J.-M.", "; ", "Le Ouay", ", ", "B.", "; ", "Moreau", ", ", "F.", "; ", "Magnier", ", ", "E.", "; ", "Filinchuk", ", ", "Y.", "; ", "Marrot", ", ", "J.", "; ", "Lavalley", ", ", "J.-C.", "; ", "Daturi", ", ", "M.", "; ", "Férey", ", ", "G.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "1127", "– ", "1136", "[", "ACS Full Text ", "], [", "CAS", "]", "35. ", "Functionalization in Flexible Porous Solids: Effects on the Pore Opening and the Host-Guest Interactions", "Devic, Thomas; Horcajada, Patricia; Serre, Christian; Salles, Fabrice; Maurin, Guillaume; Moulin, Beatrice; Heurtaux, Daniela; Clet, Guillaume; Vimont, Alexandre; Greneche, Jean-Marc; Le Ouay, Benjamin; Moreau, Florian; Magnier, Emmanuel; Filinchuk, Yaroslav; Marrot, Jerome; Lavalley, Jean-Claude; Daturi, Marco; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "3", "),\r\n    ", "1127-1136", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The synthesis on the gram scale and characterization of flexible functionalized iron terephthalate MIL-53(Fe) type solids are reported.  Chem. groups of various polarities, hydrophilicities, and acidities (-Cl, -Br, -CF3, -Me, -NH2, -OH, -CO2H) were introduced through the arom. linker, to systematically modify the pore surface.  X-ray powder diffraction (XRPD), mol. simulations, thermogravimetric analyses, and in situ IR and 57Fe Moessbauer spectrometries indicate some similarities with the pristine MIL-53(Fe) solid, with the adoption of the narrow pore form for all solids in both the hydrated and dry forms.  Combined XRPD and computational structure detns. allow concluding that the geometry of the pore opening is predominantly correlated with the intraframework interactions rather than the steric hindrance of the substituent.  Only (MIL-53(Fe)(CF3)2) exhibits a nitrogen accessible porosity (SBET ≈ 100 m2 g-1).  The adsorption of some liqs. leads to pore openings showing some very specific behaviors depending on the guest-MIL-53(Fe) framework interactions, which can be related to the energy difference between the narrow and large pore forms evaluated by mol. simulation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhs1WjsLnI&md5=7a4727b4d9bf8c9fc4fd1cbc062b6d76", "36. ", "Rappe", ", ", "A. K.", "; ", "Casewit", ", ", "C. J.", "; ", "Colwell", ", ", "K. S.", "; ", "Goddard", ", ", "W. A.", "; ", "Skiff", ", ", "W. M.", " ", "J. Am. Chem. Soc.", " ", "1992", ",  ", "114", ",  ", "10024", "– ", "10035", "[", "ACS Full Text ", "], [", "CAS", "]", "36. ", "UFF, a full periodic table force field for molecular mechanics and molecular dynamics simulations", "Rappe, A. K.; Casewit, C. J.; Colwell, K. S.; Goddard, W. A., III; Skiff, W. M.", "Journal of the American Chemical Society", "\r\n        (", "1992", "),\r\n    ", "114", "\r\n        (", "25", "),\r\n    ", "10024-35", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "A new mol. mechanics force field, the Universal force field (UFF), is described wherein the force field parameters are estd. using general rules based only on the element, its hybridization and its connectivity.  The force field functional forms, parameters, and generating formulas for the full periodic table are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38Xmtl2qur8%253D&md5=cf41e8bb9ad299fd5d79f070d690afe1", "37. ", "Materials Studio, version ", "5.0", "; ", "Accelrys Inc.", ": ", "San Diego, CA", ", ", "2009", ".", "There is no corresponding record for this reference.", "38. ", "Rouquerol", ", ", "J.", "; ", "Llewellyn", ", ", "P.", "; ", "Rouquerol", ", ", "F.", "; ", "Rodriquez-Reinoso", ", ", "F.", "; ", "Seaton", ", ", "N.", " ", "Stud. Surf. Sci. Catal.", " ", "2007", ",  ", "160", ",  ", "49", "– ", "56", "[", "Crossref", "], [", "CAS", "]", "38. ", "Is the BET equation applicable to microporous adsorbents?", "Rouquerol, J.; Llewellyn, P.; Rouquerol, F.", "Studies in Surface Science and Catalysis", "\r\n        (", "2007", "),\r\n    ", "160", "\r\n        (", "Characterization of Porous Solids VII", "),\r\n    ", "49-56", "CODEN:\r\n                ", "SSCTDM", ";\r\n        ISSN:", "0167-2991", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  The title question is discussed in detail.  The limitations of the BET equation in case of microporous adsorbents are described.  The question is raised, why the Langmuir equation cannot be simply used for such a material.  Other question discussed are if the BET monolayer capacity of a microporous material is a reproducible quantity and if the BET approach is reasonably supported by calorimetry.  Generally, the BET method should not be blindly applied to adsorbents contg. micropores.  It is recommended to replace the BET monolayer content by the BET strong-retention capacity.  Instead of the abs. concepts of the BET surface area, the concepts of BET strong-retention capacity, external-surface area, micropore capacity, and satn. capacity should be used being closer to the phys. reality.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXivVymsrk%253D&md5=59e695797c3036bc49e24f473a8034d0", "39. ", "Spek", ", ", "A. L.", " PLATON, A Multipurpose Crystallographic Tool, version ", "1.16", "; ", "Utrecht Universität", ": ", "Utrecht, The Netherlands", ", ", "2011", ".", "There is no corresponding record for this reference.", "40. ", "Llewellyn", ", ", "P. L.", "; ", "Maurin", ", ", "G.", " ", "C. R. Chim.", " ", "2005", ",  ", "8", ",  ", "283", "– ", "302", "[", "Crossref", "], [", "CAS", "]", "40. ", "Gas adsorption microcalorimetry and modelling to characterize zeolites and related materials", "Llewellyn, Philip L.; Maurin, Guillaume", "Comptes Rendus Chimie", "\r\n        (", "2005", "),\r\n    ", "8", "\r\n        (", "3-4", "),\r\n    ", "283-302", "CODEN:\r\n                ", "CRCOCR", ";\r\n        ISSN:", "1631-0748", ".\r\n    \r\n            (", "Editions Scientifiques et Medicales Elsevier", ")\r\n        ", "A review.  The present work shows how gas adsorption microcalorimetry is a particularly powerful exptl. technique as it allows both an in depth examn. of the surface state of adsorbents and a minute following of adsorption mechanisms such as phase changes and transitions.  Several examples are thus given with zeolites and related materials which can be considered as model adsorbents showing the information that can be obtained at low temp. (77 K) and at room temp.  In the later sections, the increasing importance of modeling is highlighted as a tool to complete expts. and to gain a greater understanding of the microscopic mechanisms in play during adsorption phenomena.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjs1Smtr0%253D&md5=bd3d25f05c9a21634b357486653b015d", "41. ", "Llewellyn", ", ", "P. L.", "; ", "Bourrelly", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Vimont", ", ", "A.", "; ", "Daturi", ", ", "M.", "; ", "Hamon", ", ", "L.", "; ", "De Weireld", ", ", "G.", "; ", "Chang", ", ", "J.-S.", "; ", "Hong", ", ", "D.-Y.", "; ", "Hwang", ", ", "Y. K.", "; ", "Jhung", ", ", "S. H.", "; ", "Férey", ", ", "G.", " ", "Langmuir", " ", "2008", ",  ", "24", ",  ", "7245", "– ", "7250", "[", "ACS Full Text ", "], [", "CAS", "]", "41. ", "High Uptakes of CO2 and CH4 in Mesoporous Metal-Organic Frameworks MIL-100 and MIL-101", "Llewellyn, Philip L.; Bourrelly, Sandrine; Serre, Christian; Vimont, Alexandre; Daturi, Marco; Hamon, Lomig; De Weireld, Guy; Chang, Jong-San; Hong, Do-Young; Hwang, Young Kyu; Jhung, Sung Hwa; Ferey, Gerard", "Langmuir", "\r\n        (", "2008", "),\r\n    ", "24", "\r\n        (", "14", "),\r\n    ", "7245-7250", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Mesoporous MOFs MIL-100 and MIL-101 adsorb huge amts. of CO2 and CH4.  Characterization was performed using both manometry and gravimetry in different labs. for isotherms coupled with microcalorimetry and FTIR to specify the gas-solid interactions.  In particular, the uptake of CO2 in MIL-101 occurs with a record capacity of 40 mmol g-1 or 390 cm3STP cm-3 at 5 MPa and 303 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXjsVOnu70%253D&md5=9be650e39498a529f0c622ec6d492757", "42. ", "Yang", ", ", "Q.", "; ", "Wiersum", ", ", "A. D.", "; ", "Jobic", ", ", "H.", "; ", "Guillerm", ", ", "V.", "; ", "Serre", ", ", "C.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Maurin", ", ", "G.", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", ",  ", "13768", "– ", "13774", "[", "ACS Full Text ", "], [", "CAS", "]", "42. ", "Understanding the Thermodynamic and Kinetic Behavior of the CO2/CH4 Gas Mixture within the Porous Zirconium Terephthalate UiO-66(Zr): A Joint Experimental and Modeling Approach", "Yang, Qingyuan; Wiersum, Andrew D.; Jobic, Herve; Guillerm, Vincent; Serre, Christian; Llewellyn, Philip L.; Maurin, Guillaume", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "28", "),\r\n    ", "13768-13774", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A combination of exptl. (gravimetry, microcalorimetry, and quasi-elastic neutron scattering) measurements and mol. modeling was employed to understand the coadsorption of CO2 and CH4 in the zirconium terephthalate UiO-66(Zr) material from both the thermodn. and kinetic points of view.  Each type of mols. adsorb preferentially in two different porosities of the material, i.e., while CO2 occupy the tetrahedral cages, CH4 are pushed to the octahedral cages.  Further, a very unusual dynamic behavior was also pointed out with the slower mol., i.e., CO2, enhancing the mobility of the fast one, i.e., CH4, that contrasts with those usually obsd. so far for the CO2/CH4 mixt. in narrow window zeolites where the mols. are most commonly diffusing independently or slowing-down the partner species.  Such behavior was interpreted in light of mol. simulations that evidenced a jump type mechanism involving a tetrahedral cages-octahedral cages-tetrahedral cages sequence that occurs more frequently for CH4 when in presence of CO2.  The consequences in terms of CO2/CH4 selectivity and the possible use of this MOF-type material in a PSA process are then discussed.  It is thus clearly emphasized that this MOF material combines several favorable features including a good selectivity, high working capacity, and potential easy regenerability that make it as a good alternative candidate of the conventional NaX Faujasite used in pressure swing adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnvValu7Y%253D&md5=e277534e0e170963336db424f0c44b0a", "43. ", "Millange", ", ", "F.", "; ", "Guillou", ", ", "N.", "; ", "Walton", ", ", "R. I.", "; ", "Grenèche", ", ", "J.-M.", "; ", "Margiolaki", ", ", "I.", "; ", "Férey", ", ", "G.", " ", "Chem. Commun.", " ", "2008", ",  ", "4732", "– ", "4734", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "43. ", "Effect of the nature of the metal on the breathing steps in MOFs with dynamic frameworks", "Millange, Franck; Guillou, Nathalie; Walton, Richard I.; Greneche, Jean-Marc; Margiolaki, Irene; Ferey, Gerard", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2008", "),\r\n    ", "\r\n        (", "39", "),\r\n    ", "4732-4734", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The thermal behavior of the nanoporous iron(III) terephthalate MIL-53 (FeIII(OH)(O2CC6H4CO2)·H2O), is in Stark contrast to its chromium and aluminum analogs which show an expansion of the cell during dehydration; with iron, reversible dehydration occurs via evolution of the structure through a highly distorted metastable anhyd. phase to a more regular phase >423 K in which pore vol. remains approx. const.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtF2mtrzO&md5=e232809b7f06e9040d430f1753c2bf5e", "44. ", "Düren", ", ", "T.", "; ", "Millange", ", ", "F.", "; ", "Férey", ", ", "G.", "; ", "Walton", ", ", "K. S.", "; ", "Snurr", ", ", "R. Q.", " ", "J. Phys. Chem. C", " ", "2007", ",  ", "111", ",  ", "15350", "– ", "15356", "[", "ACS Full Text ", "], [", "CAS", "]", "44. ", "Calculating Geometric Surface Areas as a Characterization Tool for Metal-Organic Frameworks", "Dueren, Tina; Millange, Franck; Ferey, Gerard; Walton, Krista S.; Snurr, Randall Q.", "Journal of Physical Chemistry C", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "42", "),\r\n    ", "15350-15356", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) synthesized in a building-block approach from org. linkers and metal corner units offer the opportunity to design materials with high surface areas for adsorption applications by assembling the appropriate building blocks.  In this paper, we show that the surface area calcd. in a geometric fashion from the crystal structure is a useful tool for characterizing MOFs.  We argue that the accessible surface area rather than the widely used Connolly surface area is the appropriate surface area to characterize cryst. solids for adsorption applications.  The accessible surface area calcd. with a probe diam. corresponding to the adsorbate of interest provides a simple way to screen and compare adsorbents.  We investigate the effects of the probe mol. diam. on the accessible surface area and discuss the implications for increasing the surface area of metal-org. frameworks by the use of catenated structures.  We also demonstrate that the accessible surface area provides a useful tool for judging the quality of a synthesized sample.  Exptl. surface areas can be adversely affected by incomplete solvent removal during activation, crystal collapse, or interpenetration.  The easily calcd. accessible surface area provides a benchmark for the theor. upper limit for a perfect crystal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtFShtLjP&md5=47226155a5817ef357a9b6f941883ee6", "45. ", "Biswas", ", ", "S.", "; ", "Ahnfeldt", ", ", "T.", "; ", "Stock", ", ", "N.", " ", "Inorg. Chem.", " ", "2011", ",  ", "50", ",  ", "9518", "– ", "9526", "[", "ACS Full Text ", "], [", "CAS", "]", "45. ", "New Functionalized Flexible Al-MIL-53-X (X = -Cl, -Br, -CH3, -NO2, -(OH)2) Solids: Syntheses, Characterization, Sorption, and Breathing Behavior", "Biswas, Shyam; Ahnfeldt, Tim; Stock, Norbert", "Inorganic Chemistry", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "19", "),\r\n    ", "9518-9526", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Five new flexible Al terephthalate deriv. hydroxo frameworks, [Al(OH)(BDC-X)]·n(guests), were prepd. by solvothermal methods [BDC = 1,4-benzene-dicarboxylate; X = 2-chloro (1); 2-bromo (2); 2-Me (3); 2-nitro (4); 2,5-dihydroxy (5)].  The as synthesized (Al-MIL-53-X-AS) as well as the activated compds. were characterized by x-ray powder diffraction (XRPD), IR spectroscopy, thermogravimetric (TG), and elemental anal.  Activation, i.e., removal of unreacted H2BDC-X mols. and/or occluded solvent mols., followed by hydration in air at room temp., led to the narrow pore (NP) form of [Al(OH)(BDC-X)]·n(H2O) (Al-MIL-53-X).  TGA and temp.-dependent XRPD (TDXRPD) expts. performed on the NP-form of the compds. indicate high thermal stability in the range 325-500°.  As verified by N2, CO2, or H2O sorption measurements, most of the thermally activated compds. exhibit significant microporosity.  Similar to pristine Al-MIL-53, the present compds. retain their structural flexibility depending on the nature of guest mols. and temp., as verified by cell parameter detn. from XRPD data.  The breathing behavior of the functionalized frameworks upon dehydration-rehydration, studied by temp. and time-dependent XRPD measurements, differs significantly compared to parent Al-MIL-53.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFeksr7J&md5=0d28e50d97d4801ef914d8ccc38da211", "46. ", "Bourrelly", ", ", "S.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Loiseau", ", ", "T.", "; ", "Férey", ", ", "G.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "13519", "– ", "13521", "[", "ACS Full Text ", "], [", "CAS", "]", "46. ", "Different Adsorption Behaviors of Methane and Carbon Dioxide in the Isotypic Nanoporous Metal Terephthalates MIL-53 and MIL-47", "Bourrelly, Sandrine; Llewellyn, Philip L.; Serre, Christian; Millange, Franck; Loiseau, Thierry; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "39", "),\r\n    ", "13519-13521", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A distinct step in the isotherm occurs during the adsorption of CO2 on MIL-53 at 304 K.  Such behavior is neither obsd. during the adsorption of CH4 on MIL-53 nor during the adsorption on the isostructural MIL-47.  This phenomenon seems to be due to a different mechanism than that of previous adsorption steps on MOF samples.  It is suggested that a breathing behavior is induced in MIL-53 during CO2 adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXpvFSnu70%253D&md5=e3d0228e57af031b6019deeeffa6d575", "47. ", "Miller", ", ", "S. R.", "; ", "Pearce", ", ", "G. M.", "; ", "Wright", ", ", "P. A.", "; ", "Bonino", ", ", "F.", "; ", "Chavan", ", ", "S.", "; ", "Bordiga", ", ", "S.", "; ", "Margiolaki", ", ", "I.", "; ", "Guillou", ", ", "N.", "; ", "Férey", ", ", "G.", "; ", "Bourrelly", ", ", "S.", "; ", "Llewellyn", ", ", "P. L.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "15967", "– ", "15981", "[", "ACS Full Text ", "], [", "CAS", "]", "47. ", "Structural Transformations and Adsorption of Fuel-Related Gases of a Structurally Responsive Nickel Phosphonate Metal-Organic Framework, Ni-STA-12", "Miller, Stuart R.; Pearce, Gordon M.; Wright, Paul A.; Bonino, Francesca; Chavan, Sachin; Bordiga, Silvia; Margiolaki, Irene; Guillou, Nathalie; Ferey, Gerard; Bourrelly, Sandrine; Llewellyn, Philip L.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "47", "),\r\n    ", "15967-15981", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The structure of the Ni N,N'-piperazinebismethylenephosphonate, Ni-STA-12 (St. Andrews porous material-12), was detd. in the hydrated (Ni2L·8H2O, L = O3PCH2NC4H8NCH2PO3), partially dehydrated (Ni2L·2H2O), and fully dehydrated (Ni2L) forms from high-resoln. synchrotron x-ray powder diffraction.  The framework structures of Ni2L·8H2O and Ni2L·2H2O are almost identical (R‾3, a 27.8342(1), c 6.2421(2) Å; R‾3, a 27.9144(1), c 6.1655(2) Å) with addnl. physisorbed H2O of the as-prepd. Ni-STA-12 present in an ordered H-bonded network in the channels.  Ab initio structure soln. of the fully dehydrated solid indicates it has changed symmetry to triclinic (P‾1, a 6.03475(5), b 14.9157(2), c 16.1572(2) Å, α 112.5721(7), β 95.7025(11), γ 96.4950(11)°) as a result of a topotactic structural rearrangement.  The fully dehydrated solid possesses permanent porosity with elliptical channels 8 Å × 9 Å in free diam.  The structural change results from the loss of H2O coordinated to the Ni cations, so that the Ni coordination changes from edge-sharing octahedral NiO5N to edge- and corner-sharing 5-fold NiO4N.  During this change, two out of three phosphonate groups rotate to become fully coordinated to Ni cations, leaving the remainder of the phosphonate groups coordinated to Ni cations by two O atoms and with a P=O bond projecting into the channels.  This transformation, which is completely reversible, causes substantial changes in both vibrational and electronic properties as shown by IR, Raman, and UV-visible spectroscopies.  Complementary adsorption, calorimetric, and IR studies of the probe adsorbates H2, CO, and CO2 reveal several distinct adsorption sites in the solid, which are attributed to their interactions with Ni cations which are weak Lewis acid sites, as well as with P=O groups that project into the pores.  At 304 K, the adsorption isotherms and enthalpies of adsorption on dehydrated Ni-STA-12 were measured for CO2 and CH4: Ni-STA-12 gives adsorption uptakes of CO2 of 2.5 mmol g-1 at 1 bar, an uptake ca.  10 Times that of CH4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlWqurvN&md5=443bdbd4de665aa6713b6a25fd7ee4a0", "48. ", "Serre", ", ", "C.", "; ", "Bourrelly", ", ", "S.", "; ", "Vimont", ", ", "A.", "; ", "Ramsahye", ", ", "N. A.", "; ", "Maurin", ", ", "G.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Daturi", ", ", "M.", "; ", "Filinchuk", ", ", "Y.", "; ", "Leynaud", ", ", "O.", "; ", "Barnes", ", ", "P.", "; ", "Férey", ", ", "G.", " ", "Adv. Mater. (Weinheim, Ger.)", " ", "2007", ",  ", "19", ",  ", "2246", "– ", "2251", "[", "Crossref", "], [", "CAS", "]", "48. ", "An explanation for the very large breathing effect of a metal-organic framework during CO2 adsorption", "Serre, Christian; Bourrelly, Sandrine; Vimont, Alexandre; Ramsahye, Naseem A.; Maurin, Guillaume; Llewellyn, Philip L.; Daturi, Marco; Filinchuk, Yaroslav; Leynaud, Olivier; Barnes, Paul; Ferey, Gerard", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2007", "),\r\n    ", "19", "\r\n        (", "17", "),\r\n    ", "2246-2251", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The unusual adsorption behavior of CO2 in a nanoporous hybrid metalorg. solid is discussed.  The gas adsorption-desorption step is related to a breathing phenomenon.  Also probably the main interactions responsible for the breathing phenomenon are strong guest-framework CO2-OH interactions as well as CO2-CO2 interactions along the tunnels present in the structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtFSktrbP&md5=a886b928b0e86e5c709f1364b8dcbdb9"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-9/ic500288w/production/images/small/ic-2014-00288w_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-9/ic500288w/production/images/small/ic-2014-00288w_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-9/ic500288w/production/images/small/ic-2014-00288w_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-9/ic500288w/production/images/small/ic-2014-00288w_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-9/ic500288w/production/images/small/ic-2014-00288w_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-9/ic500288w/production/images/small/ic-2014-00288w_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-9/ic500288w/production/images/small/ic-2014-00288w_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-9/ic500288w/production/images/small/ic-2014-00288w_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-9/ic500288w/production/images/small/ic-2014-00288w_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-9/ic500288w/production/images/small/ic-2014-00288w_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-9/ic500288w/production/images/small/ic-2014-00288w_0011.gif\">"]}
