{"title": ["Capturing the H", "–Metal Interaction in Mg-MOF-74 Using Classical Polarization"], "authors": ["Tony Pham", "Katherine A. Forrest", "Keith McLaughlin", "Juergen Eckert", "Brian Space"], "doi": ["10.1021/jp508249c"], "abstract": ["Grand canonical Monte Carlo (GCMC) simulations of H", " sorption were performed in Mg-MOF-74, a metal–organic framework (MOF) that displays very high H", " sorption affinity. Experimental H", " sorption isotherms and isosteric heats of adsorption (", ") values were reproduced using a general purpose materials sorption potential that includes many-body polarization interactions. In contrast, using two models that include only charge–quadrupole interactions failed to reproduce such experimental measurements even though they are the type normally employed in such classical force field calculations. Utilizing the present explicit polarizable model in GCMC simulation resulted in a Mg", "–H", " distance of 2.60 Å, which is close to a previously reported value that was obtained using electronic structure methods and comparable to similar experimental measurements. The induced dipole distribution obtained from simulation assisted in the characterization of two previously identified sorption sites in the MOF: the Mg", " ions and the oxido group of the linkers. The calculated two-dimensional quantum rotational levels for a H", " molecule sorbed onto the Mg", " ion were in good agreement with experimental inelastic neutron scattering (INS) data. Although the H", "–metal interaction in MOFs may be thought of as a quantum mechanical effect, this study demonstrates how the interaction between the sorbate molecules and the open-metal sites in a particular highly sorbing MOF can be captured using classical simulation techniques that involve a polarizable potential."], "text": ["Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusion", "References", "I Introduction", "Metal–organic frameworks (MOFs) are nanoporous crystalline materials that are constructed with metal ions and organic ligands. Most MOFs of interest contain a three-dimensional framework that incorporate a network of pores and channels that can be used to sorb guest molecules, such as molecular hydrogen (H", "2", "). The sorption process in these materials is reversible as MOFs can release the gas molecules from a mild change in conditions. It is for these reasons that MOFs offer promising potential in applications in H", "2", " storage. Indeed, MOFs have been considered one of the most promising candidates to approach the U.S. Department of Energy (DOE) targets for hydrogen storage.", "A number of different MOFs have been evaluated for their hydrogen uptake capacity through experimental measurements.", "(1)", " Out of all the MOFs that have been synthesized thus far, members of the M-MOF-74 series", "(2-12)", " were shown to display the highest uptakes for hydrogen at very low loading and with high initial isosteric heats of adsorption (", "Q", "st", "). These MOFs are constructed by combining metal ions in the 2+ oxdiation state with 2,5-dioxido-1,4-benzenedicarboxylate (dobdc) ligands. These MOFs exhibit a honeycomb-like structure with a pore diameter of approximately 12 Å. Further, these MOFs are based upon helical chains of an octahedra (consisting of M", "2+", "–O coordination) that are located at the intersections of the honeycomb. Each M", "2+", " ion in the evacuated structure of these materials bears an open-metal site, which is a highly favorable sorption site for various guest molecules. Different analogues of this series of MOFs have been synthesized by simply substituting the metal.", "The Mg variant of the MOF, known as Mg-MOF-74 (or CPO-27-Mg or Mg/DOBDC), has been studied extensively for its gas sorption properties (Figure ", "1", "). This MOF currently displays one of the best sorption performances for many energy-related gas molecules. For instance, this MOF currently has the highest CO", "2", " uptake at 298 K and 1.0 atm (8.08 mmol g", "–1", ") out of all extant MOFs and has an incredibly high initial ", "Q", "st", " value for CO", "2", " (47 kJ mol", "–1", ").", "(7)", " In addition, experimental hydrogen sorption measurements on Mg-MOF-74 revealed that the MOF can sorb a significant amount of H", "2", " at very low loading. Indeed, one study revealed that, at 77 K and pressures less than 5 kPa, Mg-MOF-74 can sorb up to 1.5 wt % (or 7.44 mmol g", "–1", ") of H", "2", ".", "(10)", " To compare the significance of this hydrogen sorption capacity, MOF-5 can only sorb up to 1.3 wt % at 77 K and 1.0 atm.", "(13)", " Furthermore, the MOF has an initial H", "2", " ", "Q", "st", " value of about 11.4 kJ mol", "–1", ", which is currently one of the highest among reported MOF materials.", "(10)", " This high initial ", "Q", "st", " value for H", "2", " in Mg-MOF-74 can be attributed to the interaction between the hydrogen molecules and the Mg", "2+", " ions. Note, a H", "2", " binding energy within the range of 15–30 kJ mol", "–1", " has been proposed for room temperature hydrogen storage in porous materials.", "(14, 15)", "Figure 1. Orthographic ", "c", "-axis view of the 2 × 2 × 2 unit cell system of Mg-MOF-74. Atom colors: C = cyan, H = white, O = red, and Mg = gray.", "In this work, we performed grand canonical Monte Carlo (GCMC) simulations of hydrogen sorption in Mg-MOF-74 (see ", "Supporting Information", " for GCMC details). Although most recent theoretical studies on Mg-MOF-74 have focused on CO", "2", " sorption and separation,", "(16-19)", " it was decided to focus on H", "2", " sorption since only few computational studies have been performed on H", "2", " in this MOF. In addition, capturing the interaction between the open-metal sites and the difficult to polarize H", "2", " molecules presents a greater challenge to classical molecular simulation. Indeed, most previous quantitative studies employed some version of targeted density functional theory (DFT) modeling.", "(6, 16-21)", " Although the H", "2", "–metal interaction can be captured in Mg-MOF-74 using electronic structure methods,", "(6)", " it will be shown that this interaction can also be captured using classical simulation techniques that involve explicit polarization interactions. Thus, in this work, simulations of hydrogen sorption were performed in Mg-MOF-74 using a polarizable force field developed for general applicability in modeling sorption in porous materials. It will be shown for the first time that a member of the M-MOF-74 series can be treated with classical polarization for modeling gas sorption. Additionally, it will be shown that potentials that neglect the induced dipole contribution are insufficient to capture the interaction between the Mg", "2+", " ions and the H", "2", " molecules and generally do not reproduce the experimental sorption results at all loadings considered in this MOF.", "Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusion", "References", "II Methods", "Simulations of H", "2", " sorption in Mg-MOF-74 were performed in the 2 × 2 × 2 unit cell system of the MOF as shown in Figure ", "1", ". Three different hydrogen potentials were used for the simulations in this work. Model 1 is the well-known and widely used H", "2", " potential that was developed by Darkrim and Levesque.", "(22)", " This is a three-site model that contains Lennard-Jones repulsion/dispersion parameters on the center-of-mass (COM) site and has partial charges located on the COM site and the positions of the hydrogen atoms. Although this model includes charge–quadrupole interactions, it can be an overly attractive potential for simulations in certain heterogeneous systems.", "(23)", " Moreover, this model neglects induced dipole interactions, and thus, it is not expected to capture the H", "2", "–metal interaction in MOFs with open-metal sites.", "Model 2 is a five-site charge–quadrupole model that was developed by Belof et al.", "(24)", " In this model, there are Lennard-Jones parameters located on the COM site and two phantom sites that extend 0.329 Å from the COM site and along the ", "C", "∞", " axis. Furthermore, the partial charges are positioned on the COM site and the atomic locations of the hydrogen atoms. This model reproduces experimental hydrogen sorption measurements in weakly interacting materials and MOFs with little charge separation, such as MOF-5.", "(25)", " Like model 1, this model cannot capture the binding of hydrogen molecules onto the open-metal sites although it includes some implicit polarization.", "Model 3 is an analogue of model 2 that was parametrized with explicit polarization effects accounted for in the potential.", "(24)", " It includes atomic point polarizability parameters located on the COM site and the atomic locations of the hydrogen atoms. In addition, the phantom sites are shifted to 0.363 Å for this model. This polarizable H", "2", " model is parametrized to function and capture “nonchemical” electronic rearrangements in both condensed and interfacial environments. This and related models", "(26, 27)", " have been extensively tested and shown to function well for these sorts of problems as compared to ", "ab initio", "(18)", " and experimental data. Indeed, this model can reproduce the experimental hydrogen sorption isotherms and associated ", "Q", "st", " values in highly charged/polar MOFs that contain open-metal sites and can capture the H", "2", "–metal interaction with high accuracy.", "(28-32)", " The parameters for all three models used in this work are provided in the ", "Supporting Information", ".", "All MOF atoms were treated with Lennard-Jones parameters and atomic point partial charges. The Lennard-Jones parameters for all atoms were taken from the universal force field (UFF).", "(33)", " The partial charges for all chemically distinct atoms in Mg-MOF-74 were determined through electronic structure calculations on several fragments that were taken from the crystal structure of the MOF. Representational fragments can be found in the ", "Supporting Information", ". The charge fitting calculations were performed using the NWChem ", "ab initio", " software.", "(34)", " For these calculations, the 6-31G* basis set was used for all atoms. Note, this MOF is also amenable to periodic charge fitting,", "(35, 36)", " but the fragment results were chosen and are comparable to those obtained in previous studies.", "(18, 19)", "For simulations using model 3, all MOF atoms were given static atomic point polarizability parameters to model explicit many-body polarization. All C, H, and O atoms were assigned the exponential point polarizability values that were determined by the work of van Duijnen and Swart.", "(37)", " These parameters were shown to be highly transferable in various MOF–sorbate simulations that include induced dipole interactions.", "(28, 29, 38)", " The polarizability parameter for Mg", "2+", " was determined by fitting a molecular polarizability tensor to one that was obtained from quantum mechanical calculations for fragments containing Mg", "2+", ". This calculation was performed using the GAMESS ", "ab initio", " software", "(39)", " with the aug-cc-pVDZ basis set applied to all atoms. An average value of 0.0072 Å", "3", " was calculated for Mg", "2+", ". All simulation parameters for Mg-MOF-74 are provided in the ", "Supporting Information", ".", "In this work, many-body polarization effects were implemented in classical GCMC simulation using a Thole–Applequist type model.", "(40-42)", " In short, the induced dipole, μ, at site ", "i", " can be calculated using the equation", "(1)", "where α", "i", "°", " represents the atomic point polarizability, ", "E⃗", "i", "stat", " is the static electric field felt at site ", "i", " due to the presence of the MOF atoms and the sorbate molecules, μ⃗", "j", " represents the induced dipole at site ", "j", ", and ", "T", "ij", "αβ", " is the dipole field tensor which is defined from first-principles.", "(40)", " In order to calculate μ⃗", "i", ", the quantity of μ⃗", "j", " must be known. Thus, eq ", "1", " must be solved for μ⃗", "i", " using an iterative technique (e.g., Gauss–Seidel method),", "(43)", " although matrix inversion can be used for extremely small systems. The quantity of μ⃗", "i", " was used to calculate the many-body polarization energy via the following:", "(2)", "Note, more details of the polarization model used in this work can be found elsewhere", "(28, 29, 40-42, 44)", " and in the ", "Supporting Information", ". The total potential energy of the MOF–H", "2", " system was calculated by summing the repulsion/dispersion energy (calculated using the Lennard-Jones potential), the electrostatic energy (calculated via Ewald summation),", "(45)", " and the many-body polarization energy (calculated using eq ", "2", "). For simulations using models 1 and 2, ", "U", "pol", " was equal to 0.", "Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusion", "References", "III Results and Discussion", "The experimental and simulated H", "2", " sorption isotherms for the three hydrogen potentials in Mg-MOF-74 at 77 K and up to 1.0 atm are shown in Figure ", "2", "a. Note, all experimental data points shown in this work were estimated from ref ", "10", ". Although this is not the only experimental H", "2", " sorption data for Mg-MOF-74 that is available from the literature, ref ", "10", " reports the highest H", "2", " uptakes and ", "Q", "st", " values for the MOF through experimental measurements, suggesting that the MOF samples that were used in that work were perhaps better activated. Indeed, according to the experiments performed in ref ", "10", ", the Mg-MOF-74 sample was fully activated prior to H", "2", " sorption measurements. The isotherm generated using model 1 undersorbed experiment by a significant amount at low loading. Although the simulated isotherm comes into line fortuitously with experiment starting at 60 kPa, it still does not reproduce the shape of the experimental isotherm, thus implying a different loading dependence for this model compared to experimental observations. Indeed, the significant undersorption compared to experiment at pressures less than 10 kPa indicates the absence of sorption onto the open-metal sites using this potential.", "Simulations using model 2 produced uptakes that are lower than experiment at all pressures. Like model 1, the isotherm generated by model 2 does not reflect the shape of the experimental H", "2", " sorption isotherm and indicates the lack of loading onto the Mg", "2+", " ions. Note, model 1 produces higher hydrogen uptakes than model 2 in Mg-MOF-74 because the magnitudes of the partial charges are greater for the former. However, based on experience and the design of the potentials, there is strong reason to suspect that model 2 is superior to model 1 for theoretical hydrogen sorption studies. For instance, model 2 can reproduce hydrogen sorption measurements in MOF-5 with high accuracy,", "(24)", " whereas model 1 generates hydrogen sorption isotherms that are much higher than experiment for the same MOF.", "(23)", " In addition, one should be cautious in using solely isotherm agreement at particular loadings as a measure of simulation fidelity. This is further evidenced in Figure ", "4", " where the radial distribution functions of hydrogen about the metals are considered, as models 1 and 2 have very similar, but inaccurate, normalized distributions for Mg-MOF-74.", "Simulations using model 3 resulted in a hydrogen sorption isotherm that is in very good agreement with experiment across all loadings. Indeed, model 3 was able to reproduce the exceptionally sharp increase at very low loading (less than 5 kPa) that is seen in the experimental isotherm. This signifies that the polarizable model was able to capture the sorption of hydrogen molecules onto the Mg", "2+", " ions quantitatively, thus demonstrating the importance of induced dipole interactions for simulating H", "2", " sorption in MOFs with open-metal sites, and elucidates the physcial nature of the metal–sorbate interaction explicitly. The maximum calculated error was ±0.25 mg g", "–1", " for simulations using this model, which is well within associated errors. Similar results for the hydrogen sorption isotherms can be observed at 87 K (see ", "Supporting Information", ").", "Figure 2. (a) Low-pressure (up to 1.0 atm) absolute H", "2", " sorption isotherms at 77 K and (b) isosteric heats of adsorption, ", "Q", "st", ", for H", "2", " in Mg-MOF-74 for experiment (black)", "(10)", " and simulation using models 1 (orange), 2, (green), and 3 (red).", "Note, the data reported by ref ", "18", " on CO", "2", " sorption in Mg-MOF-74 suggest that all simulated isotherm data shown in this work should be scaled, at least in that case, by approximately 70% to account for the fact that perhaps not all metal sites are accessible in the MOF in experimental measurements. Even if the simulated H", "2", " sorption isotherms were scaled by this amount, this would not change the overall conclusions presented in this article, where it is shown that polarization interactions are important for capturing the sorption of H", "2", " onto the open-metal sites in this MOF. Indeed, simulations using model 3 still captures the H", "2", "–metal interaction in Mg-MOF-74 with an accurate distance between the sorbed H", "2", " molecule and the Mg", "2+", " ion (Figure ", "4", "). Further, the overall shape of the simulated isotherms for model 3 will not be different upon scaling, as the significantly sharp increase in uptake at low loading in the isotherm would still be present, thus suggesting that the simulations were able to capture the sorption of hydrogen molecules onto the Mg", "2+", " ions using the polarizable model. Note, we have a strong track record of using such models with quantitative agreement in similar physical situations.", "(29-32)", " Thus, our results are a prediction (a new physical insight) that the metal sites are indeed predominantly accessible.", "The GCMC-calculated H", "2", " ", "Q", "st", " values for the three models in Mg-MOF-74 are shown in Figure ", "2", "b and compared to those that were obtain experimentally. Simulations using models 1 and 2 produced nearly constant ", "Q", "st", " values at approximately 6.5 and 6.0 kJ mol", "–1", " for the respective models. These values are significantly lower than experiment, which starts at 11.4 kJ mol", "–1", " and plateaus at about 10.9 kJ mol", "–1", " up until a loading of about 0.70 mol mol", "–1", " (or 0.70 H", "2", "/Mg), at which the ", "Q", "st", " values start to drop. Note, it can be observed in the experimental ", "Q", "st", " plot that all metal sites are occupied at about 1.0 mol mol", "–1", " (or 1.0 H", "2", "/Mg). Overall, both charge–quadrupole models do not reproduce the proper sorption energetics and mechanisms that are associated with H", "2", " in Mg-MOF-74. Incorrectly capturing the initial sorption sites biases future potential sorption characteristics and sites.", "In contrast, model 3 produced a ", "Q", "st", " plot that is very close to experiment in both ", "Q", "st", " value magnitudes and shape for all loadings. The initial ", "Q", "st", " value for model 3 was calculated to be 10.9 kJ mol", "–1", ", which is close to the experimental value at this condition. Furthermore, model 3 was able to capture the noticeable inverse sigmoidal shape that is observed in the experimental ", "Q", "st", " plot. This implies that this model is capturing two H", "2", " sorption sites, which is consistent with experiment, with the first corresponding to sorption onto the Mg", "2+", " ions. Note, the simulated ", "Q", "st", " values for model 3 are slightly lower than the experimental values up until the loading where the experimental values start to decrease sharply. This is because there is slight undersorption compared to experiment for the H", "2", " sorption isotherms at low loadings at 77 and 87 K. Nevertheless, both the low loading uptakes and the ", "Q", "st", " values for model 3 are in good agreement with experiment to within joint uncertainties. To the best of our knowledge, this is the only extant H", "2", " potential that can closely reproduce the experimental H", "2", " sorption isotherms and ", "Q", "st", " values for Mg-MOF-74 via traditional GCMC simulation. Indeed, being able to replicate the unusually high H", "2", " sorption behavior in Mg-MOF-74 using classical simulation techniques is an incredible feat. This also shows the promise of broad application of these techniques in modeling and screening compounds for sorption effects and using classical molecular geometries as inputs into electronic structure modeling of reactive phenomena.", "Examination of the energy decomposition for H", "2", " sorption using model 3 in Mg-MOF-74 revealed that polarization contributes toward a significant portion of the total energy for all state points considered. For example, polarization contributes to approximately 42% of the total energy at very low pressures at 77 K (Figure ", "3", "). This contribution slightly decreases as more sorbate molecules are introduced into the framework. Nevertheless, the large contribution from polarization at all pressures considered, especially at low pressures, indicates that the H", "2", "–metal interaction in this MOF is dominated by this energetic term. Indeed, for simulations using model 3, polarization is the main contributor to the total energy for the majority of the pressure range considered at 77 K. This is in contrast to the energetic contributions that were produced using models 1 and 2, as simulations using these models in Mg-MOF-74 revealed dominance from van der Waals interactions. Furthermore, it can be observed that the inclusion of polarization significantly increases the contributions from stationary electrostatic interactions. Indeed, electrostatic interactions constitute about 30% of the total energy for model 3 in Mg-MOF-74 for nearly all pressures considered at 77 K, whereas they are approximately 12.5 and 8% for models 1 and 2, respectively. This indicates that electrostatic and polarization effects have a synergistic interaction as the inclusion of the latter results in a significant increase in the former. Note, the absolute magnitudes for the energy components for all three models are shown in the ", "Supporting Information", ". In addition, similar trends in the energetic contributions can be observed at 87 K (see ", "Supporting Information", ").", "Figure 3. Percent contributions of the energy components for H", "2", " sorption in Mg-MOF-74 at 77 K for models 1 (orange), 2 (green), and 3 (red). Line type indicates the energy component with solid lines corresponding to van der Waals (vdW) contributions, dashed lines corresponding to electrostatic (Elec) contributions, and squares corresponding to polarization (Pol) contributions.", "Figure ", "4", " shows the radial distribution functions, ", "g", "(", "r", "), for the COM site of sorbed H", "2", " molecules about the Mg", "2+", " ions in Mg-MOF-74 at 77 K and a low loading of 0.01 atm. Note, the ", "g", "(", "r", ") plots shown herein are normalized to a total magnitude of unity over the distance examined. Simulations using model 3 produced a sharp peak at approximately 2.60 Å, which indicates that there are a significant quantity of H", "2", " molecules sorbing onto the open-metal Mg", "2+", " ions with a Mg", "2+", "–COM(H", "2", ") distance of 2.60 Å. This Mg", "2+", "–COM(H", "2", ") distance is very close to the corresponding value that was obtained through DFT calculations in Mg-MOF-74 (2.54 Å).", "(6)", " Neutron powder diffraction (NPD) studies examining D", "2", " sorption in Mg-MOF-74 revealed a Mg", "2+", "–COM(D", "2", ") distance of about 2.45 Å.", "(11)", " The ", "g", "(", "r", ") plots for models 1 and 2 are very similar to each other, with no large peak at 2.60 Å as seen for model 3. Rather, the nearest-neighbor interaction distance for these models occurs at approximately 3.20 Å, which is farther away than the aforementioned H", "2", "–metal distances. This indicates that the majority of H", "2", " molecules for models 1 and 2 are sorbing to regions around the dobdc linkers and not the Mg", "2+", " ions. The ", "g", "(", "r", ") plots at other pressures for all three models can be found in the ", "Supporting Information", ". Note, the polarizable model employed in this study was also shown to accurately capture the interaction between the H", "2", " molecules and the Cu", "2+", " ions of copper paddlewheel units through classical GCMC simulations in previous work, thus further supporting the general applicability of the present methodology.", "(29-32)", "Figure 4. Radial distribution functions, ", "g", "(", "r", "), for the center-of-mass (COM) of sorbed H", "2", " molecules about the Mg", "2+", " ions in Mg-MOF-74 at 77 K and 0.01 atm for models 1 (orange), 2 (green), and 3 (red).", "It is important to note that the Mg", "2+", "–COM(H", "2", ") distance obtained in this work signifies that the H", "2", " molecules are physisorbed about the metals rather than directly coordinated to it. For this reason, there cannot be a direct electronic interaction between the Mg", "2+", " ions and the H", "2", " molecules in Mg-MOF-74. This is in contrast to what was observed in metal dihydrogen complexes, where the H", "2", "–metal distances are much shorter (ca. 1.7–1.8 Å) to facilitate orbital overlap between the metal and the H", "2", " molecules.", "(46, 47)", "Mg-MOF-74 is a highly charged/polar MOF that causes the sorbed H", "2", " molecules to behave like a dense dipolar fluid. The normalized H", "2", " dipole distribution resulting from the polarizable nature of model 3 is shown in Figure ", "5", " for various pressures at 77 K. There are two noticeable populations in the dipole distribution for Mg-MOF-74, with peaks forming in the range of 0.20–0.45 D and 0.00–0.15 D. Correlating the H", "2", " molecules that have induced dipoles of 0.20–0.45 D to regions of occupancy in the MOF revealed that these H", "2", " molecules sorb onto the Mg", "2+", " ions in the MOF (violet colored occupancy in Figure ", "6", "). This was to be expected since the Mg", "2+", " ions are highly charged species that induces considerably high dipoles on the H", "2", " molecules. Indeed, examination of the GCMC sorption history revealed that the H", "2", " molecules can sorb closely to the Mg", "2+", " ions using model 3, with a Mg–COM(H", "2", ") distance of approximately 2.60 Å (Figure ", "7", "a). The population with induced dipoles ranging from 0.00 to 0.15 D corresponds to sorption within the proximity of the dobdc linkers (orange colored occupancy in Figure ", "6", "). A closer inspection at this region of occupancy revealed that the H", "2", " molecules coordinate to the oxido group of the linkers (Figure ", "7", "b). This can be observed as a sorption site for all three models used in this work.", "Figure 5. Normalized H", "2", " dipole distribution for model 3 in Mg-MOF-74 at 77 K and various pressures. The peak from 0.20 to 0.45 D corresponds to sorption onto the Mg", "2+", " ions, while the peak from 0.00 to 0.15 D corresponds to sorption onto the secondary sites in the MOF.", "Figure 6. Orthographic ", "c", "-axis view of the 2 × 2 × 2 unit cell system of Mg-MOF-74 showing the sites of H", "2", " sorption as a function of induced dipole magnitude according to Figure ", "5", ": 0.20–0.45 D (violet) and 0.00–0.15 D (orange). Atom colors: C = cyan, H = white, O = red, and Mg = gray.", "It is shown in Figure ", "5", " that there are a significant number of H", "2", " molecules that have high induced dipoles in the MOF, especially at low loadings. As explained above, H", "2", " molecules that have these large dipoles correspond to those that are sorbed onto the metal ions in the MOF. The occupancy of H", "2", " molecules onto the Mg", "2+", " ions in Mg-MOF-74 (i.e., the intensity of the peak from 0.20 to 0.45 D in Figure ", "5", ") is much larger than those for ", "rht", "-MOFs that contain Cu", "2+", " ions through the copper paddlewheel units.", "(29-32)", " This indicates that the Mg", "2+", " ions in Mg-MOF-74 are more favorable for H", "2", " sorption compared to the open-metal Cu", "2+", " ions in MOFs that contain copper paddlewheels. In addition, the high dipoles that are induced by the Mg", "2+", " ions on the sorbed H", "2", " molecules suggest that such related sites can be used as catalytic centers. Thus, it is expected that a variant of Mg-MOF-74 that contains a catalytically active metal ion (e.g., Pd", "2+", ", Pt", "2+", ") would be very promising for applications in catalysis.", "Figure 7. Molecular illustration of a sorbed H", "2", " molecule onto (a) the Mg", "2+", " ion (site 1) and (b) the oxido group of the linker (site 2) in Mg-MOF-74 as determined from simulation. The sorbate molecules are shown in orange. The distance between the center-of-mass of the sorbed H", "2", " molecule and the Mg", "2+", " ion as depicted in (a) is 2.60 Å. Atom colors: C = cyan, H = white, O = red, and Mg = gray.", "A very large peak can be observed in the range of 0.20–0.45 D for the lower pressures. This indicates that there are more hydrogen molecules sorbing onto the open-metal sites at lower loadings. However, as the pressure increases, the peak from 0.20 to 0.45 D decreases, while the peak from 0.00 to 0.15 D increases. This implies that, at higher pressures, there is lesser relative population of H", "2", " molecules sorbing onto the open-metal sites and there is greater relative sorption onto the secondary sites. Note, the two H", "2", " sorption sites observed for Mg-MOF-74 using the polarization distribution in this work agree well with what was observed through NPD,", "(11)", " inelastic neutron scattering (INS) studies,", "(10)", " infrared (IR) spectroscopy,", "(48, 49)", " and nuclear magnetic resonance (NMR) spectroscopy.", "(50)", "Figure 8. Inelastic neutron scattering (INS) spectra for hydrogen in Mg-MOF-74 at two different loadings: 0.5 H", "2", "/Mg (green) and 1.0 H", "2", "/Mg (blue). The calculated transitions for a hydrogen molecule sorbed at the Mg", "2+", " ion site are depicted as vertical black lines.", "Further, for a hydrogen molecule sorbed about the Mg", "2+", " ion in Mg-MOF-74 (via model 3), the two-dimensional quantum rotational levels were calculated using the analytical potential energy function employed in this work (see ", "Supporting Information", " for details). This is in contrast to what was executed in a previous work on Zn-MOF-74, where the rotational potential was calculated through periodic DFT calculations.", "(51)", " The calculations performed in ref ", "51", " yielded rotational energy levels that were in rather modest agreement with experiment for a hydrogen molecule sorbed about the Zn", "2+", " ion in Zn-MOF-74 (experiment = 8.3, 11.1, and 20.9 meV; calculations = 10.6, 14.0, and 21.6 meV). The calculations performed herein for Mg-MOF-74 revealed rotational energy levels of 7.08 and 10.62 meV for the two lowest transitions for the Mg", "2+", " ion site (see ", "Supporting Information", "). These values are in excellent agreement to what was observed in the experimental INS spectra for H", "2", " in Mg-MOF-74 (6.7 and 10.2 meV) (Figure ", "8", "). The striking agreement between theory and INS in this work demonstrates the reliability of using a classical potential energy function to predict rotational levels that are highly correlated to complex INS data. Indeed, the potential energy function utilized in this work, consisting of repulsion/dispersion, electrostatic, and polarization effects, captures all of the important interactions between the H", "2", " molecules and the metal centers. This is in contrast to using DFT methods to calculate the rotational potential; these methods generally cannot predict the rotational energy levels for H", "2", " in MOFs all that greatly even though such methods can correctly calculate the binding energy for the metal–sorbate interaction. It is also important to mention that the entire MOF system cell was considered for the quantum rotation calculations, rather than an individual cluster. Using a single cluster for the calculations may lead to deviant results as it leaves out a lot of intermolecular interactions that are part of the MOF.", "Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusion", "References", "IV Conclusion", "In conclusion, it was demonstrated how utilizing classical simulation methods can accurately capture the sorption of H", "2", " molecules onto the open-metal Mg", "2+", " sites in Mg-MOF-74. Specifically, including explicit many-body polarization effects in GCMC simulations allowed for this interaction to be modeled quantitatively and for the origin of the strong interaction to be characterized as a consequence of induction. The use of a polarizable H", "2", " potential resulted in isotherms and associated ", "Q", "st", " values in very good agreement with experimental measurements. On the other hand, models that neglected explicit polarization failed to reproduce experimental observables in Mg-MOF-74. In addition, calculating the two-dimensional quantum rotational levels for a hydrogen molecule sorbed about the Mg", "2+", " ion using the present classical potential energy function resulted in transitions that are in very good agreement with INS data.", "We note that the inclusion of polarization is not the only method to capture the sorption of any sorbate molecules onto the open-metal sites for simulations in MOFs, especially for the MOF studied in this work. For instance, recent theoretical studies on Mg-MOF-74 revealed that the metal–sorbate interaction can be reproduced in simulation using ", "ab initio", " derived force fields", "(18)", " and various methods that involve DFT.", "(16, 17)", " However, when considering only standard GCMC simulations, it was necessary to include the polarization term to the potential energy function to capture the sorption of any sorbate molecules onto the metal centers. Thus, a significant conclusion of the present work is that this and like MOF systems can be treated with classical polarization to understand their interactions with sorbate molecules.", "It is asserted that these less expensive classical simulation techniques are broadly applicable for characterizing sorbent materials with open-metal sites and can be used to determine molecular poses that can be subsequently analyzed using electronic structure techniques to investigate phenomena, such as catalysis. It is next planned to study other members of the M-MOF-74 series for H", "2", " sorption, including Ni-MOF-74, Co-MOF-74, and Zn-MOF-74. Interestingly, the INS spectra for hydrogen in various members of the M-MOF-74 series revealed rotational transitions that occur at similar energies.", "(10)", " Thus, it is predicted that the rotational potential energy surface for hydrogen in these MOFs is independent of the identity of the metal. Indeed, this phenomenon will be examined in future theoretical studies.", " ", "Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusion", "References", "Supporting Information", "Details of grand canonical Monte Carlo methods, many-body polarization overview, pictures of MOF fragments, tables of properties, details of quantum rotation calculations, and additional H", "2", " sorption results. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusion", "References", "Acknowledgment", "This work was supported by the National Science Foundation (Award CHE-1152362). Computations were performed under a XSEDE Grant (TG-DMR090028) to B.S. This publication is also based on work supported by Award FIC/2010/06, made by King Abdullah University of Science and Technology (KAUST). The authors also thank the Space Foundation (Basic and Applied Research) for partial support. The authors acknowledge the use of the services provided by Research Computing at the University of South Florida.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Methods", "Results and Discussion", "Conclusion", "References", "References", "This article references 51 other publications.", "1. ", "Suh", ", ", "M. P.", "; ", "Park", ", ", "H. J.", "; ", "Prasad", ", ", "T. K.", "; ", "Lim", ", ", "D.-W.", " ", "Hydrogen Storage in Metal–Organic Frameworks", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "782", "– ", "835", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Hydrogen Storage in Metal-Organic Frameworks", "Suh, Myunghyun Paik; Park, Hye Jeong; Prasad, Thazhe Kootteri; Lim, Dae-Woon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "782-835", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  MOFs have versatile structures, high surface areas and high pore vols. - they can be regarded as good candidate materials for H storage.  There are many MOFs that have high H adsorption capacities at low temps., typically at 77 or 87 K.  The highest H storage capacity reported so far is 99.5 mg/g at 77K and 56 bar for NU-100.  However, the high H capacities of MOFs at cryogenic temps. decrease as the temp. increases to room temp.  This is because the H adsorption in MOFs is weak physisorption and the interaction energies between the H mols. and frameworks are low.  To develop MOFs as H storage materials that meet the U.S.DOE targets for an on-board hydrogen system, a serious challenge is still present in the design and synthesis of the MOF materials.  We may expect that highly stable MOFs having a large surface area and pore vol., together with many open metal sites and embedded catalysts for hydrogen spillover, would provide some pos. results for H storage at ambient temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1GlsbjM&md5=dd1f08beefd27cce77d88e466551c1af", "2. ", "Rosi", ", ", "N. L.", "; ", "Kim", ", ", "J.", "; ", "Eddaoudi", ", ", "M.", "; ", "Chen", ", ", "B.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Rod Packings and Metal–Organic Frameworks Constructed from Rod-Shaped Secondary Building Units", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "1504", "– ", "1518", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Rod Packings and Metal-Organic Frameworks Constructed from Rod-Shaped Secondary Building Units", "Rosi, Nathaniel L.; Kim, Jaheon; Eddaoudi, Mohamed; Chen, Banglin; O'Keeffe, Michael; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "5", "),\r\n    ", "1504-1518", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The principal structure possibilities for packing infinite rod-shaped building blocks are described.  Some basic nets derived from linking simple rods (helixes and ladders) are then enumerated.  The authors demonstrate the usefulness of the concept of rod secondary building units in the design and synthesis of metal-org. frameworks (MOFs).  Accordingly, the authors present the prepn., characterization, and crystal structures of 14 new MOFs (named MOF-69A-C and MOF-70-80) of 12 different structure types, belonging to rod packing motifs, and show how their structures are related to basic nets.  The MOFs reported herein are of polytopic carboxylates and contain one of Zn, Pb, Co, Cd, Mn, or Tb.  The inclusion properties of the most open members are presented as evidence that MOF structures with rod building blocks can indeed be designed to have permanent porosity and rigid architectures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjtFGmtg%253D%253D&md5=0ad22a135cba65fb519eae17258dc4c8", "3. ", "Dietzel", ", ", "P. D. C.", "; ", "Morita", ", ", "Y.", "; ", "Blom", ", ", "R.", "; ", "Fjellvåg", ", ", "H.", " ", "An In Situ High-Temperature Single-Crystal Investigation of a Dehydrated Metal–Organic Framework Compound and Field-Induced Magnetization of One-Dimensional Metal–Oxygen Chains", " ", "Angew. Chem., Int. Ed.", " ", "2005", ",  ", "44", ",  ", "6354", "– ", "6358", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "An in situ high-temperature single-crystal investigation of a dehydrated metal-organic framework compound and field-induced magnetization of one-dimensional metal-oxygen chains", "Dietzel, Pascal D. C.; Morita, Yusuke; Blom, Richard; Fjellvaag, Helmer", "Angewandte Chemie, International Edition", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "39", "),\r\n    ", "6354-6358", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The arrangement of the spins of adjacent helical cobalt-oxygen chains that form the backbone of the framework of a microporous coordination polymer lead to metamagnetic behavior.  When the polymer is heated, the metal center loses a coordinated water mol. and alters its coordination geometry from octahedral to square-pyramidal, although the framework remains stable.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtFGlsr%252FP&md5=b1be1df12e8de5d7813de9006c48b671", "4. ", "Dietzel", ", ", "P. D.", "; ", "Panella", ", ", "B.", "; ", "Hirscher", ", ", "M.", "; ", "Blom", ", ", "R.", "; ", "Fjellvåg", ", ", "H.", " ", "Hydrogen Adsorption in a Nickel Based Coordination Polymer with Open Metal Sites in the Cylindrical Cavities of the Desolvated Framework", " ", "Chem. Commun.", " ", "2006", ",  ", "959", "– ", "961", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Hydrogen adsorption in a nickel based coordination polymer with open metal sites in the cylindrical cavities of the desolvated framework", "Dietzel, Pascal D. C.; Panella, Barbara; Hirscher, Michael; Blom, Richard; Fjellvag, Helmer", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2006", "),\r\n    ", "\r\n        (", "9", "),\r\n    ", "959-961", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The solvent contained within the cylindrical one-dimensional pores of the novel three-dimensional metal org. framework Ni2(dhtp)(H2O)2·8H2O can be removed without decompn. of the network, allowing gas storage within the cavities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xhs1Slurw%253D&md5=7e2daea44aebb7af24b4606bf72209ed", "5. ", "Dietzel", ", ", "P. D.", "; ", "Johnsen", ", ", "R. E.", "; ", "Blom", ", ", "R.", "; ", "Fjellvåg", ", ", "H.", " ", "Structural Changes and Coordinatively Unsaturated Metal Atoms on Dehydration of Honeycomb Analogous Microporous Metal–Organic Frameworks", " ", "Chem.—Eur. J.", " ", "2008", ",  ", "14", ",  ", "2389", "– ", "2397", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Structural changes and coordinatively unsaturated metal atoms on dehydration of honeycomb analogous microporous metal-organic frameworks", "Dietzel, Pascal D. C.; Johnsen, Rune E.; Blom, Richard; Fjellvag, Helmer", "Chemistry--A European Journal", "\r\n        (", "2008", "),\r\n    ", "14", "\r\n        (", "8", "),\r\n    ", "2389-2397", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The dehydration process of two isostructural microporous coordination polymers, [M2(dhtp)(H2O)2]·8H2O, termed CPO-27-M (M = Co, Zn; H4dhtp = 2,5-dihydroxy-terephthalic acid) was studied by in situ variable temp. x-ray diffraction.  Both compds. contain accessible metal coordination sites after removal of all solvent.  However, despite the analogy of their crystal structures, they behave differently during dehydration.  For CPO-27-Co, H2O desorption is a smooth topotactic process of 2nd order with no concomitant space group change and no increase in microstrain, which is beneficial for the applicability of the material.  Removal of the H2O propagates from the center of the channels outwards.  The coordinating H2O mol. at the metal desorbs only when almost all the bulk H2O in the pores has disappeared.  In contrast, discontinuities in the powder pattern of CPO-27-Zn indicate the occurrence of 1st-order transitions.  The crystal structures of four of the five individual phases could be detd.  The structure of the intermediate phase occurring just before the framework is completely evacuated was elusive in respect to full structure soln. and refinement, but it is most probably related to the removal of the axis of 3-fold symmetry.  The Zn-based material experiences a significant amt. of strain.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXltVOktLc%253D&md5=d5c2054b96d287d7a1e9869201cc40b3", "6. ", "Zhou", ", ", "W.", "; ", "Wu", ", ", "H.", "; ", "Yildirim", ", ", "T.", " ", "Enhanced H", "2", " Adsorption in Isostructural Metal–Organic Frameworks with Open Metal Sites: Strong Dependence of the Binding Strength on Metal Ions", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "15268", "– ", "15269", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Enhanced H2 Adsorption in Isostructural Metal-Organic Frameworks with Open Metal Sites: Strong Dependence of the Binding Strength on Metal Ions", "Zhou, Wei; Wu, Hui; Yildirim, Taner", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "46", "),\r\n    ", "15268-15269", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) with open metal sites exhibit a much stronger H2 binding strength than classical MOFs, due to the direct interaction between H2 and the coordinately unsatd. metal ions.  Here we report a systematic study of the H2 adsorption on a series of isostructural MOFs, M2(dhtp) (M = Mg, Mn, Co, Ni, Zn).  The exptl., initial isosteric heats of adsorption for H2 (Qst) of these MOFs range from 8.5 to 12.9 kJ/mol, with increasing Qst in the following order: Zn, Mn, Mg, Co, and Ni.  The H2 binding energies derived from first-principles calcn. follow the same trend as the exptl. observation on Qst, confirming the electrostatic Coulomb attraction between the H2 and the open metals being the major interaction.  We also found a strong correlation between the metal ion radius, the M-H2 distance, and the H2 binding strength, which provides a viable, empirical method to predict the relative H2 binding strength of different open metals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlWqtb7J&md5=7341e0a6a2a1e3aed4ec52fb909ae503", "7. ", "Caskey", ", ", "S. R.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "Dramatic Tuning of Carbon Dioxide Uptake via Metal Substitution in a Coordination Polymer with Cylindrical Pores", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "10870", "– ", "10871", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Dramatic Tuning of Carbon Dioxide Uptake via Metal Substitution in a Coordination Polymer with Cylindrical Pores", "Caskey, Stephen R.; Wong-Foy, Antek G.; Matzger, Adam J.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "33", "),\r\n    ", "10870-10871", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of four isostructural microporous coordination polymers (MCPs) differing in metal compn. is demonstrated to exhibit exceptional uptake of CO2 at low pressures and ambient temp.  These conditions are particularly relevant for capture of flue gas from coal-fired power plants.  A magnesium-based material is presented that is the highest surface area magnesium MCP yet reported and displays ultrahigh affinity based on heat of adsorption for CO2.  This study demonstrates that physisorptive materials can achieve affinities and capacities competitive with amine sorbents while greatly reducing the energy cost assocd. with regeneration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXptVGjtrw%253D&md5=6a99fc22cd66a556c63695cf22a12603", "8. ", "Britt", ", ", "D.", "; ", "Furukawa", ", ", "H.", "; ", "Wang", ", ", "B.", "; ", "Glover", ", ", "T. G.", "; ", "Yaghi", ", ", "O. M.", " ", "Highly Efficient Separation of Carbon Dioxide by a Metal-Organic Framework Replete with Open Metal Sites", " ", "Proc. Natl. Acad. Sci. U. S. A.", " ", "2009", ",  ", "106", ",  ", "20637", "– ", "20640", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Highly efficient separation of carbon dioxide by a metal-organic framework replete with open metal sites", "Britt, David; Furukawa, Hiroyasu; Wang, Bo; Glover, T. Grant; Yaghi, Omar M.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2009", "),\r\n    ", "106", "\r\n        (", "49", "),\r\n    ", "20637-20640", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "Selective capture of CO2, which is essential for natural gas purifn. and CO2 sequestration, has been reported in zeolites, porous membranes, and amine solns.  However, all such systems require substantial energy input for release of captured CO2, leading to low energy efficiency and high cost.  A new class of materials named metal-org. frameworks (MOFs) has also been demonstrated to take up voluminous amts. of CO2.  However, these studies have been largely limited to equil. uptake measurements, which are a poor predictor of sepn. ability, rather than the more industrially relevant kinetic (dynamic) capacity.  Here, we report that a known MOF, Mg-MOF-74, with open magnesium sites, rivals competitive materials in CO2 capture, with 8.9 wt. % dynamic capacity, and undergoes facile CO2 release at significantly lower temp., 80 °C.  Mg-MOF-74 offers an excellent balance between dynamic capacity and regeneration.  These results demonstrate the potential of MOFs with open metal sites as efficient CO2 capture media.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXksFOgtQ%253D%253D&md5=448dd541224ac481b41ae7f70090687b", "9. ", "Dietzel", ", ", "P. D.", "; ", "Besikiotis", ", ", "V.", "; ", "Blom", ", ", "R.", " ", "Application of Metal–Organic Frameworks with Coordinatively Unsaturated Metal Sites in Storage and Separation of Methane and Carbon Dioxide", " ", "J. Mater. Chem.", " ", "2009", ",  ", "19", ",  ", "7362", "– ", "7370", "[", "Crossref", "], [", "CAS", "]", "9. ", "Application of metal-organic frameworks with coordinatively unsaturated metal sites in storage and separation of methane and carbon dioxide", "Dietzel, Pascal D. C.; Besikiotis, Vasileios; Blom, Richard", "Journal of Materials Chemistry", "\r\n        (", "2009", "),\r\n    ", "19", "\r\n        (", "39", "),\r\n    ", "7362-7370", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The metal-org. frameworks M2(dhtp)(H2O)2·8H2O (CPO-27-M, M = Ni, Mg) can be activated to give the empty framework compds. M2(dhtp) with a honeycomb analogous structure contg. large micropores of 11-12 Å diam. and a high concn. of open metal sites.  These sites play a major role in the adsorption of methane and carbon dioxide, which was studied at pressures up to 100 bar and 50 bar, resp., and various temps. in the range of 179 to 473 K. Both gases are taken up by the material in significant amts.  The max. excess adsorption of CO2 obsd. at 298 K was 51 wt.% for Ni2(dhtp) and 63 wt.% for Mg2(dhtp).  A surprisingly large amt. of CO2, in the range 25-30 wt.%, was still adsorbed at 473 K. Up to 18 and 22 wt.% methane were adsorbed at 179 K in the nickel and the magnesium compd., resp.  Congruent with this result is the high isosteric heat of adsorption obsd., which was found to be in the range 38-43 kJ mol-1 for CO2 and 20-22 kJ mol-1 for CH4, initially.  The heat of adsorption decreases significantly after the open metal sites have been occupied, which also is reflected in the shape of the adsorption isotherms.  The vacant coordination site at the metal atom also imparts favorable properties in respect to gas sepn. onto the material.  Breakthrough expts. using Ni2(dhtp) and gas mixts. of CO2-N2 and CO2-CH4 demonstrate the ability of the material to sep. these gases.  It is shown that carbon dioxide is preferentially adsorbed over methane or nitrogen.  In the case of CO2-N2, the retention is quant. within the precision of the detection system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht1SqsL3E&md5=772720d3befb7d050c696517be8ca169", "10. ", "Dietzel", ", ", "P. D. C.", "; ", "Georgiev", ", ", "P. A.", "; ", "Eckert", ", ", "J.", "; ", "Blom", ", ", "R.", "; ", "Strassle", ", ", "T.", "; ", "Unruh", ", ", "T.", " ", "Interaction of Hydrogen with Accessible Metal Sites in the Metal-Organic Frameworks M", "2", "(dhtp) (CPO-27-M; M = Ni, Co, Mg)", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "4962", "– ", "4964", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Interaction of hydrogen with accessible metal sites in the metal-organic frameworks M2(dhtp) (CPO-27-M; M = Ni, Co, Mg)", "Dietzel, Pascal D. C.; Georgiev, Peter A.; Eckert, Juergen; Blom, Richard; Straessle, Thierry; Unruh, Tobias", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "27", "),\r\n    ", "4962-4964", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Hydrogen mols. adsorbed in the nickel, cobalt, and magnesium analogs of the CPO-27 metal-org. framework at low loadings interact significantly more strongly than those adsorbed successively as a consequence of the strong interaction of hydrogen with the coordinatively unsatd. metal cations in the framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXotFensLw%253D&md5=4d1aa871c07af7bef4b548ae942671fa", "11. ", "Sumida", ", ", "K.", "; ", "Brown", ", ", "C. M.", "; ", "Herm", ", ", "Z. R.", "; ", "Chavan", ", ", "S.", "; ", "Bordiga", ", ", "S.", "; ", "Long", ", ", "J. R.", " ", "Hydrogen Storage Properties and Neutron Scattering Studies of Mg", "2", "(dobdc)–A Metal–Organic Framework with Open Mg", "2+", " Adsorption Sites", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "1157", "– ", "1159", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Hydrogen storage properties and neutron scattering studies of Mg2(dobdc) - a metal-organic framework with open Mg2+ adsorption sites", "Sumida, Kenji; Brown, Craig M.; Herm, Zoey R.; Chavan, Sachin; Bordiga, Silvia; Long, Jeffrey R.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "4", "),\r\n    ", "1157-1159", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The hydrogen storage properties of Mg2(dobdc) (dobdc4- = 2,5-dioxido-1,4-benzenedicarboxylate), a metal-org. framework possessing hexagonal one-dimensional channels decorated with unsatd. Mg2+ coordination sites, have been examd. by low- and high-pressure adsorption expts., IR spectroscopy, and neutron scattering studies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjsVyjtQ%253D%253D&md5=dc4d56cabb58a1997c9a014163145cde", "12. ", "Herm", ", ", "Z. R.", "; ", "Swisher", ", ", "J. A.", "; ", "Smit", ", ", "B.", "; ", "Krishna", ", ", "R.", "; ", "Long", ", ", "J. R.", " ", "Metal–Organic Frameworks as Adsorbents for Hydrogen Purification and Precombustion Carbon Dioxide Capture", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "5664", "– ", "5667", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Metal-Organic Frameworks as Adsorbents for Hydrogen Purification and Precombustion Carbon Dioxide Capture", "Herm, Zoey R.; Swisher, Joseph A.; Smit, Berend; Krishna, Rajamani; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "15", "),\r\n    ", "5664-5667", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Selected metal-org. frameworks exhibiting representative properties - high surface area, structural flexibility, or the presence of open metal cation sites - were tested for utility in the sepn. of CO2 from H2 via pressure swing adsorption.  Single-component CO2 and H2 adsorption isotherms were measured at 313 K and pressures up to 40 bar for Zn4O(BTB)2 (MOF-177, BTB3- = 1,3,5-benzenetribenzoate), Be12(OH)12(BTB)4 (Be-BTB), Co(BDP) (BDP2- = 1,4-benzenedipyrazolate), H3[(Cu4Cl)3(BTTri)8] (Cu-BTTri, BTTri3- = 1,3,5-benzenetristriazolate), and Mg2(dobdc) (dobdc4- = 1,4-dioxido-2,5-benzenedicarboxylate).  Ideal adsorbed soln. theory was used to est. realistic isotherms for the 80:20 and 60:40 H2/CO2 gas mixts. relevant to H2 purifn. and precombustion CO2 capture, resp.  In the former case, the results afford CO2/H2 selectivities between 2 and 860 and mixed-gas working capacities, assuming a 1. bar purge pressure, ≤8.6 mol/kg and 7.4 mol/L.  In particular, metal-org. frameworks with a high concn. of exposed metal cation sites, Mg2(dobdc) and Cu-BTTri, offer significant improvements over commonly used adsorbents, indicating the promise of such materials for applications in CO2/H2 sepns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjvVShs70%253D&md5=bec4f213a7844d1573bef3d22b37562e", "13. ", "Rowsell", ", ", "J. L. C.", "; ", "Millward", ", ", "A. R.", "; ", "Park", ", ", "K. S.", "; ", "Yaghi", ", ", "O. M.", " ", "Hydrogen Sorption in Functionalized Metal–Organic Frameworks", " ", "J. Am. Chem. Soc.", " ", "2004", ",  ", "126", ",  ", "5666", "– ", "5667", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Hydrogen Sorption in Functionalized Metal-Organic Frameworks", "Rowsell, Jesse L. C.; Millward, Andrew R.; Park, Kyo Sung; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2004", "),\r\n    ", "126", "\r\n        (", "18", "),\r\n    ", "5666-5667", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Five porous metal-org. frameworks based on linking zinc oxide clusters with benzene-1,4-dicarboxylate, naphthalene-2,6-dicarboxylate, 4,5,9,10-tetrahydropyrene-2,7-dicarboxylate, 2,3,5,6-tetramethylbenzene-1,4-dicarboxylate, or benzene-1,3,5-tris(4-benzoate) were synthesized in gram-scale quantities to measure their hydrogen uptake properties.  Hydrogen adsorption isotherms measured at 77 K show a distinct dependence of uptake on the nature of the link.  At 1 atm, the materials sorb between 4.2 and 9.3 mols. of H2 per formula unit.  The results imply a trend in hydrogen uptake with the no. of rings in the org. moiety.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXjt1ajur0%253D&md5=e58df7476eb6721e8c16cfaf80d0932d", "14. ", "Bhatia", ", ", "S. K.", "; ", "Myers", ", ", "A. L.", " ", "Optimum Conditions for Adsorptive Storage", " ", "Langmuir", " ", "2006", ",  ", "22", ",  ", "1688", "– ", "1700", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Optimum Conditions for Adsorptive Storage", "Bhatia, Suresh K.; Myers, Alan L.", "Langmuir", "\r\n        (", "2006", "),\r\n    ", "22", "\r\n        (", "4", "),\r\n    ", "1688-1700", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The storage of gases in porous adsorbents, such as activated carbon and carbon nanotubes, is examd. here thermodynamically from a systems viewpoint, considering the entire adsorption-desorption cycle.  The results provide concrete objective criteria to guide the search for the \"Holy Grail\" adsorbent, for which the adsorptive delivery is maximized.  It is shown that, for ambient temp. storage of hydrogen and delivery between 30 and 1.5 bar pressure, for the optimum adsorbent the adsorption enthalpy change is 15.1 kJ/mol.  For carbons, for which the av. enthalpy change is typically 5.8 kJ/mol, an optimum operating temp. of about 115 K is predicted.  For methane, an optimum enthalpy change of 18.8 kJ/mol is found, with the optimum temp. for carbons being 254 K.  It is also demonstrated that for max. delivery of the gas the optimum adsorbent must be homogeneous, and that introduction of heterogeneity, such as by ball milling, irradn., and other means, can only provide small increases in physisorption-related delivery for hydrogen.  For methane, heterogeneity is always detrimental, at any value of av. adsorption enthalpy change.  These results are confirmed with the help of exptl. data from the literature, as well as extensive Monte Carlo simulations conducted here using slit pore models of activated carbons as well as atomistic models of carbon nanotubes.  The simulations also demonstrate that carbon nanotubes offer little or no advantage over activated carbons in terms of enhanced delivery, when used as storage media for either hydrogen or methane.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XksFSruw%253D%253D&md5=4ef6bc99f1ab97df527da6b2243e9d7a", "15. ", "Ma", ", ", "S.", " ", "Gas Adsorption Applications of Porous Metal–Organic Frameworks", " ", "Pure Appl. Chem.", " ", "2009", ",  ", "81", ",  ", "2235", "– ", "2251", "[", "Crossref", "], [", "CAS", "]", "15. ", "Gas adsorption applications of porous metal-organic frameworks", "Ma, Shengqian", "Pure and Applied Chemistry", "\r\n        (", "2009", "),\r\n    ", "81", "\r\n        (", "12", "),\r\n    ", "2235-2251", "CODEN:\r\n                ", "PACHAS", ";\r\n        ISSN:", "0033-4545", ".\r\n    \r\n            (", "International Union of Pure and Applied Chemistry", ")\r\n        ", "A review.  Porous metal-org. frameworks (MOFs) represent a new type of functional materials and have recently become a hot research field due to their great potential in various applications.  Recent progress of gas adsorption applications of porous MOFs, mainly including H storage, methane storage, and selective gas adsorption are summarized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXit1aitw%253D%253D&md5=8b5b568d82a33ac585bd61c02d0dcbcf", "16. ", "Valenzano", ", ", "L.", "; ", "Civalleri", ", ", "B.", "; ", "Chavan", ", ", "S.", "; ", "Palomino", ", ", "G. T.", "; ", "Areán", ", ", "C.", "; ", "Bordiga", ", ", "S.", " ", "Computational and Experimental Studies on the Adsorption of CO, N", "2", ", and CO", "2", " on Mg-MOF-74", " ", "J. Phys. Chem. C", " ", "2010", ",  ", "114", ",  ", "11185", "– ", "11191", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Computational and Experimental Studies on the Adsorption of CO, N2, and CO2 on Mg-MOF-74", "Valenzano, L.; Civalleri, B.; Chavan, S.; Palomino, G. T.; Arean, C. O.; Bordiga, S.", "Journal of Physical Chemistry C", "\r\n        (", "2010", "),\r\n    ", "114", "\r\n        (", "25", "),\r\n    ", "11185-11191", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Adsorption of carbon monoxide, dinitrogen, and carbon dioxide on the porous metal-org. framework Mg-MOF-74 was studied by a combined methodol. comprising variable-temp. IR spectroscopy and ab initio periodic DFT-D calcns. using the CRYSTAL code.  Both CO and N2 form nearly linear (Mg2+···CO and Mg2+···NN) adsorption complexes, in contrast with CO2, which forms an angular Mg2+···OCO complex.  From IR spectra recorded at a variable-temp., the std. adsorption enthalpy (ΔH0) is -29, -21, and -47 kJ mol-1 for CO, N2, and CO2, resp.  Calcd. values of ΔH0, including an empirical correction for dispersion forces, resulted to be in a reasonably good agreement with those exptl. obtained.  Calcns. also showed the very significant role played by dispersion forces, which account for ∼1/2 of the adsorption enthalpy for each of the three adsorbates, CO, N2, and CO2.  The results are discussed in the broader context of the adsorption of the same gases on other MOFs and also on zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXmvF2rtLc%253D&md5=db5cd7db68300444ed0ca16a92df23bf", "17. ", "Valenzano", ", ", "L.", "; ", "Civalleri", ", ", "B.", "; ", "Sillar", ", ", "K.", "; ", "Sauer", ", ", "J.", " ", "Heats of Adsorption of CO and CO", "2", " in Metal–Organic Frameworks: Quantum Mechanical Study of CPO-27-M (M = Mg, Ni, Zn)", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", ",  ", "21777", "– ", "21784", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Heats of Adsorption of CO and CO2 in Metal-Organic Frameworks: Quantum Mechanical Study of CPO-27-M (M = Mg, Ni, Zn)", "Valenzano, Loredana; Civalleri, Bartolomeo; Sillar, Kaido; Sauer, Joachim", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "44", "),\r\n    ", "21777-21784", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "D. functional theory is applied with a hybrid functional to which a parametrized damped 1/r6 term was added to account for dispersion (B3LYP + D*).  This method is used with periodic boundary conditions to get the structures of the adsorption complexes.  Dispersion has a substantial share on the calcd. adsorption energies (46-77%).  For these structures, adsorption energies are also calcd. with a hybrid high-level (MP2 with complete basis set extrapolation):low level (B3LYP + D*) method.  The MP2 calcns. are performed on cluster models.  Comparison is made with exptl. heats of adsorption.  B3LYP + D* underestimates heats of adsorption by ∼5 kJ/mol, whereas hybrid MP2:B3LYP + D* slightly overestimates them by ∼2 kJ/mol.  With MP2:B3LYP + D*, also the mean abs. error is somewhat smaller, 3.8 kJ/mol compared to 5.6 kJ/mol for B3LYP + D*.  Both the B3LYP + D* and the hybrid MP2/CBS:B3LYP + D* method predict the same sequence of binding energies for carbon monoxide (Ni > Mg > Zn) and carbon dioxide (Mg > Ni > Zn) adsorption on open metal cation sites in the CPO-27 metal-org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlaqtr7E&md5=1ffd1ba893afc3a5227d44b1fadddc1f", "18. ", "Dzubak", ", ", "A. L.", "; ", "Lin", ", ", "L.-C.", "; ", "Kim", ", ", "J.", "; ", "Swisher", ", ", "J. A.", "; ", "Poloni", ", ", "R.", "; ", "Maximoff", ", ", "S. N.", "; ", "Smit", ", ", "B.", "; ", "Gagliardi", ", ", "L.", " ", "Ab Initio Carbon Capture in Open-Site Metal–Organic Frameworks", " ", "Nat. Chem.", " ", "2012", ",  ", "4", ",  ", "810", "– ", "816", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Ab initio carbon capture in open-site metal-organic frameworks", "Dzubak, Allison L.; Lin, Li-Chiang; Kim, Jihan; Swisher, Joseph A.; Poloni, Roberta; Maximoff, Sergey N.; Smit, Berend; Gagliardi, Laura", "Nature Chemistry", "\r\n        (", "2012", "),\r\n    ", "4", "\r\n        (", "10", "),\r\n    ", "810-816", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "During the formation of metal-org. frameworks (MOFs), metal centers can coordinate with the intended org. linkers, but also with solvent mols.  In this case, subsequent activation by removal of the solvent mols. creates unsatd. open metal sites known to have a strong affinity to CO2 mols., but their interactions are still poorly understood.  Common force fields typically underestimate by as much as 2 orders of magnitude the adsorption of CO2 in open-site Mg-MOF-74, which has emerged as a promising MOF for CO2 capture.  We present a systematic procedure to generate force fields using high-level quantum chem. calcns.  Monte Carlo simulations based on an ab initio force field generated for CO2 in Mg-MOF-74 shed some light on the interpretation of thermodn. data from flue gas in this material.  The force field describes accurately the chem. of the open metal sites, and is transferable to other structures.  This approach may serve in mol. simulations in general and in the study of fluid-solid interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1Wktr3O&md5=f56250bc5e6e0e4c65741837c918e63a", "19. ", "Lin", ", ", "L.-C.", "; ", "Lee", ", ", "K.", "; ", "Gagliardi", ", ", "L.", "; ", "Neaton", ", ", "J. B.", "; ", "Smit", ", ", "B.", " ", "Force-Field Development from Electronic Structure Calculations with Periodic Boundary Conditions: Applications to Gaseous Adsorption and Transport in Metal–Organic Frameworks", " ", "J. Chem. Theory Comput.", " ", "2014", ",  ", "10", ",  ", "1477", "– ", "1488", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Force-Field Development from Electronic Structure Calculations with Periodic Boundary Conditions: Applications to Gaseous Adsorption and Transport in Metal-Organic Frameworks", "Lin, Li-Chiang; Lee, Kyuho; Gagliardi, Laura; Neaton, Jeffrey B.; Smit, Berend", "Journal of Chemical Theory and Computation", "\r\n        (", "2014", "),\r\n    ", "10", "\r\n        (", "4", "),\r\n    ", "1477-1488", "CODEN:\r\n                ", "JCTCCE", ";\r\n        ISSN:", "1549-9618", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A systematic and efficient methodol. to derive accurate (nonpolarizable) force fields from periodic d. functional theory (DFT) calcns. for use in classical mol. simulations has been developed.  The methodol. requires reduced computation cost compared with other conventional ways.  The whole process is performed self-consistently in a fully periodic system.  The force fields derived by using this methodol. accurately predict the CO2 and H2O adsorption isotherms inside Mg-MOF-74, and is transferable to Zn-MOF-74; by replacing the Mg-CO2 interactions with the corresponding Zn-CO2 interactions, we obtain an accurate prediction of the corresponding isotherm.  This methodol. was used to address the effect of water on the sepn. of flue gases in these materials.  In general, the mixt. isotherms of CO2 and H2O calcd. with these derived force fields show a significant redn. in CO2 uptake with the existence of trace amts. of water vapor.  The effect of water, however, was found to be quant. different between Mg- and Zn-MOF-74.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXjtV2rtbo%253D&md5=310436bc1a437d2a1c6eac3ff52c3778", "20. ", "Sillar", ", ", "K.", "; ", "Sauer", ", ", "J.", " ", "Ab Initio Prediction of Adsorption Isotherms for Small Molecules in Metal–Organic Frameworks: The Effect of Lateral Interactions for Methane/CPO-27-Mg", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "18354", "– ", "18365", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Ab Initio Prediction of Adsorption Isotherms for Small Molecules in Metal-Organic Frameworks: The Effect of Lateral Interactions for Methane/CPO-27-Mg", "Sillar, Kaido; Sauer, Joachim", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "44", "),\r\n    ", "18354-18365", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A hybrid method that combines d. functional theory for periodic structures with wave function-based electron correlation methods for finite-size models of adsorption sites is employed to calc. energies for adsorption of CH4 onto different sites in the metal-org. framework (MOF) CPO-27-Mg (Mg-MOF-74) with chem. accuracy.  The adsorption energies for the Mg2+, linker, second layer sites are -27.8, -18.3, and -15.1 kJ/mol.  Adsorbate-adsorbate interactions increase the av. CH4 adsorption energy by about 10% (2.4 kJ/mol).  The free rotor-harmonic oscillator-ideal gas model is applied to calc. free energies/equil. consts. for adsorption on the individual sites.  This information is used in a multisite Langmuir model, augmented with a Bragg-Williams model for latera l interactions, to calc. adsorption isotherms.  This ab initio approach yields the contributions of the individual sites to the final isotherms and also of the lateral interactions that contribute about 15% to the max. excess adsorption capacity.  Isotherms are calcd. for both abs. amts., for calcn. of isosteric heats of adsorption as function of coverage, and excess amts., for comparison with measured isotherms.  Agreement with obsd. excess isotherms is reached if the exptl. detd. limited accessibility of adsorption sites (78%) is taken into account.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhtlekt73O&md5=81f7f5871d800575baaea3dbc520598b", "21. ", "Bloch", ", ", "E. D.", " ", "Reversible CO Binding Enables Tunable CO/H", "2", " and CO/N", "2", " Separations in Metal–Organic Frameworks with Exposed Divalent Metal Cations", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "10752", "– ", "10761", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Reversible CO Binding Enables Tunable CO/H2 and CO/N2 Separations in Metal-Organic Frameworks with Exposed Divalent Metal Cations", "Bloch, Eric D.; Hudson, Matthew R.; Mason, Jarad A.; Chavan, Sachin; Crocella, Valentina; Howe, Joshua D.; Lee, Kyuho; Dzubak, Allison L.; Queen, Wendy L.; Zadrozny, Joseph M.; Geier, Stephen J.; Lin, Li-Chiang; Gagliardi, Laura; Smit, Berend; Neaton, Jeffrey B.; Bordiga, Silvia; Brown, Craig M.; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "30", "),\r\n    ", "10752-10761", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Six metal-org. frameworks of the M2(dobdc) (M = Mg, Mn, Fe, Co, Ni, Zn; dobdc4- = 2,5-dioxido-1,4-benzenedicarboxylate) structure type bind carbon monoxide reversibly and at high capacity.  IR spectra indicate that, upon coordination of CO to the divalent metal cations lining the pores within these frameworks, the C-O stretching frequency is blue-shifted, consistent with nonclassical metal-CO interactions.  Structure detns. reveal M-CO distances ranging from 2.09(2) Å for M = Ni to 2.49(1) Å for M = Zn and M-C-O angles ranging from 161.2(7)° for M = Mg to 176.9(6)° for M = Fe.  Electronic structure calcns. employing d. functional theory (DFT) resulted in good agreement with the trends apparent in the IR spectra and crystal structures.  These results represent the 1st crystallog. characterized magnesium and zinc carbonyl compds. and the 1st high-spin manganese(II), iron(II), cobalt(II), and nickel(II) carbonyl species.  Adsorption isotherms indicate reversible adsorption, with capacities for the Fe, Co, and Ni frameworks approaching one CO per metal cation site at 1 bar, corresponding to loadings ≤6.0 mmol/g and 157 cm3/cm3.  The six frameworks display (neg.) isosteric heats of CO adsorption ranging from 52.7 to 27.2 kJ/mol along the series Ni > Co > Fe > Mg > Mn > Zn, following the Irving-Williams stability order.  The reversible CO binding suggests that these frameworks may be of utility for the sepn. of CO from various industrial gas mixts., including CO/H2 and CO/N2.  Selectivities detd. from gas adsorption isotherm data using ideal adsorbed soln. theory (IAST) over a range of gas compns. at 1 bar and 298 K indicate that all six M2(dobdc) frameworks could potentially be used as solid adsorbents to replace current cryogenic distn. technologies, with the choice of M dictating adsorbent regeneration energy and the level of purity of the resulting gases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtFWjt7bM&md5=6d81d4160a452c6b699e077d84fbeeaf", "22. ", "Darkrim", ", ", "F.", "; ", "Levesque", ", ", "D.", " ", "Monte Carlo Simulations of Hydrogen Adsorption in Single-Walled Carbon Nanotubes", " ", "J. Chem. Phys.", " ", "1998", ",  ", "109", ",  ", "4981", "[", "Crossref", "], [", "CAS", "]", "22. ", "Monte Carlo simulations of hydrogen adsorption in single-walled carbon nanotubes", "Darkrim, Farida; Levesque, Dominique", "Journal of Chemical Physics", "\r\n        (", "1998", "),\r\n    ", "109", "\r\n        (", "12", "),\r\n    ", "4981-4984", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Within the framework of a study on the properties of carbon nanotubes, a promising new material, we performed numerical simulation of hydrogen adsorption at room temp. in single-walled nanotubes.  The structure of this material is favorable to the adsorption phenomenon because of the narrow size distribution of the nanotube diams., which have dimensions on the order of the range of the carbon attractive interaction.  We discuss the influence of the single-walled carbon nanotube diams. on the relative arrangement of carbon atoms and hydrogen mols. within an array of parallel single-walled carbon nanotubes.  We also studied the influence on adsorption of the distance between the nearest-neighbor nanotubes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXlslyrsbY%253D&md5=f5b8aad9bda31372b613037093e032ac", "23. ", "Garberoglio", ", ", "G.", "; ", "Skoulidas", ", ", "A. I.", "; ", "Johnson", ", ", "J. K.", " ", "Adsorption of Gases in Metal Organic Materials: Comparison of Simulations and Experiments", " ", "J. Phys. Chem. B", " ", "2005", ",  ", "109", ",  ", "13094", "– ", "13103", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Adsorption of Gases in Metal Organic Materials: Comparison of Simulations and Experiments", "Garberoglio, Giovanni; Skoulidas, Anastasios I.; Johnson, J. Karl", "Journal of Physical Chemistry B", "\r\n        (", "2005", "),\r\n    ", "109", "\r\n        (", "27", "),\r\n    ", "13094-13103", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Mol. simulations using std. force fields have been carried out to model the adsorption of various light gases on a no. of different metal org. framework-type materials.  The results have been compared with the available exptl. data to test the validity of the model potentials.  We observe good agreement between simulations and expts. for a no. of different cases and very poor agreement in other cases.  Possible reasons for the discrepancy in simulated and measured isotherms are discussed.  We predict hydrogen adsorption isotherms at 77 and 298 K in a no. of different metal org. framework materials.  The importance of quantum diffraction effects and framework charges on the adsorption of hydrogen at 77 K is discussed.  Our calcns. indicate that at room temp. none of the materials that we have tested is able to meet the requirements for on-board hydrogen storage for fuel cell vehicles.  We have calcd. the vol. available in a given sorbent at a specified adsorption energy (d. of states).  We discuss how this d. of states can be used to assess the effectiveness of a sorbent material for hydrogen storage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXltlyrsbs%253D&md5=73b98fa9a5d8e6e0d289cf2a14b490e0", "24. ", "Belof", ", ", "J. L.", "; ", "Stern", ", ", "A. C.", "; ", "Space", ", ", "B.", " ", "An Accurate and Transferable Intermolecular Diatomic Hydrogen Potential for Condensed Phase Simulation", " ", "J. Chem. Theory Comput.", " ", "2008", ",  ", "4", ",  ", "1332", "– ", "1337", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "An Accurate and Transferable Intermolecular Diatomic Hydrogen Potential for Condensed Phase Simulation", "Belof, Jonathan L.; Stern, Abraham C.; Space, Brian", "Journal of Chemical Theory and Computation", "\r\n        (", "2008", "),\r\n    ", "4", "\r\n        (", "8", "),\r\n    ", "1332-1337", "CODEN:\r\n                ", "JCTCCE", ";\r\n        ISSN:", "1549-9618", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An anisotropic many-body H2 potential energy function has been developed for use in heterogeneous systems.  The intermol. potential has been derived from first principles and expressed in a form that is readily transferred to exogenous systems, e.g. in modeling H2 sorption in solid-state materials.  Explicit many-body polarization effects, known to be important in simulating hydrogen at high d., are incorporated.  The analytic form of the potential energy function is suitable for methods of statistical physics, such as Monte Carlo or Mol. Dynamics simulation.  The model has been validated on dense supercrit. hydrogen and demonstrated to reproduce the exptl. data with high accuracy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXosF2nsr0%253D&md5=cf58f8faddb7e1cf9fc210f03eca8f7c", "25. ", "Belof", ", ", "J. L.", "; ", "Stern", ", ", "A. C.", "; ", "Space", ", ", "B.", " ", "A Predictive Model of Hydrogen Sorption for Metal–Organic Materials", " ", "J. Phys. Chem. C", " ", "2009", ",  ", "113", ",  ", "9316", "– ", "9320", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "A Predictive Model of Hydrogen Sorption for Metal-Organic Materials", "Belof, Jonathan L.; Stern, Abraham C.; Space, Brian", "Journal of Physical Chemistry C", "\r\n        (", "2009", "),\r\n    ", "113", "\r\n        (", "21", "),\r\n    ", "9316-9320", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Newly developed hydrogen and MOM (Metal-Org. Materials) potential energy functions for mol. simulation are presented.  They are designed to be highly transferable while still describing sorbate-MOM interactions with predictive accuracy.  Specifically, they quant. describe hydrogen sorption, including isosteric heats, in MOF-5 over the broad temp. and pressure ranges that were examd. exptl.  The approach that is adopted is general and demonstrates that highly accurate and predictive models of mol. interaction with MOMs are quite feasible.  Mol. interactions giving rise to the isosteric heat were characterized and validated against the exptl. relevant data.  Finally, inspection of the isothermal compressibility of hydrogen in MOF-5 reveals that under satg. high-pressure conditions (even at temps. well above the neat b.p.) the state of hydrogen is characteristic of a liq., i.e., with a compressibility similar to that of bulk hydrogen.  This result is of particular relevance in developing MOMs for hydrogen-storage applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXlt1Gqs7Y%253D&md5=7478c0f873bd9281a7b9301992bbbb3d", "26. ", "Mankoo", ", ", "P. K.", "; ", "Keyes", ", ", "T.", " ", "Classical Molecular Electrostatics: Recognition of Ligands in Proteins and the Vibrational Stark Effect", " ", "J. Phys. Chem. B", " ", "2006", ",  ", "110", ",  ", "25074", "– ", "25079", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "Classical Molecular Electrostatics: Recognition of Ligands in Proteins and the Vibrational Stark Effect", "Mankoo, Parminder K.; Keyes, Tom", "Journal of Physical Chemistry B", "\r\n        (", "2006", "),\r\n    ", "110", "\r\n        (", "49", "),\r\n    ", "25074-25079", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "It is shown that classical electrostatics quant. describes both the binding of the diat. ligands XO (X = C, N, O) to the heme group in myoglobin and the dependence of their vibrational frequencies upon an external field, the vibrational Stark effect.  The key is a proper treatment of induced dipoles.  The results suggest that ligand binding occurs via an \"electrostatic bond\", a generalization of the std. ionic bond to include induction, and, more generally, that classical electrostatics can replace quantum mechanics for a considerable simplification of some complex problems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xht1SjtbzI&md5=a8a9809b9be959d20fece2a3bc19e85a", "27. ", "Kumar", ", ", "R.", "; ", "Keyes", ", ", "T.", " ", "Classical Simulations with the POLIR Potential Describe the Vibrational Spectroscopy and Energetics of Hydration: Divalent Cations, from Solvation to Coordination Complex", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "9441", "– ", "9450", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "Classical Simulations with the POLIR Potential Describe the Vibrational Spectroscopy and Energetics of Hydration: Divalent Cations, from Solvation to Coordination Complex", "Kumar, Revati; Keyes, Tom", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "24", "),\r\n    ", "9441-9450", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "POLIR, a polarizable water potential optimized for vibrational and intermol. spectroscopy in pure water but not optimized for solvation, is used to describe solns. of the divalent metal cations Ca2+, Mg2+, and Cu2+.  The spectral shifts in the O-H stretch region obtained from classical simulations are in agreement with expt.  The water-ion binding energies are dominated by classical electrostatics, even though the Cu2+ case might be considered to involve an intermediate-strength chem. bond.  Three-body energies of the ion with the first solvation shell are in agreement with ab initio calcns.  Our results indicate the importance of polarization in the development of accurate, transferable, force fields and the power of classical methods when it is carefully included.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmslGmtL0%253D&md5=713bdcafca0f4aa6039bbaee6ce8eb96", "28. ", "Belof", ", ", "J. L.", "; ", "Stern", ", ", "A. C.", "; ", "Eddaoudi", ", ", "M.", "; ", "Space", ", ", "B.", " ", "On the Mechanism of Hydrogen Storage in a Metal–Organic Framework Material", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "15202", "– ", "15210", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "On the Mechanism of Hydrogen Storage in a Metal-Organic Framework Material", "Belof, Jonathan L.; Stern, Abraham C.; Eddaoudi, Mohamed; Space, Brian", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "49", "),\r\n    ", "15202-15210", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Monte Carlo simulations were performed to model H sorption in a metal-org. framework material (MOF) that exhibits large mol. H uptake capacity.  The MOF is remarkable because at 78 K and 1.0 atm it sorbs H at a d. near that of liq. H (at 20 K and 1.0 atm) when considering H2 d. in the pores.  Unlike most other MOFs that have been studied for H storage, it has an ionic framework and many small channels.  The simulations demonstrate that it is both of these phys. characteristics that lead to strong H interactions in the MOF and ultimately large H uptake.  Microscopically, H interacts with the MOF via 3 principle attractive potential energy contributions: Van der Waals, charge-quadrupole and induction.  Previous simulations of H storage in MOFs and other materials have not focused on the role of polarization effects, but they are demonstrated here to be the dominant contribution to H physisorption.  Indeed, polarization interactions in the MOF lead to 2 distinct populations of dipolar H that are identified from the simulations and that should be evident in Raman spectra.  Since polarization interactions are enhanced by the presence of a charged framework with narrow pores, MOFs are excellent H storage candidates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXht1yrtbfK&md5=ff9450f53d18424c86347665dc307c2e", "29. ", "Forrest", ", ", "K. A.", "; ", "Pham", ", ", "T.", "; ", "McLaughlin", ", ", "K.", "; ", "Belof", ", ", "J. L.", "; ", "Stern", ", ", "A. C.", "; ", "Zaworotko", ", ", "M. J.", "; ", "Space", ", ", "B.", " ", "Simulation of the Mechanism of Gas Sorption in a Metal–Organic Framework with Open Metal Sites: Molecular Hydrogen in PCN-61", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "15538", "– ", "15549", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "Simulation of the Mechanism of Gas Sorption in a Metal-Organic Framework with Open Metal Sites: Molecular Hydrogen in PCN-61", "Forrest, Katherine A.; Pham, Tony; McLaughlin, Keith; Belof, Jonathan L.; Stern, Abraham C.; Zaworotko, Michael J.; Space, Brian", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "29", "),\r\n    ", "15538-15549", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Grand canonical Monte Carlo (GCMC) simulations were performed to investigate hydrogen sorption in an rht-type metal-org. framework (MOF), PCN-61.  The MOF was shown to have a large hydrogen uptake, and this was studied using three different hydrogen potentials, effective for bulk hydrogen, but of varying sophistication: a model that includes only repulsion/dispersion parameters, one augmented with charge-quadrupole interactions, and one supplemented with many-body polarization interactions.  Calcd. hydrogen uptake isotherms and isosteric heats of adsorption, Qst, were in quant. agreement with expt. only for the model with explicit polarization.  This success in reproducing empirical measurements suggests that modeling MOFs that have open metal sites is feasible, though it is often not considered to be well described via a classical potential function; here it is shown that such systems may be accurately described by explicitly including polarization effects in an otherwise traditional empirical potential.  Decompn. of energy terms for the models revealed deviations between the electrostatic and polarizable results that are unexpected due to just the augmentation of the potential surface by the addn. of induction.  Charge-quadrupole and induction energetics were shown to have a synergistic interaction, with inclusion of the latter resulting in a significant increase in the former.  Induction interactions strongly influence the structure of the sorbed hydrogen compared to the models lacking polarizability; sorbed hydrogen is a dipolar dense fluid in the MOF.  This study demonstrates that many-body polarization makes a crit. contribution to gas sorption structure and must be accounted for in modeling MOFs with polar interaction sites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XptF2itr0%253D&md5=1e993c1cdb311f4e785c3dcfb3c1df67", "30. ", "Pham", ", ", "T.", "; ", "Forrest", ", ", "K. A.", "; ", "Nugent", ", ", "P.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Luebke", ", ", "R.", "; ", "Eddaoudi", ", ", "M.", "; ", "Zaworotko", ", ", "M. J.", "; ", "Space", ", ", "B.", " ", "Understanding Hydrogen Sorption in a Metal–Organic Framework with Open-Metal Sites and Amide Functional Groups", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "9340", "– ", "9354", "[", "ACS Full Text ", "], [", "CAS", "]", "30. ", "Understanding Hydrogen Sorption in a Metal-Organic Framework with Open-Metal Sites and Amide Functional Groups", "Pham, Tony; Forrest, Katherine A.; Nugent, Patrick; Belmabkhout, Youssef; Luebke, Ryan; Eddaoudi, Mohamed; Zaworotko, Michael J.; Space, Brian", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "18", "),\r\n    ", "9340-9354", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Grand canonical Monte Carlo (GCMC) studies of the mechanism of hydrogen sorption in an rht-MOF known as Cu-TPBTM are presented.  The MOF is a decorated/substituted isostructural analog to the unembellished rht-MOF, PCN-61, that was studied previously.  The simulations were performed using three different hydrogen potentials of increasing complexity.  Simulated hydrogen sorption isotherms and calcd. isosteric heat of adsorption, Qst, values were in excellent agreement with the reported exptl. data for only a polarizable model in one of four exptl. obsd. crystal structure configurations.  The study demonstrates the ability of modeling to distinguish the differential sorption of distinct structures; one configuration is found to be dominant due to favorable interactions with substrates.  In addn., the presence of polar amide groups had a significant effect on the electrostatics of the Cu2+ ions and directs the low-pressure physisorption of hydrogen in the MOF.  This is in contrast to what was obsd. in PCN-61, where an exterior copper ion had a higher relative charge and was the favored loading site.  This tunability of the electrostatics of the copper ions via chem. substitution on the MOF framework can be explained by the presence of the neg. charged oxygen atom of the amide group that causes the interior Cu2+ ion to exhibit a higher pos. charge through an inductive effect.  Further, control simulations, taking advantage of the flexibility afforded by theor. modeling, include artificially modified charges for both Cu2+ ions chosen equal to or with a higher charge on the exterior Cu2+ ion.  This choice resulted in distinctly different hydrogen sorption characteristics in Cu-TPBTM with no direct sorption on the open-metal sites.  Thus, this study demonstrates both the tunable nature of MOF platforms and the possibility for rational design of sorption/catalytic sites and characteristics through the active interplay of theory and expt.  The ability of accurate, carefully parametrized and transferable force fields to model and predict small mol. sorption in MOFs, even including open-metal sites, is demonstrated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXlvVyksLs%253D&md5=0b4b3179038128043ea5f3e4af181512", "31. ", "Pham", ", ", "T.", "; ", "Forrest", ", ", "K. A.", "; ", "Hogan", ", ", "A.", "; ", "McLaughlin", ", ", "K.", "; ", "Belof", ", ", "J. L.", "; ", "Eckert", ", ", "J.", "; ", "Space", ", ", "B.", " ", "Simulations of Hydrogen Sorption in ", "rht", "-MOF-1: Identifying the Binding Sites Through Explicit Polarization and Quantum Rotation Calculations", " ", "J. Mater. Chem. A", " ", "2014", ",  ", "2", ",  ", "2088", "– ", "2100", "[", "Crossref", "], [", "CAS", "]", "31. ", "Simulations of hydrogen sorption in rht-MOF-1: identifying the binding sites through explicit polarization and quantum rotation calculations", "Pham, Tony; Forrest, Katherine A.; Hogan, Adam; McLaughlin, Keith; Belof, Jonathan L.; Eckert, Juergen; Space, Brian", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2014", "),\r\n    ", "2", "\r\n        (", "7", "),\r\n    ", "2088-2100", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Grand canonical Monte Carlo (GCMC) simulations of hydrogen sorption were performed in rht-MOF-1, a metal-org. framework (MOF) that consists of isophthalate groups joined by copper paddlewheel clusters and Cu3O trimers through tetrazolate moeities.  This is a charged rht-MOF that contains extra-framework nitrate counterions within the material.  For the simulations performed herein, excellent agreement with expt. was achieved for the simulated hydrogen sorption isotherms and calcd. isosteric heat of adsorption, Qst, values only when using a polarizable potential.  Thermodn. agreement is demonstrated via comparing to exptl. isotherms and binding sites are revealed by combining simulation and inelastic neutron scattering (INS) data.  Simulations involving explicit many-body polarization interactions assisted in the detn. of the binding sites in rht-MOF-1 through the distribution of the induced dipoles that led to strong adsorbate interactions.  Four distinct hydrogen sorption sites were detd. from the polarization distribution: the nitrate ions located in the corners of the truncated tetrahedral cages, the Cu2+ ions of the paddlewheels that project into the truncated tetrahedral and truncated octahedral cages (Cu1 ions), the Cu2+ ions of the Cu3O trimers (Cu3 ions), and the sides of the paddlewheels in the cuboctahedral cage.  The simulations revealed that the initial sorption sites for hydrogen in rht-MOF-1 are the nitrate ions; this site corresponds to the high initial Qst value for hydrogen (9.5 kJ mol-1) in the MOF.  The radial distribution functions, g(r), about the Cu2+ ions at various loadings revealed that the Cu1 ions are the preferred open-metal sorption sites for hydrogen at low loading, while the Cu3 ions become occupied at higher loadings.  The validation of the aforementioned sorption sites in rht-MOF-1 was confirmed by calcg. the two-dimensional quantum rotational levels about each site and comparing the levels to the transitions that were obsd. in the exptl. INS spectra for hydrogen in the compd.  For each binding site, the rotational transitions from j = 0 to j = 1 were in good agreement to certain transitions that were obsd. in the INS spectra.  From these calcns., the assignment of the peaks in the INS spectra for hydrogen in rht-MOF-1 was made.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXpslGqsA%253D%253D&md5=337f5de241c465c3a3638f35c49fe4a9", "32. ", "Pham", ", ", "T.", "; ", "Forrest", ", ", "K. A.", "; ", "Eckert", ", ", "J.", "; ", "Georgiev", ", ", "P. A.", "; ", "Mullen", ", ", "A.", "; ", "Luebke", ", ", "R.", "; ", "Cairns", ", ", "A. J.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Eubank", ", ", "J. F.", "; ", "McLaughlin", ", ", "K.", "; ", "Lohstroh", ", ", "W.", "; ", "Eddaoudi", ", ", "M.", "; ", "Space", ", ", "B.", " ", "Investigating the Gas Sorption Mechanism in an ", "rht", "-Metal–Organic Framework through Computational Studies", " ", "J. Phys. Chem. C", " ", "2014", ",  ", "118", ",  ", "439", "– ", "456", "[", "ACS Full Text ", "], [", "CAS", "]", "32. ", "Investigating the Gas Sorption Mechanism in an rht-Metal-Organic Framework through Computational Studies", "Pham, Tony; Forrest, Katherine A.; Eckert, Juergen; Georgiev, Peter A.; Mullen, Ashley; Luebke, Ryan; Cairns, Amy J.; Belmabkhout, Youssef; Eubank, Jarrod F.; McLaughlin, Keith; Lohstroh, Wiebke; Eddaoudi, Mohamed; Space, Brian", "Journal of Physical Chemistry C", "\r\n        (", "2014", "),\r\n    ", "118", "\r\n        (", "1", "),\r\n    ", "439-456", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Grand canonical Monte Carlo (GCMC) simulations were performed to investigate CO2 and H2 sorption in an rht-metal-org. framework (MOF) that was synthesized with a ligand having a nitrogen-rich trigonal core through trisubstituted triazine groups and amine functional groups.  This MOF was synthesized by two different groups, each reporting their own distinct gas sorption measurements and crystal structure.  Electronic structure calcns. demonstrated that the small differences in the at. positions between each group's crystal structure resulted in different electrostatic parameters about the Cu2+ ions for the resp. unit cells.  Simulations of CO2 sorption were performed with and without many-body polarization effects and using their recently developed CO2 potentials, in addn. to a well-known bulk CO2 model, in both crystallog. unit cells.  Simulated CO2 sorption isotherms and calcd. isosteric heats of adsorption, Qst, values were in excellent agreement with the results reported previously by Eddaoudi et al. for both structures using the polarizable CO2 potential.  For both crystal structures, the initial site for CO2 sorption were the Cu2+ ions that had the higher pos. charge in the unit cell, although the identity of this electropos. Cu2+ ion was different in each case.  Simulations of H2 sorption were performed with three different hydrogen potentials of increasing anisotropy in both crystal structures and the results, esp. with the highest fidelity model, agreed well with Eddaoudi et al.'s exptl. data.  The preferred site of H2 sorption at low loading was between two Cu2+ ions of neighboring paddle wheels.  The calcn. of the normalized hydrogen dipole distribution for the polarizable model in both crystal structures aided in the identification of four distinct sorption sites in the MOF, which is consistent to what was obsd. in the exptl. inelastic neutron scattering (INS) spectra.  Lastly, while the exptl. results for the two groups are quant. different, the sorption mechanisms (for both crystal structures and sorbates) are broadly similar and not inconsistent with either set of exptl. data; the theor. sorption isotherms themselves resemble those by Eddaoudi et al.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvFejsbbK&md5=5bdca3cf0013fd36fa95e3808307ff39", "33. ", "Rappé", ", ", "A. K.", "; ", "Casewit", ", ", "C. J.", "; ", "Colwell", ", ", "K. S.", "; ", "Goddard", ", ", "W. A.", "; ", "Skiff", ", ", "W. M.", " ", "UFF, a Full Periodic Table Force Field for Molecular Mechanics and Molecular Dynamics Simulations", " ", "J. Am. Chem. Soc.", " ", "1992", ",  ", "114", ",  ", "10024", "– ", "10035", "[", "ACS Full Text ", "], [", "CAS", "]", "33. ", "UFF, a full periodic table force field for molecular mechanics and molecular dynamics simulations", "Rappe, A. K.; Casewit, C. J.; Colwell, K. S.; Goddard, W. A., III; Skiff, W. M.", "Journal of the American Chemical Society", "\r\n        (", "1992", "),\r\n    ", "114", "\r\n        (", "25", "),\r\n    ", "10024-35", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "A new mol. mechanics force field, the Universal force field (UFF), is described wherein the force field parameters are estd. using general rules based only on the element, its hybridization and its connectivity.  The force field functional forms, parameters, and generating formulas for the full periodic table are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38Xmtl2qur8%253D&md5=cf41e8bb9ad299fd5d79f070d690afe1", "34. ", "Valiev", ", ", "M.", "; ", "Bylaska", ", ", "E.", "; ", "Govind", ", ", "N.", "; ", "Kowalski", ", ", "K.", "; ", "Straatsma", ", ", "T.", "; ", "Dam", ", ", "H. V.", "; ", "Wang", ", ", "D.", "; ", "Nieplocha", ", ", "J.", "; ", "Apra", ", ", "E.", "; ", "Windus", ", ", "T.", "; ", "de Jong", ", ", "W.", " ", "NWChem: A Comprehensive and Scalable Open-Source Solution for Large Scale Molecular Simulations", " ", "Comput. Phys. Commun.", " ", "2010", ",  ", "181", ",  ", "1477", "– ", "1489", "[", "Crossref", "], [", "CAS", "]", "34. ", "NWChem: A comprehensive and scalable open-source solution for large scale molecular simulations", "Valiev, M.; Bylaska, E. J.; Govind, N.; Kowalski, K.; Straatsma, T. P.; Van Dam, H. J. J.; Wang, D.; Nieplocha, J.; Apra, E.; Windus, T. L.; de Jong, W. A.", "Computer Physics Communications", "\r\n        (", "2010", "),\r\n    ", "181", "\r\n        (", "9", "),\r\n    ", "1477-1489", "CODEN:\r\n                ", "CPHCBZ", ";\r\n        ISSN:", "0010-4655", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  The latest release of NWChem delivers an open-source computational chem. package with extensive capabilities for large scale simulations of chem. and biol. systems.  Utilizing a common computational framework, diverse theor. descriptions can be used to provide the best soln. for a given scientific problem.  Scalable parallel implementations and modular software design enable efficient utilization of current computational architectures.  This paper provides an overview of NWChem focusing primarily on the core theor. modules provided by the code and their parallel performance.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXos1Cjur8%253D&md5=19100f255a4e6088076fb69421a9a0ac", "35. ", "Chen", ", ", "D.-L.", "; ", "Stern", ", ", "A. C.", "; ", "Space", ", ", "B.", "; ", "Johnson", ", ", "J. K.", " ", "Atomic Charges Derived from Electrostatic Potentials for Molecular and Periodic Systems", " ", "J. Phys. Chem. A", " ", "2010", ",  ", "114", ",  ", "10225", "– ", "10233", "[", "ACS Full Text ", "], [", "CAS", "]", "35. ", "Atomic Charges Derived from Electrostatic Potentials for Molecular and Periodic Systems", "Chen, De-Li; Stern, Abraham C.; Space, Brian; Johnson, J. Karl", "Journal of Physical Chemistry A", "\r\n        (", "2010", "),\r\n    ", "114", "\r\n        (", "37", "),\r\n    ", "10225-10233", "CODEN:\r\n                ", "JPCAFH", ";\r\n        ISSN:", "1089-5639", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We present a method for fitting at. charges to the electrostatic potential (ESP) of periodic and nonperiodic systems.  This method is similar to the method of Campana et al..  We compare the Wolf and Ewald long-range electrostatic summation methods in calcg. the ESP for periodic systems.  We find that the Wolf summation is computationally more efficient than the Ewald summation by about a factor of 5 with comparable accuracy.  Our anal. shows that the choice of grid mesh size influences the fitted at. charges, esp. for systems with buried (highly coordinated) atoms.  We find that a max. grid spacing of 0.2-0.3 Å is required to obtain reliable at. charges.  The effect of the exclusion radius for point selection is assessed; we find that the common choice of using the van der Waals (vdW) radius as the exclusion radius for each atom may result in large deviations between the ESP generated from the ab initio calcns. and that computed from the fitted charges, esp. for points closest to the exclusion radii.  We find that a larger value of exclusion radius than commonly used, 1.3 times the vdW radius, provides more reliable results.  We find that a penalty function approach for fitting charges for buried atoms, with the target charge taken from Bader charge anal., gives phys. reasonable results.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVOmtrrL&md5=de1d9df2b5466f1c054b040c922e6f0f", "36. ", "Campañá", ", ", "C.", "; ", "Mussard", ", ", "B.", "; ", "Woo", ", ", "T. K.", " ", "Electrostatic Potential Derived Atomic Charges for Periodic Systems Using a Modified Error Functional", " ", "J. Chem. Theory Comput.", " ", "2009", ",  ", "5", ",  ", "2866", "– ", "2878", "[", "ACS Full Text ", "], [", "CAS", "]", "36. ", "Electrostatic Potential Derived Atomic Charges for Periodic Systems Using a Modified Error Functional", "Campana, Carlos; Mussard, Bastien; Woo, Tom K.", "Journal of Chemical Theory and Computation", "\r\n        (", "2009", "),\r\n    ", "5", "\r\n        (", "10", "),\r\n    ", "2866-2878", "CODEN:\r\n                ", "JCTCCE", ";\r\n        ISSN:", "1549-9618", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A method to generate electrostatic potential (ESP) derived at. charges in cryst. solids from periodic quantum mech. calcns., termed the REPEAT method, is presented.  Conventional ESP fitting procedures developed for mol. systems, in general, will not work for cryst. systems because the electrostatic potential in periodic systems is ill-defined up to a const. offset at each spatial position.  In this work the problem is circumvented by introducing a new error functional which acts on the relative differences of the potential and not on its abs. values, as it is currently done with mol. ESP charge derivation methods.  We formally demonstrate that the new functional reduces to the conventional error functional used in mol. ESP approaches when the simulation box of the periodic calcn. becomes infinitely large.  Several tests are presented to validate the new technique.  For the periodic calcn. of isolated mols., the REPEAT charges are found to be in good agreement with those detd. with established mol. ESP charge derivation methods.  For siliceous sodalite, it is demonstrated that conventional mol. ESP approaches generate 'unphys.' charges, whereas the REPEAT method produces charges that are both chem. intuitive and consistent between different periodic electronic structure packages.  The new approach is employed to generate partial at. charges of various microporous materials and compared to both exptl. derived and mol. fragment ESP charges.  This method can be used to generate partial at. charges to be used in simulations of microporous and nanoporous materials, such as zeolites and metal org. framework materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtVGgurrN&md5=35619c9df3eaa69f185d135f79dddbf9", "37. ", "van Duijnen", ", ", "P. T.", "; ", "Swart", ", ", "M.", " ", "Molecular and Atomic Polarizabilities: Thole’s Model Revisited", " ", "J. Phys. Chem. A", " ", "1998", ",  ", "102", ",  ", "2399", "– ", "2407", "[", "ACS Full Text ", "], [", "CAS", "]", "37. ", "Molecular and Atomic Polarizabilities: Thole's Model Revisited", "van Duijnen, Piet Th.; Swart, Marcel", "Journal of Physical Chemistry A", "\r\n        (", "1998", "),\r\n    ", "102", "\r\n        (", "14", "),\r\n    ", "2399-2407", "CODEN:\r\n                ", "JPCAFH", ";\r\n        ISSN:", "1089-5639", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Thole's modified dipole interaction model for constructing mol. polarizabilities from effective, isotropic at. polarizabilities is reviewed and extended.  We report effective at. polarizabilities for H, C, N, O, S, and the halogen atoms, independent of their chem. environment.  They are obtained by fitting the model both to exptl. and calcd. mol. polarizabilities, the latter to enable one to model ab initio polarizabilities for various basis sets.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXhs1Grur0%253D&md5=f4936a59943cd6a8072db3fc0b622093", "38. ", "Cirera", ", ", "J.", "; ", "Sung", ", ", "J. C.", "; ", "Howland", ", ", "P. B.", "; ", "Paesani", ", ", "F.", " ", "The Effects of Electronic Polarization on Water Adsorption in Metal-Organic Frameworks: H", "2", "O in MIL-53(Cr)", " ", "J. Chem. Phys.", " ", "2012", ",  ", "137", ",  ", "054704", "[", "Crossref", "], [", "CAS", "]", "38. ", "The effects of electronic polarization on water adsorption in metal-organic frameworks: H2O in MIL-53(Cr)", "Cirera, Jordi; Sung, Jeffrey C.; Howland, Porter B.; Paesani, Francesco", "Journal of Chemical Physics", "\r\n        (", "2012", "),\r\n    ", "137", "\r\n        (", "5", "),\r\n    ", "054704/1-054704/6", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The effects of electronic polarization on the adsorption of water in the MIL-53(Cr) metal-org. framework are investigated using mol. dynamics simulations.  For this purpose a fully polarizable force field for MIL-53(Cr) was developed which is compatible with the ab initio-based TTM3-F water model.  The anal. of the spatial distributions of the water mols. within the MIL-53(Cr) nanopores calcd. as a function of loading indicates that polarization effects play an important role in the formation of hydrogen bonds between the water mols. and the hydroxyl groups of the framework.  As a result, large qual. differences are found between the radial distribution functions calcd. with non-polarizable and polarizable force fields.  The present anal. suggests that polarization effects can significantly impact mol. adsorption in metal-org. frameworks under hydrated conditions.  (c) 2012 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFarsr7M&md5=c1f6dec52b2f74f44e6c6f5493c29479", "39. ", "Schmidt", ", ", "M. W.", "; ", "Baldridge", ", ", "K. K.", "; ", "Boatz", ", ", "J. A.", "; ", "Elbert", ", ", "S. T.", "; ", "Gordon", ", ", "M. S.", "; ", "Jensen", ", ", "J. H.", "; ", "Koseki", ", ", "S.", "; ", "Matsunaga", ", ", "N.", "; ", "Nguyen", ", ", "K. A.", "; ", "Su", ", ", "S.", "; ", "Windus", ", ", "T. L.", "; ", "Dupuis", ", ", "M.", "; ", "Montgomery", ", ", "J. A.", " ", "General Atomic and Molecular Electronic Structure System", " ", "J. Comput. Chem.", " ", "1993", ",  ", "14", ",  ", "1347", "– ", "1363", "[", "Crossref", "], [", "CAS", "]", "39. ", "General atomic and molecular electronic structure system", "Schmidt, Michael W.; Baldridge, Kim K.; Boatz, Jerry A.; Elbert, Steven T.; Gordon, Mark S.; Jensen, Jan H.; Koseki, Shiro; Matsunaga, Nikita; Nguyen, Kiet A.; et al.", "Journal of Computational Chemistry", "\r\n        (", "1993", "),\r\n    ", "14", "\r\n        (", "11", "),\r\n    ", "1347-63", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    ", "A description of the ab initio quantum chem. package GAMESS is presented.  Chem. systems contg. atoms through Rn can be treated with wave functions ranging from the simplest closed-shell case up to a general MCSCF case, permitting calcns. at the necessary level of sophistication.  Emphasis is given to novel features of the program.  The parallelization strategy used in the RHF, ROHF, UHF, and GVB sections of the program is described, and detailed speedup results are given.  Parallel calcns. can be run on ordinary workstations as well as dedicated parallel machines.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXhsFaqtQ%253D%253D&md5=4d9e37cd3ec67a92bdfb5b0c0084707c", "40. ", "Applequist", ", ", "J.", "; ", "Carl", ", ", "J. R.", "; ", "Fung", ", ", "K.-K.", " ", "Atom Dipole Interaction Model for Molecular Polarizability. Application to Polyatomic Molecules and Determination of Atom Polarizabilities", " ", "J. Am. Chem. Soc.", " ", "1972", ",  ", "94", ",  ", "2952", "– ", "2960", "[", "ACS Full Text ", "], [", "CAS", "]", "40. ", "Atom dipole interaction model for molecular polarizability.  Application to polyatomic molecules and determination of atom polarizabilities", "Applequist, Jon; Carl, James R.; Fung, Kwok-Kueng", "Journal of the American Chemical Society", "\r\n        (", "1972", "),\r\n    ", "94", "\r\n        (", "9", "),\r\n    ", "2952-60", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "The Silberstein model for mol. polarizability is applied to polyatomic mols.  The atoms are regarded as isotropically polarizable points located at their nuclei, interacting via the fields of their induced dipoles.  The theory is restated in a simple exact form suitable for numerical calcn. of mol. polarizability tensors.  The use of additive values for atom polarizabilities gives poor results, in some cases leading to artificial predictions of absorption bands.  The theory is used to det. optimum polarizabilities of H, C, N, O, F, Cl, Br, and I in 41 different mols. including alkanes, alcs., ethers, halomethanes, aldehydes, ketones, amides, and nitriles.  The atom polarizabilities found are significantly smaller than the additive values in most cases.  Using the new values, the agreement between calcd. and exptl. mean mol. polarizabilities is usually within 1-5%.  Agreement for polarizability components is generally poorer but consistent with the view that mol. anisotropy originates to a large extent from atom dipole interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE38XktVCksrw%253D&md5=0fc814479823dc37c768c424e6e0b421", "41. ", "Thole", ", ", "B.", " ", "Molecular Polarizabilities Calculated with a Modified Dipole Interaction", " ", "Chem. Phys.", " ", "1981", ",  ", "59", ",  ", "341", "– ", "350", "[", "Crossref", "], [", "CAS", "]", "41. ", "Molecular polarizabilities calculated with a modified dipole interaction", "Thole, B. T.", "Chemical Physics", "\r\n        (", "1981", "),\r\n    ", "59", "\r\n        (", "3", "),\r\n    ", "341-50", "CODEN:\r\n                ", "CMPHC2", ";\r\n        ISSN:", "0301-0104", ".\r\n    ", "The point dipole interaction model for mol. polarizability recently proposed by J. Applequist, et al., (1972) is modified by replacing the point dipole interaction by an interaction between smeared out dipoles.  Rules are developed to indicate plausible forms for this modified interaction.  The polarizabilities of a wide range of chem. different mols. can be calcd., using for each atom one polarizability independent of its chem. environment.  The errors are comparable to exptl. uncertainty.  Special care is taken to produce a model that tends to avoid infinite polarizabilities without use of cutoffs at short distances.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3MXltl2jurk%253D&md5=a92d26bef31ef7e26a244c3f15d5b8a6", "42. ", "Bode", ", ", "K. A.", "; ", "Applequist", ", ", "J.", " ", "A New Optimization of Atom Polarizabilities in Halomethanes, Aldehydes, Ketones, and Amides by Way of the Atom Dipole Interaction Model", " ", "J. Phys. Chem.", " ", "1996", ",  ", "100", ",  ", "17820", "– ", "17824", "[", "ACS Full Text ", "], [", "CAS", "]", "42. ", "A New Optimization of Atom Polarizabilities in Halomethanes, Aldehydes, Ketones, and Amides by Way of the Atom Dipole Interaction Model", "Bode, Kimberly A.; Applequist, Jon", "Journal of Physical Chemistry", "\r\n        (", "1996", "),\r\n    ", "100", "\r\n        (", "45", "),\r\n    ", "17820-17824", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new optimization of atom polarizabilities is carried out by fitting obsd. mean mol. polarizabilities, polarizability anisotropies, and Kerr consts. with values calcd. by way of the atom dipole interaction (ADI) model which was used for similar purposes by this lab. in 1972.  New values are obtained for the polarizabilities of F, Cl, and Br in halomethanes, C' (carbonyl carbon) and O in aldehydes, ketones, and amides, H in the aldehyde C'HO and the amide NH group, and N in amides.  Most of the new values differ slightly from atom polarizabilities that were optimized to fit only obsd. mean polarizabilities in 1972, though differences up to 50% occur.  The new values result in a considerably improved fit of calcd. and obsd. anisotropies and Kerr consts., with a somewhat poorer fit to mean polarizabilities.  The results are compared with those from studies by Birge, Thole, and Miller, who used modified versions of the ADI model.  It is concluded that the unmodified model reproduces obsd. anisotropies about as well as any other model with the revised atom polarizabilities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28Xmt1Gnuro%253D&md5=20af0b71b9b7c88f4999061b9912d7ad", "43. ", "Dinh", ", ", "T.-L.", "; ", "Huber", ", ", "G. A.", " ", "An Efficient Algorithm for Polarizable Interactions: A Uniformly Distributed One-Dimensional Case", " ", "J. Math. Modell. Algorithms", " ", "2005", ",  ", "4", ",  ", "111", "– ", "128", "[", "Crossref", "]", "There is no corresponding record for this reference.", "44. ", "McLaughlin", ", ", "K.", "; ", "Cioce", ", ", "C. R.", "; ", "Pham", ", ", "T.", "; ", "Belof", ", ", "J. L.", "; ", "Space", ", ", "B.", " ", "Efficient Calculation of Many-Body Induced Electrostatics in Molecular Systems", " ", "J. Chem. Phys.", " ", "2013", ",  ", "139", ",  ", "184112", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "44. ", "Efficient calculation of many-body induced electrostatics in molecular systems", "McLaughlin, Keith; Cioce, Christian R.; Pham, Tony; Belof, Jonathan L.; Space, Brian", "Journal of Chemical Physics", "\r\n        (", "2013", "),\r\n    ", "139", "\r\n        (", "18", "),\r\n    ", "184112/1-184112/11", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Potential energy functions including many-body polarization are in widespread use in simulations of aq. and biol. systems, metal-orgs., mol. clusters, and other systems where electronically induced redistribution of charge among local at. sites is of importance.  The polarization interactions, treated here via the methods of Thole and Applequist, while long-ranged, can be computed for moderate-sized periodic systems with extremely high accuracy by extending Ewald summation to the induced fields as demonstrated by Nymand, Sala, and others.  These full Ewald polarization calcns., however, are expensive and often limited to very small systems, particularly in Monte Carlo simulations, which may require energy evaluation over several hundred-thousand configurations.  For such situations, it shall be shown that sufficiently accurate computation of the polarization energy can be produced in a fraction of the central processing unit (CPU) time by neglecting the long-range extension to the induced fields while applying the long-range treatments of Ewald or Wolf to the static fields; these methods, denoted Ewald E-Static and Wolf E-Static (WES), resp., provide an effective means to obtain polarization energies for intermediate and large systems including those with several thousand polarizable sites in a fraction of the CPU time.  Furthermore, we shall demonstrate a means to optimize the damping for WES calcns. via extrapolation from smaller trial systems.  (c) 2013 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslKqs7zM&md5=61ae16943008957becbfc401ad78e4c1", "45. ", "Ewald", ", ", "P. P.", " ", "Die Berechnung optischer und elektrostatischer Gitterpotentiale", " ", "Ann. Phys.", " ", "1921", ",  ", "369", ",  ", "253", "– ", "287", "[", "Crossref", "]", "There is no corresponding record for this reference.", "46. ", "Eckert", ", ", "J.", "; ", "Kubas", ", ", "G.", "; ", "Hall", ", ", "J.", "; ", "Hay", ", ", "P.", "; ", "Boyle", ", ", "C.", " ", "Molecular Hydrogen Complexes. VI: The Barrier to Rotation of η", "2", "-H", "2", " in M(CO)", "3", "(PR", "3", ")", "2", "(η", "2", "-H", "2", ")(M = W, Mo; R = Cy, ", "i", "-Pr): Inelastic Neutron Scattering, Theoretical, and Molecular Mechanics Studies", " ", "J. Am. Chem. Soc.", " ", "1990", ",  ", "112", ",  ", "2324", "– ", "2332", "[", "ACS Full Text ", "], [", "CAS", "]", "46. ", "Molecular hydrogen complexes. 6. The barrier to rotation of η2-H2 in M(CO)3(PR3)2(η2-H2) (M = tungsten, molybdenum; R = cyclohexyl, isopropyl): inelastic neutron scattering, theoretical, and molecular mechanics studies", "Eckert, Juergen; Kubas, Gregory J.; Hall, John H.; Hay, P. Jeffrey; Boyle, Caroline M.", "Journal of the American Chemical Society", "\r\n        (", "1990", "),\r\n    ", "112", "\r\n        (", "6", "),\r\n    ", "2324-32", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "Inelastic neutron scattering (INS) studies, electronic structure calcns., and mol. mechanics have been carried out on a series of mol. hydrogen complexes M(CO)3(η2-H2)(PR3)2 (M = Mo, W, R = c-C6D11; M = W, R = i-C3D7), in order to det. relative electronic vs. steric (ligand bulk) effects on the barrier to rotation of the H2 ligand.  Low-lying excitations were identified with INS, and high-resoln. spectrometers were used to measure the rotational tunneling splitting of the librational ground state on the solid complexes at 4 K.  Replacement of the W by Mo changed the latter splitting by about a factor of 3, from 0.89 to 2.82 cm-1.  Variation of the phosphine on the other hand changed the frequency by less than 20%.  The torsional transitions obsd. in the range 300-400 cm-1 are consistent with the tunneling transitions for a simple double-min. potential with one angular degree of freedom for the rotation.  The barrier heights hindering the H2 rotation were detd. from these measurements to be 2.4 kcal/mol (M = W, R = i-Pr), 2.2 kcal/mol (M = W, R = Cy), and 1.5-1.7 kcal/mol (M = Mo, R = Cy).  Ab initio electronic structure calcns. showed that the electronic component yields barriers of 1.4-1.8 kcal/mol for M, = W and R = H, of 0.8 kcal/mol for M = W and R = Me, and of 0.6 kcal/mol for M = Mo and R = H.  The present calcns. show the simple double-min. potential with the min. parallel to the P-M-P axis, which is indeed obsd. to be the equil. position for the H2 in the crystallog. studies.  Mol. mechanics (MM2) calcns. showed no direct steric effects arising from the bulky phosphine ligands on the H2 rotational barrier but did show an addnl. orientational preference (0.6-1.4 kcal/mol) for the H2 along the P-M-P axis.  The sum of the calcd. ab initio and MM2 barriers agreed remarkably well with the obsd. INS values.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXhs1GnsLw%253D&md5=5c414ab9efa0b1f593e8981e4692f5e6", "47. ", "Kubas", ", ", "G. J.", "  ", "Metal Dihydrogen and σ-Bond Complexes: Structure, Theory, and Reactivity", "; ", "Kluwer Academic Publishers", ": ", "New York", ", ", "2001", ".", "There is no corresponding record for this reference.", "48. ", "FitzGerald", ", ", "S. A.", "; ", "Burkholder", ", ", "B.", "; ", "Friedman", ", ", "M.", "; ", "Hopkins", ", ", "J. B.", "; ", "Pierce", ", ", "C. J.", "; ", "Schloss", ", ", "J. M.", "; ", "Thompson", ", ", "B.", "; ", "Rowsell", ", ", "J. L. C.", " ", "Metal-Specific Interactions of H", "2", " Adsorbed within Isostructural Metal–Organic Frameworks", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "20310", "– ", "20318", "[", "ACS Full Text ", "], [", "CAS", "]", "48. ", "Metal-Specific Interactions of H2 Adsorbed within Isostructural Metal-Organic Frameworks", "FitzGerald, Stephen A.; Burkholder, Brian; Friedman, Michael; Hopkins, Jesse B.; Pierce, Christopher J.; Schloss, Jennifer M.; Thompson, Benjamin; Rowsell, Jesse L. C.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "50", "),\r\n    ", "20310-20318", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Diffuse reflectance IR spectroscopy performed over a wide temp. range (35-298 K) is used to study the dynamics of H2 adsorbed within the isostructural metal-org. frameworks M2L (M = Mg, Mn, Co, Ni and Zn; L = 2,5-dioxidobenzene-1,4-dicarboxylate) referred to as MOF-74 and CPO-27.  Room temp. IR spectra comparable to those on which the recently proposed adsorption mechanism was based were only reproduced after contaminating the adsorbent with ambient air.  The interpretation that the uncontaminated spectral features result from stepwise adsorption at discrete framework sites is reinforced by systematic red shifts of adsorbed H2 isotopologues and consistencies among overtone bands that are well-described by the Buckingham model of mol. interactions in vibrational spectroscopy.  Spectra collected at H2 concns. ranging from 0.1 to 3.0 H2 per metal cation reveal that strongly red shifted vibrational modes arise from isolated H2 bound to the available metal coordination site.  The red shift of the bands assocd. with this site correlate with reported isosteric enthalpies of adsorption (at small surface coverage), which in turn depend on the identity of M.  But the bands assigned to H2 adsorbed at positions >3 Å from the metal site exhibit only minor differences among the five materials.  The results are consistent with previous models based on neutron diffraction data and independent IR studies, but they do not support a recently proposed adsorption mechanism that invokes strong H2···H2 interactions.  Room temp. IR spectra comparable to those on which the recently proposed adsorption mechanism was based were only reproduced after contaminating the adsorbent with ambient air.  The interpretation that the uncontaminated spectral features result from stepwise adsorption at discrete framework sites is reinforced by systematic red shifts of adsorbed H2 isotopologues and consistencies among overtone bands that are well-described by the Buckingham model of mol. interactions in vibrational spectroscopy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVGgsb7P&md5=118fade96357fd3e7032c8261bcc21cf", "49. ", "Chavan", ", ", "S. M.", "; ", "Zavorotynska", ", ", "O.", "; ", "Lamberti", ", ", "C.", "; ", "Bordiga", ", ", "S.", " ", "H", "2", " Interaction with Divalent Cations in Isostructural MOFs: A Key Study for Variable Temperature Infrared Spectroscopy", " ", "Dalton Trans.", " ", "2013", ",  ", "42", ",  ", "12586", "– ", "12595", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "49. ", "H2 interaction with divalent cations in isostructural MOFs: a key study for variable temperature infrared spectroscopy", "Chavan, Sachin M.; Zavorotynska, Olena; Lamberti, Carlo; Bordiga, Silvia", "Dalton Transactions", "\r\n        (", "2013", "),\r\n    ", "42", "\r\n        (", "35", "),\r\n    ", "12586-12595", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Systematic studies of H2 adsorption by variable temp. IR (VTIR) spectroscopy have added value in the characterization of H storage materials.  As a key study to describe the potential of the method, here the authors report VTIR spectroscopy results of H2 adsorption at isostructural MOFs CPO-27-M (M = Mg, Mn, Co, Ni, Zn).  The strongest perturbation of H2 vibrational frequency is due to the interaction with an open metal site.  Although ionic radius is an empirical value, the direct correlation between ionic radii of the metal cation and H2 interaction energy is found in MOFs of the same topol.  The highest enthalpy of H adsorption 15 ± 1 kJ mol-1 was found for Ni2+.  VTIR results of H2 adsorption at isostructural MOFs CPO-27-M (M = Mg, Mn, Co, Ni, Zn) were compared with data obtained from analogous studies performed on a large variety of microporous materials (MOFs and zeolites), underlining the relevance of the approach to get reliable energetic and entropic (ΔH0 and ΔS0) values to be compared with computational data and isosteric heats.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht1Ghu73E&md5=a4438d30a713ced0e0c4fc0a99527a4f", "50. ", "Lopez", ", ", "M.", "; ", "Canepa", ", ", "P.", "; ", "Thonhauser", ", ", "T.", " ", "NMR Study of Small Molecule Adsorption in MOF-74-Mg", " ", "J. Chem. Phys.", " ", "2013", ",  ", "138", ",  ", "154704", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "50. ", "NMR study of small molecule adsorption in MOF-74-Mg", "Lopez, M. G.; Canepa, Pieremanuele; Thonhauser, T.", "Journal of Chemical Physics", "\r\n        (", "2013", "),\r\n    ", "138", "\r\n        (", "15", "),\r\n    ", "154704/1-154704/7", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The authors calc. the carbon NMR shielding for CO2 and the hydrogen shieldings for both H2 and H2O inside the metal org. framework MOF-74-Mg.  Ab initio calcns. are at the d. functional theory level using the van der Waals including d. functional vdW-DF.  The shieldings are obtained while placing the small mols. throughout the structure, including the calcd. adsorption site for various loading scenarios.  Relationships between loading, rotational and positional characteristics, and the NMR shieldings for each adsorbate were explored.  NMR calcns. show a change in the shielding depending on adsorbate, position, and loading in a range that is exptl. observable.  The energy and the NMR shieldings throughout the cavity of the MOF were modeled.  The NMR probes could be used to provide addnl. information about the position at which these small mols. bind within the MOF, as well as the loading of the adsorbed mol.  (c) 2013 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXlvFShsb4%253D&md5=19663015eb4d7cbf8aee530fc9e40d86", "51. ", "Kong", ", ", "L.", "; ", "Román-Pérez", ", ", "G.", "; ", "Soler", ", ", "J. M.", "; ", "Langreth", ", ", "D. C.", " ", "Energetics and Dynamics of H", "2", " Adsorbed in a Nanoporous Material at Low Temperature", " ", "Phys. Rev. Lett.", " ", "2009", ",  ", "103", ",  ", "096103", "[", "Crossref", "], [", "CAS", "]", "51. ", "Energetics and dynamics of H2 adsorbed in a nanoporous material at low temperature", "Kong, Lingzhu; Roman-Perez, Guillermo; Soler, Jose M.; Langreth, David C.", "Physical Review Letters", "\r\n        (", "2009", "),\r\n    ", "103", "\r\n        (", "9", "),\r\n    ", "096103/1-096103/4", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "Mol. H adsorption in a nanoporous metal-org. framework structure (MOF-74) is studied via van der Waals d.-functional calcns.  The primary and secondary binding sites for H2 are confirmed.  The low-lying rotational and translational energy levels are calcd., based on the orientation and position dependent potential energy surface at the 2 binding sites.  A consistent picture is obtained between the calcd. rotational-translational transitions for different H2 loadings and those measured by inelastic neutron scattering exciting the singlet to triplet (para to ortho) transition in H2.  The H2 binding energy after zero-point energy correction due to the rotational and translational motions is predicted to be ∼100 meV in good agreement with the exptl. value of ∼90 meV.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtV2rur3K&md5=8060c3c950e0cef24de57b6c423a3f3b"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-39/jp508249c/20140926/images/small/jp-2014-08249c_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-39/jp508249c/20140926/images/small/jp-2014-08249c_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-39/jp508249c/20140926/images/small/jp-2014-08249c_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-39/jp508249c/20140926/images/small/jp-2014-08249c_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-39/jp508249c/20140926/images/small/jp-2014-08249c_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-39/jp508249c/20140926/images/small/jp-2014-08249c_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-39/jp508249c/20140926/images/small/jp-2014-08249c_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-39/jp508249c/20140926/images/small/jp-2014-08249c_0008.gif\">"]}
