{"title": ["Selective and Regenerative Carbon Dioxide Capture by Highly Polarizing Porous Carbon Nitride"], "authors": ["Youngtak Oh", "Viet-Duc Le", "Uday Narayan Maiti", "Jin Ok Hwang", "Woo Jin Park", "Joonwon Lim", "Kyung Eun Lee", "Youn-Sang Bae", "Yong-Hyun Kim", "Sang Ouk Kim"], "doi": ["10.1021/acsnano.5b03400"], "abstract": ["Energy-efficient CO", " capture is a stringent demand for green and sustainable energy supply. Strong adsorption is desirable for high capacity and selective capture at ambient conditions but unfavorable for regeneration of adsorbents by a simple pressure control process. Here we present highly regenerative and selective CO", " capture by carbon nitride functionalized porous reduced graphene oxide aerogel surface. The resultant structure demonstrates large CO", " adsorption capacity at ambient conditions (0.43 mmol·g", ") and high CO", " selectivity against N", " yet retains regenerability to desorb 98% CO", " by simple pressure swing. First-principles thermodynamics calculations revealed that microporous edges of graphitic carbon nitride offer the optimal CO", " adsorption by induced dipole interaction and allows excellent CO", " selectivity as well as facile regenerability. This work identifies a customized route to reversible gas capture using metal-free, two-dimensional carbonaceous materials, which can be extended to other useful applications."], "text": ["Post-combustion gas from power plants, namely flue gas, accounts over 40% of all CO", "2", " emissions. Effective management of flue gas is of colossal research interest as a sustainable energy supply and remediation of global climate change.", "(1)", " Presently, industrial flue gas control is principally based on wet chemical absorption using alkanolamine solvents.", "(2)", " Unfortunately, separation of CO", "2", " and regeneration of these solvents require intensive amount of energy (up to 30% of total energy production).", "(3)", " Moreover, the corrosive operating condition raises significant maintenance cost.", "(4, 5)", " Various porous solid adsorbents have been proposed as alternatives, including zeolites", "(6, 7)", " and metal organic framework (MOFs).", "(8-13)", " Those solid adsorbents relying on the high isosteric adsorption of metallic components (", "E", "ads", " ∼ 0.4–1.0 eV) may attain remarkably high volumetric CO", "2", " capacity and selectivity but commonly suffer from hard regenerability of the adsorbents and subtle sensitivity to ambient humidity.", "(14)", "An ideal CO", "2", " adsorbent should bear appropriate adsorption energy that can counterbalance the adsorption capacity and the regenerability for easy CO", "2", " capture/release system. A recent systematic DFT study has shown that CO", "2", " affinity of MOF-74 can be tuned from 0.3 to 0.5 eV, depending on nature of the building unit.", "(15)", " The hydroxyl group, if present in MOF, can also anchor oxygen terminals of CO", "2", " ", "via", " hydrogen bonds.", "(16)", " Strong orbital coupling between CO", "2", " and adsorbent can result in noticeable bending of CO", "2", " and an adsorption energy as high as 0.7 eV.", "(17)", " In this regard, adsorbents with intermediate adsorption energy without strong perturbation of electronic structures of CO", "2", " and adsorbents are expected to satisfy the subtle requirements for large capacity/selectivity along with easy regeneration.", "Here, we introduce the unique concept of effective CO", "2", " capture system under ambient temperature and pressure, and highly selective adsorption against N", "2", " through polarizing nitrogen edges of carbon nitride pore sites. Graphitic carbon nitride (", "g", "-C", "3", "N", "4", ") is a layered material consisting of hexagonally organized heptazine (tri-", "s", "-triazine) units linked by tertiary amines.", "(18)", " Its nonplanar structure with well-defined porosity (pore diameter ", "d", " = 0.75 nm) results from the buckled packing of heptazine chain. Intrinsic semiconducting property (optical band gap ∼2.7 eV), chemical/thermal stability, and genuine microporosity of the carbon nitride have been exploited for metal-free photocatalyst, biomolecule imaging, and so on.", "(19-23)", " However, currently available synthetic methods yield a highly condensed form of carbon nitride with minimal surface area.", "(24, 25)", " Tight interlayer packing between heptazine units prevent exploitation of the potential large surface area of the carbon nitride, and conventional exfoliation techniques are not as efficient as other two-dimensional materials.", "(26, 27)", " For this reason, applications requiring genuine large surface of carbon nitride (", "e.g.", ", CO", "2", " capture) have been rarely shown. To overcome this problem, we chose the reduced graphene oxide aerogel surface to provide desirable porous structure and template platform to grow carbon nitride on the surface. Subsequent procedures of gelation of graphene oxide solution with soluble carbon nitride precursor (Dicyandiamide), solvent exchange, liquid extraction, and thermal treatment in the nitrogen results in highly porous reduced graphene oxide aerogel network composed of carbon nitride moieties. This heterostructure inherits large adsorption capacity and selectivity, but eliminates high isosteric adsorption energy. Induced dipole–dipole interactions highly specific for CO", "2", " molecules at the porous carbon nitride surface, whose strength is larger than typical physisorption (0.01–0.1 eV), achieve excellent regenerability (", "R", " = 97.6%) of adsorbent along with decent CO", "2", " adsorption capacity (0.43 mmol·g", "–1", " at 0.1 bar, 300 K) and high selectivity (α12", "ads", " = 427).", "Top of Page", "Abstract", "Results and Discussion", "Conclusion", "Methods", "References", "Results and Discussion", "Synthesis and Characterization of Carbon Nitride Functionalized Reduced Graphene Oxide Aerogel", "Figure ", "1", " presents a synthetic approach to construct carbon nitride functionalized reduced graphene oxide aerogel (CNA). Dicyandiamide, a soluble precursor of carbon nitride, is cross-linked into the gel structure in the presence of a porous graphene network, which was prepared by mild reduction of exfoliated graphene oxide aqueous dispersion.", "(15)", " During the gelation process, oxygen functional groups (carboxyl, phenolic, carbonyl, hydroxyl) of graphene oxide facilitate cross-linking with amine groups of dicyandiamide providing a subtle platform for carbon nitride growth.", "(28)", " Carbon nitride is grown by subsequent procedures of solvent exchange, liquid extraction, and thermal treatment. These processes remove soluble impurities, extract water molecules trapped within graphene layers while preserving porous network, and transform dicyandiamide precursors at the graphene surface into the two-dimensional carbon nitride phase. A highly porous structure composed of carbon nitride moieties is constructed based on this scalable sol–gel route with inexpensive metal-free carbonaceous precursors. This bottom-up synthetic strategy exploits adequately soluble dicyandiamide as the building block of carbon nitride and the graphene surface as the robust porous framework which maintains its skeletal structure during the thermal growth of carbon nitride. Given the low solubility and dispersibility of carbon nitride, conventional exfoliation and nanostructuring techniques are not a viable option to yield a homogeneous carbon nitride/graphene system.", "Figure 1. Synthetic procedure for carbon nitride aerogel (CNA). Modified sol–gel reduction of graphene oxide (GO) with dicyandiamide resulted in dicyandiamide-functionalized reduced graphene oxide (DC-rGO) hydrogel. Subsequent liquid extraction with supercritical CO", "2", " drying and thermal treatment transform this hydrogel into carbon nitride embedded graphene aerogel, which is capable of selective CO", "2", " gas capture against N", "2", ".", "One of the most critical criteria for effective solid adsorbent is robust porous structure that grants high surface area and facile permeation/diffusion of adsorbate. Porous structure of CNA is carefully analyzed by porosimetric measurements based on N", "2", " and Ar isotherms, which present that graphene gelation and critical point drying are essential steps for desirable porous structure. N", "2", " adsorption isotherm (", "Supporting Information", ", S Figure 1) represents a type II isotherm with initial adsorption at low partial pressure region (", "P", "/", "P", "0", " < 0.01) followed by gradual adsorption at intermediate region (0.01 < ", "P", "/", "P", "0", " < 0.8) and rapid adsorption at the saturation pressure region (", "P", "/", "P", "0", " > 0.8) with large surface area (450 m", "2", "·g", "–1", "), large pore volume (1.5 cm", "3", "·g", "–1", "), and a considerable amount of meso- (2 < ", "d", " < 50 nm) and macropores (", "d", " > 50 nm). The Argon (Ar) adsorption isotherm offers complementary information for well-defined micropores (", "Figure ", "2", "a). Pore size distribution based on the Horvath–Kawazoe model detects 0.8 nm micropores, which corresponds to the cavity space of buckling heptazine units (inset of ", "Figure ", "2", "a). More in-depth analysis of this pore site and its impact on the high selectivity toward CO", "2", " are given in the computational study section below.", "Figure 2. Porous structure and spectroscopic characterizations of CNA. (a) Ar adsorption isotherm and pore size distribution (inset). (b) Scanning electron microscope (SEM) analysis of CNA. White, green, and red scale bars represent 100 μm, 2 μm, and 2 nm, respectively. (c) Scanning transmission electron microscope (STEM) image and elemental mapping. Scale bar is 400 nm. (d) High-resolution transmission electron microscope (HR-TEM) of CNA and (e) crystalline domains of ", "g", "-C", "3", "N", "4", " on reduced graphene oxide (rGO) surface. Scale bar represents approximately 1 nm. (f) Discrete phase of ", "g", "-C", "3", "N", "4", " in (101) and (210) orientation from corresponding area of (e). (g) Attenuated total reflectance infrared (ATR-IR) spectroscope. (h) X-ray photoelectron spectroscopy (XPS) analysis. Deconvoluted peaks represent graphene oxide domains (1), C–N bonding (2), graphitic ", "sp", "2", " carbon (3), tertiary nitrogen bound to three carbons (4), terminal amine defect site (5), and aromatic C═N–C domains from carbon nitride (6), respectively.", "Morphology of CNA is visualized by scanning electron microscope (SEM) (", "Figure ", "2", "b). Macroporous spongy-looking channels (", "Figure ", "2", "b and green inset) composed of graphene layers (", "Figure ", "2", "b red inset) are observed. During the gelation from graphene oxide dispersion, the pores originate from the space once occupied by the water molecules trapped within graphene oxide layers. Individual reduced graphene oxide flakes possess average layer thickness of 2.1–2.5 nm (", "Supporting Information", ", S Figure 2). The macroscopic structure of CNA features a highly amorphous surface of reduced graphene oxide framework as shown in the PXRD pattern (", "Supporting Information", ", S Figure 3). Elemental mapping by scanning transmission electron microscope (STEM) reveals the fairly well-dispersed nitrogen, carbon, and oxygen elements throughout the specimen (", "Figure ", "2", "c). During the thermal treatment of D-rGA, discrete carbon nitride phases are gradually grown on the porous graphene surfaces (CNA), as demonstrated by a high-resolution transmission electron microscope (HR-TEM) (", "Figure ", "2", "d,e and ", "Supporting Information", ", S Figure 4). The apparent domains of ", "g", "-C", "3", "N", "4", " are well-dispersed throughout the reduced graphene oxide (rGO) surface, some of which show a discrete diffraction pattern of specific lattice direction (", "Figure ", "2", "f). This direct visualization of carbon nitride domains confirms the successful heterostructure of carbon nitride on the porous carbon surface.", "A series of complementary analyses are conducted to understand the macroscopic and local structure of CNA, including attenuated total reflectance infrared (ATR-IR) and X-ray photoelectron spectroscopy (XPS). Various IR bands of CNA reflect the presence of carbon nitride functional groups (", "Figure ", "2", "g and ", "Supporting Information", ", S Table 1). The development of aromatic C–N bonding (1450–1600 cm", "–1", ") and skeletal vibration of tri-s-triazine (730–740 cm", "–1", ") after thermal treatment indicate the growth of carbon nitride on graphene gel.", "(26, 29-31)", " XPS analysis shows the deconvoluted peaks of carbon nitride at 285–288 eV (peak 2), 398–399 eV (peak 6), 399.5–400.5 eV (peak 5), and 401–402 eV (peak 4), which correspond to C–N, aromatic C═N–C, aliphatic C═N (or N–H), and tertiary amine bound carbon, respectively (", "Figure ", "2", "h and ", "Supporting Information", ", S Figure 5).", "(32-37)", " The peaks at 297–291 eV (peak 1) and 284.5 eV (peak 3) responds to oxidized and pristine graphitic carbon domains of reduced graphene oxide, respectively. Evolution of the XPS peaks during thermal annealing (25–600 °C) confirms the condensation of dicyandiamide into polymeric carbon nitrides as well as the presence of functional groups from reduced graphene oxide template. Notably, successful formation of carbon nitride at temperatures significantly lower than usual condensation temperature (500–600 °C) is induced by reduced graphene oxide templates. As demonstrated by Oh ", "et al.", ", graphene oxide functions as catalytic surface to grow carbon nitride even at 100 °C.", "(38)", " Excessive thermal treatment at higher temperatures (", "T", " > 400 °C) leads to the substantial loss of surface area that ultimately hampers overall CO", "2", " capture functionality (", "Supporting Information", ", S Figure 6). Elemental analysis through CHN pyrolysis and XPS reveals that CNA sample contains as much as 8 wt % of nitrogen (∼13 wt % of carbon nitride).", "CO", "2", " Capture Evaluation of CNA and Benchmark Materials", "The efficient CO", "2", " capture behavior of CNA is demonstrated through CO", "2", " adsorption analysis along with dicyandiamide-functionalized reduced graphene oxide aerogel (D-rGA) and pristine reduced graphene oxide aerogel (rGA) as shown in ", "Figure ", "3", "a. rGA shows 0.9 mmol·g", "–1", " adsorption capacity at standard ambient temperature and pressure (SATP: ", "T", " = 300 K and ", "P", " = 1 bar), whereas D-rGA shows enhanced CO", "2", " uptakes of 2.2 mmol·g", "–1", " at SATP. Subsequent thermal annealing at 200 °C under N", "2", " atmosphere condenses dicyandiamides to polymeric carbon nitrides, which further enhance CO", "2", " adsorption capacity up to 4.2 mmol·g", "–1", " at SATP. All adsorption capacity is evaluated on the basis of the total weight of the sample.", "Figure 3. (a) CO", "2", " adsorption isotherms of carbon nitride aerogel (CNA), dicyandiamide-functionalized reduced graphene oxide aerogel (D-rGA), and pristine reduced graphene oxide aerogel (rGA). (b) Multiple cycles of relative CO", "2", " adsorption capacity for regenerability test for CNA at 1 bar. (c) CO", "2", " and N", "2", " adsorption isotherms of CNA with high selectivity toward CO", "2", ".", "To grasp CO", "2", " capture capability of CNA, CO", "2", " adsorption capacity (", "N", "1", "ads", "), working capacity (Δ", "N", "1", "), regenerability (", "R", "), adsorption selectivity (α", "12", "ads", "), and sorbent selection parameter (", "S", ") of well-known benchmark materials along with CNA and rGA itself are estimated under vacuum swing adsorption conditions (", "Table ", "1", "). These evaluation parameters and benchmark materials are adapted and chosen from precedent literature as a reasonable CO", "2", " adsorption evaluation standard.", "(39-42)", " The adsorption condition is assumed to be a CO", "2", "/N", "2", " mixture in a 10:90 ratio to represent typical flue gas composition and to evaluate CNA in comparison with other benchmark materials under the same conditions.", "(42)", " CNA shows a moderate ", "N", "1", "ads", " value of 0.43 mmol·g", "–1", " compared to strong binding adsorbents, such as Zeolite-5A", "(6)", " (3.50 mmol·g-1), Zeolite-13X", "(7)", " (2.49 mmol·g", "–1", "), and Ni-MOF-74", "(41)", " (4.34 mmol·g", "–1", "). It is noteworthy that VSA conditions are chosen to directly compare the adsorption capacity of CNA with other benchmark materials, but CNA is expected to be a stronger competitor for higher pressure range where carbonaceous materials are at an advantage as indicated by superior CO", "2", " uptake of 4.2 mmol·g", "–1", " at 1 bar.", "Table 1. CO", "2", " Adsorbent Evaluation Results of Selected Benchmark Materials and CNA for Vacuum Swing Adsorption Process (VSA)", "a", "adsorption of CO", "2", " at 300 K", "N", "1", "ads", "Δ", "N", "1", "R", "α", "12", "ads", "S", "ZIF-78", "(65)", "0.60", "0.58", "96", "35", "396", "Zeolite-5A", "(6)", "3.50", "2.36", "67", "62", "163", "Zeolite-13X", "(7)", "2.49", "1.35", "54", "86", "128", "Ni-MOF-74", "(41)", "4.34", "3.20", "74", "41", "84", "Co-carborane MOF-4b", "(66)", "0.07", "0.06", "84", "154", "104", "rGA", "0.14", "0.13", "93", "39", "175", "CNA", "0.43", "0.42", "98", "113", "427", "a", "N", "1", "ads", " (mmol g", "–1", "): CO", "2", " uptake under adsorption conditions. Δ", "N", "1", " = ", "N", "1", "ads", " – ", "N", "1", "des", " (mmol g", "–1", "): working CO", "2", " capacity. ", "R", " = (Δ", "N", "1", "/", "N", "1", "ads", ") × 100 (%): regenerability. α", "12", "ads", " = (", "N", "1", "ads", "/", "N", "2", "ads", ")(", "y", "2", "/", "y", "1", "): selectivity under ambient adsorption conditions. ", "S", " = (α", "12", "ads", ")", "2", "/(α", "12", "des", ")(Δ", "N", "1", "/Δ", "N", "2", "): sorbent selection parameter. 1: strongly adsorbed component (CO", "2", "). 2: weakly adsorbed component (", "N", "2", "). ", "y", ": molar fraction in the equilibrium gas phase.", "The effective CO", "2", " adsorption of CNA at low pressure (0.1 bar) with moderate adsorption strength is beneficial for facile regeneration by pressure driven CO", "2", " adsorption/desorption (vacuum swing adsorption). Working capacity (Δ", "N", "1", "), net amount of CO", "2", " release after adsorption, and regenerability (", "R", "), the percentage of reusable CO", "2", " capture site, reflect this aspect. Adsorbents with strong chemisorption sites generally suffer from largely diminished working capacity with respect to initial adsorption capacity, as demonstrated in Zeolite-13X (1.35 mmol·g", "–1", "/2.49 mmol·g", "–1", "), Zeolite-5A (2.36 mmol·g", "–1", "/3.50 mmol·g", "–1", "), and Ni-MOF-74 (3.20 mmol·g", "–1", "/4.34 mmol·g", "–1", "). By contrast, mild adsorbents such as ZIF-78 (0.58 mmol·g", "–1", "/0.60 mmol·g", "–1", ") and CNA (0.42 mmol·g", "–1", "/0.43 mmol·g", "–1", ") show minor reduction of working capacity with an excellent regenerability of 97.6%. The CO", "2", " adsorption/desorption isotherms for repeated cycles (", "Figure ", "3", "b) also show excellent regenerability through multiple cycles. As displayed in ", "Figure ", "3", "c, CO", "2", " adsorption shows a modest S-shaped isotherm, which is originated from strong CO", "2", "–CO", "2", " interactions due to large quadrupole moment of CO", "2", ".", "(43)", " However, N", "2", " adsorption shows a linear isotherm with minor uptakes. Interestingly, unlike other moderate binding adsorbents such as ZIF-78, CNA exhibits highly selective CO", "2", " adsorption against abundant N", "2", ", as demonstrated by selectivity parameter (α", "12", "ads", ") and experimental adsorption result (", "Figure ", "3", "c). CO", "2", " and N", "2", " adsorption/desorption isotherms at 300 K reveals an outstanding selectivity value of 113. It is noteworthy that the metal-free CNA system displays equivalent or even higher selectivity over other candidates. Eventually, the sorbent selection parameter (", "S", ") is the key criterion, which sums up all aspects of adsorption/desorption capacity and selectivity and represents overall performance of adsorbent. CNA shows the excellent ", "S", " value of 427 which is far greater than pristine reduced graphene oxide aerogel (", "S", " = 175). This indicates significant role of carbon nitride on CO", "2", " capture efficiency. It is noteworthy that some of benchmark materials with remarkably high adsorption capacity (zeolite series and Ni-MOF-74) show relatively lower ", "S", " value than CNA due to the penalties in regenerability and selectivity parameter. Sorbent selection parameter is not the ultimate figure of merit for CO", "2", " capture efficiency, but this result illustrate the great advantages of carbon nitride adsorbent for CO", "2", " capture, particularly in terms of regenerability and selectivity, which rarely coexist.", "Modeling Study of CNA through Density Functional Theory Calculation", "To elucidate the microscopic origin of enhanced CO", "2", " adsorption and selectivity of carbon nitride, we performed first-principles density functional theory (DFT) calculations on carbon nitride model in parallel with graphene as the reference. The difference in adsorption mechanisms is elucidated between graphene and carbon nitride, the latter of which is largely governed by the distinctive nonplanar porous geometry. At pristine graphene surface, CO", "2", " and N", "2", " adapt substrate-parallel adsorption configuration to maximize van der Waals contact surface. Three unique binding sites were identified, including (i) hexagonal center, (ii) above carbon atom, and (iii) above C–C bond center (", "Supporting Information", ", S Figure 7). The optimized geometries of adsorbed molecules reveal typical van der Waals distances of 3.2–3.5 Å. Owing to the larger van der Waals contact area, CO", "2", " has slightly stronger adsorption energies than N", "2", ". For all three different binding sites, the standard deviation of adsorption energies is negligible. This clarifies that the local surface geometry of graphene does not significantly influence the adsorption strength. Overall, the interaction between CO", "2", "/N", "2", " and pristine graphene surface is pure van der Waals type relying on the π–π stacking interaction between π orbitals of CO", "2", "/N", "2", " and π network of graphene.", "The typical adsorption sites for graphitic carbon nitride were classified into (i) tertiary N site, (ii) heptazine site, and (iii) pore site (", "Figure ", "4", "a). For each adsorption site, adsorption energies (", "E", "ads", ") of a single CO", "2", "/N", "2", " molecule were averaged over nine distinct possible configurations. Interestingly, the standard deviations in averaged ", "E", "ads", " exhibit the strong correlation with surface geometry of nonplanar porous carbon nitride. From a structural viewpoint, graphitic carbon nitride is constructed from two-dimensionally interconnected heptazine units solely through N linkages.", "(44)", " This framework puts forward a unique feature with both high porosity and mechanical flexibility. The obtained standard deviations serve as an indication of directional dependence of CO", "2", "/N", "2", " adsorption on the ", "g", "-C", "3", "N", "4", " surface.", "Figure 4. (a) DFT analysis of gas adsorption. (a) Optimized geometry of heptazine-based ", "g", "-C", "3", "N", "4", " (top and side view). The corrugation is shown in the unit of Å. (b) Averaged DFT adsorption energies of single CO", "2", "/N", "2", " at the pore site (P), heptazine (H) and tertiary N (T), in comparison with pristine graphene (Gr). The error bars represent standard deviation from mean adsorption energies. (c) Contour plot of average electrostatic potential of ", "g", "-C", "3", "N", "4", ", representing electron distribution at the pore site. The differential charge density map of captured CO", "2", "/N", "2", " indicates polarization of CO", "2", "/N", "2", " ", "via", " dipole-induced dipole interaction. The blue and red colors represent the charge depletion and accumulation, respectively. (d) Estimated CO", "2", "/N", "2", " occupation number as a function of the total pressure (10% CO", "2", " and 90% N", "2", "), following first-principles thermodynamics and grand canonical ensemble formalism.", "The tertiary N reveals noticeably weakened CO", "2", " affinity compared to pristine graphene. The limited van der Waals contact areas renders the tertiary N sites unfavorable sites for CO", "2", " (", "Figure ", "4", "b). The heptazine site is more rigid, resembling the surface of pristine graphene the most. However, the π network of the heptazine site is hampered by twisted geometry, favoring CO", "2", "/N", "2", " head-on configuration with minimal strain (", "Figure ", "4", "b). By contrast, the pore sites demonstrate a noticeable enhancement in CO", "2", " capture and selectivity (", "Figure ", "4", "b). The electrostatic potential map (", "Figure ", "4", "c) shows the significant localization of electrons at N atoms, especially at the edges of the pore sites. The electron-rich N atoms may polarize CO", "2", "/N", "2", " molecules, leading to an enhanced adsorption by induced dipole–dipole interaction. The magnitude of binding energy (0.27 eV) for CO", "2", " is ideally in the optimum level for facile reversible adsorption/desorption (", "Figure ", "4", "d). We note that the differential charge density plots of CO", "2", " adsorption at tertiary-N and heptazine sites reveal little or no polarization effect (", "Supporting Information", ", S Figure 8). Here, the arrangement of pore edges mitigate steric repulsion and play a key role in the effective polarization of CO", "2", "/N", "2", " molecules (", "Figure ", "4", "c). The average surface roughness of ", "g", "-C", "3", "N", "4", " arising from nonplanar nitrogen bond angles was calculated to be 0.57 ± 0.41 Å. The local geometry of the pore always consists of concave-up and concave-down edges, exposing the electron-rich edges toward gas molecules (", "Figure ", "4", "c). These polarizable edges slightly bend (2.07°) the adsorbed CO", "2", " molecule at the pore site, indicating the involvement of enhanced physisorption mechanics. Indeed, CO", "2", " molecule possesses a higher quadrupole moment and polarizability than N", "2", ".", "(45)", " For all adsorption configurations, our DFT adsorption energies show preference of CO", "2", " over N", "2", " (", "Figure ", "4", "b). Whether the intrinsic difference in electronic structures can amount to a meaningful selectivity at ambient condition is the key of our proposal. By employing the intrinsic corrugated geometry of ", "g", "-C", "3", "N", "4", " with direct exposure of polarizing edges, we can capitalize on the aforementioned intrinsic polarizability of CO", "2", ". In addition, no significant change in geometry or electronic properties of carbon nitride has been observed since the interaction nature with CO", "2", "/N", "2", " falls within the physisorption regime.", "To illustrate the influence from polarizable edges of carbon nitride pores on the adsorption/desorption thermodynamics, we calculate the occupation number of adsorbed gas molecules at the pore site using first-principles thermodynamics,", "(46)", " represented by the differential Gibbs free energy Δ", "G", "(", "T", ",", "P", ") and grand canonical ensemble approach.", "(47)", " As the possible occupation numbers are either 0 (desorption) or 1 (adsorption) at the pore site, the average occupation number ", "f", " is represented by", "First-principles Δ", "G", "(T,P) was obtained from the adsorption energy, zero-point energy, vibrational entropy, and finite-temperature chemical potential of CO", "2", " and N", "2", ". The calculated occupation number at the experimental gas composition of 10% CO", "2", " and 90% N", "2", " at 300 K (", "Figure ", "4", "d) shows a remarkable agreement with experimental observation (", "Figure ", "3", "c). This verifies that the high CO", "2", "/N", "2", " selectivity originates from the polarizing carbon nitride edges even at ambient condition. The polarity driven selectivity enhancement strategy is effective not only for metal-based adsorbents like MOF,", "(48-50)", " but also for nonmetal adsorbent like the case of CNA.", "Top of Page", "Abstract", "Results and Discussion", "Conclusion", "Methods", "References", "Conclusion", "We have demonstrated the CO", "2", " capture of metal-free large surface area carbon nitride heterostructure in a highly regenerative and selective manner. Template growth of carbon nitride on porous reduced graphene oxide grants readily accessible CO", "2", " capture site and volumetric space for reserving incoming gas without serious chemical modification of carbon nitride. Strong dipole interaction induced by electron-rich nitrogen at nonplanar microporous carbon nitride geometry enforces specific and reversible adsorption of CO", "2", " under ambient condition. Thus, the possible CO", "2", " capture by pressure swing grants energy-efficient, economical, and sustainable industrial flue gas treatment platform. Judicious utilization of the well-balanced and specific binding at layered materials would also be useful for photocatalysis,", "(51)", " sensory, natural gas processing,", "(52)", " biomolecule imaging,", "(53)", " CO", "2", " capture,", "(54)", " and so on. Besides, effective enlargement of functional layered material surface by template growth at reduced graphene oxide surface may be applicable to other carbon nanostructure (", "e.g.", ", CNT) and broaden the functionality of carbonaceous materials.", "Top of Page", "Abstract", "Results and Discussion", "Conclusion", "Methods", "References", "Methods", "Synthesis of Graphene Oxide", "Graphite (1 g; flakes, + 100 mesh, Sigma-Aldrich), NaNO", "3", " (1 g; ≥99.0%, Sigma-Aldrich), and sulfuric acid (47 mL; ACS reagent, 95.0–98.0%, Sigma-Aldrich) were added to a round-bottom flask and mixed with a stirring bar. KMnO", "4", " (Powder, 97%, Sigma-Aldrich) was slowly added to the flask where an ice bath was placed at the bottom of the flask to keep the temperature low during the addition. The mixture solution was kept at 35 °C for 2 h with continuous stirring. The flask was cooled with an ice bath while 20 mL of H", "2", "O", "2", " (reagent, 30%, JUNSEI) was added slowly with stirring for 30 min. The resulting solution was filtered and washed with 4% HCl five times. The filtered solid was dried under vacuum for 24 h at room temperature. Every 1 g of graphene oxide solid was mixed with 500 mL of deionized water and sonicated for 2 h. The sonicated GO suspension was centrifuged at 1500–2000 rpm for 40 min to isolate exfoliated GO from the rough graphite residue. The exfoliated GO solution was purified with a dialysis tube for 2 weeks where fresh deionized water was supplied every 24 h.", "Synthesis of Dicyandiamide-Functionalized Reduced Graphene Oxide Aerogel (D-rGA)", "l", "-Ascorbic acid (0.1 g) and varying amounts of dicyanamide (40–400 mg) were added to 5 mL of exfoliated graphene oxide solution (2.4 mg·mL", "–1", ") and heated with stirring at 50 °C for 30 min. The resulting black solution was cooled to room temperature, and slow gelation occurred within 8–10 h, turning the viscous solution into a monolithic gel. There is a practical limit in the N-content (<10 wt %) in the gel network structure due to the unstable solidification of graphene gel with dicyandiamide concentrations higher than 40 mg·mL", "–1", ". This gel was first washed with hot H", "2", "O twice and then submerged with H", "2", "O for 5 d and ethanol for 5 d, consecutively. Every 8 h, submerging solvent medium was exchanged with fresh medium to wash out remaining ionic precursors or byproducts. Solvent-exchanged gel is dried with CO", "2", " at supercritical point. The resulting gel turns into a flexible and monolithic aerogel.", "Thermal Treatment and Synthesis of Carbon Nitride Functionalized Aerogel (CNA)", "The monolithic D-rGA sample was placed inside of a ceramic crucible and heated in the tubular furnace under nitrogen atmosphere at 200 °C for 2 h. The ramping rate was set to 5 °C/min, and cooling was performed at room temperature quenching.", "Porosimetry Analysis", "Detailed analysis of porous structures was determined through nitrogen and argon adsorption/desorption isotherm. Micromeritics ASAP 2020 was used for both N", "2", " and Ar isotherm measurement. Brunauer–Emmett–Teller (BET) and Horvath–Kawazoe (HK) models were used to evaluate surface area and pore size distribution, respectively.", "Characterizations", "FT-IR spectroscopy was measured using Bruker IF66/S and Hyperioin 3000 with attenuated total reflectance (ATR) mode between 600 and 4000 cm", "–1", ". Powder X-ray diffraction (PXRD) analysis was performed using Rigaku D/MAX-2500 (18 kW) within 3–60° range, 2°/min scan speed, and 40 kV 300 mA. X-ray photoelectron spectroscopy (XPS) measurement was performed using Thermo VG Scientific Sigma Probe. The CHN element was analyzed using a Thermo Scientific Flash 2000 analyzer. Scanning electron microscope (SEM) images were taken using FEI Magellan 400 with 1–5 kV power, 13 pA to 1.6 nA current, and 500×–100000× magnification mode. Transmission electron microscope (TEM) images were captured using FEI Tecnai G2 F30. Thermal gravimetric analysis was performed by Setaram Setsys 16/18 at 25–600 °C in N", "2", " atmosphere.", "CO", "2", " and N", "2", " Adsorption analysis", "Before the gas adsorption measurement, rGO aerogel samples were dried under vacuum at 200 °C for 24 h. For gas adsorption, Micromeritics ASAP 2020 was used to evaluate how effective these rGO aerogel samples can adsorb CO", "2", " gas in comparison with N", "2", " gas. CO", "2", " and N", "2", " gas adsorption/desorption isotherms were measured in the range of 0–1 bar at 300 K separately. For regenerability evaluation experiments, multiple runs of CO", "2", " adsorption isotherm were measured without degassing process before the analysis.", "Gas Capture Efficiency Evaluation Criteria", "To evaluate how efficiently material can capture CO", "2", " in flue gas conditions, we assumed that CO", "2", " is present as 10% in the mixture form with N", "2", " as 90%. The rest of the real flue gas components such Ar, NO", "x", ", SO", "2", ", and others were excluded to simplify the evaluation. Five adsorbent evaluation criteria were adopted", "(42)", " and used herein to assess CO", "2", " capture capability in comparison with previously reported benchmark materials (", "e.g.", ", zeolites, and MOFs). For evaluation of these parameters, individual N", "2", " and CO", "2", " isotherms of samples are measured at 300 K. These are CO", "2", " adsorption capacity (", "N", "1", "ads", "[mmol·g", "–1", "]), working CO", "2", " capacity (Δ", "N", "1", " = ", "N", "1", "ads", " – ", "N", "1", "des", "[mmol·g", "–1", "]), regenerability (", "R", " = (Δ", "N", "1", "/", "N", "1", "ads", ") × 100 (%)), adsorption selectivity (α", "12", "ads", " = (", "N", "1", "ads", "/", "N", "2", "ads", ")(", "y", "2", "/", "y", "1", ")), and sorbent selection parameter (", "S", " = ((α", "12", "ads", ")", "2", "/(α", "12", "des", "))·(ΔN", "1", "/Δ", "N", "2", ")). CO", "2", " adsorption capacity means how much volume of CO", "2", " can be loaded into a given weight of material. Working capacity indicates the net adsorption capacity which can be found from the difference between the adsorbed amounts at the adsorption pressure (0.1 bar for CO", "2", " and 0.9 bar for N", "2", ") and desorption pressure (0.01 bar for CO", "2", " and 0.09 bar for N", "2", "). The adsorption pressure and desorption pressure are assumed if flue gas is released at 1 bar with a CO", "2", "/N", "2", " = 1:9 ratio and adsorbed at 1 bar and desorbed through the vacuum swing process at 0.1 bar. Regenerability measures reusability of materials, and selectivity indicates how material can selectively remove CO", "2", " over N", "2", ". The sorbent selection parameter combines adsorption selectivity and working capacity to evaluate overall performance of given material. ", "N", " stands for the amount of adsorption, subscripts 1 and 2 for strongly bound gas (CO", "2", ") and weakly bound gas (", "N", "2", "), respectively, and ", "y", " for mole fraction.", "Computational Methods", "We employed the projector-augmented wave (PAW) potentials", "(55)", " with Perdew–Burke–Ernzernhof (PBE) exchange-correlation functional", "(56)", " within density-functional theory (DFT) as implanted in the Vienna Ab-Initio Simulation Package (VASP).", "(57)", " The simulation cell of single-layer C", "3", "N", "4", " (", "g", "-C", "3", "N", "4", ") corresponds to a 3 × 3 × 1 supercell consisting of 126 atoms in total. The steric repulsion between dangling bonds at the edge of the pore facilitates a structure preference of the buckled geometry over the planar geometry as demonstrated in the previous experimental and theoretical studies.", "(58-60)", " Since the heptazine moieties are connected solely through tertiary N linkages, ", "g", "-C", "3", "N", "4", " is susceptible to adsorption-induced strains. Thus, the size of simulation cell was chosen to minimize the effect of strain on the calculated adsorption energies. The CO", "2", "/N", "2", " adsorption characteristic of ", "g", "-C", "3", "N", "4", " was compared with a 6 × 6 × 1 supercell of pristine graphene where the gas-substrate interaction is well established to be van der Waals physisorption.", "(61)", " A plane-wave basis set with an energy cutoff of 500 eV was chosen to ensure convergence of total energy within a few meV. We adopted 2 × 2 × 1 k-points sampling for ", "g", "-C", "3", "N", "4", " and 3 × 3 × 1 k-points sampling for the graphene supercell. All atomic forces were fully relaxed to less than 0.015 eV/Å. A 15-Å vacuum was imposed in all calculations to minimize any spurious image–image interaction. The adsorption energy (", "E", "ads", ") of single gas molecules is formulated based on DFT total energies as follows", "where ", "E", "sub", ", ", "E", "gas", ", and ", "E", "sub+gas", " are total energies of ", "g", "-C", "3", "N", "4", " substrate, CO", "2", "/N", "2", " molecule, and gas-absorbed systems, respectively. We chose to adapt the convention in which positive adsorption energy (", "E", "ads", " > 0) indicated a favorable interaction between gas molecule and substrate. To obtain more reliable adsorption energies in the physisorption regime, we also employed the van der Waals corrected DFT-D2 method readily implemented in VASP.", "(62, 63)", " Since the adsorption–desorption thermodynamics of CO", "2", "/N", "2", " is pressure dependent, the free energy change Δ", "G", " is more relevant to selectivity than the binding energy ", "E", "ads", ". Adopting our previous formalism, Δ", "G", " of adsorption can be decomposed as follows:", "(64)", "Here, the Δ", "G", " was calculated as ", "G", "(adsorbed) – ", "G", "(desorbed) in view of CO", "2", "/N", "2", " adsorption. Then, Δ", "E", " = −", "E", "ads", " as mentioned before. The zero-point energy correction (ΔZPE) and vibrational free energy correction (Δ", "F", ") were obtained from DFT vibrational spectra. Standard CO", "2", "/N", "2", " chemical potentials (μ", "gas", ") were extracted from tabulated thermodynamic table. To obtain accurate vibration spectra, atomic geometries were tightly optimized until all forces were less than 10", "–3", " eV/Å. Phonon calculations were carried out with a fixed displacement of 0.01 Å for atoms constituting the edge of ", "g", "-C", "3", "N", "4", ". The average occupation numbers ", "f", " of CO", "2", "/N", "2", " were derived from the grand-canonical ensemble approach,", "(13)", " bounded by the desorption limit (", "f", " = 0) and the adsorption limit (", "f", " = 1).", "We now demonstrate that grand canonical ensemble is equivalent to the well-known Langmuir isotherm. First, the Boltzmann factor can be decomposed as follows:", "The first exponent term denotes ", "the partition function of system. The adsorption–desorption equilibrium constant ", " in the Langmuir isotherm is shown to have a simple microscopic interpretation related to", ":", "For CO", "2", " gas, ", "E", "ads", ", ΔZPE, Δ", "F", ", and μ", "gas", " terms were calculated to be 0.295, 0.019, −0.206, and −0.568 eV, respectively. Likewise, the corresponding terms for N", "2", " gas were calculated to be 0.174, 0.019, −0.195, and −0.686 eV, respectively. In accordance with the experimental conditions, we have considered a flue gas mixture of 10% CO", "2", " and 90% N", "2", " with total pressures of 0.1 bar at the desorption limit and 1.0 bar at the adsorption limit. On the basis of these conditions, Δ", "G", "CO2", " are 0.145 and 0.204 eV at the two operational limits, corresponding to occupation numbers of 3.61 × 10", "–3", " and 3.68 × 10", "–4", ", respectively. In contrast, Δ", "G", "N2", " are evaluated to be 0.338 and 0.398 eV, resulting in much smaller occupation numbers of 2.04 × 10", "–6", " and 1.99 × 10", "–7", " at the two aforementioned conditions.", "#", "Author Contributions", "Y.O. and V.-D.L. contributed equally.", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Results and Discussion", "Conclusion", "Methods", "References", "Acknowledgment", "This work was supported by the Multi-Dimensional Directed Nanoscale Assembly Creative Research Initiative (CRI) Center (2015R1A3A2033061) and the Hybrid Interface Materials Research Group (Global Frontier project, 2014M3A6B1075032) of the National Research Foundation of Korea (MSIP). V.-D.L. and Y.-H.K. were financially supported by NRF (2012R1A2A2A01046191) and the global frontier R&D (2011-0031566) programs of MSIP, and Asian Office of Aerospace Research and Development (AOARD-14-1403). Y.O. and S.O.K designed the overall experiments and principally wrote the manuscript. Y.O. carried out the synthesis, characterizations, and adsorption isotherms of the materials. V.-D. L. and Y.-H.K. carried out the DFT calculations and analyzed the results. W.J.P. and Y.S.B. contributed to gas adsorption experiments and analysis. U.N.M., J.O.H., J.L., and K.E.L. participated in discussions for manuscript.", " ", "Top of Page", "Abstract", "Results and Discussion", "Conclusion", "Methods", "References", "Supporting Information", "The Supporting Information is available free of charge on the ", "ACS Publications website", " at DOI: ", "10.1021/acsnano.5b03400", ".", "S Figures 1–8 and S Table 1 as described in the text (", "PDF", ")", "Reference QuickView", "Top of Page", "Abstract", "Results and Discussion", "Conclusion", "Methods", "References", "References", "This article references 66 other publications.", "1. ", "Olivier", ", ", "J. G. J.", "; ", "Janssens-Maenhout", ", ", "G.", "; ", "Muntean", ", ", "M.", "; ", "Peters", ", ", "J. A. H. W.", " Trends in Global CO", "2", " Emissions - 2013 Report; ", "PBL Netherlands Environmental Assessment Agency", ": ", "The Hague", ", ", "2013", ".", "There is no corresponding record for this reference.", "2. ", "Rochelle", ", ", "G. T.", " ", "Amine Scrubbing for CO", "2", " Capture", " ", "Science", " ", "2009", ",  ", "325", ",  ", "1652", "– ", "1654", " DOI: 10.1126/science.1176731", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Amine Scrubbing for CO2 Capture", "Rochelle, Gary T.", "Science (Washington, DC, United States)", "\r\n        (", "2009", "),\r\n    ", "325", "\r\n        (", "5948", "),\r\n    ", "1652-1654", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A review.  Amine scrubbing was used to sep. carbon dioxide (CO2) from natural gas and hydrogen since 1930.  It is a robust technol. and is ready to be tested and used on a larger scale for CO2 capture from coal-fired power plants.  The min. work requirement to sep. CO2 from coal-fired flue gas and compress CO2 to 150 bar is 0.11 MW-hours per metric ton of CO2.  Process and solvent improvements should reduce the energy consumption to 0.2 MW-hour per ton of CO2.  Other advanced technologies will not provide energy-efficient or timely solns. to CO2 emission from conventional coal-fired power plants.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtFGqt77P&md5=f83cd2a0cfac26a1468af606ec03bebc", "3. ", "D’Alessandro", ", ", "D. M.", "; ", "Smit", ", ", "B.", "; ", "Long", ", ", "J. R.", " ", "Carbon Dioxide Capture: Prospects for New Materials", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "6058", "– ", "6082", " DOI: 10.1002/anie.201000431", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Carbon Dioxide Capture: prospects for New Materials", "D'Alessandro, Deanna M.; Smit, Berend; Long, Jeffrey R.", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "35", "),\r\n    ", "6058-6082", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  The escalating level of atm. carbon dioxide is one of the most pressing environmental concerns of our age.  Carbon capture and storage (CCS) from large point sources such as power plants is one option for reducing anthropogenic CO2 emissions; however, currently the capture alone will increase the energy requirements of a plant by 25-40%.  This review highlights the challenges for capture technologies which have the greatest likelihood of reducing CO2 emissions to the atm., namely postcombustion (predominantly CO2/N2 sepn.), precombustion (CO2/H2) capture, and natural gas sweetening (CO2/CH4).  The key factor which underlies significant advancements lies in improved materials that perform the sepns.  In this regard, the most recent developments and emerging concepts in CO2 sepns. by solvent absorption, chem. and phys. adsorption, and membranes, amongst others, will be discussed, with particular attention on progress in the burgeoning field of metal-org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVaqu7fL&md5=96d81f8aa4797c4de5bd02965fa9fa5f", "4. ", "Haszeldine", ", ", "R. S.", " ", "Carbon Capture and Storage: How Green Can Black Be?", " ", "Science", " ", "2009", ",  ", "325", ",  ", "1647", "– ", "1652", " DOI: 10.1126/science.1172246", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Carbon capture and storage: How green can black be?", "Haszeldine, R. Stuart", "Science (Washington, DC, United States)", "\r\n        (", "2009", "),\r\n    ", "325", "\r\n        (", "5948", "),\r\n    ", "1647-1652", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A review.  The capture of CO2 at the point of emission from coal- or gas-burning power plants is an attractive route to reducing CO2 emissions into the atm.  To commercialize carbon capture, as well as transport of liquefied CO2 and its storage in exploited oil fields or saline formations, many technol., com., and political hurdles remain to be overcome.  Urgent action is required if carbon capture and storage is to play a large role in limiting climate change.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtFGqt7zN&md5=3d9e4291558b18ff8d6202d0b0e82641", "5. ", "Metz", ", ", "B.", "; ", "Davidson", ", ", "H.", "; ", "de Coninck", ", ", "H.", "; ", "Loos", ", ", "M.", "; ", "Meyer", ", ", "L.", " Special Report on Carbon Dioxide Capture and Storage; ", "Cambridge University Press", ": ", "Cambridge", ", ", "2005", ".", "There is no corresponding record for this reference.", "6. ", "Park", ", ", "J. H.", "; ", "Kim", ", ", "J. N.", "; ", "Cho", ", ", "S. H.", "; ", "Kim", ", ", "J. D.", "; ", "Yang", ", ", "R. T.", " ", "Adsorber Dynamics and Optimal Design of Layered Beds for Multicomponent Gas Adsorption", " ", "Chem. Eng. Sci.", " ", "1998", ",  ", "53", ",  ", "3951", "– ", "3963", " DOI: 10.1016/S0009-2509(98)00196-1", " ", "[", "Crossref", "], [", "CAS", "]", "6. ", "Adsorber dynamics and optimal design of layered beds for multicomponent gas adsorption", "Park, Jong-Ho; Kim, Jong-Nam; Cho, Soon-Haeng; Kim, Jong-Duk; Yang, Ralph T.", "Chemical Engineering Science", "\r\n        (", "1998", "),\r\n    ", "53", "\r\n        (", "23", "),\r\n    ", "3951-3963", "CODEN:\r\n                ", "CESCAC", ";\r\n        ISSN:", "0009-2509", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "In order to minimize the bed size and to maximize the utilization of sorbents, layered beds contg. different sorbents are being increasingly used for multicomponent sepn. by cyclic adsorption processes.  Adsorber dynamics for multicomponent adsorption in layered beds is studied exptl. and also by numerical simulation.  Adsorption in beds layered with activated carbon followed by 5A zeolite for hydrogen sepn. from a typical cracked gas mixt. (H2/CO2/CH4/CO) is used as the case study.  While a single roll-up in each breakthrough curve is common for the pure sorbent beds, double and multiple roll-ups are common with layered beds.  Both equil. and kinetic roll-ups are obsd. and their origins discussed.  Under the conditions of this study, combined thermal and concn. waves prevail for all components.  The wave propagation velocity undergoes a step change upon crossing the interface between two sorbents, and such a change can be either increasing or decreasing.  For this reason, transverse waves are seen in layered beds, all exptl. features have been predicted by the model.  It is demonstrated how the model can be used to provide optimal design of layered beds, based on the criterion that simultaneous breakthrough takes place in the layers, i.e. for the strong component (CO2) in the weaker sorbent (carbon) and the weaker component (CO or CH4) in the strong sorbent (zeolite).  The optimal layering for a given gas-solid system depends on the feed compn. and feed velocity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXhsFKh&md5=830e2a95f01e8512613fe2b481d6fdd5", "7. ", "Cavenati", ", ", "S.", "; ", "Grande", ", ", "C. A.", "; ", "Rodrigues", ", ", "A. E.", " ", "Adsorption Equilibrium of Methane, Carbon Dioxide, and Nitrogen on Zeolite 13X at High Pressures", " ", "J. Chem. Eng. Data", " ", "2004", ",  ", "49", ",  ", "1095", "– ", "1101", " DOI: 10.1021/je0498917", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Adsorption Equilibrium of Methane, Carbon Dioxide, and Nitrogen on Zeolite 13X at High Pressures", "Cavenati, Simone; Grande, Carlos A.; Rodrigues, Alirio E.", "Journal of Chemical and Engineering Data", "\r\n        (", "2004", "),\r\n    ", "49", "\r\n        (", "4", "),\r\n    ", "1095-1101", "CODEN:\r\n                ", "JCEAAX", ";\r\n        ISSN:", "0021-9568", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "High-pressure adsorption of methane, carbon dioxide, and nitrogen on zeolite 13X was measured in the pressure range (0 to 5) MPa at (298, 308, and 323) K and fitted with the Toth and multisite Langmuir models.  Isosteric heats of adsorption were (12.8, 15.3, and 37.2) kJ/mol for nitrogen, methane, and carbon dioxide resp., which indicate a very strong adsorption of carbon dioxide.  The preferential adsorption capacity of CO2 on zeolite 13X was much higher than for the other gases, indicating that zeolite 13X can be used for methane purifn. from natural gas or for carbon dioxide sequestration from flue gas.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXksFeksrY%253D&md5=afc3c2bce0c5eaad0e6bae7260ac0958", "8. ", "Wang", ", ", "B.", "; ", "Cote", ", ", "A. P.", "; ", "Furukawa", ", ", "H.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Colossal Cages in Zeolitic Imidazolate Frameworks As Selective Carbon Dioxide Reservoirs", " ", "Nature", " ", "2008", ",  ", "453", ",  ", "207", "– ", "206", " DOI: 10.1038/nature06900", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Colossal cages in zeolitic imidazolate frameworks as selective carbon dioxide reservoirs", "Wang, Bo; Cote, Adrien P.; Furukawa, Hiroyasu; O'Keeffe, Michael; Yaghi, Omar M.", "Nature (London, United Kingdom)", "\r\n        (", "2008", "),\r\n    ", "453", "\r\n        (", "7192", "),\r\n    ", "207-211", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Zeolitic imidazolate frameworks (ZIFs) are porous cryst. materials with tetrahedral networks that resemble those of zeolites: transition metals (Zn, Co) replace tetrahedrally coordinated atoms (for example, Si), and imidazolate links replace O bridges.  A striking feature is that the structure adopted by a given ZIF is detd. by link-link interactions, rather than by the structure directing agents used in zeolite synthesis.  As a result, systematic variations of linker substituents have yielded many different ZIFs that exhibit known or predicted zeolite topologies and the materials are chem. and thermally stable, yet have the long-sought-after design flexibility offered by functionalized org. links and a high d. of transition metal ions.  The authors report the synthesis and characterization of two porous ZIFs, ZIF-95 and ZIF-100 with structures of a scale and complexity previously unknown in zeolites.  The materials have complex cages that contain up to 264 vertexes, and are constructed from as many as 7,524 atoms.  As expected from the adsorption selectivity recently documented for other members of this materials family, both ZIFs selectively capture CO2 from several different gas mixts. at room temp., with ZIF-100 capable of storing 28 L per L of material at std. temp. and pressure.  These characteristics, combined with their high thermal and chem. stability and ease of fabrication, make ZIFs promising candidate materials for strategies aimed at ameliorating increasing atm. CO2 levels.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXls12msL0%253D&md5=43517edbafb383d132888d3ff30a2ea4", "9. ", "Banerjee", ", ", "R.", "; ", "Phan", ", ", "A.", "; ", "Wang", ", ", "B.", "; ", "Knobler", ", ", "C.", "; ", "Furukawa", ", ", "H.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "High-Throughput Synthesis of Zeolitic Imidazolate Frameworks and Application to CO", "2", " Capture", " ", "Science", " ", "2008", ",  ", "319", ",  ", "939", "– ", "943", " DOI: 10.1126/science.1152516", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "High-Throughput Synthesis of Zeolitic Imidazolate Frameworks and Application to CO2 Capture", "Banerjee, Rahul; Phan, Anh; Wang, Bo; Knobler, Carolyn; Furukawa, Hiroyasu; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2008", "),\r\n    ", "319", "\r\n        (", "5865", "),\r\n    ", "939-943", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A high-throughput protocol was developed for the synthesis of zeolitic imidazolate frameworks (ZIFs).  Twenty-five different ZIF crystals were synthesized from only 9600 microreactions of either Zn(II)/Co(II) and imidazolate/imidazolate-type linkers.  All of the ZIF structures have tetrahedral frameworks: 10 of which have two different links (heterolinks), 16 of which are previously unobserved compns. and structures, and 5 of which have topologies as yet unobserved in zeolites.  Members of a selection of these ZIFs (termed ZIF-68, ZIF-69, and ZIF-70) have high thermal stability (up to 390°) and chem. stability in refluxing org. and aq. media.  Their frameworks have high porosity (with surface areas up to 1970 square meters per g), and they exhibit unusual selectivity for CO2 capture from CO2/CO mixts. and extraordinary capacity for storing CO2: 1 L of ZIF-69 can hold ∼83 L of CO2 at 273 K under ambient pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhslOmtr8%253D&md5=5db725852aeb4ca63bea1883fecb0c77", "10. ", "Nugent", ", ", "P.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Burd", ", ", "S. D.", "; ", "Cairns", ", ", "A. J.", "; ", "Luebke", ", ", "R.", "; ", "Forrest", ", ", "K.", "; ", "Pham", ", ", "T.", "; ", "Ma", ", ", "S. Q.", "; ", "Space", ", ", "B.", "; ", "Wojtas", ", ", "L.", " ", "Porous Materials with Optimal Adsorption Thermodynamics and Kinetics for CO", "2", " Separation", " ", "Nature", " ", "2013", ",  ", "495", ",  ", "80", "– ", "84", " DOI: 10.1038/nature11893", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Porous materials with optimal adsorption thermodynamics and kinetics for CO2 separation", "Nugent, Patrick; Belmabkhout, Youssef; Burd, Stephen D.; Cairns, Amy J.; Luebke, Ryan; Forrest, Katherine; Pham, Tony; Ma, Shengqian; Space, Brian; Wojtas, Lukasz; Eddaoudi, Mohamed; Zaworotko, Michael J.", "Nature (London, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "495", "\r\n        (", "7439", "),\r\n    ", "80-84", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Energy costs assocd. with the sepn. and purifn. of industrial commodities (e.g., gases, fine chems., fresh water) currently represent ∼15% of global energy prodn.; the demand for such commodities is projected to triple by 2050 (P. Taylor, 2010).  The challenge of developing effective sepn. and purifn. technologies which have much smaller energy footprints is greater for CO2 than for other gases; in addn. to its involvement in climate change, CO2 is an impurity in natural gas, biogas (biomass-based natural gas), syngas (CO/H2, the main H2 source for refineries), and many other gas streams.  In the context of porous cryst. materials which can exploit equil. and kinetic selectivity, size selectivity and targeted mol. recognition are attractive characteristics for CO2 sepn. and capture, as exemplified by 5A and 13X zeolites (J. Merel, et al., 2008), and metal-org. materials (MOM).  This paper reports that a crystal engineering or reticular chem. strategy which controls pore functionality and pore size in a series of MOM with coordinately satd. metal centers and periodically arrayed hexafluorosilicate anions (SiF52-) enables a kinetics and thermodn. sweet spots offering high volumetric uptake at low CO2 partial pressure (<0.15 bar).  Most importantly, such MOM offer an unprecedented CO2 sorption selectivity over N2, H2, and CH4, even in the presence of moisture.  Thus, these MOM are relevant to CO2 sepn. in the context of post-combustion (flue gas, CO2/N2), pre-combustion (shifted synthesis gas stream, CO2/H2), and natural gas upgrading (natural gas clean-up, CO2/CH4).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjsFCntbg%253D&md5=56941673abb6b13f920476a593dfeb98", "11. ", "Britt", ", ", "D.", "; ", "Furukawa", ", ", "H.", "; ", "Wang", ", ", "B.", "; ", "Glover", ", ", "T. G.", "; ", "Yaghi", ", ", "O. M.", " ", "Highly Efficient Separation of Carbon Dioxide by a Metal-Organic Framework Replete with Open Metal Sites", " ", "Proc. Natl. Acad. Sci. U. S. A.", " ", "2009", ",  ", "106", ",  ", "20637", "– ", "20640", " DOI: 10.1073/pnas.0909718106", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Highly efficient separation of carbon dioxide by a metal-organic framework replete with open metal sites", "Britt, David; Furukawa, Hiroyasu; Wang, Bo; Glover, T. Grant; Yaghi, Omar M.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2009", "),\r\n    ", "106", "\r\n        (", "49", "),\r\n    ", "20637-20640", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "Selective capture of CO2, which is essential for natural gas purifn. and CO2 sequestration, has been reported in zeolites, porous membranes, and amine solns.  However, all such systems require substantial energy input for release of captured CO2, leading to low energy efficiency and high cost.  A new class of materials named metal-org. frameworks (MOFs) has also been demonstrated to take up voluminous amts. of CO2.  However, these studies have been largely limited to equil. uptake measurements, which are a poor predictor of sepn. ability, rather than the more industrially relevant kinetic (dynamic) capacity.  Here, we report that a known MOF, Mg-MOF-74, with open magnesium sites, rivals competitive materials in CO2 capture, with 8.9 wt. % dynamic capacity, and undergoes facile CO2 release at significantly lower temp., 80 °C.  Mg-MOF-74 offers an excellent balance between dynamic capacity and regeneration.  These results demonstrate the potential of MOFs with open metal sites as efficient CO2 capture media.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXksFOgtQ%253D%253D&md5=448dd541224ac481b41ae7f70090687b", "12. ", "Demessence", ", ", "A.", "; ", "D’Alessandro", ", ", "D. M.", "; ", "Foo", ", ", "M. L.", "; ", "Long", ", ", "J. R.", " ", "Strong CO", "2", " Binding in a Water-Stable, Triazolate-Bridged Metal-Organic Framework Functionalized with Ethylenediamine", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "8784", "– ", "8786", " DOI: 10.1021/ja903411w", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Strong CO2 Binding in a Water-Stable, Triazolate-Bridged Metal-Organic Framework Functionalized with Ethylenediamine", "Demessence, Aude; D'Alessandro, Deanna M.; Foo, Maw Lin; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "25", "),\r\n    ", "8784-8786", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reaction of CuCl2·2H2O with 1,3,5-tris(1H-1,2,3-triazol-5-yl)benzene (H3BTTri) in DMF at 100° generates the metal-org. framework H3[(Cu4Cl)3(BTTri)8(DMF)12]·7DMF·76H2O (1-DMF).  The sodalite-type structure of the framework consists of BTTri3--linked [Cu4Cl]7+ square clusters in which each CuII center has a terminal DMF ligand directed toward the interior of a large pore.  The framework exhibits a high thermal stability of up to 270°, as well as exceptional chem. stability in air, boiling water, and acidic media.  Following exchange of the guest solvent and bound DMF mols. for methanol to give 1-MeOH, complete desolvation of the framework at 180° generated H3[(Cu4Cl)3(BTTri)8] (1) with exposed CuII sites on its surface.  Following a previously reported protocol, ethylenediamine mols. were grafted onto these sites to afford 1-en, featuring terminal alkylamine groups.  The N2 adsorption isotherms indicate a redn. in the BET surface area from 1770 to 345 m2/g following grafting.  The H2 adsorption data at 77 K for 1 indicate a fully reversible uptake of 1.2% at 1.2 bar, while the CO2 isotherm at 195 K shows a maximal uptake of 90% at 1 bar.  Compared to 1, the alkylamine-functionalized framework 1-en exhibits a higher uptake of CO2 at 298 K and pressures up to ∼0.1 bar, as well as a higher CO2/N2 selectivity at all measured pressures.  Significantly, 1-en also exhibits an isosteric heat of CO2 adsorption of 90 kJ/mol, which is much higher than the 21 kJ/mol obsd. for 1.  This chemisorption interaction is the strongest reported to date for a metal-org. framework and points toward the potential utility of alkylamine-appended frameworks for the post-combustion capture of CO2 from low-pressure flue gas streams.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXmvFWqtrY%253D&md5=da2f3e278125e096f509e1e4618d9387", "13. ", "Ferey", ", ", "G.", " ", "Hybrid Porous Solids: Past, Present, Future", " ", "Chem. Soc. Rev.", " ", "2008", ",  ", "37", ",  ", "191", "– ", "214", " DOI: 10.1039/B618320B", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Hybrid porous solids: past, present, future", "Ferey, Gerard", "Chemical Society Reviews", "\r\n        (", "2008", "),\r\n    ", "37", "\r\n        (", "1", "),\r\n    ", "191-214", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This crit. review will be of interest to the experts in porous solids (including catalysis), but also solid state chemists and physicists.  It presents the state-of-the-art on hybrid porous solids, their advantages, their new routes of synthesis, the structural concepts useful for their 'design', aiming at reaching very large pores.  Their dynamic properties and the possibility of predicting their structure are described.  The large tunability of the pore size leads to unprecedented properties and applications.  They concern adsorption of species, storage and delivery and the phys. properties of the dense phases. (323 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmtVWgsg%253D%253D&md5=89265036ce82503c95ce56685a9ceceb", "14. ", "Zhang", ", ", "Z.", "; ", "Yao", ", ", "Z.-Z.", "; ", "Xiang", ", ", "S.", "; ", "Chen", ", ", "B.", " ", "Perspective of Microporous Metal-Organic Frameworks for CO", "2", " Capture and Separation", " ", "Energy Environ. Sci.", " ", "2014", ",  ", "7", ",  ", "2868", "– ", "2899", " DOI: 10.1039/C4EE00143E", " ", "[", "Crossref", "], [", "CAS", "]", "14. ", "Perspective of microporous metal-organic frameworks for CO2 capture and separation", "Zhang, Zhangjing; Yao, Zi-Zhu; Xiang, Shengchang; Chen, Banglin", "Energy & Environmental Science", "\r\n        (", "2014", "),\r\n    ", "7", "\r\n        (", "9", "),\r\n    ", "2868-2899", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  It is emergent to reduce carbon dioxide emissions from fossil fuel combustion and thereby limit climate destabilization.  In order to achieve the industrial scenario of CCS, there is a need for the discovery of better solid CO2 adsorbents that realize great improvement of selective capacity and stability to moisture as well as significant redns. in energy requirements and costs.  In this review, we provide an overview of the current status of the emerging microporous metal-org. frameworks (MOFs) for the storage and sepn. of carbon dioxide.  We summarize the main factors for CO2 capture performance of MOF materials under different working conditions, in comparison with those for zeolite materials.  At the same time, we analyze the relationship among porous structures, pore/window sizes, capacity, selectivity and enthalpy of porous MOFs for CCS, which will give us clues for the design and synthesis of MOF materials as CO2 adsorbents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtVymu7rI&md5=6b2caf35f3003cc10e1eba706bca4519", "15. ", "Lee", ", ", "K.", "; ", "Howe", ", ", "J. D.", "; ", "Lin", ", ", "L.-C.", "; ", "Smit", ", ", "B.", "; ", "Neaton", ", ", "J. B.", " ", "Small-Molecule Adsorption in Open-Site Metal–Organic Frameworks: A Systematic Density Functional Theory Study for Rational Design", " ", "Chem. Mater.", " ", "2015", ",  ", "27", ",  ", "668", "– ", "678", " DOI: 10.1021/cm502760q", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Small-Molecule Adsorption in Open-Site Metal-Organic Frameworks: A Systematic Density Functional Theory Study for Rational Design", "Lee, Kyuho; Howe, Joshua D.; Lin, Li-Chiang; Smit, Berend; Neaton, Jeffrey B.", "Chemistry of Materials", "\r\n        (", "2015", "),\r\n    ", "27", "\r\n        (", "3", "),\r\n    ", "668-678", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Using d. functional theory, the authors systematically computed and investigated the binding enthalpies of 14 different small mols. in a series of isostructural metal-org. frameworks, M-MOF-74, with M = Mg, Ti, V, Cr, Mn, Fe, Co, Ni, Cu, and Zn.  The small mols. considered include major flue-gas components, trace gases, and small hydrocarbons, i.e., H2, CO, CO2, H2O, H2S, N2, NH3, SO2, CH4, C2H2, C2H4, C2H6, C3H6, and C3H8.  In total, the adsorption energetics of 140 unique systems are presented and discussed.  Dispersion interactions were included by employing a non-local van der Waals d. functional, vdW-DF2.  Hubbard U corrections were applied to the localized d electrons of transition metal atoms, and the impact of such corrections was assessed quant.  For systems for which measured binding enthalpies have been reported, these calcns. lead to excellent overall agreement with exptl. detd. structures and isosteric heats of adsorption.  For systems that have yet to be realized or characterized, this study provides quant. predictions, establishes a better understanding of the role of different transition-metal cations in small-mol. binding at open-metal sites, and identifies routes for predicting potential candidates for energy-related gas-sepn. applications.  For example, the authors predict that Cu-MOF-74 will exhibit selectivity of CO2 over H2O and that Mn-MOF-74 can be used to sep. trace flue-gas impurities and toxic gases from gas mixts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXitFOku7vM&md5=d07ba6dc8fae92cd042217e73d1ed78d", "16. ", "Yang", ", ", "S.", "; ", "Sun", ", ", "J.", "; ", "Ramirez-Cuesta", ", ", "A. J.", "; ", "Callear", ", ", "S. K.", "; ", "David", ", ", "W. I. F.", "; ", "Anderson", ", ", "D. P.", "; ", "Newby", ", ", "R.", "; ", "Blake", ", ", "A. J.", "; ", "Parker", ", ", "J. E.", "; ", "Tang", ", ", "C. C.", " ", "Selectivity and Direct Visualization of Carbon Dioxide and Sulfur Dioxide in a Decorated Porous Host", " ", "Nat. Chem.", " ", "2012", ",  ", "4", ",  ", "887", "– ", "894", " DOI: 10.1038/nchem.1457", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Selectivity and direct visualization of carbon dioxide and sulfur dioxide in a decorated porous host", "Yang, Sihai; Sun, Junliang; Ramirez-Cuesta, Anibal J.; Callear, Samantha K.; David, William I. F.; Anderson, Daniel P.; Newby, Ruth; Blake, Alexander J.; Parker, Julia E.; Tang, Chiu C.; Schroeder, Martin", "Nature Chemistry", "\r\n        (", "2012", "),\r\n    ", "4", "\r\n        (", "11", "),\r\n    ", "887-894", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Understanding the mechanism by which porous solids trap harmful gases, e.g., CO2 and SO2, is essential to design new materials for their selective removal.  Materials with amine group functionalization dominate this field, largely due to their potential to form carbamates through H2N(δ-)···C(δ+)O2 interactions, thereby covalently trapping CO2; however, the use of these materials is energy-intensive with significant environmental impacts.  A non-amine-contg. porous solid (NOTT-300) in which OH- groups within pores selective bind CO2 and SO2 is reported.  In-situ powder x-ray diffraction and inelastic neutron scattering studies in conjunction with modeling showed the OH- groups bind CO2 and SO2 by forming O=C(S)=O(δ-)···H(δ+)-O hydrogen bonds, which are reinforced by weak supra-mol. interactions with C-H atoms on the framework arom. rings.  This offers the potential for using easy-on/easy-off capture systems for CO2 and SO2 with fewer economic and environmental penalties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlymtbbF&md5=3329e5c8d3c0261f0a7b276837539168", "17. ", "Choi", ", ", "H.", "; ", "Park", ", ", "Y. C.", "; ", "Kim", ", ", "Y.-H.", "; ", "Lee", ", ", "Y. S.", " ", "Ambient Carbon Dioxide Capture by Boron-Rich Boron Nitride Nanotube", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "2084", "– ", "2087", " DOI: 10.1021/ja1101807", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Ambient Carbon Dioxide Capture by Boron-Rich Boron Nitride Nanotube", "Choi, Hee-Chol; Park, Young-Choon; Kim, Yong-Hyun; Lee, Yoon-Sup", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "7", "),\r\n    ", "2084-2087", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Carbon dioxides (CO2) emitted from large-scale coal-fired power stations or industrial manufg. plants have to be properly captured to minimize environmental side effects.  From results of ab initio calcns. using plane waves [PAW-PBE] and localized AOs [ONIOM(wB97X-D/6-31G*:AM1)], we report strong CO2 adsorption on boron antisite (BN) in boron-rich boron nitride nanotube (BNNT).  We have identified two adsorption states: (1) A linear CO2 mol. is phys. adsorbed on the BN, showing electron donation from the CO2 lone-pair states to the BN double-acceptor state, and (2) the physisorbed CO2 undergoes a carboxylate-like structural distortion and C=O π-bond breaking due to electron back-donation from BN to CO2.  The CO2 chemisorption energy on BN is almost independent of tube diam. and, more importantly, higher than the std. free energy of gaseous CO2 at room temp.  This implies that boron-rich BNNT could capture CO2 effectively at ambient conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVOns7g%253D&md5=fb47bb01e077f95b44a076dd460795a1", "18. ", "Kroke", ", ", "E.", "; ", "Schwarz", ", ", "M.", " ", "Novel Group 14 nitrides", " ", "Coord. Chem. Rev.", " ", "2004", ",  ", "248", ",  ", "493", "– ", "532", " DOI: 10.1016/j.ccr.2004.02.001", " ", "[", "Crossref", "], [", "CAS", "]", "18. ", "Novel group 14 nitrides", "Kroke, Edwin; Schwarz, Marcus", "Coordination Chemistry Reviews", "\r\n        (", "2004", "),\r\n    ", "248", "\r\n        (", "5-6", "),\r\n    ", "493-532", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "A review.  In recent years, a lot of work has been focused on the synthesis of novel carbon nitrides, esp. cryst. C3N4 phases.  Numerous attempts to synthesize the theor. predicted solids have been published.  This review summarizes the theor. work as well as the attempts to prep. carbon(IV) nitrides by chem. and phys. vapor deposition, and in particular on the concepts and results of bulk synthesis routes.  Although very interesting materials have been obtained, a comprehensive characterization of a cryst. C3N4 phase is still missing.  In 1999, a novel class of nitrides, which possess the spinel structure, was discovered.  The synthesis and properties of the high pressure phases γ-M3N4 with M = Si, Ge and the first tin nitride γ-Sn3N4 are reviewed.  Related oxynitride spinel compds., other ternary phases such as Si/C/N as well as subnitrides, Sialons and amorphous phases are mentioned briefly.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXjslKkt7s%253D&md5=369fafedcd34e39333b2121eda7f14f6", "19. ", "Wang", ", ", "X. C.", "; ", "Maeda", ", ", "K.", "; ", "Thomas", ", ", "A.", "; ", "Takanabe", ", ", "K.", "; ", "Xin", ", ", "G.", "; ", "Carlsson", ", ", "J. M.", "; ", "Domen", ", ", "K.", "; ", "Antonietti", ", ", "M.", " ", "A Metal-Free Polymeric Photocatalyst for Hydrogen Production from Water under Visible Light", " ", "Nat. Mater.", " ", "2009", ",  ", "8", ",  ", "76", "– ", "80", " DOI: 10.1038/nmat2317", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "A metal-free polymeric photocatalyst for hydrogen production from water under visible light", "Wang, Xinchen; Maeda, Kazuhiko; Thomas, Arne; Takanabe, Kazuhiro; Xin, Gang; Carlsson, Johan M.; Domen, Kazunari; Antonietti, Markus", "Nature Materials", "\r\n        (", "2009", "),\r\n    ", "8", "\r\n        (", "1", "),\r\n    ", "76-80", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "The prodn. of hydrogen from water using a catalyst and solar energy is an ideal future energy source, independent of fossil reserves.  For an economical use of water and solar energy, catalysts that are sufficiently efficient, stable, inexpensive and capable of harvesting light are required.  Here, we show that an abundant material, polymeric carbon nitride, can produce hydrogen from water under visible-light irradn. in the presence of a sacrificial donor.  Contrary to other conducting polymer semiconductors, carbon nitride is chem. and thermally stable and does not rely on complicated device manufg.  The results represent an important first step towards photosynthesis in general where artificial conjugated polymer semiconductors can be used as energy transducers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsFWrsL7J&md5=22185c3797a79dd76ca5f90ca59bcadf", "20. ", "Zhang", ", ", "X. D.", "; ", "Xie", ", ", "X.", "; ", "Wang", ", ", "H.", "; ", "Zhang", ", ", "J. J.", "; ", "Pan", ", ", "B. C.", "; ", "Xie", ", ", "Y.", " ", "Enhanced Photoresponsive Ultrathin Graphitic-Phase C", "3", "N", "4", " Nanosheets for Bioimaging", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "18", "– ", "21", " DOI: 10.1021/ja308249k", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Enhanced Photoresponsive Ultrathin Graphitic-Phase C3N4 Nanosheets for Bioimaging", "Zhang, Xiaodong; Xie, Xiao; Wang, Hui; Zhang, Jiajia; Pan, Bicai; Xie, Yi", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "1", "),\r\n    ", "18-21", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two-dimensional nanosheets have attracted tremendous attention because of their promising practical application and theor. values.  The at.-thick nanosheets are able to not only enhance the intrinsic properties of their bulk counterparts but also give birth to new promising properties.  Herein, the authors highlight an available pathway to prep. the ultrathin graphitic-phase C3N4 (g-C3N4) nanosheets by a green liq. exfoliation route from bulk g-C3N4 in water for the first time.  The as-obtained ultrathin g-C3N4 nanosheet soln. is very stable in both the acidic and alk. environment and shows pH-dependent photoluminescence (PL).  Compared to the bulk g-C3N4, ultrathin g-C3N4 nanosheets show enhanced intrinsic photoabsorption and photoresponse, which induce their extremely high PL quantum yield up to 19.6%.  Thus, benefiting from the inherent blue light PL with high quantum yields and high stability, good biocompatibility, and nontoxicity, the water-sol. ultrathin g-C3N4 nanosheet is a brand-new but promising candidate for bioimaging application.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvVCqs73L&md5=f25f3eb66c5e3bb3aba2dc47b24da45c", "21. ", "Bai", ", ", "X. D.", "; ", "Zhong", ", ", "D. Y.", "; ", "Zhang", ", ", "G. Y.", "; ", "Ma", ", ", "X. C.", "; ", "Liu", ", ", "S.", "; ", "Wang", ", ", "E. G.", "; ", "Chen", ", ", "Y.", "; ", "Shaw", ", ", "D. T.", " ", "Hydrogen Storage in Carbon Nitride Nanobells", " ", "Appl. Phys. Lett.", " ", "2001", ",  ", "79", ",  ", "1552", "– ", "1554", " DOI: 10.1063/1.1402958", " ", "[", "Crossref", "], [", "CAS", "]", "21. ", "Hydrogen storage in carbon nitride nanobells", "Bai, X. D.; Zhong, Dingyong; Zhang, G. Y.; Ma, X. C.; Liu, Shuang; Wang, E. G.; Chen, Yan; Shaw, David T.", "Applied Physics Letters", "\r\n        (", "2001", "),\r\n    ", "79", "\r\n        (", "10", "),\r\n    ", "1552-1554", "CODEN:\r\n                ", "APPLAB", ";\r\n        ISSN:", "0003-6951", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Aligned carbon nitride nanobells in polymer form, prepd. by microwave plasma-assisted chem. vapor deposition, were used as hydrogen adsorbent.  A hydrogen storage capacity up to 8 wt.% was achieved reproducibly under ambient pressure and at temp. of 300°.  The high hydrogen storage capacity under the moderate conditions was mainly derived from the short nanobell structure with open-ended graphitic layers, as well as the nitrogen in the nanobells, which acts as an active site for hydrogen adsorption.  The high hydrogen uptake and the simple adsorption-desorption process suggest that carbon nitride nanobells are promising as a hydrogen storage material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXmsFagu70%253D&md5=b575f35c378bddca9f451a6834dac413", "22. ", "Jun", ", ", "Y. S.", "; ", "Park", ", ", "J.", "; ", "Lee", ", ", "S. U.", "; ", "Thomas", ", ", "A.", "; ", "Hong", ", ", "W. H.", "; ", "Stucky", ", ", "G. D.", " ", "Three-Dimensional Macroscopic Assemblies of Low-Dimensional Carbon Nitrides for Enhanced Hydrogen Evolution", " ", "Angew. Chem., Int. Ed.", " ", "2013", ",  ", "52", ",  ", "11083", "– ", "11087", " DOI: 10.1002/anie.201304034", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "22. ", "Three-Dimensional Macroscopic Assemblies of Low-Dimensional Carbon Nitrides for Enhanced Hydrogen Evolution", "Jun, Young-Si; Park, Jihee; Lee, Sun Uk; Thomas, Arne; Hong, Won Hi; Stucky, Galen D.", "Angewandte Chemie, International Edition", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "42", "),\r\n    ", "11083-11087", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The 3D macroscopic assemblies of low-dimensional graphitic carbon nitrides (g-CNs) were successfully synthesized by simple org. cooperative synthesis.  The structure of the hydrogen-bonded mol. assembly between triazine mols. and thus the resulting g-CNs was tailored to exhibit preferential growth by controlling the pptn. temp., crystn. solvent, and hydrogen bonding donor-acceptor pair.  The resulting self-supporting, 3D macroscopic material enabled to characterize the cooperative properties and photocatalytic activities of low-dimensional g-CN materials.  The present method should allow the design and synthesis of various g-CN-based structures and nanocomposites with specified dimension and chem. functionality.  The above method may find strength in further functionalization by comonomer control of J. Zhang et al.(2012) hybridization with graphene of A. J. Du et al.(2012), and device fabrication of g-CN of F. Yang et al.(2012).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVCntLnI&md5=34a263c5d8e6960a92d19a302a9e0521", "23. ", "Goettmann", ", ", "F.", "; ", "Fischer", ", ", "A.", "; ", "Antonietti", ", ", "M.", "; ", "Thomas", ", ", "A.", " ", "Chemical Synthesis of Mesoporous Carbon Nitrides Using Hard Templates and Their Use as a Metal-Free Catalyst for Friedel-Crafts Reaction of Benzene", " ", "Angew. Chem., Int. Ed.", " ", "2006", ",  ", "45", ",  ", "4467", "– ", "4471", " DOI: 10.1002/anie.200600412", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "23. ", "Chemical synthesis of mesoporous carbon nitrides using hard templates and their use as a metal-free catalyst for Friedel-Crafts reaction of benzene", "Goettmann, Frederic; Fischer, Anna; Antonietti, Markus; Thomas, Arne", "Angewandte Chemie, International Edition", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "27", "),\r\n    ", "4467-4471", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Carbon nitride (C3N4), was synthesized in a graphitic mesoporous form by using silica nanoparticles as templates.  The resulting electron-rich solid is an active catalyst for the Friedel-Crafts acylation of benzene with hexanoyl chloride.  Presumably the catalysis arises from a shift of electron d. from the MOs of the catalyst to the unoccupied orbitals of benzene.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XntFyms7s%253D&md5=e7efee3f415ca0a4334cdacb34e0fe5c", "24. ", "Yang", ", ", "S.", "; ", "Gong", ", ", "Y.", "; ", "Zhang", ", ", "J.", "; ", "Zhan", ", ", "L.", "; ", "Ma", ", ", "L.", "; ", "Fang", ", ", "Z.", "; ", "Vajtai", ", ", "R.", "; ", "Wang", ", ", "X.", "; ", "Ajayan", ", ", "P. M.", " ", "Exfoliated Graphitic Carbon Nitride Nanosheets As Efficient Catalysts for Hydrogen Evolution under Visible Light", " ", "Adv. Mater.", " ", "2013", ",  ", "25", ",  ", "2452", "– ", "2456", " DOI: 10.1002/adma.201204453", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "24. ", "Exfoliated Graphitic Carbon Nitride Nanosheets as Efficient Catalysts for Hydrogen Evolution Under Visible Light", "Yang, Shubin; Gong, Yongji; Zhang, Jinshui; Zhan, Liang; Ma, Lulu; Fang, Zheyu; Vajtai, Robert; Wang, Xinchen; Ajayan, Pulickel M.", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2013", "),\r\n    ", "25", "\r\n        (", "17", "),\r\n    ", "2452-2456", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors demonstrate the synthesis of free-standing g-C3N4 nanosheets by liq. phase exfoliation using g-C3N4 bulk powders and org. solvents as the dispersion mediums.  Thus, bulk g-C3N4 was suspended in various solvents such as isopropanol, N-methylpyrrolidone, H2O, EtOH, and acetone to create sepd. yellow dispersions with the same concn. of 3 mg-mL-1, and then sonicated at room temp. for the gradual exfoliation of bulk g-C3N4 to nanosheets with the increase of sonication time.  The resulting g-C3N4 nanosheets in isopropanol formed in ≈2 nm thickness range, had large aspect ratios, high surface area, and stoichiometric N/C ratio.  The g-C3N4 nanosheets exhibited very good photocatalytic performance for H2 evolution under visible light.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjtlantLY%253D&md5=55e535c51e776a7ac5680d15d42949bc", "25. ", "Zhang", ", ", "Y. H.", "; ", "Pan", ", ", "Q. W.", "; ", "Chai", ", ", "G. Q.", "; ", "Liang", ", ", "M. R.", "; ", "Dong", ", ", "G. P.", "; ", "Zhang", ", ", "Q. Y.", "; ", "Qiu", ", ", "J. R.", " ", "Synthesis and Luminescence Mechanism of Multicolor-Emitting ", "g", "-C", "3", "N", "4", " Nanopowders by Low Temperature Thermal Condensation of Melamine", " ", "Sci. Rep.", " ", "2013", ",  ", "3", ",  ", "1943", " DOI: 10.1038/srep01943", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "25. ", "Synthesis and luminescence mechanism of multicolor-emitting g-C3N4 nanopowders by low temperature thermal condensation of melamine", "Zhang Yuanhao; Pan Qiwen; Chai Guanqi; Liang Minru; Dong Guoping; Zhang Qinyuan; Qiu Jianrong", "Scientific reports", "\r\n        (", "2013", "),\r\n    ", "3", "\r\n        (", "),\r\n    ", "1943", "\r\n        ISSN:", ".\r\n    ", "Graphite like C3N4 (g-C3N4) was synthesized facilely via the low temperature thermal condensation of melamine between 300-650°C.  The results showed that the products maintained as melamine when the temperature is below 300°C.  With the increase of temperature, the products were transformed into carbon nitride and amorphous g-C3N4 successively.  The morphology of products was changed from spherical nanoparticles of melamine into layer carbon nitride and g-C3N4 with the increase of temperature.  The photoluminescence spectra showed that the carbon nitride products have continuous tunable photoluminescence properties in the visible region with increasing temperature.  With the help of steady state, transient state time-resolved photoluminescence spectra and Raman microstructural characterization, a novel tunable photoluminescence mechanism was founded systematically, which is mainly related to the two dimensional π-conjugated polymeric network and the lone pair of the carbon nitride.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3snps1emug%253D%253D&md5=772043bc4b81d04844f8c4200ff7e343", "26. ", "Wang", ", ", "Y.", "; ", "Wang", ", ", "X. C.", "; ", "Antonietti", ", ", "M.", " ", "Polymeric Graphitic Carbon Nitride As a Heterogeneous Organocatalyst: From Photochemistry to Multipurpose Catalysis to Sustainable Chemistry", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "68", "– ", "89", " DOI: 10.1002/anie.201101182", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "Polymeric Graphitic Carbon Nitride as a Heterogenous Organocatalyst: From Photochemistry to Multipurpose Catalysis to Sustainable Chemistry", "Wang, Yong; Wang, Xinchen; Antonietti, Markus", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "1", "),\r\n    ", "68-89", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review; polymeric graphitic carbon nitride materials (for simplicity: g-C3N4) have attracted much attention in recent years because of their similarity to graphene.  They are composed of C, N, and some minor H content only.  In contrast to graphenes, g-C3N4 is a medium-bandgap semiconductor and in that role an effective photocatalyst and chem. catalyst for a broad variety of reactions.  In this Review, we describe the \"polymer chem.\" of this structure, how band positions and bandgap can be varied by doping and copolymn., and how the org. solid can be textured to make it an effective heterogenous catalyst. g-C3N4 and its modifications have a high thermal and chem. stability and can catalyze a no. of \"dream reactions\", such as photochem. splitting of water, mild and selective oxidn. reactions, and-as a coactive catalytic support-superactive hydrogenation reactions.  As carbon nitride is metal-free as such, it also tolerates functional groups and is therefore suited for multipurpose applications in biomass conversion and sustainable chem.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsV2ru77J&md5=76c74143923312be8b44f38d1261835b", "27. ", "Teter", ", ", "D. M.", "; ", "Hemley", ", ", "R. J.", " ", "Low-Compressibility Carbon Nitrides", " ", "Science", " ", "1996", ",  ", "271", ",  ", "53", "– ", "55", " DOI: 10.1126/science.271.5245.53", " ", "[", "Crossref", "], [", "CAS", "]", "27. ", "Low-compressibility carbon nitrides", "Teter, David M.; Hemley, Russell J.", "Science (Washington, D. C.)", "\r\n        (", "1996", "),\r\n    ", "271", "\r\n        (", "5245", "),\r\n    ", "53-5", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "First-principles calcns. of the relative stability, structure, and phys. properties of carbon nitride polymorphs predict a cubic form of C3N4 with a zero-pressure bulk modulus exceeding that of diamond.  Like diamond, this new phase could potentially be synthesized at high pressure and quenched to ambient pressure for use as a superhard material.  The calcns. also predict that α-C3N4 and graphite-C3N4 are energetically favored relative to β-C3N4 and that published diffraction data can be re-indexed as α-C3N4 with lower error.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XisFWlsg%253D%253D&md5=9242b779867dbf3aade7f88620547045", "28. ", "Zhang", ", ", "Y. J.", "; ", "Fugane", ", ", "K.", "; ", "Mori", ", ", "T.", "; ", "Niu", ", ", "L.", "; ", "Ye", ", ", "J. H.", " ", "Wet Chemical Synthesis of Nitrogen-Doped Graphene towards Oxygen Reduction Electrocatalysts without High-Temperateure Pyrolysis", " ", "J. Mater. Chem.", " ", "2012", ",  ", "22", ",  ", "6575", "– ", "6580", " DOI: 10.1039/c2jm00044j", " ", "[", "Crossref", "], [", "CAS", "]", "28. ", "Wet chemical synthesis of nitrogen-doped graphene towards oxygen reduction electrocatalysts without high-temperature pyrolysis", "Zhang, Yuanjian; Fugane, Keisuke; Mori, Toshiyuki; Niu, Li; Ye, Jinhua", "Journal of Materials Chemistry", "\r\n        (", "2012", "),\r\n    ", "22", "\r\n        (", "14", "),\r\n    ", "6575-6580", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The oxygen redn. reaction (ORR) is one of the important reactions not only in life processes but also in artificial energy conversion systems, such as fuel cells and metal/air batteries.  As one of the non-precious ORR catalysts, N-doped carbon materials show an exciting activity, but most of them were universally synthesized by high-temp. pyrolysis or annealing up to 1100 °C in the past few decades, which makes the structural manipulation of the catalysts extremely difficult.  Here, we propose that ORR active N-doped carbon catalysts could, in principle, be prepd. via a sophisticated wet chem. reaction between a reactive graphitic carbon template (e.g., graphene oxide) and N-contg. mols. (e.g., dicyandiamide) at temps. as low as 180 °C.  Without any high-temp. treatments, for example, the as-prepd. N-doped reduced graphene oxide with addnl. Fe-contg. nanoparticles showed an impressive ORR catalytic activity that was comparable to many previous N-doped carbon from high-temp. pyrolysis.  Rational utilization of the graphitic carbon template, the N-contg. mols., and the wet chem. reactions may offer a low-temp. route to create interesting ORR electrocatalysts with easier surface properties manipulation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xjs1Gitrg%253D&md5=2fa261c9e3013a86d8ac94f645f4943a", "29. ", "Acik", ", ", "M.", "; ", "Lee", ", ", "G.", "; ", "Mattevi", ", ", "C.", "; ", "Chhowalla", ", ", "M.", "; ", "Cho", ", ", "K.", "; ", "Chabal", ", ", "Y. J.", " ", "Unusual Infrared-Absorption Mechanism in Thermally Reduced Graphene Oxide", " ", "Nat. Mater.", " ", "2010", ",  ", "9", ",  ", "840", "– ", "845", " DOI: 10.1038/nmat2858", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "Unusual infrared-absorption mechanism in thermally reduced graphene oxide", "Acik, M.; Lee, G.; Mattevi, C.; Chhowalla, M.; Cho, K.; Chabal, Y. J.", "Nature Materials", "\r\n        (", "2010", "),\r\n    ", "9", "\r\n        (", "10", "),\r\n    ", "840-845", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "IR absorption of at. and mol. vibrations in solids can be affected by electronic contributions through nonadiabatic interactions, such as the Fano effect.  Typically, the IR-absorption lineshapes are modified, or IR-forbidden modes are detectable as a modulation of the electronic absorption.  In contrast to such known phenomena, the authors report here the observation of a giant-IR-absorption band in reduced graphene oxide, arising from the coupling of electronic states to the asym. stretch mode of a yet-unreported structure, consisting of O atoms aggregated at the edges of defects.  Free electrons are induced by the displacement of the O atoms, leading to a strong IR absorption that is in phase with the phonon mode.  This new phenomenon is only possible when all other O-contg. chem. species, including hydroxyl, carboxyl, epoxide and ketonic functional groups, are removed from the region adjacent to the edges, i.e., clean graphene patches are present.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtF2msbjL&md5=16abeac766ef445909d83c562532be59", "30. ", "Hontoria-Lucas", ", ", "C.", "; ", "López-Peinado", ", ", "A. J.", "; ", "López-González", ", ", "J. d. D.", "; ", "Rojas-Cervantes", ", ", "M. L.", "; ", "Martín-Aranda", ", ", "R. M.", " ", "Study of Oxygen-Containing Groups in a Series of Graphite Oxides: Physical and Chemical Characterization", " ", "Carbon", " ", "1995", ",  ", "33", ",  ", "1585", "– ", "1592", " DOI: 10.1016/0008-6223(95)00120-3", " ", "[", "Crossref", "], [", "CAS", "]", "30. ", "Study of oxygen-containing groups in a series of graphite oxides: physical and chemical characterization", "Hontoria-Lucas, C.; Lopez-Peinado, A. J.; Loepz-Gonzalez, J. de D.; Rojas-Cervantes, M. L.; Martin-Aranda, R. M.", "Carbon", "\r\n        (", "1995", "),\r\n    ", "33", "\r\n        (", "11", "),\r\n    ", "1585-92", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "Some graphite oxides with different degrees of oxidn. have been prepd. by using a modified Staudenmaier method.  The oxidn. process has been studied by using different techniques: elementary anal., gas adsorption, x-ray diffraction, FT-IR, XPS and 13C-NMR.  The influence of the oxidn. degree on the appearance and evolution of new chem. groups in the samples has been analyzed.  The oxidn. process produces a development of porosity, esp. microporosity.  FT-IR, XPS and 13C-NMR are complementary techniques, which confirm the existence of hydroxyl, carbonyl, ether, epoxy, and peroxy groups in the more oxidized samples.  These surface groups may play an important role in the acid-base bifunctional catalysis.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXpslaqurs%253D&md5=a7db2e7d319de4a63cf9dc0983e28059", "31. ", "Li", ", ", "Y. G.", "; ", "Zhang", ", ", "J. A.", "; ", "Wang", ", ", "Q. S.", "; ", "Jin", ", ", "Y. X.", "; ", "Huang", ", ", "D. H.", "; ", "Cui", ", ", "Q. L.", "; ", "Zou", ", ", "G. T.", " ", "Nitrogen-Rich Carbon Nitride Hollow Vessels: Synthesis, Characterization, and Their Properties", " ", "J. Phys. Chem. B", " ", "2010", ",  ", "114", ",  ", "9429", "– ", "9434", " DOI: 10.1021/jp103729c", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "31. ", "Nitrogen-Rich Carbon Nitride Hollow Vessels: Synthesis, Characterization, and Their Properties", "Li, Yingai; Zhang, Jian; Wang, Qiushi; Jin, Yunxia; Huang, Dahai; Cui, Qiliang; Zou, Guangtian", "Journal of Physical Chemistry B", "\r\n        (", "2010", "),\r\n    ", "114", "\r\n        (", "29", "),\r\n    ", "9429-9434", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Bulk quantities of nitrogen-rich graphitic carbon nitride are synthesized via a facile reactive pyrolysis process with a mixt. of melamine and cyanuric chloride as the mol. precursors.  SEM and transmission electron microscopy studies show that micrometer-sized hollow vessels with high aspect ratios have been successfully elaborated without the designed addn. of any catalyst or template.  The compn. of the prepd. carbon nitride detd. by combustion method is C3N4.91H1.00O0.22, with the N/C ratio to be 1.64, indicating a high nitrogen content.  X-ray diffraction pattern reveals the regular stacking of graphene CNx monolayers along the (002) direction with the presence of turbostratic ordering of C and N atoms in the a-b basal planes.  XPS and FTIR spectroscopy investigations provide further evidence for graphite-like sp2-bonded building blocks based on both triazine and heptazine ring units bridged by 3-fold coordinated nitrogen atoms.  The optical properties of the sample are investigated by UV-vis absorption and photoluminescence spectroscopy, which show features characteristic of π-π* and n-π* electronic transitions involving lone pairs of nitrogen atoms.  TGA curves of the synthesized graphitic carbon nitride hollow vessels show typical wt. loss steps related to the volatilization of triazine and heptazine structural units.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXosVyjtL0%253D&md5=460ccc1365de80b38ccc8669b85a72bc", "32. ", "Maeda", ", ", "K.", "; ", "Wang", ", ", "X. C.", "; ", "Nishihara", ", ", "Y.", "; ", "Lu", ", ", "D. L.", "; ", "Antonietti", ", ", "M.", "; ", "Domen", ", ", "K.", " ", "Photocatalytic Activities of Graphitic Carbon Nitride Powder for Water Reduction and Oxidation Under Visible Light", " ", "J. Phys. Chem. C", " ", "2009", ",  ", "113", ",  ", "4940", "– ", "4947", " DOI: 10.1021/jp809119m", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "32. ", "Photocatalytic Activities of Graphitic Carbon Nitride Powder for Water Reduction and Oxidation under Visible Light", "Maeda, Kazuhiko; Wang, Xinchen; Nishihara, Yasushi; Lu, Daling; Antonietti, Markus; Domen, Kazunari", "Journal of Physical Chemistry C", "\r\n        (", "2009", "),\r\n    ", "113", "\r\n        (", "12", "),\r\n    ", "4940-4947", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Graphitic carbon nitride (g-C3N4) with a band gap of 2.7 eV is studied as a nonmetallic photocatalyst for H2 or O2 evolution from water under UV and visible light.  The g-C3N4 catalyst exhibits activities for water redn. into H2 or water oxidn. into O2 in the presence of a proper sacrificial electron donor or acceptor, resp., even without the need for precious metal co-catalysts.  When bis(1,5-cyclooctadiene)platinum complex [Pt(cod)2] (a nonionic complex) is used as a precursor of Pt co-catalyst instead of H2PtCl6 (an ionic complex), enhanced H2 evolution activity is acquired.  This difference in activity is primarily due to the better dispersion of Pt nanoparticles on g-C3N4, which is considered to originate from the better access of Pt(cod)2 to the g-C3N4 surface, as compared to that of H2PtCl6 in the prepn. process.  Unmodified g-C3N4 produces O2 from an aq. silver nitrate soln. upon UV irradn. (λ > 300 nm), although N2 release due to self-decompn. of g-C3N4 by photogenerated holes takes place.  Modification of g-C3N4 with RuO2 improves not only O2 evolution activity but also stability against the self-decompn., resulting in stable visible-light-driven O2 evolution (λ > 420 nm).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXis12itL4%253D&md5=ea23941a47171715c9843c970438a16f", "33. ", "Truica-Marasescu", ", ", "F.", "; ", "Wertheimer", ", ", "M. R.", " ", "Nitrogen-Rich Plasma-Polymer Films for Biomedical Applications", " ", "Plasma Processes Polym.", " ", "2008", ",  ", "5", ",  ", "44", "– ", "57", " DOI: 10.1002/ppap.200700077", " ", "[", "Crossref", "], [", "CAS", "]", "33. ", "Nitrogen-rich plasma-polymer films for biomedical applications", "Truica-Marasescu, Florina; Wertheimer, Michael R.", "Plasma Processes and Polymers", "\r\n        (", "2008", "),\r\n    ", "5", "\r\n        (", "1", "),\r\n    ", "44-57", "CODEN:\r\n                ", "PPPLA6", ";\r\n        ISSN:", "1612-8850", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Low-pressure plasma co-polymn. of binary gas mixts. of ethylene and ammonia was investigated in order to deposit N-rich plasma polymer coatings for biomedical applications.  Deposition kinetics and relevant surface characteristics were investigated as a function of r.f. power, gas pressure, and NH3/C2H4 ratio.  Physico-chem. properties of the coatings were detd. by surface-sensitive techniques: for example, total nitrogen concns. up to 40 at.-% were measured by XPS, while those of primary amines were detd. by chem. derivatization followed by XPS anal.  L-PPE:N films were further characterized by UV-vis and IR spectroscopic ellipsometry and by CAG.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsVWlsrw%253D&md5=aabb44ffa4ba851560275f31467bc555", "34. ", "Graf", ", ", "N.", "; ", "Yegen", ", ", "E.", "; ", "Gross", ", ", "T.", "; ", "Lippitz", ", ", "A.", "; ", "Weigel", ", ", "W.", "; ", "Krakert", ", ", "S.", "; ", "Terfort", ", ", "A.", "; ", "Unger", ", ", "W. E. S.", " ", "XPS and NEXAFS Studies of Aliphatic and Aromatic Amine Species on Functionalized Surfaces", " ", "Surf. Sci.", " ", "2009", ",  ", "603", ",  ", "2849", "– ", "2860", " DOI: 10.1016/j.susc.2009.07.029", " ", "[", "Crossref", "], [", "CAS", "]", "34. ", "XPS and NEXAFS studies of aliphatic and aromatic amine species on functionalized surfaces", "Graf, Nora; Yegen, Eda; Gross, Thomas; Lippitz, Andreas; Weigel, Wilfried; Krakert, Simone; Terfort, Andreas; Unger, Wolfgang E. S.", "Surface Science", "\r\n        (", "2009", "),\r\n    ", "603", "\r\n        (", "18", "),\r\n    ", "2849-2860", "CODEN:\r\n                ", "SUSCAS", ";\r\n        ISSN:", "0039-6028", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The chem. constitution of functionalized supports is an important parameter that dets. their performance in a broad range of applications, e.g. for immobilization of biomols.  Supports with amino functionalized surfaces are also often used for DNA microarray expts.  However, spectral data which were reported for surfaces with amino functionalities suffer from some inconsistencies.  A detailed XPS and NEXAFS (Near edge x-ray absorption fine structure) database for amino functionalized surfaces is presented.  Amino-terminated surfaces prepd. from aliph. and arom. aminosilanes or aminothiols and a field sample are considered.  Effects of aging in air and damage by radiation are addressed as well.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtV2ju7zO&md5=77b616e2a41616a67ebfc387e412f1f6", "35. ", "Khabashesku", ", ", "V. N.", "; ", "Zimmerman", ", ", "J. L.", "; ", "Margrave", ", ", "J. L.", " ", "Powder Synthesis and Characterization of Amorphous Carbon Nitride", " ", "Chem. Mater.", " ", "2000", ",  ", "12", ",  ", "3264", "– ", "3270", " DOI: 10.1021/cm000328r", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "35. ", "Powder Synthesis and Characterization of Amorphous Carbon Nitride", "Khabashesku, Valery N.; Zimmerman, John L.; Margrave, John L.", "Chemistry of Materials", "\r\n        (", "2000", "),\r\n    ", "12", "\r\n        (", "11", "),\r\n    ", "3264-3270", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Carbon nitride powder has been prepd. by solid-state reaction between cyanuric chloride or its fluoro analog and lithium nitride.  The detd., by elemental anal., at. N/C ratio (1.33) in the synthesized material is entirely consistent with the C3N4 stoichiometry.  Combined material characterization data, obtained by Fourier transform IR, Raman, UV-visible, (13C) magic-angle spinning NMR, XPS, thermal gravimetric anal./DTA, and pyrolysis-electron ionization mass spectrometry methods, provide substantial evidence for graphite-like sp2-bonded structure composed of building blocks of s-triazine rings bridged by the 3-fold coordinated nitrogen atoms in the bulk carbon nitride.  As indicated by X-ray and SEM anal. data, the material is amorphous and changes from turbostratic to more ordered layered graphitic morphol. under high pressures.  The availability of stoichiometric carbon nitride a-C3N4 in gram quantities, made possible by a developed low-cost synthetic method, facilitates the extensive studies of bulk processing and electromech. properties, and high-pressure/high-temp. transformations of this material into superhard cryst. polymorphic phases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXntVOmtbc%253D&md5=fcadea59611a27cf6e730e316fa7185a", "36. ", "Liang", ", ", "J.", "; ", "Du", ", ", "X.", "; ", "Gibson", ", ", "C.", "; ", "Du", ", ", "X. W.", "; ", "Qiao", ", ", "S. Z.", " ", "N-Doped Graphene Natively Grown on Hierarchical Ordered Porous Carbon for Enhanced Oxygen Reduction", " ", "Adv. Mater.", " ", "2013", ",  ", "25", ",  ", "6226", "– ", "31", " DOI: 10.1002/adma.201302569", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "36. ", "N-Doped Graphene Natively Grown on Hierarchical Ordered Porous Carbon for Enhanced Oxygen Reduction", "Liang, Ji; Du, Xin; Gibson, Christopher; Du, Xi Wen; Qiao, Shi Zhang", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2013", "),\r\n    ", "25", "\r\n        (", "43", "),\r\n    ", "6226-6231", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "This novel hybrid material consists of natively grown graphene on hierarchical porous carbon.  The material is prepd. through a convenient bottom-up route, which combines the advantages of both hierarchical porous carbon and graphene such as high surface area, large porous channel size, and high electron cond.  Due to its excellent structural properties and inherent hetero-atom dopants, this material can serve as a metal-free catalyst for ORR.  The efficient electron transfer between carbon and the in situ formed graphene makes its catalytic performance synergistically enhanced.  Moreover, this carbon-based material could also potentially be used in other applications which require high surface area, high accessibly, and high cond.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht12isr3L&md5=28f64d5ed551ba27915834079325665e", "37. ", "Yin", ", ", "S.", "; ", "Goldovsky", ", ", "Y.", "; ", "Herzberg", ", ", "M.", "; ", "Liu", ", ", "L.", "; ", "Sun", ", ", "H.", "; ", "Zhang", ", ", "Y.", "; ", "Meng", ", ", "F.", "; ", "Cao", ", ", "X.", "; ", "Sun", ", ", "D. D.", "; ", "Chen", ", ", "H.", " ", "Porous Graphene: Functional Free-Standing Graphene Honeycomb Films", " ", "Adv. Funct. Mater.", " ", "2013", ",  ", "23", ",  ", "2971", "– ", "2971", " DOI: 10.1002/adfm.201370117", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "38. ", "Oh", ", ", "J.", "; ", "Lee", ", ", "S.", "; ", "Zhang", ", ", "K.", "; ", "Hwang", ", ", "J. O.", "; ", "Han", ", ", "J.", "; ", "Park", ", ", "G.", "; ", "Kim", ", ", "S. O.", "; ", "Park", ", ", "J. H.", "; ", "Park", ", ", "S.", " ", "Graphene Oxide-Assisted Production of Carbon Nitrides Using a Solution Process and Their Photocatalytic Activity", " ", "Carbon", " ", "2014", ",  ", "66", ",  ", "119", "– ", "125", " DOI: 10.1016/j.carbon.2013.08.049", " ", "[", "Crossref", "], [", "CAS", "]", "38. ", "Graphene oxide-assisted production of carbon nitrides using a solution process and their photocatalytic activity", "Oh, Junghoon; Lee, Seungjun; Zhang, Kan; Hwang, Jin Ok; Han, Jongwoo; Park, Gyutae; Kim, Sang Ouk; Park, Jong Hyeok; Park, Sungjin", "Carbon", "\r\n        (", "2014", "),\r\n    ", "66", "\r\n        (", "),\r\n    ", "119-125", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Graphitic carbon nitride (g-C3N4) and its derivs. are promising candidates as catalysts or supports for photocatalytic applications.  Since they are typically produced by polymn. or condensation of monomers under high temp. and high pressure, development of a cost-effective, soln.-based, low-temp. method of prodn. is important.  Herein, novel hybrid materials composed of g-C3N4 and reduced graphene oxide are produced using a simple reaction between graphene oxide and cyanamide using a soln.-based process.  During the reaction, redn. of graphene oxide and graphene oxide-assisted generation of g-C3N4 occurred simultaneously.  These hybrids show good photocatalytic performance for the removal of org. dyes under one sun solar light illumination.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVylu7zM&md5=912efc41f2680c153d9ebd3dbe822194", "39. ", "Yang", ", ", "R. T.", "  ", "Fundamental Factors for Designing Adsorbent", "; ", "John Wiley & Sons, Inc.", ": ", "New York", ", ", "2003", "; pp  ", "8", "– ", "16", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "40. ", "Rege", ", ", "S. U.", "; ", "Yang", ", ", "R. T.", " ", "A Simple Parameter for Selecting an Adsorbent for Gas Separation by Pressure Swing Adsorption", " ", "Sep. Sci. Technol.", " ", "2001", ",  ", "36", ",  ", "3355", "– ", "3365", " DOI: 10.1081/SS-100107907", " ", "[", "Crossref", "], [", "CAS", "]", "40. ", "A simple parameter for selecting an adsorbent for gas separation by pressure swing adsorption", "Rege, Salil U.; Yang, Ralph T.", "Separation Science and Technology", "\r\n        (", "2001", "),\r\n    ", "36", "\r\n        (", "15", "),\r\n    ", "3355-3365", "CODEN:\r\n                ", "SSTEDS", ";\r\n        ISSN:", "0149-6395", ".\r\n    \r\n            (", "Marcel Dekker, Inc.", ")\r\n        ", "A simple parameter is proposed for comparing the performance of two or more adsorbents for a particular binary gas sepn. by pressure swing adsorption.  The parameter is most suitable for sepns. based on differences in equil. adsorption capacity rather than on differences in adsorption kinetics.  The two main components of the parameter are the ratio of the delta loadings (differences in adsorbed amts. at high and low pressures) of the 2 gases (Δq1/Δq2) and the equil. selectivity (α1,2) of the sorbent for the strongly adsorbed species.  A dimensionless sorbent selection parameter (S) is defined.  For a given sepn., the sorbent that yields the highest S value is the best sorbent.  In the cases of sorbate-sorbent systems showing Langmuir-type isotherms, this parameter is simple to calc. and is sensitive to subtle differences in adsorption isotherms.  The effectiveness of the proposed parameter was demonstrated through two examples of air sepn. using mol.-sieve zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XktlCjsg%253D%253D&md5=af45fbc7665d2be60e2d7584e602afa5", "41. ", "Dietzel", ", ", "P. D. C.", "; ", "Besikiotis", ", ", "V.", "; ", "Blom", ", ", "R.", " ", "Application of Metal-Organic Frameworks with Coordinatively Unsaturated Metal Sites in Storage and Separation of Methane and Carbon Dioxide", " ", "J. Mater. Chem.", " ", "2009", ",  ", "19", ",  ", "7362", "– ", "7370", " DOI: 10.1039/b911242a", " ", "[", "Crossref", "], [", "CAS", "]", "41. ", "Application of metal-organic frameworks with coordinatively unsaturated metal sites in storage and separation of methane and carbon dioxide", "Dietzel, Pascal D. C.; Besikiotis, Vasileios; Blom, Richard", "Journal of Materials Chemistry", "\r\n        (", "2009", "),\r\n    ", "19", "\r\n        (", "39", "),\r\n    ", "7362-7370", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The metal-org. frameworks M2(dhtp)(H2O)2·8H2O (CPO-27-M, M = Ni, Mg) can be activated to give the empty framework compds. M2(dhtp) with a honeycomb analogous structure contg. large micropores of 11-12 Å diam. and a high concn. of open metal sites.  These sites play a major role in the adsorption of methane and carbon dioxide, which was studied at pressures up to 100 bar and 50 bar, resp., and various temps. in the range of 179 to 473 K. Both gases are taken up by the material in significant amts.  The max. excess adsorption of CO2 obsd. at 298 K was 51 wt.% for Ni2(dhtp) and 63 wt.% for Mg2(dhtp).  A surprisingly large amt. of CO2, in the range 25-30 wt.%, was still adsorbed at 473 K. Up to 18 and 22 wt.% methane were adsorbed at 179 K in the nickel and the magnesium compd., resp.  Congruent with this result is the high isosteric heat of adsorption obsd., which was found to be in the range 38-43 kJ mol-1 for CO2 and 20-22 kJ mol-1 for CH4, initially.  The heat of adsorption decreases significantly after the open metal sites have been occupied, which also is reflected in the shape of the adsorption isotherms.  The vacant coordination site at the metal atom also imparts favorable properties in respect to gas sepn. onto the material.  Breakthrough expts. using Ni2(dhtp) and gas mixts. of CO2-N2 and CO2-CH4 demonstrate the ability of the material to sep. these gases.  It is shown that carbon dioxide is preferentially adsorbed over methane or nitrogen.  In the case of CO2-N2, the retention is quant. within the precision of the detection system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht1SqsL3E&md5=772720d3befb7d050c696517be8ca169", "42. ", "Bae", ", ", "Y. S.", "; ", "Snurr", ", ", "R. Q.", " ", "Development and Evaluation of Porous Materials for Carbon Dioxide Separation and Capture", " ", "Angew. Chem., Int. Ed.", " ", "2011", ",  ", "50", ",  ", "11586", "– ", "11596", " DOI: 10.1002/anie.201101891", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "42. ", "Development and Evaluation of Porous Materials for Carbon Dioxide Separation and Capture", "Bae, Youn-Sang; Snurr, Randall Q.", "Angewandte Chemie, International Edition", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "49", "),\r\n    ", "11586-11596, S11586/1-S11586/14", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  The development of new microporous materials for adsorption sepn. processes is a rapidly growing field because of potential applications such as carbon capture and sequestration (CCS) and purifn. of clean-burning natural gas.  In particular, new metal-org. frameworks (MOFs) and other porous coordination polymers are being generated at a rapid and growing pace.  The authors address the question of how this large no. of materials can be quickly evaluated for their practical application in carbon dioxide sepn. processes.  Five adsorbent evaluation criteria from the chem. engineering literature are described and used to assess over 40 MOFs for their potential in CO2 sepn. processes for natural gas purifn., landfill gas sepn., and capture of CO2 from power-plant flue gas.  Comparisons with other materials such as zeolites are made, and the relationships between MOF properties and CO2 sepn. potential are investigated from the large data set.  In addn., strategies for tailoring and designing MOFs to enhance CO2 adsorption are briefly reviewed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlGhtbrM&md5=5d1fee2d34b37d1331f9bc554d3e2401", "43. ", "Walton", ", ", "K. S.", "; ", "Millward", ", ", "A. R.", "; ", "Dubbeldam", ", ", "D.", "; ", "Frost", ", ", "H.", "; ", "Low", ", ", "J. J.", "; ", "Yaghi", ", ", "O. M.", "; ", "Snurr", ", ", "R. Q.", " ", "Understanding Inflections and Steps in Carbon Dioxide Adsorption Isotherms in Metal-Organic Frameworks", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "406", "– ", "407", " DOI: 10.1021/ja076595g", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "43. ", "Understanding Inflections and Steps in Carbon Dioxide Adsorption Isotherms in Metal-Organic Frameworks", "Walton, Krista S.; Millward, Andrew R.; Dubbeldam, David; Frost, Houston; Low, John J.; Yaghi, Omar M.; Snurr, Randall Q.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "2", "),\r\n    ", "406-407", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Adsorption isotherms for CO2 in IRMOF-1 exhibit inflections that grow into pronounced steps at lower temps.  The isotherm shapes can be predicted by mol. simulations using a rigid crystal structure, indicating that changes in the MOF crystal structure are not responsible for the steps in this system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhsVOntLzF&md5=4ae26a51ddb1edefad443f7d63bb42a1", "44. ", "Jurgens", ", ", "B.", "; ", "Irran", ", ", "E.", "; ", "Senker", ", ", "J.", "; ", "Kroll", ", ", "P.", "; ", "Muller", ", ", "H.", "; ", "Schnick", ", ", "W.", " ", "Melem (2,5,8-triamino-tri-s-triazine), an Important Intermediate During Condensation of Melamine Rings to Graphitic Carbon Nitride: Synthesis, Structure Determination by X-ray Powder Diffractometry, Solid-State NMR, and Theoretical Studies", " ", "J. Am. Chem. Soc.", " ", "2003", ",  ", "125", ",  ", "10288", "– ", "10300", " DOI: 10.1021/ja0357689", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "44. ", "Melem (2,5,8-triamino-tri-s-triazine), an important intermediate during condensation of melamine rings to graphitic carbon nitride: synthesis, structure determination by X-ray powder diffractometry, solid-state NMR, and theoretical studies", "Jurgens Barbara; Irran Elisabeth; Senker Jurgen; Kroll Peter; Muller Helen; Schnick Wolfgang", "Journal of the American Chemical Society", "\r\n        (", "2003", "),\r\n    ", "125", "\r\n        (", "34", "),\r\n    ", "10288-300", "\r\n        ISSN:", "0002-7863", ".\r\n    ", "Single-phase melem (2,5,8-triamino-tri-s-triazine) C(6)N(7)(NH(2))(3) was obtained as a crystalline powder by thermal treatment of different less condensed C-N-H compounds (e.g., melamine C(3)N(3)(NH(2))(3), dicyandiamide H(4)C(2)N(4), ammonium dicyanamide NH(4)[N(CN)(2)], or cyanamide H(2)CN(2), respectively) at temperatures up to 450 degrees C in sealed glass ampules.  The crystal structure was determined ab initio by X-ray powder diffractometry (Cu K alpha(1): P2(1)/c (No. 14), a = 739.92(1) pm, b = 865.28(3) pm, c = 1338.16(4) pm, beta = 99.912(2) degrees, and Z = 4).  In the solid, melem consists of nearly planar C(6)N(7)(NH(2))(3) molecules which are arranged into parallel layers with an interplanar distance of 327 pm.  Detailed (13)C and (15)N MAS NMR investigations were performed.  The presence of the triamino form instead of other possible tautomers was confirmed by a CPPI (cross-polarization combined with polarization inversion) experiment.  Furthermore, the compound was characterized using mass spectrometry, vibrational (IR, Raman), and photoluminescence spectroscopy.  The structural and vibrational properties of molecular melem were theoretically studied on both the B3LYP and the MP2 level.  A structural optimization in the extended state was performed employing density functional methods utilizing LDA and GGA.  A good agreement was found between the observed and calculated structural parameters and also for the vibrational frequencies of melem.  According to temperature-dependent X-ray powder diffractometry investigations above 560 degrees C, melem transforms into a graphite-like C-N material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD3svht1Clsg%253D%253D&md5=1690c9599ab0da139f677d8ce2d129eb", "45. ", "Bae", ", ", "Y. S.", "; ", "Lee", ", ", "C. H.", " ", "Sorption Kinetics of Eight Gases on a Carbon Molecular Sieve at Elevated Pressure", " ", "Carbon", " ", "2005", ",  ", "43", ",  ", "95", "– ", "107", " DOI: 10.1016/j.carbon.2004.08.026", " ", "[", "Crossref", "], [", "CAS", "]", "45. ", "Sorption kinetics of eight gases on a carbon molecular sieve at elevated pressure", "Bae, Y.-S.; Lee, C.-H.", "Carbon", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "1", "),\r\n    ", "95-107", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "The sorption kinetics of 8 different mols. (O2, N2, Ar, CO, CO2, SO2, CH4, and H2) on a carbon mol. sieve was studied over a wide range of pressures up to 15 atm by a volumetric method.  The acentric factor was suggested as a potential factor to est. the relative sorption rate.  Since the apparent time consts. of all the components showed much stronger dependence of pressure than those expected by the traditional Darken relation and the structural diffusion model, new models with the diffusion relation at the supercrit. condition was proposed to predict the kinetic behaviors in the micropores.  The proposed model successfully predicted the apparent time const. up to high pressure.  In addn., the semi-empirical model that combined acentric factor with the proposed model was able to predict the strong pressure dependence accurately.  However, since the strong adsorbates, CO2 and SO2, showed two-stage kinetic behavior with pressure, which was different from that of the other adsorbates.  The kinetic behaviors of these mols. could be predicted by 2 different sorption models.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXpslKgsrs%253D&md5=bf157489a8b8a8d241af54b690300fff", "46. ", "Woo", ", ", "S. J.", "; ", "Lee", ", ", "E. S.", "; ", "Yoon", ", ", "M.", "; ", "Kim", ", ", "Y. H.", " ", "Finite-Temperature Hydrogen Adsorption and Desorption Thermodynamics Driven by Soft Vibration Modes", " ", "Phys. Rev. Lett.", " ", "2013", ",  ", "111", ",  ", "066102", " DOI: 10.1103/PhysRevLett.111.066102", " ", "[", "Crossref", "], [", "CAS", "]", "46. ", "Finite-temperature hydrogen adsorption and desorption thermodynamics driven by soft vibration modes", "Woo, Sung-Jae; Lee, Eui-Sup; Yoon, Mina; Kim, Yong-Hyun", "Physical Review Letters", "\r\n        (", "2013", "),\r\n    ", "111", "\r\n        (", "6", "),\r\n    ", "066102/1-066102/5", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "It has been widely accepted that enhanced dihydrogen adsorption is required for room-temp. hydrogen storage on nanostructured porous materials.  Here we report, based on results of first-principles total energy and vibrational spectrum calcns., finite-temp. adsorption and desorption thermodn. of hydrogen mols. that are adsorbed on the metal center of metal-porphyrin-incorporated graphene.  We have revealed that the room-temp. hydrogen storage is achievable not only with the enhanced adsorption enthalpy, but also with soft-mode driven vibrational entropy of the adsorbed dihydrogen mol.  The soft vibration modes mostly result from multiple orbital coupling between the hydrogen mol. and the buckled metal center, for example, in Ca-porphyrin-incorporated graphene.  Our study suggests that the current design strategy for room-temp. hydrogen storage materials should be modified with explicitly taking the finite-temp. vibration thermodn. into account.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVait73O&md5=97e4ce52f26c4654ab951d3858057e14", "47. ", "Lee", ", ", "H.", "; ", "Choi", ", ", "W. I.", "; ", "Ihm", ", ", "J.", " ", "Combinatorial Search for Optimal Hydrogen-Storage Nanomaterials Based on Polymers", " ", "Phys. Rev. Lett.", " ", "2006", ",  ", "97", ",  ", "056104", " DOI: 10.1103/PhysRevLett.97.056104", " ", "[", "Crossref", "], [", "CAS", "]", "47. ", "Combinatorial Search for Optimal Hydrogen-Storage Nanomaterials Based on Polymers", "Lee, Hoonkyung; Choi, Woon Ih; Ihm, Jisoon", "Physical Review Letters", "\r\n        (", "2006", "),\r\n    ", "97", "\r\n        (", "5", "),\r\n    ", "056104/1-056104/4", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "An extensive combinatorial search was performed for optimal nanostructured H-storage materials among various metal-decorated polymers using 1st-principles d.-functional calcns.  The zero-point vibration as well as the pressure- and temp.-dependent adsorption-desorption probability of H mols. were taken into account.  A good material is Ti-decorated cis-polyacetylene, with reversible gravimetric and volumetric H densities of 7.6% and 63 kg/m3, resp., at ambient conditions.  Thermodynamically usable H capacity is proposed as a criterion for comparing different H storage materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XnvVWksbo%253D&md5=dc62b860f7aee35878cc8d3a3602b2eb", "48. ", "Zhang", ", ", "Z.", "; ", "Li", ", ", "Z.", "; ", "Li", ", ", "J.", " ", "Computational Study of Adsorption and Separation of CO", "2", ", CH", "4", ", and N", "2", " by an Rht-Type Metal–Organic Framework", " ", "Langmuir", " ", "2012", ",  ", "28", ",  ", "12122", "– ", "12133", " DOI: 10.1021/la302537d", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "48. ", "Computational study of adsorption and separation of CO2, CH4, and N2 by an rht-type metal-organic framework", "Zhang, Zhijuan; Li, Zhong; Li, Jing", "Langmuir", "\r\n        (", "2012", "),\r\n    ", "28", "\r\n        (", "33", "),\r\n    ", "12122-12133", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "In this work, a computational study is performed to evaluate the adsorption-based sepn. of CO2 from flue gas (mixts. of CO2 and N2) and natural gas (mixts. of CO2 and CH4) using microporous metal org. framework Cu-TDPAT as a sorbent material.  The results show that electrostatic interactions can greatly enhance the sepn. efficiency of this MOF for gas mixts. of different components.  Furthermore, the study also suggests that Cu-TDPAT is a promising material for the sepn. of CO2 from N2 and CH4, and its macroscopic sepn. behavior can be elucidated on a mol. level to give insight into the underlying mechanisms.  On the basis of the single-component CO2, N2, and CH4 isotherms, binary mixt. adsorption (CO2/N2 and CO2/CH4) and ternary mixt. adsorption (CO2/N2/CH4) were predicted using the ideal adsorbed soln. theory (IAST).  The effect of H2O vapor on the CO2 adsorption selectivity and capacity was also examd.  The applicability of IAST to this system was validated by performing GCMC simulations for both single-component and mixt. adsorption processes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFWhsbvO&md5=4f235838d3945863f8cc04af23649958", "49. ", "Wang", ", ", "B.", "; ", "Huang", ", ", "H.", "; ", "Lv", ", ", "X.-L.", "; ", "Xie", ", ", "Y.", "; ", "Li", ", ", "M.", "; ", "Li", ", ", "J.-R.", " ", "Tuning CO", "2", " Selective Adsorption over N", "2", " and CH", "4", " in UiO-67 Analogues Through Ligand Functionalization", " ", "Inorg. Chem.", " ", "2014", ",  ", "53", ",  ", "9254", "– ", "9259", " DOI: 10.1021/ic5013473", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "49. ", "Tuning CO2 selective adsorption over N2 and CH4 in UiO-67 analogues through ligand functionalization", "Wang, Bin; Huang, Hongliang; Lv, Xiu-Liang; Xie, Yabo; Li, Ming; Li, Jian-Rong", "Inorganic Chemistry", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "17", "),\r\n    ", "9254-9259", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Introducing functional groups into pores of metal-org. frameworks (MOFs) through ligand modification provides an efficacious approach for tuning gas adsorption and sepn. performances of this type of novel porous material.  In this work, two UiO-67 analogs, [Zr6O4(OH)4(FDCA)6] (BUT-10) and [Zr6O4(OH)4(DTDAO)6] (BUT-11), with functionalized pore surfaces and high stability were synthesized from two functional ligands, 9-fluorenone-2,7-dicarboxylic acid (H2FDCA) and dibenzo[b,d]thiophene-3,7-dicarboxylic acid 5,5-dioxide (H2DTDAO), resp., and structurally detd. by single-crystal X-ray diffraction.  Notwithstanding skeleton bend of the two ligands relative to the linear 4,4'-biphenyldicarboxylic acid in UiO-67, the two MOFs have structures similar to that of UiO-67, with only lowered symmetry in their frameworks.  Attributed to these addnl. functional groups (carbonyl and sulfone, resp.) in the ligands, BUT-10 and -11 show enhanced CO2 adsorption and sepn. selectivities over N2 and CH4, in spite of decreased pore sizes and surface areas compared with UiO-67.  At 298 K and 1 atm, the CO2 uptake is 22.9, 50.6, and 53.5 cm3/g, and the infinite diln. selectivities of CO2/CH4 are 2.7, 5.1, and 9.0 and those of CO2/N2 are 9.4, 18.6, and 31.5 for UiO-67, BUT-10, and BUT-11, resp.  The selectivities of CO2/CH4 and CO2/N2 are thus enhanced 1.9 and 2.0 times in BUT-10 and 3.3 and 3.4 times in BUT-11, resp., on the basis of UiO-67.  The adsorption mechanism of CO2 in BUT-11 has also been explored through computational simulations.  The results show that CO2 mols. locate around the sulfone groups in pore surfaces of BUT-11, verifying at the mol. level that sulfone groups significantly increase the affinity toward CO2 mols. of the framework.  This provides thus an efficient strategy for the design of CO2 capture materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtleqtbbI&md5=4b859f4ac53fe694a6682ecbe7e52866", "50. ", "Liang", ", ", "Z.", "; ", "Marshall", ", ", "M.", "; ", "Chaffee", ", ", "A. L.", " ", "CO", "2", " Adsorption-Based Separation by Metal Organic Framework (Cu-BTC) Versus Zeolite (13X)", " ", "Energy Fuels", " ", "2009", ",  ", "23", ",  ", "2785", "– ", "2789", " DOI: 10.1021/ef800938e", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "50. ", "CO2 Adsorption-Based Separation by Metal Organic Framework (Cu-BTC) versus Zeolite (13X)", "Liang, Zhijian; Marshall, Marc; Chaffee, Alan L.", "Energy & Fuels", "\r\n        (", "2009", "),\r\n    ", "23", "\r\n        (", "5", "),\r\n    ", "2785-2789", "CODEN:\r\n                ", "ENFUEM", ";\r\n        ISSN:", "0887-0624", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The potential for the metal org. framework (MOF) Cu-BTC (copper 1,3,5-benzenetricarboxylate trihydrate) to selectively adsorb and sep. CO2 is considered.  Isotherms for CO2, CH4, and N2 were measured at 0-15 bar and 25-105°.  The isotherms suggest a much higher working capacity (×4) for CO2 adsorption on Cu-BTC relative to the benchmark zeolite 13X over the same pressure range.  Higher CO2/N2 and CO2/CH4 selectivities in the higher pressure range (1-15 bar) and with lower heats of adsorption were also demonstrated.  Cu-BTC was stable in O2 at 25°, but its crystallinity was reduced in humid environments.  The CO2 adsorption capacity was progressively reduced upon cyclic exposure to water vapor at low relative humidity (<30%), but leveled out at 75% of its original value after several water adsorption/desorption cycles.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXksFags7s%253D&md5=b2cee74813854154a3f6a8d2b5ec2d60", "51. ", "Cui", ", ", "Y.", "; ", "Ding", ", ", "Z.", "; ", "Fu", ", ", "X.", "; ", "Wang", ", ", "X.", " ", "Construction of Conjugated Carbon Nitride Nanoarchitectures in Solution at Low Temperatures for Photoredox Catalysis", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "11814", "– ", "11818", " DOI: 10.1002/anie.201206534", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "51. ", "Construction of Conjugated Carbon Nitride Nanoarchitectures in Solution at Low Temperatures for Photoredox Catalysis", "Cui, Yanjuan; Ding, Zhengxin; Fu, Xianzhi; Wang, Xinchen", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "47", "),\r\n    ", "11814-11818", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A catalyst-free, soln.-processing method is reported for textural engineering of triazine monomers to binary C-N nanomaterials.  The obtained superstructure has a decreased band gap and enhanced light harvesting capability.  Photocatalytic activity of the nanomaterials for degrdn. of org. pollutants in water and photocatalytic H2 evolution from H2O splitting was improved as compared with traditional graphitic-CN samples.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsFanurbM&md5=f4c6e474829532347a0c61c3fe4a4866", "52. ", "Hwang", ", ", "C.-C.", "; ", "Tour", ", ", "J. J.", "; ", "Kittrell", ", ", "C.", "; ", "Espinal", ", ", "L.", "; ", "Alemany", ", ", "L. B.", "; ", "Tour", ", ", "J. M.", " ", " ", "Capturing Carbon Dioxide As a Polymer from Natural Gas", ".  ", "Nat. Commun.", " ", "2014", ",  ", "5", ".", " DOI: 10.1038/ncomms4961", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "53. ", "Oh", ", ", "J.", "; ", "Yoo", ", ", "R. J.", "; ", "Kim", ", ", "S. Y.", "; ", "Lee", ", ", "Y. J.", "; ", "Kim", ", ", "D. W.", "; ", "Park", ", ", "S.", " ", "Oxidized Carbon Nitrides: Water-Dispersible, Atomically Thin Carbon Nitride-Based Nanodots and Their Performances as Bioimaging Probes", " ", "Chem. - Eur. J.", " ", "2015", ",  ", "21", ",  ", "6241", "– ", "6246", " DOI: 10.1002/chem.201406151", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "53. ", "Oxidized Carbon Nitrides: Water-Dispersible, Atomically Thin Carbon Nitride-Based Nanodots and Their Performances as Bioimaging Probes", "Oh, Junghoon; Yoo, Ran Ji; Kim, Seung Yeon; Lee, Yong Jin; Kim, Dong Wook; Park, Sungjin", "Chemistry - A European Journal", "\r\n        (", "2015", "),\r\n    ", "21", "\r\n        (", "16", "),\r\n    ", "6241-6246", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Three-dimensional (3D) carbon nitride (C3N4)-based materials show excellent performance in a wide range of applications because of their suitable band structures.  To realize the great promise of two-dimensional (2D) allotropes of various 3D materials, it is highly important to develop routes for the prodn. of 2D C3N4 materials, which are one-atom thick, to understand their intrinsic properties and identify their possible applications.  Water-dispersible, atomically thin, and small carbon nitride nanodots were produced using the chem. oxidn. of graphitic C3N4.  Various analyses, including x-ray diffraction, x-ray photoelectron, FTIR spectroscopy, and combustion-based elemental anal., and TGA, confirmed the prodn. of 3D oxidized C3N4 materials.  The 2D C3N4 nanodots were successfully exfoliated as individual single layers; their lateral dimension was several tens of nanometers.  They showed strong photoluminescence in the visible region as well as excellent performances as cell-imaging probes in an in vitro study using confocal fluorescence microscopy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXkvVeqtL8%253D&md5=bb3f0cce1bf255921041712ece44d0ec", "54. ", "Oh", ", ", "J.", "; ", "Mo", ", ", "Y.-H.", "; ", "Le", ", ", "V.-D.", "; ", "Lee", ", ", "S.", "; ", "Han", ", ", "J.", "; ", "Park", ", ", "G.", "; ", "Kim", ", ", "Y.-H.", "; ", "Park", ", ", "S.-E.", "; ", "Park", ", ", "S.", " ", "Borane-Modified Graphene-Based Materials As CO", "2", " Adsorbents", " ", "Carbon", " ", "2014", ",  ", "79", ",  ", "450", "– ", "456", " DOI: 10.1016/j.carbon.2014.08.004", " ", "[", "Crossref", "], [", "CAS", "]", "54. ", "Borane-modified graphene-based materials as CO2 adsorbents", "Oh, Junghoon; Mo, Yong-Hwan; Le, Viet-Duc; Lee, Seungjun; Han, Jongwoo; Park, Gyutae; Kim, Yong-Hyun; Park, Sang-Eon; Park, Sungjin", "Carbon", "\r\n        (", "2014", "),\r\n    ", "79", "\r\n        (", "),\r\n    ", "450-456", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "The authors studied the CO2 adsorption performances of borane modified graphene-based materials (B-rG-O).  B-rG-O powder was fabricated by reacting graphene oxide with a borane-THF adduct and showed good CO2 adsorption capacity (1.82 mmol/g at 1 atm) and recyclability as detd. using a CO2 isotherm and breakthrough expts. resp.  The roles of boron moieties for CO2 adsorption were studied using theor. calcn. and spectroscopic expts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtlaqsrbE&md5=959e6f754865626cb108edd2fcdb6de9", "55. ", "Blöchl", ", ", "P. E.", " ", "Projector Augmented-Wave Method", " ", "Phys. Rev. B: Condens. Matter Mater. Phys.", " ", "1994", ",  ", "50", ",  ", "17953", " DOI: 10.1103/PhysRevB.50.17953", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "55. ", "Projector augmented-wave method", "Blochl", "Physical review. B, Condensed matter", "\r\n        (", "1994", "),\r\n    ", "50", "\r\n        (", "24", "),\r\n    ", "17953-17979", "\r\n        ISSN:", "0163-1829", ".\r\n    ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC2sfjslSntA%253D%253D&md5=1853d67af808af2edab58beaab5d3051", "56. ", "Perdew", ", ", "J. P.", "; ", "Burke", ", ", "K.", "; ", "Ernzerhof", ", ", "M.", " ", "Generalized Gradient Approximation for The Exchange-Correlation Hole of a Many-Electron System", " ", "Phys. Rev. Lett.", " ", "1996", ",  ", "77", ",  ", "3865", " DOI: 10.1103/PhysRevLett.77.3865", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "56. ", "Generalized gradient approximation made simple", "Perdew, John P.; Burke, Kieron; Ernzerhof, Matthias", "Physical Review Letters", "\r\n        (", "1996", "),\r\n    ", "77", "\r\n        (", "18", "),\r\n    ", "3865-3868", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "Generalized gradient approxns. (GGA's) for the exchange-correlation energy improve upon the local spin d. (LSD) description of atoms, mols., and solids.  We present a simple derivation of a simple GGA, in which all parameters (other than those in LSD) are fundamental consts.  Only general features of the detailed construction underlying the Perdew-Wang 1991 (PW91) GGA are invoked.  Improvements over PW91 include an accurate description of the linear response of the uniform electron gas, correct behavior under uniform scaling, and a smoother potential.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XmsVCgsbs%253D&md5=55943538406ee74f93aabdf882cd4630", "57. ", "Kresse", ", ", "G.", "; ", "Joubert", ", ", "D.", " ", "From Ultrasoft Pseudopotentials to the Projector Augmented-Wave Method", " ", "Phys. Rev. B: Condens. Matter Mater. Phys.", " ", "1999", ",  ", "59", ",  ", "1758", " DOI: 10.1103/PhysRevB.59.1758", " ", "[", "Crossref", "], [", "CAS", "]", "57. ", "From ultrasoft pseudopotentials to the projector augmented-wave method", "Kresse, G.; Joubert, D.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "1999", "),\r\n    ", "59", "\r\n        (", "3", "),\r\n    ", "1758-1775", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "The formal relationship between ultrasoft (US) Vanderbilt-type pseudopotentials and Blochl's projector augmented wave (PAW) method is derived.  The total energy functional for US pseudopotentials can be obtained by linearization of two terms in a slightly modified PAW total energy functional.  The Hamilton operator, the forces, and the stress tensor are derived for this modified PAW functional.  A simple way to implement the PAW method in existing plane-wave codes supporting US pseudopotentials is pointed out.  In addn., crit. tests are presented to compare the accuracy and efficiency of the PAW and the US pseudopotential method with relaxed-core all-electron methods.  These tests include small mols. (H2, H2O, Li2, N2, F2, BF3, SiF4) and several bulk systems (diamond, Si, V, Li, Ca, CaF2, Fe, Co, Ni).  Particular attention is paid to the bulk properties and magnetic energies of Fe, Co, and Ni.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXkt12nug%253D%253D&md5=78a73e92a93f995982fc481715729b14", "58. ", "Deifallah", ", ", "M.", "; ", "McMillan", ", ", "P. F.", "; ", "Cora", ", ", "F.", " ", "Electronic and Structural Properties of Two-Dimensional Carbon Nitride Graphenes", " ", "J. Phys. Chem. C", " ", "2008", ",  ", "112", ",  ", "5447", "– ", "5453", " DOI: 10.1021/jp711483t", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "58. ", "Electronic and Structural Properties of Two-Dimensional Carbon Nitride Graphenes", "Deifallah, Malek; McMillan, Paul F.; Cora, Furio", "Journal of Physical Chemistry C", "\r\n        (", "2008", "),\r\n    ", "112", "\r\n        (", "14", "),\r\n    ", "5447-5453", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The structure and electronic properties of single-layered carbon nitride graphenes are examd. computationally with hybrid-exchange functionals in periodic d. functional theory calcns.  Unlike pure carbon graphene that provides a metallic nanomaterial, carbon nitride graphenes form semiconductors with band gaps ranging up to 5 eV.  The band gap is sensitive to external perturbations that can be introduced chem. by adatom adsorption or phys. by constraining the lattice parameter.  Carbon nitride graphenes could possibly pave the way for a new range of smaller and faster transistors, as well as have useful sensing and actuating properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXjtlOjtrs%253D&md5=dcfca84551ed02d961bd16961530c9c7", "59. ", "Sehnert", ", ", "J.", "; ", "Baerwinkel", ", ", "K.", "; ", "Senker", ", ", "J.", " ", "Ab Initio", " Calculation of Solid-State NMR Spectra for Different Triazine and Heptazine Based Structure Proposals of ", "g", "-C", "3", "N", "4", " ", "J. Phys. Chem. B", " ", "2007", ",  ", "111", ",  ", "10671", "– ", "10680", " DOI: 10.1021/jp072001k", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "59. ", "Ab Initio Calculation of Solid-State NMR Spectra for Different Triazine and Heptazine Based Structure Proposals of g-C3N4", "Sehnert, Jan; Baerwinkel, Kilian; Senker, Juergen", "Journal of Physical Chemistry B", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "36", "),\r\n    ", "10671-10680", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We present a comprehensive theor. study of the structure and NMR parameters of a large no. of triazine and heptazine based structure proposals for g-C3N4 in different condensation states.  This approach includes a detailed investigation of cyclic melon which tends toward the formation of densely packed hydrogen bonded meshes.  In all of the investigated systems, we found planar layers to represent saddle points on the energy surface, whereas corrugated species were identified as min.  The corrugation source was linked to the repulsion of nitrogen lone pairs in close NN contacts.  A linear dependency of the corrugation energy from the no. of NN interactions in the investigated clusters was found.  Heptazine based systems gain about twice as much energy per NN close contact in comparison to triazine structures which could be understood in terms of the distortion mechanism in the investigated structures.  Furthermore, a full study of the 15N and 13C chem. shift tensors was performed for the different C/N layers.  The description of the NMR parameters required dividing the investigated systems into subclusters for which the NMR tensors were calcd. with d. functional theory (DFT) methods.  A statistical anal. of these entities allowed for the investigation of the change in the chem. shift upon corrugation and, in the case of the cyclic melon system, hydrogen bonding.  With the here presented study, the most prominent structure models for g-C3N4 are characterized in terms of the 15N and 13C NMR parameters which now can directly be compared to exptl. spectra.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXpt1OjtLk%253D&md5=27ed08803ab50d3af608dae1d5dab948", "60. ", "Tyborski", ", ", "T.", "; ", "Merschjann", ", ", "C.", "; ", "Orthmann", ", ", "S.", "; ", "Yang", ", ", "F.", "; ", "Lux-Steiner", ", ", "M. C.", "; ", "Schedel-Niedrig", ", ", "T.", " ", "Crystal Structure of Polymeric Carbon Nitride and the Determination of its Process-Temperature-Induced Modifications", " ", "J. Phys.: Condens. Matter", " ", "2013", ",  ", "25", ",  ", "395402", " DOI: 10.1088/0953-8984/25/39/395402", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "60. ", "Crystal structure of polymeric carbon nitride and the determination of its process-temperature-induced modifications", "Tyborski, T.; Merschjann, C.; Orthmann, S.; Yang, F.; Lux-Steiner, M.-Ch.; Schedel-Niedrig, Th.", "Journal of Physics: Condensed Matter", "\r\n        (", "2013", "),\r\n    ", "25", "\r\n        (", "39", "),\r\n    ", "395402, 7 pp.", "CODEN:\r\n                ", "JCOMEL", ";\r\n        ISSN:", "0953-8984", ".\r\n    \r\n            (", "IOP Publishing Ltd.", ")\r\n        ", "Based on the arrangement of two-dimensional 'melon', we construct a unit cell for polymeric carbon nitride (PCN) synthesized via thermal polycondensation, whose theor. diffraction powder pattern includes all major features measured in x-ray diffraction.  With the help of this unit cell, we describe the process-temp.-induced crystallog. changes in PCN that occur within a temp. interval 510-610 °C.  We also discuss further potential modifications of the unit cell for PCN.  It is found that both triazine- and heptazine-based g-C3N4 can only account for minor phases within the investigated synthesis products.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsFKisb%252FE&md5=01147ed610c80348329a0c50a4f24f7e", "61. ", "Yim", ", ", "W. L.", "; ", "Byl", ", ", "O.", "; ", "Yates", ", ", "J. T.", "; ", "Johnson", ", ", "J. K.", " ", "Vibrational Behavior of Adsorbed CO", "2", " on Single-Walled Carbon Nanotubes", " ", "J. Chem. Phys.", " ", "2004", ",  ", "120", ",  ", "5377", "– ", "5386", " DOI: 10.1063/1.1648017", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "61. ", "Vibrational behavior of adsorbed CO2 on single-walled carbon nanotubes", "Yim, Wai-Leung; Byl, Oleg; Yates, John T., Jr.; Johnson, J. Karl", "Journal of Chemical Physics", "\r\n        (", "2004", "),\r\n    ", "120", "\r\n        (", "11", "),\r\n    ", "5377-5386", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "We present theor. and exptl. evidence for CO2 adsorption on different sites of single walled carbon nanotube (SWNT) bundles.  We use local d. approxn. d. functional theory (LDA-DFT) calcns. to compute the adsorption energies and vibrational frequencies for CO2 adsorbed on SWNT bundles.  The LDA-DFT calcns. give a range of shifts for the asym. stretching mode from about -6 to -20 cm-1 for internally bound CO2, and a range from -4 to -16 cm-1 for externally bound CO2 at low densities.  The magnitude of the shift is larger for CO2 adsorbed parallel to the SWNT surface; various perpendicular configurations yield much smaller theor. shifts.  The asym. stretching mode for CO2 adsorbed in groove sites and interstitial sites exhibits calcd. shifts of -22.2 and -23.8 cm-1, resp.  Vibrational mode softening is due to three effects: (1) dynamic image charges in the nanotube; (2) the confining effect of the adsorption potential; (3) dynamic dipole coupling with other adsorbate mols.  IR measurements indicate that 2 families of CO2 adsorption sites are present.  One family, exhibiting a shift of about -20 cm-1 is assigned to internally bound CO2 mols. in a parallel configuration.  This type of CO2 is readily displaced by Xe, a test for densely populated adsorbed species, which are expected to be present on the highest adsorption energy sites in the interior of the nanotubes.  The second family exhibits a shift of about -7 cm-1 and the site location and configuration for these species is ambiguous, based on comparison with the theor. shifts.  The population of the internally bound CO2 may be enhanced by established etching procedures that open the entry ports for adsorption, namely, ozone oxidn. followed by annealing in vacuum at 873 K.  Xe displacement expts. indicate that internally bound CO2 is preferentially displaced relative to the -7 cm-1 shifted species.  The -7 cm-1 shifted species is assigned to CO2 adsorbed on the external surface based on results from etching and Xe displacement expts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXitFSmsLw%253D&md5=ab39c0bf7f312e71816c8fb3e805c778", "62. ", "Grimme", ", ", "S.", " ", "Semiempirical GGA-Type Density Functional Constructed with a Long-Range Dispersion Correction", " ", "J. Comput. Chem.", " ", "2006", ",  ", "27", ",  ", "1787", "– ", "1799", " DOI: 10.1002/jcc.20495", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "62. ", "Semiempirical GGA-type density functional constructed with a long-range dispersion correction", "Grimme, Stefan", "Journal of Computational Chemistry", "\r\n        (", "2006", "),\r\n    ", "27", "\r\n        (", "15", "),\r\n    ", "1787-1799", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "A new d. functional (DF) of the generalized gradient approxn. (GGA) type for general chem. applications termed B97-D is proposed.  It is based on Becke's power-series ansatz from 1997 and is explicitly parameterized by including damped atom-pairwise dispersion corrections of the form C6·R-6.  A general computational scheme for the parameters used in this correction has been established and parameters for elements up to xenon and a scaling factor for the dispersion part for several common d. functionals (BLYP, PBE, TPSS, B3LYP) are reported.  The new functional is tested in comparison with other GGAs and the B3LYP hybrid functional on std. thermochem. benchmark sets, for 40 noncovalently bound complexes, including large stacked arom. mols. and group II element clusters, and for the computation of mol. geometries.  Further cross-validation tests were performed for organometallic reactions and other difficult problems for std. functionals.  In summary, it is found that B97-D belongs to one of the most accurate general purpose GGAs, reaching, for example for the G97/2 set of heat of formations, a mean abs. deviation of only 3.8 kcal mol-1.  The performance for noncovalently bound systems including many pure van der Waals complexes is exceptionally good, reaching on the av. CCSD(T) accuracy.  The basic strategy in the development to restrict the d. functional description to shorter electron correlation lengths scales and to describe situations with medium to large interat. distances by damped C6·R-6 terms seems to be very successful, as demonstrated for some notoriously difficult reactions.  As an example, for the isomerization of larger branched to linear alkanes, B97-D is the only DF available that yields the right sign for the energy difference.  From a practical point of view, the new functional seems to be quite robust and it is thus suggested as an efficient and accurate quantum chem. method for large systems where dispersion forces are of general importance.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtFenu7bO&md5=0b4aa16bebc3a0a2ec175d4b161ab0e4", "63. ", "Kim", ", ", "D. Y.", "; ", "Lee", ", ", "H. M.", "; ", "Min", ", ", "S. K.", "; ", "Cho", ", ", "Y.", "; ", "Hwang", ", ", "I. C.", "; ", "Han", ", ", "K.", "; ", "Kim", ", ", "J. Y.", "; ", "Kim", ", ", "K. S.", " ", "CO", "2", " Capturing Mechanism in Aqueous Ammonia: NH", "3", "-Driven Decomposition-Recombination Pathway", " ", "J. Phys. Chem. Lett.", " ", "2011", ",  ", "2", ",  ", "689", "– ", "694", " DOI: 10.1021/jz200095j", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "63. ", "CO2 capturing mechanism in aqueous ammonia: NH3-driven decomposition-recombination pathway", "Kim, Dong Young; Lee, Han Myoung; Min, Seung Kyu; Cho, Yeonchoo; Hwang, In-Chul; Han, Kunwoo; Kim, Je Young; Kim, Kwang S.", "Journal of Physical Chemistry Letters", "\r\n        (", "2011", "),\r\n    ", "2", "\r\n        (", "7", "),\r\n    ", "689-694", "CODEN:\r\n                ", "JPCLCD", ";\r\n        ISSN:", "1948-7185", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Capturing CO2 using aq. NH3 has recently received much attention due to its advantages over other state-of-the-art CO2 capture technol.  Understanding this CO2-capturing mechanism, which has caused controversy, is crucial to further develop advanced CO2 capture technol.  The CO2 conversion mechanism in aq. NH3 was examd. by ab-initio calcns. and kinetic simulations.  Full details of all reaction pathways for the NH3-driven CO2 conversion mechanism are shown, with the pronounced effect of micro-solvation.  NH3 performs multiple roles: reactant, catalyst, base, and product controller.  Carbamic and carbonic acids are formed by the NH3-driven trimol. mechanism.  In micro-solvation, NH3 makes carbamic acid formation kinetically preferred over carbonic acid.  As the CO2 concn. increases, the dominant product becomes carbonic acid.  Conversion from carbamic acid to carbonic acid occurs via the decompn./recombination pathway.  This understanding would be exploited for optimal CO2 capture technol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXivFCktLw%253D&md5=0fa045a61f8ba700c942bb71985f15fb", "64. ", "Woo", ", ", "S.-J.", "; ", "Lee", ", ", "E.-S.", "; ", "Yoon", ", ", "M.", "; ", "Kim", ", ", "Y.-H.", " ", " ", "Finite-Temperature Hydrogen Adsorption and Desorption Thermodynamics Driven by Soft Vibration Modes", ".  ", "Phys. Rev. Lett.", " ", "2013", ",  ", "111", ".", " DOI: 10.1103/PhysRevLett.111.066102", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "65. ", "Banerjee", ", ", "R.", "; ", "Furukawa", ", ", "H.", "; ", "Britt", ", ", "D.", "; ", "Knobler", ", ", "C.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Control of Pore Size and Functionality in Isoreticular Zeolitic Imidazolate Frameworks and Their Carbon Dioxide Selective Capture Properties", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "3875", "– ", "3877", " DOI: 10.1021/ja809459e", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "65. ", "Control of Pore Size and Functionality in Isoreticular Zeolitic Imidazolate Frameworks and their Carbon Dioxide Selective Capture Properties", "Banerjee, Rahul; Furukawa, Hiroyasu; Britt, David; Knobler, Carolyn; O'Keeffe, Michael; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "11", "),\r\n    ", "3875-3877", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Five new cryst. zeolitic imidazolate frameworks (ZIFs), ZIF-78 to -82, were prepd. from zinc(II) nitrate and mixts. of 2-nitroimidazole and five different functionalized imidazoles and were found to have the GME topol.  These structures, along with three previously reported GME ZIFs, constitute a series of highly porous materials with Brunauer-Emmet-Teller surface areas ranging from 620 to 1730 m2/g.  The pore diams. and apertures vary incrementally from 7.1 to 15.9 Å and 3.8 to 13.1 Å, resp., and the functionalities decorating the pores vary from polar cyano- and nitro- groups to nonpolar alkyl groups.  The variability expressed in these materials makes them highly attractive for study as gas-sepn. media.  Selectivity values calcd. for sepn. of CO2 and CH4 predict that the ZIFs with polar functionality, ZIF-78 (10.6:1) and -82 (9.6:1), retain CO2 gas to a greater degree than the other members of the GME series and BPL-activated carbon.  These predictions are borne out in dynamic breakthrough studies, which confirm the increased capacity of ZIF-78 and -82 and demonstrate the promise of this class of materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXisFans7s%253D&md5=5fba32f296b7f0cf32e22fa84b98af89", "66. ", "Bae", ", ", "Y. S.", "; ", "Spokoyny", ", ", "A. M.", "; ", "Farha", ", ", "O. K.", "; ", "Snurr", ", ", "R. Q.", "; ", "Hupp", ", ", "J. T.", "; ", "Mirkin", ", ", "C. A.", " ", "Separation of Gas Mixtures Using Co(II) Carborane-Based Porous Coordination Polymers", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "3478", "– ", "3480", " DOI: 10.1039/b927499e", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "66. ", "Separation of gas mixtures using Co(II) carborane-based porous coordination polymers", "Bae, Youn-Sang; Spokoyny, Alexander M.; Farha, Omar K.; Snurr, Randall Q.; Hupp, Joseph T.; Mirkin, Chad A.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "20", "),\r\n    ", "3478-3480", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Sepns. of CO2/CH4, CO2/N2, and O2/N2 mixts. were studied in three porous coordination polymers made of the same carborane ligand and Co(ii) nodes.  High selectivities for CO2 over CH4 (∼47) and CO2 over N2 (∼95) were obtained, esp. in the material with coordinated pyridine.  Unusual selectivity for O2 over N2 (as high as 6.5) was demonstrated in the materials with open Co(ii) sites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXlvVSrsro%253D&md5=0395aa9797b3646ac1a04d4bced61a7b"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/ancac3/2015/ancac3.2015.9.issue-9/acsnano.5b03400/20150917/images/small/nn-2015-03400p_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/ancac3/2015/ancac3.2015.9.issue-9/acsnano.5b03400/20150917/images/small/nn-2015-03400p_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/ancac3/2015/ancac3.2015.9.issue-9/acsnano.5b03400/20150917/images/small/nn-2015-03400p_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/ancac3/2015/ancac3.2015.9.issue-9/acsnano.5b03400/20150917/images/small/nn-2015-03400p_0003.gif\">"]}
