{"title": ["A Three-Dimensional Microporous Metal–Metalloporphyrin Framework"], "authors": ["Zhiyong Guo", "Dan Yan", "Hailong Wang", "Daniel Tesfagaber", "Xinle Li", "Yusheng Chen", "Wenyu Huang", "Banglin Chen"], "doi": ["10.1021/ic502116k"], "abstract": ["To make use of the porphyrin-containing metalloligand {5,10,15,20-tetrakis[4-(2,3,4,5-tetrazolyl)phenyl]porphyrinato} manganese(III) chloride, the new microporous metal−organic framework {Mn(II)", "[Mn(II)", "Cl(Mn(III)Cl-ttzpp)", "(H", "O)", "]}·(DEF)", "·(CH", "OH)", "·(H", "O)", " (", "; DEF = ", ",", "′-diethylformamide) was designed and synthesized by the well-known solvothermal method. ", " exhibits permeant porosity and displays moderately high performance for C", "H", "/CH", " separation at room temperature.", "A new porphyrin-based microporous MOF, {Mn(II)", "[Mn(II)", "Cl(Mn(III)Cl-ttzpp)", "(H", "O)", "]}·(DEF)", "·(CH", "OH)", "·(H", "O)", " (", "), has been constructed from {5,10,15,20-tetrakis[4-(2,3,4,5-tetrazolyl)phenyl]porphyrinato} manganese(III) chloride as the metalloligand. The MOF adopts the rare scu topology with one-dimensional square nanotube-like channels of about 20 Å. ", " exhibits permanent porosity and displays moderately high performance for C", "H", "/CH", " separation at room temperature."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "1 Introduction", "Porphyrins have been extensively studied because of their biological properties and ability to act as organic ligands.", "(1-3)", " Accordingly, porphyrin and metalloporphyrin molecules have been widely developed as the building blocks for the construction of diverse functional materials such as conductive polymers, chemical sensors, and light-harvesting materials.", "(4-10)", " Incorporation of these porphyrin-containing molecules into their metal–organic frameworks, the resulting porphyrin-based metal–organic framework (MOF) materials are promising for their potential applications in gas sorption and separation, catalysis, and artificial light-harvesting.", "(11-23)", "The first porphyrin-based MOF was reported by Abrahams et al. in the early 1990s, and since then, hundreds of two-dimensional and three-dimensional porphyrin-containing MOFs have been characterized.", "(24-31)", " However, up to now, the linker of porphyrin-based MOFs is still mainly restricted to a porphyrin with carboxylic acid- and pyridine-related functional groups. Other tetraarylporphyrin, such as ", "meso", "-tetra(4-pyridyl)porphyrin (TPyP) and ", "meso", "-tetra(4-carboxyphenyl)porphyrin (TCPP), have been also utilized for the construction of MOFs.", "(32-38)", " In particular, the Zhou research group recently reported a Zr", "6", "-cluster-based mesoporous porphyrin MOF [PCN-222(Fe)] containing large one-dimensional hexagonal open channels with a large diameter of 3.7 nm based on TCPP that displays exceptionally high water stability.", "(39)", " In addition, Ma and co-workers successfully strutted several isophthalate-derived porphyrin ligands in constructing nanoscopic polyhedral cage-containing metal–metalloporphyrin frameworks.", "(40-44)", " On the other hand, tetrazolate heterocycles can form a number of MOFs with different topologies and applications.", "(45, 46)", " Compared with imidazole, pyrazole, and triazole, 5-substituted tetrazolate ligands are  much less developed for constructing MOF materials.", "(47-49)", " Long and co-workers reported several MOFs from polytetrazolates displaying pyrazolate coordination modes.", "(50-53)", " They also synthesized a number of highly porous frameworks from M", "4", "Cl(ttz)", "8", "-(solv)", "4", " clusters (M = Mn", "2+", ", Cu", "2+", ", Fe", "2+", ", Ni", "2+", "; ttz = tetrazole) and triangular polytetrazolate ligands. In this contribution, we herein present the structure of the first example of a (tetrazolyl)porphyrin-based MOF, {Mn(II)", "0.5", "[Mn(II)", "4", "Cl(Mn(III)Cl-ttzpp)", "2", "(H", "2", "O)", "4", "]}·(DEF)", "20", "·(CH", "3", "OH)", "18", "·(H", "2", "O)", "12", " (", "UTSA-57", "), constructed from the metalloligand {5,10,15,20-tetrakis[4-(2,3,4,5-tetrazolyl)phenyl]porphyrinato} manganese(III) chloride [denoted as Mn(III)Cl-ttzpp, Scheme ", "1", "] with a three-dimensional robust microporous structure. ", "UTSA-57", " is a rare example of a porous MOF whose structure consists of a polyhedral cage and one-dimensional open channel.", "(54, 55)", " Furthermore, ", "UTSA-57a", " displays highly selective gas sorption for C", "2", "H", "2", "/CH", "4", " at room temperature.", "Scheme 1. Organic Linker Mn(III)Cl-ttzpp", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "2 Experimental Section", "2.1", "Materials and Methods", "All general reagents and solvents were commercially available and were used as received. Mn(III)Cl-ttzpp was synthesized according to the reported literature method.", "(56)", " ", "Caution:", " Sodium azide, which was used in the synthesis of the ligands, is very acutely toxic and potentially explosive.", " The powder X-ray diffraction (PXRD) pattern was recorded on a Rigaku Ultima IV diffractometer with Cu Kα radiation operated at 40 kV and 44 mA at a scan rate of 2.0° min", "–1", " at room temperature. ", "1", "H NMR spectra were obtained using a Varian INOVA 400 MHz spectrometer at room temperature. Elemental analyses were performed on a Perkin-Elmer 2100 Series II CHN/S analyzer. Thermogravimetric analysis (TGA) was performed under a nitrogen atmosphere at a heating rate of 5 °C/min using a Shimadzu TGA-50 thermogravimetric analyzer. A Micromeritics ASAP 2020 surface area analyzer was used to measure gas adsorption isotherms. The methanol-exchanged ", "UTSA-57", " was activated under a high vacuum at room temperature for 24 h until the outgas rate was <5 μmHg min", "–1", " prior to measurements to generate the activated ", "UTSA-57a", ". A sample of activated ", "UTSA-57a", " was used for sorption measurements. The sorption measurements were performed at 77 K with liquid nitrogen, and the samples were kept at 196 K with a dry ice–acetone slurry and at 273 K with an ice–water bath. As the center-controlled air condition was set at 23 °C, a water bath was used for adsorption isotherms at 296 K.", "2.2", "{Mn(II)", "0.5", "[Mn(II)", "4", "Cl(Mn(III)Cl-ttzpp)", "2", "(H", "2", "O)", "4", "]}·(DEF)", "20", "·(CH", "3", "OH)", "18", "·(H", "2", "O)", "12", " (", "UTSA-57", ")", "A mixture of MnCl", "2", "·4H", "2", "O (0.03 g) and Mn(III)Cl-ttzpp (0.011 g) was dissolved in ", "N", ",", "N", "′-diethylformamide (DEF, 2 mL) and methanol (2 mL) in a 20 mL screw-capped vial. After 6 M HCl (8 μL) had been added to the mixture, the vial was capped and placed in an oven at 75 °C for 48 h. After being cooled to room temperature, the oven was cut off, leading to the separation of perfect brownish red crystals suitable for X-ray diffraction by filtration with a yield of 0.013 g, 51% [based on Mn(III)Cl-ttzpp ligand]. It was formulated as {Mn(II)", "0.5", "[Mn(II)", "4", "Cl(Mn(III)Cl-ttzpp)", "2", "(H", "2", "O)", "4", "]}·(DEF)", "20", "·(CH", "3", "OH)", "18", "·(H", "2", "O)", "12", " based on elemental microanalysis, thermogravimetric analysis (TGA), and single-crystal X-ray diffraction (XRD) studies, and the phase purity of the bulk material was independently confirmed by powder XRD (Figure S2, ", "Supporting Information", "). Anal. Calcd for C", "214", "H", "372", "Cl", "3", "Mn", "6.5", "N", "60", "O", "54", ": C, 50.27; H, 7.33; N, 16.44. Found: C, 50.34; H, 7.30; N, 16.41.", "2.3", "Single-Crystal X-ray Diffraction Determination", "X-ray diffraction data were collected using synchrotron radiation (λ = 0.40663 Å) at Advanced Photon Source on beamline 15ID-C. Indexing was performed using APEX2 (difference vectors method). Data integration and reduction were performed using SaintPlus 6.01. Absorption correction was performed by the multiscan method implemented in SADABS. The structure was solved using SHELXL-2014 (direct methods) and refined using SHELXL-2014 (full-matrix least-squares on ", "F", "2", "). Despite using a synchrotron source and trying several crystals from different batches, diffraction experiments resulted in relatively low-quality diffraction data. This can be attributed to the presence of solvent disorder. All non-H atoms were found in the difference Fourier map and were refined using distance restraints. Restraints were also used to refine the anisotropic displacement parameters of the C, N, and O atoms. Hydrogen atoms were placed in geometrically calculated positions and included in the refinement process using the riding model with isotropic thermal parameters: ", "U", "iso", "(H) = 1.2", "U", "eq", "(C). The contribution of heavily disordered solvent molecules was treated as diffuse using the Squeeze procedure implemented in the PLATON program. CCDC 1019171 for ", "UTSA-57", " contains the supplementary crystallographic data for this article. These data can be obtained free of charge from the Cambridge Crystallographic Data Centre via ", "www.ccdc.cam.ac.uk/data_request/cif", ".", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "3 Results and Discussion", "UTSA-57", " was synthesized by the solvothermal reaction between Mn(III)Cl-ttzpp and MnCl", "2", "·4H", "2", "O in mixed solvents of DEF and methanol at 75 °C with the aid of small amount of hydrochloride. ", "UTSA-57", " crystallized in the tetragonal system and ", "P", "4/", "mmm", " space group. As expected, ", "UTSA-57", " is based on cubic Mn", "4", "Cl(ttz)", "8", "-(H", "2", "O)", "4", " clusters (Figure ", "1", "b) linked by square Mn(III)Cl-ttzpp ligands (Figure ", "1", "a). In the Mn(III)Cl-ttzpp ligand, the four tetrazole groups and their connecting phenyl rings are almost coplanar, whereas the porphyrin moiety and the phenyl rings are nearly perpendicular (calculated dihedral angle θ = 90.9°). In the Mn", "4", "Cl(ttz)", "8", "-(H", "2", "O)", "4", " cluster, the Mn", "2+", " ions of the chloride-centered square-planar {Mn", "4", "Cl}", "7+", " units are connected through nitrogen atoms of tetrazolates from Mn(III)Cl-ttzpp ligands. Considering the four tetrazole groups of the Mn(III)Cl-ttzpp ligand as four-connecting nodes (Figure ", "1", "c) and the M", "4", "Cl(ttz)", "8", "-(H", "2", "O)", "4", " clusters as eight-connecting nodes (Figure ", "1", "d), the overall structure of ", "UTSA-57", " adopts a very rare 4,8-c 2-nodal net with an scu-a topology (Schlafli symbol {4", "4", "·6", "2", "}", "2", "{4", "16", "·6", "12", "}; Figure ", "1", "f).", "(57-63)", " In addition, ", "UTSA-57", " represents the first scu MOF that is built from 8-connected bridging SBUs. The resulting anionic framework in ", "UTSA-57", " is balanced by Mn", "2+", " ions. It is noteworthy that, in ", "UTSA-57", ", one type of polyhedral cage coexists with a one-dimensional nanotube. Such framework structures are very rare. The cage has an approximately ellipsoid cavity of ca. 11.9 Å diameter. Remarkably, the three-dimensional framework contains very large square one-dimensional open channels with a diameter as large as 20.3 Å along the ", "c", " axis (Figure ", "1", "e). It should be noted that most of the scu-topology structures reported to date suffer from a significant degree of distortion. On the contrary, along the ", "c", " axis, the porphyrin moieties are unprecedentedly parallel to each other. The calculated solvent-accessible volume of ", "UTSA-57", " is 75.1% by PLATON.", "(64)", "Figure 1. Portions of the crystal structure of ", "UTSA-57", ": The four- and eight-connected nodes, represented by Mn(III)Cl-ttzpp", "4–", " and {Mn", "4", "Cl(tetrazolate)", "8", "} units, respectively, combine to form a three-dimensional structure with the scu topology. Solvent molecules and hydrogen atoms are omitted for clarity.", "The phase purity of the material was confirmed by elemental analysis and powder X-ray diffraction (PXRD) (Figure S2, ", "Supporting Information", "). TGA of the as-synthesized ", "UTSA-57", " (Figure S3, ", "Supporting Information", ") revealed a weight loss of 56% from 25 to ∼240 °C for solvent molecules. The framework started to decompose at about 400 °C.", "To evaluate the permanent porosity of ", "UTSA-57", ", we carried out gas sorption measurements on the activated ", "UTSA-57", " sample. A freshly prepared ", "UTSA-57", " sample was washed with DEF and anhydrous methanol several times and thermally activated at 80 °C under a dynamic vacuum before gas sorption measurements. The Brunauer–Emmett–Teller (BET) isotherm of ", "UTSA-57a", " shown in Figure ", "2", "a exhibits type I behavior, showing pore condensation with adsorption–desorption hysteresis. This indicates the existence of micropores in ", "UTSA-57a", " with a maximum N", "2", " uptake of 137 cm", "3", "/g. ", "UTSA-57a", " has a Langmuir surface area of 330.5 m", "2", "/g and a BET surface area of 206.5 m", "2", "/g. The CO", "2", " gas sorption isotherm at 196 K (Figure S5, ", "Supporting Information", ") further confirmed the permanent porous nature. The hydrogen capacity at normal pressure was assessed for ", "UTSA-57a", ", with up to 1.0 wt % at 77 K (Figure ", "2", "b). The maximum adsorption of 1.9 wt % at 77 K can be predicted from the Langmuir–Freundlich equation (", "R", "2", " = 0.99957).", "Figure 2. (a) N", "2", " and (b) H", "2", " sorption isotherms of ", "UTSA-57a", " at 77 K.", "We examined ", "UTSA-57a", " for its potential application in gas separation. CO", "2", ", CH", "4", ", and C", "2", "H", "2", " adsorption isotherms were collected at 273 and 296 K. As shown in Figure ", "3", "a, ", "UTSA-57a", " takes up much less CH", "4", " (15 cm", "3", "/g) at 273 K and 1 atm than CO", "2", " (65 cm", "3", "/g) and C", "2", "H", "2", " (57 cm", "3", "/g). Their adsorption isotherms at 296 K (Figure ", "3", "b) further confirmed the different gas uptakes of ", "UTSA-57a", " for these examined gas molecules. The coverage-dependent adsorption enthalpies of ", "UTSA-57a", " for CO", "2", ", C", "2", "H", "2", ", and CH", "4", " were calculated based on the virial method from fits of their adsorption isotherms at 273 and 296 K (Figures S6–S9, ", "Supporting Information", ").", "(65)", " The enthalpies at zero coverage of gases were calculated to be 35.0, 37.2, 47.0, and 25.7 kJ/mol for C", "2", "H", "2", ", C", "2", "H", "4", ", CO", "2", ", and CH", "4", ", respectively. The adsorption enthalpies for C", "2", "H", "2", ", CO", "2", ", and CH", "4", " in ", "UTSA-57a", " are moderately higher than the reported values.", "(66)", " The relatively high ", "Q", "st", " value of this compound might be due to open metal sites in the activated framework, which favors selective gas separation for these gas molecules.", "(67)", " The Henry’s law selectivities (", "S", "ij", ") for C", "2", "H", "2", "/CH", "4", " and CO", "2", "/CH", "4", ", which are moderately high,", "(68, 69)", " are also reported in Table S1 (", "Supporting Information", ").", "Figure 3. CO", "2", ", C", "2", "H", "2", ", CH", "4", ", and C", "2", "H", "4", " sorption isotherms of ", "UTSA-57a", " at (a) 273 and (b) 296 K.", "To establish the potential of ", "UTSA-57a", " for gas separation, we applied ideal adsorbed solution theory (IAST) calculations to evaluate their gas adsorption selectivities.", "(70)", " The mixture adsorption isotherms and selectivities at different temperatures and pressures calculated by the IAST for C", "2", "H", "2", "/CH", "4", " (C", "2", "H", "2", "/CH", "4", " = 50:50), C", "2", "H", "4", "/CH", "4", " (C", "2", "H", "4", "/CH", "4", " = 50:50), and CO", "2", "/CH", "4", " (CO", "2", "/CH", "4", " = 50:50) mixtures in this activated MOF as a function of total bulk pressure are shown in Figure ", "4", " and Figures S10 and S11 (", "Supporting Information", "), respectively. As reported in Table S2 (", "Supporting Information", "), the IAST selectivities for C", "2", "H", "2", "/CH", "4", ", C", "2", "H", "4", "/CH", "4", ", and CO", "2", "/CH", "4", " are 58.7, 40.3, and 28.0, respectively, at 273 K and 43.1, 25.7, and 20.0, respectively, at 296 K. The moderately high IAST selectivities established the potential of ", "UTSA-57a", " for these gas separations. The IAST C", "2", "H", "2", "/CH", "4", " separation selectivity of 58.7 at 296 K in ", "UTSA-57a", " is relatively high and close to the reported value for ", "UTSA-50a", ".", "(71)", "Figure 4. Mixture adsorption isotherms and adsorption selectivity of ", "UTSA-57a", " predicted by IAST for C", "2", "H", "2", " (50%) and CH", "4", " (50%) at (a) 273 and (b) 296 K.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "4 Conclusions", "In summary, we have successfully synthesized a new porphyrin-based microporous MOF, {Mn(II)", "0.5", "[Mn(II)", "4", "Cl(Mn(III)Cl-ttzpp)", "2", "(H", "2", "O)", "4", "]}·(DEF)", "20", "·(CH", "3", "OH)", "18", "·(H", "2", "O)", "12", " (", "UTSA-57", "), with one-dimensional square nanotube-like channels of 20.3 Å and a rare scu topology, constructed from cubic Mn", "4", "Cl(ttz)", "8", "-(H", "2", "O)", "4", " clusters. ", "UTSA-57a", " exhibits permeant porosity and displays moderately high performance for C", "2", "H", "2", "/CH", "4", " separation at room temperature.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "X-ray crystallographic file (CIF), virial graphs for adsorption of gas on ", "UTSA-57a", ", powder X-ray diffraction analysis (PXRD), and TGA of ", "UTSA-57", ". This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "Author Contributions", "All authors have given approval to the final version of the manuscript.", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "This work was supported by Award AX-1730 from the Welch Foundation (B.C.). We thank Ames Laboratory (Royalty Account) and Iowa State University for startup funds. The Ames Laboratory is operated for the U.S. Department of Energy by Iowa State University under Contract DE-AC02-07CH11358. The crystal diffraction of ", "UTSA-57", " was carried out at the Advanced Photon Source on beamline 15ID-C of ChemMatCARS Sector 15, which is principally supported by the National Science Foundation/Department of Energy under Grant NSF/CHE-0822838. Use of the Advanced Photon Source was supported by the U.S. Department of Energy, Office of Science, Office of Basic Energy Sciences, under Contract DE-AC02-06CH11357.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 71 other publications.", "1. ", "Iyoda", ", ", "M.", "; ", "Yamakawa", ", ", "J.", "; ", "Rahman", ", ", "M. J.", " ", "Angew. Chem., Int. Ed.", " ", "2011", ",  ", "50", ",  ", "10522", "– ", "10553", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Conjugated Macrocycles: Concepts and Applications", "Iyoda, Masahiko; Yamakawa, Jun; Rahman, M. Jalilur", "Angewandte Chemie, International Edition", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "45", "),\r\n    ", "10522-10553", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  One of the most important objectives in materials, chem., and phys. sciences is the creation of large conjugated macrocycles with well-defined shapes, since such mols. are not only theor. and exptl. interesting but also have potential applications in nanotechnol.  Fully unsatd. macrocycles are regarded as models for infinitely conjugated π systems with inner cavities, and exhibit unusual optical and magnetic behavior.  Macrocycles have interior and exterior sites, and site-specific substitution at both or either site can afford attractive structures, such as 1D, 2D, and 3D supramol. nanostructures.  These nanostructures could be controlled through the use of π-extended large macrocycles by a bottom-up strategy.  Numerous shape-persistent π-conjugated macrocycles have been synthesized, but only a few are on the nanoscale.  This Review focuses on nanosized π-conjugated macrocycles (>1 nm diam.) and giant macrocycles (>2 nm diam.), and summarizes their syntheses and properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1equ77E&md5=32d64f0b3c29ba8d9684ede4b3cc403b", "2. ", "Shin", ", ", "J.-Y.", "; ", "Kim", ", ", "K. S.", "; ", "Yoon", ", ", "M.-C.", "; ", "Lim", ", ", "J. M.", "; ", "Yoon", ", ", "Z. S.", "; ", "Osuka", ", ", "A.", "; ", "Kim", ", ", "D.", " ", "Chem. Soc. Rev.", " ", "2010", ",  ", "39", ",  ", "2751", "– ", "2767", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Aromaticity and photophysical properties of various topology-controlled expanded porphyrins", "Shin, Jae-Yoon; Kim, Kil Suk; Yoon, Min-Chul; Lim, Jong Min; Yoon, Zin Seok; Osuka, Atsuhiro; Kim, Dongho", "Chemical Society Reviews", "\r\n        (", "2010", "),\r\n    ", "39", "\r\n        (", "8", "),\r\n    ", "2751-2767", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Recently, expanded porphyrins have come to the forefront in the research field of aromaticity, and been recognized as the most appropriate mol. system to study both Hueckel and Moebius aromaticity because their mol. topologies can be easily changed and controlled by various methods.  Along with this advantage, many efforts have been devoted to the exploration of the aromaticity-mol. topol. relationship based on electronic structures in expanded porphyrins so that further insight into the aromaticity - a very attractive field for chemists - can be provided.  In this tutorial review, we describe the recent developments of various topol.-controlled expanded porphyrins and their photophys. properties, in conjunction with the topol. transformation between Hueckel and Moebius aromaticity by various conformational control methods, such as synthetic methods, temp. control, and protonation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptFygs7g%253D&md5=098169889de0afc0d87a628024ab4599", "3. ", "Sessler", ", ", "J. L.", "; ", "Camiolo", ", ", "S.", "; ", "Gale", ", ", "P. A.", " ", "Coord. Chem. Rev.", " ", "2003", ",  ", "240", ",  ", "17", "– ", "55", "[", "Crossref", "], [", "CAS", "]", "3. ", "Pyrrolic and polypyrrolic anion binding agents", "Sessler, Jonathan L.; Camiolo, Salvatore; Gale, Philip A.", "Coordination Chemistry Reviews", "\r\n        (", "2003", "),\r\n    ", "240", "\r\n        (", "1-2", "),\r\n    ", "17-55", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "A review which traces the emergence of pyrrole-based receptors for anion recognition.  It outlines how serendipitous findings that the diprotonated form of sapphyrin, a pentapyrrolic expanded porphyrin, formed a centrally-bound complex with fluoride anion made over a decade ago spawned studies of this and other expanded porphyrins as receptors, carriers, and sensors of anions.  Further evolutions of the field, including in particular the finding that neutral, non-arom. oligopyrrole macrocycles, such as the calixpyrroles and calixphyrins, can act as cheap, and easy-to-prep. anion receptors will also be highlighted, as will recent work with acyclic systems, including dipyrrolylquinoxalines (DPQs) and simple derivs. of pyrrole itself.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXktVKjtL0%253D&md5=d39e393da9891ca857e6b6a0eeeb1b17", "4. ", "Patwardhan", ", ", "S.", "; ", "Sengupta", ", ", "S.", "; ", "Siebbeles", ", ", "L. D. A.", "; ", "Würthner", ", ", "F.", "; ", "Grozema", ", ", "F. C.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "16147", "– ", "16150", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Efficient charge transport in semisynthetic zinc chlorin dye assemblies", "Patwardhan, Sameer; Sengupta, Sanchita; Siebbeles, Laurens D. A.; Wuerthner, Frank; Grozema, Ferdinand C.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "39", "),\r\n    ", "16147-16150", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We have studied the charge transport properties of self-assembled structures of semisynthetic zinc chlorins (ZnChls) in the solid state by pulsed radiolysis time-resolved microwave cond. measurements.  These materials can form either a two-dimensional (2D) brickwork-type slipped stack arrangement or a one-dimensional (1D) tubular assemblies, depending on the exact mol. structure of the ZnChls.  We have obsd. efficient charge transport with mobilities as high as 0.07 cm2 V-1 s-1 for tubular assemblies of 31-hydroxy ZnChls and up to 0.28 cm2 V-1 s-1 for 2D stacked assemblies of 31-methoxy ZnChls at room temp.  The efficient charge transporting capabilities of these organized assemblies opens the way to supramol. electronics based on biol. systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlGktb3N&md5=d83213f94e5152a5a6b9035e7a9349b6", "5. ", "Aratani", ", ", "N.", "; ", "Kim", ", ", "D.", "; ", "Osuka", ", ", "A.", " ", "Acc. Chem. Res.", " ", "2009", ",  ", "42", ",  ", "1922", "– ", "1934", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Discrete Cyclic Porphyrin Arrays as Artificial Light-Harvesting Antenna", "Aratani, Naoki; Kim, Dongho; Osuka, Atsuhiro", "Accounts of Chemical Research", "\r\n        (", "2009", "),\r\n    ", "42", "\r\n        (", "12", "),\r\n    ", "1922-1934", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The importance of photosynthesis has driven researchers to seek ways to mimic its fundamental features in simplified systems.  The absorption of a photon by light-harvesting (antenna) complexes made up of a large no. of protein-embedded pigments initiates photosynthesis.  Subsequently the many pigments within the antenna system shuttle that photon via an efficient excitation energy transfer (EET) until it encounters a reaction center.  Since the 1995 discovery of the circularly arranged chromophoric assemblies in the crystal structure of light-harvesting antenna complex LH2 of purple bacteria Rps.  Acidophila, many designs of light-harvesting antenna systems have focused on cyclic porphyrin wheels that allow for efficient EET.  In this Account, the authors review recent research in their labs. in the synthesis of covalently and noncovalently linked discrete cyclic porphyrin arrays as models of the photosynthetic light-harvesting antenna complexes.  On the basis of the silver(I)-promoted oxidative coupling strategy, the authors have prepd. a series of extremely long yet discrete meso-meso-linked porphyrin arrays and covalently linked large porphyrin rings.  The authors examd. the photophys. properties of these mols. using steady-state absorption, fluorescence, fluorescence lifetime, fluorescence anisotropy decay, and transient absorption measurements.  Both the pump-power dependence on the femtosecond transient absorption and the transient absorption anisotropy decay profiles are directly related to the EET processes within the porphyrin rings.  Within these structures, the exciton-exciton annihilation time and the polarization anisotropy rise time are well-described in terms of the Forster-type incoherent energy hopping model.  In noncoordinating solvents such as CHCl3, meso-pyridine-appended zinc(II) porphyrins and their meso-meso-linked dimers spontaneously assemble to form tetrameric porphyrin squares and porphyrin boxes, resp.  In the latter case, the authors have demonstrated the rigorous homochiral self-sorting process and efficient EET along these cyclic porphyrin arrays.  The meso-cinchomeronimide appended zinc(II) porphyrin forms a cyclic trimer.  The authors have also shown that the corresponding meso-meso-linked diporphyrins undergo high-fidelity self-sorting assembling to form discrete cyclic trimer, tetramer, and pentamer with large assocn. consts. through perfect discrimination of enantiomeric and conformational differences of the meso-cinchomeronimide substituents.  Collectively, these studies of covalently and noncovalently linked discrete cyclic porphyrin arrays aid in the understanding of the structural requirements for such very fast EET in natural light-harvesting complexes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht12iu7bI&md5=857073a8d0fb201c3e086bf7d9f17130", "6. ", "Kelley", ", ", "R. F.", "; ", "Lee", ", ", "S. J.", "; ", "Wilson", ", ", "T. M.", "; ", "Nakamura", ", ", "Y.", "; ", "Tiede", ", ", "D. M.", "; ", "Osuka", ", ", "A.", "; ", "Hupp", ", ", "J. T.", "; ", "Wasielewski", ", ", "M. R.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "4277", "– ", "4284", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Intramolecular Energy Transfer within Butadiyne-Linked Chlorophyll and Porphyrin Dimer-Faced, Self-Assembled Prisms", "Kelley, Richard F.; Lee, Suk Joong; Wilson, Thea M.; Nakamura, Yasuyuki; Tiede, David M.; Osuka, Atsuhiro; Hupp, Joseph T.; Wasielewski, Michael R.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "13", "),\r\n    ", "4277-4284", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The synthesis and photophys. properties of butadiyne-linked chlorophyll and porphyrin dimers in toluene soln. and in several self-assembled prismatic structures are described.  The butadiyne linkage between the 20-positions of the macrocycles results in new electronic transitions polarized along the long axes of the dimers.  These transitions greatly increase the ability of these dimers to absorb the solar spectrum over a broad wavelength range.  Femtosecond transient absorption spectroscopy reveals the relative rate of rotation of the macrocycles around the butadiyne bond joining them.  Following addn. of 3-fold sym., metal-coordinating ligands, both macrocyclic dimers self-assemble into prismatic structures in which the dimers comprise the faces of the prisms.  These structures were confirmed by small-angle x-ray scattering expts. in soln. using a synchrotron source.  Photoexcitation of the prismatic assemblies reveals that efficient, through-space energy transfer occurs between the macrocyclic dimers within the prisms.  The distance dependence of energy transfer between the faces of the prisms was obsd. by varying the size of the prismatic assemblies through the use of 3-fold sym. ligands having arms with different lengths.  These results show that self-assembly of discrete macrocyclic prisms provides a useful new strategy for controlling singlet exciton flow in antenna systems for artificial photosynthesis and solar cell applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXivFent7w%253D&md5=2c2d7bbb2c6b57bbd14808ea32c60409", "7. ", "Balaban", ", ", "T. S.", " ", "Acc. Chem. Res.", " ", "2005", ",  ", "38", ",  ", "612", "– ", "623", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Tailoring Porphyrins and Chlorins for Self-Assembly in Biomimetic Artificial Antenna Systems", "Balaban, Teodor Silviu", "Accounts of Chemical Research", "\r\n        (", "2005", "),\r\n    ", "38", "\r\n        (", "8", "),\r\n    ", "612-623", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  There is much diversity in the way in which photosynthetic organisms harvest sunlight.  In chromophore-protein complexes, an exact orientation of pigments by the protein matrix ensures an efficient stepwise energy transfer to the reaction center where charge sepn. occurs.  The charge sepn. and subsequent electron transfer steps are, however, very similar in all organisms, proving that there must exist a common ancestor.  The architectural principle of chromophore-protein complexes is too complicated to be replicated in artificial light-harvesting devices.  A simpler principle employs self-assembling chromophores that early green photosynthetic bacteria use in their chlorosomal antenna systems.  Efforts in mimicking this self-assembly algorithm with fully synthetic pigments are presented.  The fact that, as in the natural system, after self-assembly, concn. quenching is not operating due to the very orderly manner in which the chromophores are positioned lends hope for applications in artificial devices, such as hybrid solar cells.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXlsF2murc%253D&md5=cb5aac007d7bd924ee1f46f5cc688ae0", "8. ", "Lane", ", ", "B. S.", "; ", "Burgess", ", ", "K.", " ", "Chem. Rev.", " ", "2003", ",  ", "103", ",  ", "2457", "– ", "2474", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Metal-Catalyzed Epoxidations of Alkenes with Hydrogen Peroxide", "Lane, Benjamin S.; Burgess, Kevin", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2003", "),\r\n    ", "103", "\r\n        (", "7", "),\r\n    ", "2457-2473", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXjsl2hs70%253D&md5=3bb1625b1f2728d8094b0390a2f5ca44", "9. ", "Chandrashekar", ", ", "T. K.", "; ", "Venkatraman", ", ", "S.", " ", "Acc. Chem. Res.", " ", "2003", ",  ", "36", ",  ", "676", "– ", "691", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Core-Modified Expanded Porphyrins: New Generation Organic Materials", "Chandrashekar, Tavarekere K.; Venkatraman, Sundararaman", "Accounts of Chemical Research", "\r\n        (", "2003", "),\r\n    ", "36", "\r\n        (", "9", "),\r\n    ", "676-691", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Even though the first expanded porphyrin was reported in the mid-1960s, the advances in its chem. are more recent.  New and powerful synthetic methods have facilitated the availability in affordable quantities of expanded porphyrins in general and core modified systems in particular.  This has stimulated interest in studying various properties pertaining to their potential applications in biomedicine and materials chem.  In this Account, we not only summarize the details of the synthetic methodologies reported, but we also highlight studies that focus on the structural diversity, aromaticity, and anion and cation binding abilities of expanded porphyrins.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXlt1yhtLY%253D&md5=6a024828b59007464c7dbc31410d57c8", "10. ", "Chen", ", ", "B.", "; ", "Xiang", ", ", "S.", "; ", "Qian", ", ", "G.", " ", "Acc. Chem. Res.", " ", "2010", ",  ", "43", ",  ", "1115", "– ", "1124", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Metal-Organic Frameworks with Functional Pores for Recognition of Small Molecules", "Chen, Banglin; Xiang, Shengchang; Qian, Guodong", "Accounts of Chemical Research", "\r\n        (", "2010", "),\r\n    ", "43", "\r\n        (", "8", "),\r\n    ", "1115-1124", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Mol. recognition, an important process in biol. and chem. systems, governs the diverse functions of a variety of enzymes and unique properties of some synthetic receptors.  Because mol. recognition is based on weak interactions between receptors and substrates, the design and assembly of synthetic receptors to mimic biol. systems and the development of novel materials to discriminate different substrates for selective recognition of specific mols. has proved challenging.  The extensive research on synthetic receptors for mol. recognition, particularly on noncovalent complexes self-assembled by hydrogen bonding and metal-org. coordination, has revealed some underlying principles.  In particular, these studies have demonstrated that the shapes of the supramol. receptors play significant roles in their specific and selective recognition of substrates: receptors can offer concave surfaces that complement their convex targets.  This Account describes our research to develop a synthetic mol. recognition platform using porous metal-org. frameworks (MOFs).  These materials contain functional pores to direct their specific and unique recognition of small mols. through several types of interactions: van der Waals interactions of the framework surface with the substrate, metal-substrate interactions, and hydrogen bonding of the framework surface with the substrate.  These materials have potential applications for gas storage, sepn., and sensing.  We demonstrate a simple strategy to construct a primitive cubic net of interpenetrated microporous MOFs from the self-assembly of the paddle-wheel clusters M2(CO2)4 (M = Cu2+, Zn2+, and Co2+) with two types of org. dicarboxylic acid and pillar bidentate linkers.  This efficient method allows us to rationally tune the micropores to size-exclusively sort different small gas mols., leading to the highly selective sepn. and purifn. of gases.  By optimizing the strong interactions between open metal sites within porous MOFs and gas mols. such as hydrogen and acetylene, we have developed several MOF materials with extraordinary acetylene storage capacity at room temp.  We have also immobilized Lewis acidic and basic sites into luminescent porous MOFs to recognize and sense neutral and ionic species.  Using the strategy to systematically immobilize different open metal sites within porous MOFs from the metallo-ligand precursors, we have developed the first microporous mixed-metal-org. framework (M'MOF) with enhanced affinity for hydrogen mols., which successfully sepd. D2 from H2 using kinetic isotope quantum mol. sieving.  Because we can functionalize the pores to direct their specific recognition of small mols., the emerging porous MOFs serve as novel functional materials for gas storage, sepn., heterogeneous catalysis, and sensing.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXlslyhtrs%253D&md5=f9230905a5656f9fe0e487967ecae356", "11. ", "Yaghi", ", ", "O. M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Ockwig", ", ", "N. W.", "; ", "Chae", ", ", "H. K.", "; ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", " ", "Nature", " ", "2003", ",  ", "423", ",  ", "705", "– ", "714", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Reticular synthesis and the design of new materials", "Yaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, Jaheon", "Nature (London, United Kingdom)", "\r\n        (", "2003", "),\r\n    ", "423", "\r\n        (", "6941", "),\r\n    ", "705-714", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The long-standing challenge of designing and constructing new cryst. solid-state materials from mol. building blocks is just beginning to be addressed with success.  A conceptual approach that requires the use of secondary building units to direct the assembly of ordered frameworks epitomizes this process: the authors call this approach reticular synthesis.  This chem. has yielded materials designed to have predetd. structures, compns. and properties.  In particular, highly porous frameworks held together by strong metal-O-C bonds and with exceptionally large surface area and capacity for gas storage were prepd. and their pore metrics systematically varied and functionalized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXksV2itro%253D&md5=2417c5adb0e948350d3d62350c8cd7ea", "12. ", "Burnett", ", ", "B. J.", "; ", "Barron", ", ", "P. M.", "; ", "Choe", ", ", "W.", " ", "CrystEngComm", " ", "2012", ",  ", "14", ",  ", "3839", "– ", "3846", "[", "Crossref", "], [", "CAS", "]", "12. ", "Recent advances in porphyrinic metal-organic frameworks: materials design, synthetic strategies, and emerging applications", "Burnett, Brandon J.; Barron, Paul M.; Choe, Wonyoung", "CrystEngComm", "\r\n        (", "2012", "),\r\n    ", "14", "\r\n        (", "11", "),\r\n    ", "3839-3846", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This highlight presents a review of porphyrin paddlewheel frameworks (PPFs) created using porphyrin metalloligands and paddlewheel secondary building units.  The combination of these two components, along with dipyridyl pillaring linkers, results in the assembly of 25 PPFs.  We describe the topol. control exhibited in this series by considering the preferred coordination geometry of the porphyrin building blocks, the length and steric effects of the pillars, and the use of sequential self-assembly.  These PPFs and related porphyrinic metal-org. frameworks are emerging as important materials for applications such as heterogeneous catalysis, gas storage, and light harvesting.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XmvFeku7g%253D&md5=a56b5aa6a56037131c78006bb07e66ba", "13. ", "Gao", ", ", "W.-Y.", "; ", "Chrzanowski", ", ", "M.", "; ", "Ma", ", ", "S.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5841", "– ", "5866", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Metal-metalloporphyrin frameworks: a resurging class of functional materials", "Gao, Wen-Yang; Chrzanowski, Matthew; Ma, Shengqian", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5841-5866", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This review presents comprehensively recent progress in metal-metalloporphyrin frameworks (MMPFs) with an emphasis on versatile functionalities.  Following a brief introduction of basic concepts and the potential virtues of MMPFs, we give a snapshot of the historical perspective of MMPFs since 1991.  We then summarize four effective strategies implemented frequently to construct prototypal MMPFs.  MMPFs represent a resurging class of promising functional materials, highlighted with diverse applications including guest-mol. adsorption and sepn., catalysis, nano-thin films and light-harvesting.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7jP&md5=8269586fdf7715df737d85f58cc2de66", "14. ", "Kosal", ", ", "M. E.", "; ", "Suslick", ", ", "K. S.", " ", "J. Solid State Chem.", " ", "2000", ",  ", "152", ",  ", "87", "– ", "98", "[", "Crossref", "], [", "CAS", "]", "14. ", "Microporous porphyrin and metalloporphyrin materials", "Kosal, Margaret E.; Suslick, Kenneth S.", "Journal of Solid State Chemistry", "\r\n        (", "2000", "),\r\n    ", "152", "\r\n        (", "1", "),\r\n    ", "87-98", "CODEN:\r\n                ", "JSSCBI", ";\r\n        ISSN:", "0022-4596", ".\r\n    \r\n            (", "Academic Press", ")\r\n        ", "The diverse efforts to rationally construct microporous solids using porphyrins and metalloporphyrins as mol. building blocks are reviewed with 28 refs.  Porphyrin-based mol. crystals, H-bonded networks, and metal ion coordination polymer networks were examd.  Recurring geometrical motifs obsd. in the structural frameworks of different porphyrinic solids are emphasized, and the influences of solvates and guest mols. are explored.  Attempts to construct porphyrin-siloxane networks are also reviewed.  (c) 2000 Academic Press.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXksFyitrY%253D&md5=85cb26bfa3b8a629caa40cf14d97ff87", "15. ", "Suslick", ", ", "K. S.", "; ", "Bhyrappa", ", ", "P.", "; ", "Chou", ", ", "J. H.", "; ", "Kosal", ", ", "M. E.", "; ", "Nakagaki", ", ", "S.", "; ", "Smithenry", ", ", "D. W.", "; ", "Wilson", ", ", "S. R.", " ", "Acc. Chem. Res.", " ", "2005", ",  ", "38", ",  ", "283", "– ", "291", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Microporous Porphyrin Solids", "Suslick, Kenneth S.; Bhyrappa, P.; Chou, J.-H.; Kosal, Margaret E.; Nakagaki, Shirley; Smithenry, Dennis W.; Wilson, Scott R.", "Accounts of Chemical Research", "\r\n        (", "2005", "),\r\n    ", "38", "\r\n        (", "4", "),\r\n    ", "283-291", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Metalloporphyrins are exceedingly useful building blocks for the design and synthesis of molecularly based solids.  The use of hydrogen bonding or metal ion coordination provides a wide range of framework solids.  Using various polyfunctionalized porphyrins, the authors have created porous solids that are thermally robust and that retain their internal porosity upon loss of solvates.  Their pore dimensions are comparable to zeolites, and they show shape and size selectivity in sorption of guest mols. and in epoxidn. of alkenes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXivVektbk%253D&md5=3a5839c0ea2b34a95b0ba8b85c788b64", "16. ", "Zhao", ", ", "M.", "; ", "Ou", ", ", "S.", "; ", "Wu", ", ", "C.-D.", " ", "Acc. Chem. Res.", " ", "2014", ",  ", "47", ",  ", "1199", "– ", "1207", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Porous Metal-Organic Frameworks for Heterogeneous Biomimetic Catalysis", "Zhao, Min; Ou, Sha; Wu, Chuan-De", "Accounts of Chemical Research", "\r\n        (", "2014", "),\r\n    ", "47", "\r\n        (", "4", "),\r\n    ", "1199-1207", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review; metalloporphyrins are the active sites in monooxygenases that oxidize a variety of substrates efficiently and under mild conditions.  Researchers have developed artificial metalloporphyrins, but these structures have had limited catalytic applications.  Homogeneous artificial metalloporphyrins can undergo catalytic deactivation via suicidal self-oxidn., which lowers their catalytic activity and sustainability relative to their counterparts in Nature.  Heme mols. in protein scaffolds can maintain high efficiency over numerous catalytic cycles.  Therefore, we wondered if immobilizing metalloporphyrin moieties within porous metal-org. frameworks (MOFs) could stabilize these structures and facilitate the mol. recognition of substrates and produce highly efficient biomimetic catalysis.  In this Account, we describe our research to develop multifunctional porphyrinic frameworks as highly efficient heterogeneous biomimetic catalysts.  Our studies indicate that porous porphyrinic frameworks provide an excellent platform for mimicking the activity of biocatalysts and developing new heterogeneous catalysts that effect new chem. transformations under mild conditions.  The porous structures and framework topologies of the porphyrinic frameworks depend on the configurations, coordination donors, and porphyrin metal ions of the metalloporphyrin moieties.  To improve the activity of porous porphyrinic frameworks, we have developed a two-step synthesis that introduces the functional polyoxometalates (POMs) into POM-porphyrin hybrid materials.  To tune the pore structures and the catalytic properties of porphyrinic frameworks, we have designed metalloporphyrin M-H8OCPP ligands with four m-benzenedicarboxylate moieties, and introduced the secondary auxiliary ligands.  The porphyrin metal ions and the secondary functional moieties that are incorporated into porous metal-org. frameworks greatly influence the catalytic properties and activities of porphyrinic frameworks in different reactions, such as the oxidn. of alkylbenzenes, olefins, and hexane and the photo-oxygenation of 1,5-dihydroxynaphthalene and sulfides.  The porphyrin metal ions and the secondary auxiliary sites in the pores can work together synergistically to enhance the catalytic activities of porphyrinic frameworks.  Compared with their homogeneous counterparts, the activities and stabilities of the heterogeneous porphyrinic frameworks are remarkable: the immobilization of metalloporphyrins onto the pore surfaces of MOFs not only prevents their suicidal self-oxidn. but also allows them to activate inert substrate mols., such as cyclohexane.  Moreover, because the bulky mols. cannot easily access the active sites inside the pores of porphyrinic frameworks, these porous materials demonstrate interesting size-selective catalytic properties toward substrates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXitVyiurw%253D&md5=d5c1e6b8f584d401939078d57d7f3a62", "17. ", "Zha", ", ", "Q.", "; ", "Rui", ", ", "X.", "; ", "Wei", ", ", "T.", "; ", "Xie", ", ", "Y.", " ", "CrystEngComm", " ", "2014", ",  ", "16", ",  ", "7371", "– ", "7384", "[", "Crossref", "], [", "CAS", "]", "17. ", "Recent advances in the design strategies for porphyrin-based coordination polymers", "Zha, Quanzheng; Rui, Xing; Wei, Tiantian; Xie, Yongshu", "CrystEngComm", "\r\n        (", "2014", "),\r\n    ", "16", "\r\n        (", "32", "),\r\n    ", "7371-7384", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Porphyrin-based coordination polymers (PCPs) have been investigated for a variety of applications including hydrogen storage, mol. sorption and sensing, photonics, and heterogeneous catalysis.  The design and construction of functional PCPs with intriguing structures and promising properties are significant challenges for porphyrin and coordination chemists accompanying huge opportunities.  This highlight is focused on recent advances in the design strategies for PCPs, which are summarized as follows: (i) introduction of novel multimetal nodes such as multinuclear lanthanides and Zr6 clusters or insertion of active metal ions into the porphyrin core; (ii) design and syntheses of novel porphyrinic ligands with multi-carboxyl or pyridyl coordination sites; (iii) combination with inorg. polyoxometalates; and (iv) encapsulation of porphyrins in cages and post-synthetic modification.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtVels7%252FE&md5=f12d01188dd437dcd4e431b67b91bdee", "18. ", "Nakagaki", ", ", "S.", "; ", "Ferreira", ", ", "G.", "; ", "Ucoski", ", ", "G.", "; ", "Dias de Freitas Castro", ", ", "K.", " ", "Molecules", " ", "2013", ",  ", "18", ",  ", "7279", "– ", "7308", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Chemical reactions catalyzed by metalloporphyrin-based metal-organic frameworks", "Nakagaki, Shirley; Ferreira, Gabriel Kaetan Baio; Ucoski, Geani Maria; de Freitas Castro, Kelly Aparecida Dias", "Molecules", "\r\n        (", "2013", "),\r\n    ", "18", "\r\n        (", "),\r\n    ", "7279-7308", "CODEN:\r\n                ", "MOLEFW", ";\r\n        ISSN:", "1420-3049", ".\r\n    \r\n            (", "MDPI AG", ")\r\n        ", "A review.  The synthetic versatility and the potential application of metalloporphyrins (MP) in different fields have aroused researchers' interest in studying these complexes, in an attempt to mimic biol. systems such as cytochrome P 450.  Over the last 40 years, synthetic MPs have been mainly used as catalysts for homogeneous or heterogeneous chem. reactions.  To employ them in heterogeneous catalysis, chemists have prepd. new MP-based solids by immobilizing MP onto rigid inorg. supports, a strategy that affords hybrid inorg.-org. materials.  More recently, materials obtained by supramol. assembly processes and contg. MPs as building blocks have been applied in a variety of areas, like gas storage, photonic devices, sepn., mol. sensing, magnets, and heterogeneous catalysis, among others.  These coordination polymers, known as metal-org. frameworks (MOFs), contain org. ligands or complexes connected by metal ions or clusters, which give rise to a 1-, 2- or 3-D network.  These kinds of materials presents large surface areas, Bronsted or redox sites, and high porosity, all of which are desirable features in catalysts with potential use in heterogeneous phases.  Building MOFs based on MP is a good way to obtain solid catalysts that offer the advantages of bioinspired systems and zeolitic materials.  In this minireview, the authors uses a historical approach to present the most relevant MP-based MOFs applicable to catalytic reactions such as oxidn., redn., insertion of functional groups, and exchange of org. functions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFWisbrE&md5=f5f39177457eca06183c73e92733eb36", "19. ", "Son", ", ", "H.-J.", "; ", "Jin", ", ", "S.", "; ", "Patwardhan", ", ", "S.", "; ", "Wezenberg", ", ", "S. J.", "; ", "Jeong", ", ", "N. C.", "; ", "So", ", ", "M.", "; ", "Wilmer", ", ", "C. E.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Schatz", ", ", "G. C.", "; ", "Snurr", ", ", "R. Q.", "; ", "Farha", ", ", "O. K.", "; ", "Wiederrecht", ", ", "G. P.", "; ", "Hupp", ", ", "J. T.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "135", ",  ", "862", "– ", "869", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "20. ", "Matsunaga", ", ", "S.", "; ", "Endo", ", ", "N.", "; ", "Mori", ", ", "W.", " ", "Eur. J. Inorg. Chem.", " ", "2012", ",  ", "2012", ",  ", "4885", "– ", "4897", "[", "Crossref", "], [", "CAS", "]", "20. ", "Microporous Porphyrin-Based Metal Carboxylate Frameworks with Various Accessible Metal Sites: [Cu2(MDDCPP)] [M = Zn2+, Ni2+, Pd2+, Mn3+(NO3), Ru2+(CO)]", "Matsunaga, Satoshi; Endo, Nanako; Mori, Wasuke", "European Journal of Inorganic Chemistry", "\r\n        (", "2012", "),\r\n    ", "2012", "\r\n        (", "30", "),\r\n    ", "4885-4897, S4885/1-S4885/21", "CODEN:\r\n                ", "EJICFO", ";\r\n        ISSN:", "1434-1948", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors successfully synthesized porphyrin-based metal carboxylate frameworks [Cu2(MDDCPP)] [M = Zn2+, Ni2+, Pd2+, Mn3+(NO3), Ru2+(CO)] using [5,15-bis(3,5-dicarboxyphenyl)porphyrinato]metal (MDDCPP, M = Zn2+, Ni2+, Pd2+, Mn3+Cl, Ru2+(CO)) building blocks.  Single-crystal x-ray anal. revealed that the framework of [Cu2(ZnDDCPP)] formed a three-dimensional network with (62·82·102)(62·8)2 topol., consisted of a two-component linkage (i.e., paddlewheel Cu2 nodes and ZnDDCPP building blocks), and possessed an internal spherical cavity with a diam. of ∼20 Å.  This internal cavity was surrounded by a total of 16 accessible metal sites (AMSs) with two distinct metals, i.e., eight Zn atoms from the ZnDDCPP units and eight Cu atoms from the paddlewheel units.  X-ray powder diffraction measurements revealed that five complexes were isostructural regardless of the identity in the central metal of the DDCPP unit, and the diffraction patterns closely matched a pattern simulated from single-crystal data for [Cu2(ZnDDCPP)].  This suggested that a wide variety of AMSs could be incorporated into the framework without alteration of the framework topol.  The [Cu2(MDDCPP)] series exhibited permanent porosity, with BET surface areas in the range 379-810 m2 g-1, and adsorbed between 0.55 and 1.16 wt.-% H2 at 77 K and 0.1 MPa.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1OktbzE&md5=2519fe5f8cf331bed8d6c6302dcbdf40", "21. ", "Kosal", ", ", "M. E.", "; ", "Chou", ", ", "J.-H.", "; ", "Wilson", ", ", "S. R.", "; ", "Suslick", ", ", "K. S.", " ", "Nat. Mater.", " ", "2002", ",  ", "1", ",  ", "118", "– ", "121", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "A functional zeolite analogue assembled from metalloporphyrins", "Kosal, Margaret E.; Chou, Jun-Hong; Wilson, Scott R.; Suslick, Kenneth S.", "Nature Materials", "\r\n        (", "2002", "),\r\n    ", "1", "\r\n        (", "2", "),\r\n    ", "118-121", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "The synthesis and crystal structure of a microporous network metalloporphyrin [CoT(p-CO2)PPCo1.5(py)3(H2O)]·11py [H6T(p-CO2)PP = meso-tetrakis(p-carboxyphenyl)porphyrin, py = pyridine], denoted as PIZA-1, is reported.  TGA shows that the completely desolvated [CoT(p-CO2)PPCo1.5] species can be generated.  The repeatable adsorption-desorption with high selectivity from size, shape and functional group of the sorbate by the microporous metalloporphyrin solid is demonstrated and compared to zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XnvFCntrg%253D&md5=48c170a3dafd78e5982c8364ab57ee41", "22. ", "Fateeva", ", ", "A.", "; ", "Chater", ", ", "P. A.", "; ", "Ireland", ", ", "C. P.", "; ", "Tahir", ", ", "A. A.", "; ", "Khimyak", ", ", "Y. Z.", "; ", "Wiper", ", ", "P. V.", "; ", "Darwent", ", ", "J. R.", "; ", "Rosseinsky", ", ", "M. J.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "7440", "– ", "7444", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "22. ", "A Water-Stable Porphyrin-Based Metal-Organic Framework Active for Visible-Light Photocatalysis", "Fateeva, Alexandra; Chater, Philip A.; Ireland, Christopher P.; Tahir, Asif A.; Khimyak, Yaroslav Z.; Wiper, Paul V.; Darwent, James R.; Rosseinsky, Matthew J.", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "30", "),\r\n    ", "7440-7444, S7440/1-S7440/17", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Water-stable porous porphyrin-metal org. framework with surface area 1400 m2-g-1 is reported which performs visible-light driven H2 photogeneration from H2O.  Thus, reaction of AlCl3.6H2O with free-base tetra-(4-carbonylphenyl)porphyrin (H2TCPP) in H2O under hydrothermal conditions followed by washing with DMF produced porous red H2TCPP[AlOH]2(DMF3-(H2O)2) (Al-PMOF).  Modification of Al-PMOF by porphyrin metalation with anhyd. Zinc acetate produced purple compd. Zn-TCCP-[AlOH]2 (2).  Crystal structure and optical properties of Al-PMOF and 2 were studied.  Photocatalytic efficiency of Al-PMOF and 2 was evaluated for H2 evolution from H2O under visible light in presence of methylviologen, EDTA and Pt co-catalyst.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xos1eht78%253D&md5=f4e9b15805f5a4433684acdd7c15d546", "23. ", "Barron", ", ", "P. M.", "; ", "Wray", ", ", "C. A.", "; ", "Hu", ", ", "C.", "; ", "Guo", ", ", "Z.", "; ", "Choe", ", ", "W.", " ", "Inorg. Chem.", " ", "2010", ",  ", "49", ",  ", "10217", "– ", "10219", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "A Bioinspired Synthetic Approach for Building Metal-Organic Frameworks with Accessible Metal Centers", "Barron, Paul M.; Wray, Curtis A.; Hu, Chunhua; Guo, Zhiyoug; Choe, Wonyoung", "Inorganic Chemistry", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "22", "),\r\n    ", "10217-10219", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A bioinspired synthetic approach can help org. linkers distinguish between different types of metal centers in metal-org. frameworks (MOFs).  Modification of an org. building unit with Me groups enables the unit to selectively coordinate to one of the two metal sites present in the MOFs.  The authors report four new porphyrin-based, pillared-paddlewheel frameworks: PPF-11-Zn/Zn, -Co/Co, -Mn/Zn, and -Fe/Zn, where the 1st and 2nd metals indicate the metal center for the porphyrin core and paddlewheel cluster, resp.  These compds. exhibit 3-dimensional MOFs in which 2-dimensional layers are pillared by a sterically controlled bipyridine, leaving the metal centers inside the porphyrin structurally unconnected.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXht12lt7fM&md5=c5e4e943b7bd08489c4030c13fc5127e", "24. ", "Abrahams", ", ", "B. F.", "; ", "Hoskins", ", ", "B. F.", "; ", "Michail", ", ", "D. M.", "; ", "Robson", ", ", "R.", " ", "Nature", " ", "1994", ",  ", "369", ",  ", "727", "– ", "729", "[", "Crossref", "], [", "CAS", "]", "24. ", "Assembly of porphyrin building blocks into network structures with large channels", "Abrahams, B. F.; Hoskins, B. F.; Michall, D. M.; Robson, R.", "Nature (London, United Kingdom)", "\r\n        (", "1994", "),\r\n    ", "369", "\r\n        (", "6483", "),\r\n    ", "727-9", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    ", "The crystal structures of solvated Cu(tpp)CuBF4 (I) and Cu(tcp)BF4 (II) where H2tpp = 5,10,15,20-tetra(4-pyridyl)-21H,23H-porphine and H2tcp = 5,10,15,20-tetrakis(4-cyanoophenyl)-21H,23H-porphine were detd.  I is tetragonal, space group P‾42c, with a 14.202(6) and c 26.644(9) Å; R = 0.112 for 529 reflections.  II is orthorhombic, space group Cccm, with a 23.69(1), b 27.26(2), and c 32.76(1) Å; R = 0.142 for 457 reflections.  Porphyrin building blocks can be used to construct 3-dimensional networks with the topol. of the PtS structure (equal nos. of square-planar and tetrahedral centers), contg. large channels.  The channels are filled with solvent mols., and cryst. order is lost on solvent removal.  Nevertheless, the results show that it is possible to use simple mol. building blocks to engineer specific frameworks which, if they can be made robust, may offer new catalytic potential.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXit1Oisg%253D%253D&md5=b951007ccd36525fb2de1fc35bafb852", "25. ", "Choi", ", ", "E.-Y.", "; ", "Wray", ", ", "C. A.", "; ", "Hu", ", ", "C.", "; ", "Choe", ", ", "W.", " ", "CrystEngComm", " ", "2009", ",  ", "11", ",  ", "553", "– ", "555", "[", "Crossref", "], [", "CAS", "]", "25. ", "Highly tunable metal-organic frameworks with open metal centers", "Choi, Eun-Young; Wray, Curtis A.; Hu, Chunhua; Choe, Wonyoung", "CrystEngComm", "\r\n        (", "2009", "),\r\n    ", "11", "\r\n        (", "4", "),\r\n    ", "553-555", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The authors report the synthesis and characterization of porphyrin contg. metal-org. frameworks, Zn2[Zn(TCPP)]·3H2O·DEF (H2TCPP = tetrakis(4-carboxyphenyl)porphyrin) that show high metal tunability without altering the framework topol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXotVyrtL8%253D&md5=779178ead7135abc1caae72d588fefaa", "26. ", "Smythe", ", ", "N. C.", "; ", "Butler", ", ", "D. P.", "; ", "Moore", ", ", "C. E.", "; ", "McGowan", ", ", "W. R.", "; ", "Rheingold", ", ", "A. L.", "; ", "Beauvais", ", ", "L. G.", " ", "Dalton Trans.", " ", "2012", ",  ", "41", ",  ", "7855", "– ", "7858", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "A heterobimetallic metal-organic framework with tunable reactive metal sites: synthesis, characterization, and reactivity", "Smythe, Nathan C.; Butler, Derek P.; Moore, Curtis E.; McGowan, William R.; Rheingold, Arnold L.; Beauvais, Laurance G.", "Dalton Transactions", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "26", "),\r\n    ", "7855-7858", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A technique for prepg. heterobimetallic frameworks with tunable metal sites is demonstrated by the synthesis of a new two-dimensional metal-org. framework (Et2NH2)[Cd(H2O)][(H2TCPP)]·4DEF·H2O (1) that is constructed from tetra(4-carboxyphenyl)porphyrin (H2TCPP) and Cd(II) species.  The solid can be prepd. in the presence of other divalent transition metals to yield the same framework with the smaller metal ions occupying the porphyrin ligands.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xos1Slu78%253D&md5=5bf5e3deb5e29d7d9bdfdfe721310256", "27. ", "Smithenry", ", ", "D. W.", "; ", "Wilson", ", ", "S. R.", "; ", "Suslick", ", ", "K. S.", " ", "Inorg. Chem.", " ", "2003", ",  ", "42", ",  ", "7719", "– ", "7721", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "A Robust Microporous Zinc Porphyrin Framework Solid", "Smithenry, Dennis W.; Wilson, Scott R.; Suslick, Kenneth S.", "Inorganic Chemistry", "\r\n        (", "2003", "),\r\n    ", "42", "\r\n        (", "24", "),\r\n    ", "7719-7721", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A robust microporous zinc(II) metalloporphyrin framework solid, [Zn(p-O2C)P2Mes2P]3Zn4O·8H2O ((p-O2C)P2Mes2P = 5,15-di(p-carboxyphenyl)-10,20-dimesitylporphinate), was synthesized.  The proposed structural model developed from x-ray single crystal data has an interpenetrated three-dimensional framework of zinc trans-biscarboxylate tetraarylporphyrins whose carboxylates coordinate the six edges of tetrahedral Zn4O6+ clusters, maintaining a charge-neutral framework.  This cubic framework has 74% free vol. and 4 × 7 Å pores.  N2 adsorption gives a type I isotherm with a surface area of 800 m2/g, which is greater than that of a typical zeolite.  The interpenetrated frameworks of the evacuated solid remain intact and retain a microporous structure.  This is a versatile framework system; alteration of the metal in the porphyrin may create a catalytically active solid, and modification of the 10-, 20-substituents of the porphyrin can provide control over both the polarity and the size of the pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXosFWmurY%253D&md5=d6eaf7d1b7df54797d3abb2ad4ede525", "28. ", "Sinelshchikova", ", ", "A. A.", "; ", "Nefedov", ", ", "S. E.", "; ", "Enakieva", ", ", "Y. Y.", "; ", "Gorbunova", ", ", "Y. G.", "; ", "Tsivadze", ", ", "A. Y.", "; ", "Kadish", ", ", "K. M.", "; ", "Chen", ", ", "P.", "; ", "Bessmertnykh-Lemeune", ", ", "A.", "; ", "Stern", ", ", "C.", "; ", "Guilard", ", ", "R.", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "999", "– ", "1008", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Unusual Formation of a Stable 2D Copper Porphyrin Network", "Sinelshchikova, Anna A.; Nefedov, Sergey E.; Enakieva, Yulia Yu.; Gorbunova, Yulia G.; Tsivadze, Aslan Yu.; Kadish, Karl M.; Chen, Ping; Bessmertnykh-Lemeune, Alla; Stern, Christine; Guilard, Roger", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "2", "),\r\n    ", "999-1008", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Copper(II) 5,15-bis(diethoxyphosphoryl)-10,20-diphenylporphyrin was obtained and characterized by cyclic voltammetry, ESR, FTIR, and UV-visible spectroscopy.  Three cryst. forms were grown and studied by x-ray diffraction methods (single crystal and powder).  The highly electron-withdrawing effect of phosphoryl groups attached directly to the porphyrin macrocycle results in a self-assembling process, with formation of a stable 2-dimensional coordination network, which is unusual for copper(II) porphyrins.  The resulting 2-dimensional structure is a rare example of an assembly based on copper(II) porphyrins where the copper(II) central metal ion is six-coordinated because of a weak interaction with two phosphoryl groups of adjacent porphyrins.  The other polymorph of copper(II) 5,15-bis(diethoxyphosphoryl)-10,20-diphenylporphyrin contains individual (isolated) porphyrin mols. with four-coordinated copper(II) in a distorted porphyrin core.  This polymorph can be obtained only by slow diffusion of a copper acetate/methanol soln. into solns. of free base 5,15-bis(diethoxyphosphoryl)-10,20-diphenylporphyrin in chloroform.  It converts to the 2-dimensional structure after dissoln. in chloroform followed by consecutive crystns., using slow diffusion of hexane.  A six-coordinated copper(II) porphyrin contg. two axially coordinated dioxane mols. was also obtained and characterized by x-ray diffraction crystallog.  The assocn. of copper(II) 5,15-bis(diethoxyphosphoryl)-10,20-diphenylporphyrin in soln. was also studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXlt1WhsA%253D%253D&md5=0aa3711ca7db2d3cba09757607326822", "29. ", "Verduzco", ", ", "J. M.", "; ", "Chung", ", ", "H.", "; ", "Hu", ", ", "C.", "; ", "Choe", ", ", "W.", " ", "Inorg. Chem.", " ", "2009", ",  ", "48", ",  ", "9060", "– ", "9062", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "Metal-Organic Framework Assembled from T-Shaped and Octahedral Nodes: A Mixed-Linker Strategy To Create a Rare Anatase TiO2 Topology", "Verduzco, Jennifer M.; Chung, Haemi; Hu, Chunhua; Choe, Wonyoung", "Inorganic Chemistry", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "19", "),\r\n    ", "9060-9062", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A novel porphyrin paddle-wheel framework (PPF-25), assembled from a Zn paddle-wheel cluster and mixed linkers (4,4'-bipyridine; Zn 5,15-di(4-carboxyphenyl)-10,20-diphenylporphyrin), was synthesized and structurally characterized.  T-shaped organometallic nodes are generated, and the resulting structure is closely related to anatase, a polymorph of TiO2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtVOgurvM&md5=ae51045e1516e51a811324fa6630bd4e", "30. ", "Farha", ", ", "O. K.", "; ", "Shultz", ", ", "A. M.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Nguyen", ", ", "S. T.", "; ", "Hupp", ", ", "J. T.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "5652", "– ", "5655", "[", "ACS Full Text ", "], [", "CAS", "]", "30. ", "Active-Site-Accessible, Porphyrinic Metal-Organic Framework Materials", "Farha, Omar K.; Shultz, Abraham M.; Sarjeant, Amy A.; Nguyen, SonBinh T.; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "15", "),\r\n    ", "5652-5655", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "On account of their structural similarity to cofactors found in many metalloenzymes, metalloporphyrins are obvious potential building blocks for catalytically active, metal-org. framework (MOF) materials.  While numerous porphyrin-based MOFs have already been described, versions featuring highly accessible active sites and permanent microporosity are remarkably scarce.  Indeed, of the >70 previously reported porphyrinic MOFs, only one is both permanently microporous and contain internally accessible active sites for chem. catalysis.  Attempts to generalize the design approach used in this single successful case have failed.  Reported here, however, is the synthesis of an extended family of MOFs that directly incorporate a variety of metalloporphyrins (specifically Al3+, Zn2+, Pd2+, Mn3+, and Fe3+ complexes).  These robust porphyrinic materials (RPMs) feature large channels and readily accessible active sites.  As an illustrative example, one of the Mn-contg. RPMs is catalytically competent for the oxidn. of alkenes and alkanes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjvV2gsL4%253D&md5=03ee78fa59665451542aab3e65dacd35", "31. ", "Johnson", ", ", "J. A.", "; ", "Lin", ", ", "Q.", "; ", "Wu", ", ", "L.-C.", "; ", "Obaidi", ", ", "N.", "; ", "Olson", ", ", "Z. L.", "; ", "Reeson", ", ", "T. C.", "; ", "Chen", ", ", "Y.-S.", "; ", "Zhang", ", ", "J.", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "2828", "– ", "2830", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "31. ", "A \"pillar-free\", highly porous metalloporphyrinic framework exhibiting eclipsed porphyrin arrays", "Johnson, Jacob A.; Lin, Qipu; Wu, Lai-Chin; Obaidi, Nasrat; Olson, Zachary L.; Reeson, Tyler C.; Chen, Yu-Sheng; Zhang, Jian", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "27", "),\r\n    ", "2828-2830", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A pillar-free, highly porous metalloporphyrinic framework (UNLPF-1) exhibiting eclipsed porphyrin arrays was constructed from an octacarboxylate ligand connected with paddlewheel secondary building units.  UNLPF-1 possesses two types of open metal sites and exhibits an efficient selectivity toward capture of CO2 over N2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjslGnt74%253D&md5=e5d9629fd3997ba3648335003c964bfa", "32. ", "Chung", ", ", "H.", "; ", "Barron", ", ", "P. M.", "; ", "Novotny", ", ", "R. W.", "; ", "Son", ", ", "H.-T.", "; ", "Hu", ", ", "C.", "; ", "Choe", ", ", "W.", " ", "Cryst. Growth Des.", " ", "2009", ",  ", "9", ",  ", "3327", "– ", "3332", "[", "ACS Full Text ", "], [", "CAS", "]", "32. ", "Structural Variation in Porphyrin Pillared Homologous Series: Influence of Distinct Coordination Centers for Pillars on Framework Topology", "Chung, Haemi; Barron, Paul M.; Novotny, Richard W.; Son, Hyun-Tak; Hu, Chunhua; Choe, Wonyoung", "Crystal Growth & Design", "\r\n        (", "2009", "),\r\n    ", "9", "\r\n        (", "7", "),\r\n    ", "3327-3332", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new series of porphyrin paddlewheel frameworks (PPFs) has been assembled from 5,10,15,20-tetrakis(4-carboxyl)-21H,23H-porphine (TCPP), Zn(NO3)2·6H2O, and org. pillars such as N,N'-di-(4-pyridyl)-1,4,5,8-naphthalenetetracarboxydiimide (DPNI) and 3,6-di-4-pyridyl-1,2,4,5-tetrazine (DPT).  Here we report the synthesis and structural characterization of five new PPFs [Zn2(ZnTCPP)(DPNI)], [Zn2(ZnTCPP)(DPT)], [Zn2(ZnTCPP)(DPNI)1.5] and [Zn2(ZnTCPP)(DPT)1.5] based on 2D porphyrin paddlewheel grid.  In this homologous series, the stacking patterns of such 2D porphyrin sheets are varied and exhibit two new structures, namely, bilayer and interpenetrated AA stacking pattern, in addn. to the ABBA pattern previously obsd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXltl2hsLs%253D&md5=2f0718390b9cec514009bdc3062fdf86", "33. ", "Zou", ", ", "C.", "; ", "Xie", ", ", "M.-H.", "; ", "Kong", ", ", "G.-Q.", "; ", "Wu", ", ", "C.-D.", " ", "CrystEngComm", " ", "2012", ",  ", "14", ",  ", "4850", "– ", "4856", "[", "Crossref", "], [", "CAS", "]", "33. ", "Five porphyrin-core-dependent metal-organic frameworks and framework-dependent fluorescent properties", "Zou, Chao; Xie, Ming-Hua; Kong, Guo-Qiang; Wu, Chuan-De", "CrystEngComm", "\r\n        (", "2012", "),\r\n    ", "14", "\r\n        (", "14", "),\r\n    ", "4850-4856", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The reaction of 5,10,15,20-tetra(carboxyphenyl)porphyrin (H6TCPP) or metalated M-H4TCPP (M = CoII, NiII, CuII and VIVO) with lead nitrate afforded five metal-org. frameworks (MOFs), [Pb2(H2TCPP)]·4DMF·H2O (1), [Pb2(Co-TCPP)(H2O)(DMF)]·1.5DMF (2), [Pb2(Ni-TCPP)(DMF)(H2O)]·1.5DMF·2H2O (3), [Pb2(Cu-TCPP)(DMF)(H2O)]·1.5DMF·2H2O (4) and [Pb2(VO-TCPP)(H2O)2]·4DMF (5).  Single crystal x-ray diffraction anal. revealed that the five MOFs based on the TCPP scaffolds differ in framework topologies and porphyrin configurations that are varied from flat to wavy to bowl-shaped.  The porphyrin cores play a pivotal role in the formation of the distinct coordination frameworks by controlling the stacking fashion of the porphyrins, the coordination modes of TCPP and the coordination spheres of the Pb2+ cations.  Solid-state photoluminescent expts. suggest that the emissions of these compds. are dependent on the framework structures, and are insensitive to the porphyrin cores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XovVynsbc%253D&md5=5a71f6903be10b719682d9d8309d9d32", "34. ", "Lee", ", ", "C. Y.", "; ", "Farha", ", ", "O. K.", "; ", "Hong", ", ", "B. J.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Nguyen", ", ", "S. T.", "; ", "Hupp", ", ", "J. T.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "15858", "– ", "15861", "[", "ACS Full Text ", "], [", "CAS", "]", "34. ", "Light-Harvesting Metal-Organic Frameworks (MOFs): Efficient Strut-to-Strut Energy Transfer in Bodipy and Porphyrin-Based MOFs", "Lee, Chang Yeon; Farha, Omar K.; Hong, Bong Jin; Sarjeant, Amy A.; Nguyen, Son Binh T.; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "40", "),\r\n    ", "15858-15861", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A pillared-paddlewheel type metal-org. framework (MOF) material featuring Bodipy- and porphyrin-based struts, and capable of harvesting light across the entire visible spectrum, has been synthesized.  Efficient - essentially quant. strut-to-strut energy transfer (antenna behavior) was obsd. for the well-organized donor-acceptor assembly constituting the ordered MOF structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1SltrjK&md5=31e7b31dcc5c1a03c8c36af04df2e863", "35. ", "Goldberg", ", ", "I.", " ", "CrystEngComm", " ", "2002", ",  ", "4", ",  ", "109", "– ", "116", "[", "Crossref", "], [", "CAS", "]", "35. ", "Design strategies for supramolecular porphyrin-based materials", "Goldberg, Israel", "CrystEngComm", "\r\n        (", "2002", "),\r\n    ", "4", "\r\n        (", "),\r\n    ", "109-116", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This Highlight provides a concise review with refs. of several useful concepts in the targeted synthesis of a series of cryst., porphyrin-based supramol. arrays, employing suitably activated building blocks.  Different modes of the supramol. assembly are demonstrated, exploiting the functionality and directionality of the recognition groups, the square-planar geometry of the porphyrin macrocycle, and the use of external metal ions and org. ligands for induced coordination and organization.  The results provide new insights into the designed formulation of mol.-sieve-type architectures in org. crystals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XjsVKjtL0%253D&md5=88d49514ee90657341c50a176b069536", "36. ", "Feng", ", ", "D.", "; ", "Chung", ", ", "W.-C.", "; ", "Wei", ", ", "Z.", "; ", "Gu", ", ", "Z.-Y.", "; ", "Jiang", ", ", "H.-L.", "; ", "Chen", ", ", "Y.-P.", "; ", "Darensbourg", ", ", "D. J.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "17105", "– ", "17110", "[", "ACS Full Text ", "], [", "CAS", "]", "36. ", "Construction of Ultrastable Porphyrin Zr Metal-Organic Frameworks through Linker Elimination", "Feng, Dawei; Chung, Wan-Chun; Wei, Zhangwen; Gu, Zhi-Yuan; Jiang, Hai-Long; Chen, Ying-Pin; Darensbourg, Donald J.; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "45", "),\r\n    ", "17105-17110", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of highly stable metal-org. frameworks (MOFs) with 3-D nanochannels, namely PCN-224 ({[Zr6(μ3-OH)8(H2O/OH)12]2[TCPP-M]3}n, M = Zr(IV), Ni(II), Co(II), Fe(III); H6TCPP = tetrakis(4-carboxyphenyl)porphyrin), have been assembled with six-connected Zr6 cluster and metalloporphyrins by a linker-elimination strategy.  The PCN-224 series not only exhibits the highest BET surface area (2600m2/g) among all the reported porphyrinic MOFs but also remains intact in pH = 0 to pH = 11 aq. soln.  Remarkably, PCN-224-(Co) exhibits high catalytic activity for the CO2/propylene oxide coupling reaction and can be used as a recoverable heterogeneous catalyst.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1Sqs77J&md5=1e55b0908949e0403f28fcd285a263da", "37. ", "Morris", ", ", "W.", "; ", "Volosskiy", ", ", "B.", "; ", "Demir", ", ", "S.", "; ", "Gándara", ", ", "F.", "; ", "McGrier", ", ", "P. L.", "; ", "Furukawa", ", ", "H.", "; ", "Cascio", ", ", "D.", "; ", "Stoddart", ", ", "J. F.", "; ", "Yaghi", ", ", "O. M.", " ", "Inorg. Chem.", " ", "2012", ",  ", "51", ",  ", "6443", "– ", "6445", "[", "ACS Full Text ", "], [", "CAS", "]", "37. ", "Synthesis, Structure, and Metalation of Two New Highly Porous Zirconium Metal-Organic Frameworks", "Morris, William; Volosskiy, Boris; Demir, Selcuk; Gandara, Felipe; McGrier, Psaras L.; Furukawa, Hiroyasu; Cascio, Duilio; Stoddart, J. Fraser; Yaghi, Omar M.", "Inorganic Chemistry", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "12", "),\r\n    ", "6443-6445", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three new metal-org. frameworks [MOF-525, Zr6O4(OH)4(TCPP-H2)3; MOF-535, Zr6O4(OH)4(XF)3; MOF-545, Zr6O8(H2O)8(TCPP-H2)2, where porphyrin H4-TCPP-H2 = (C48H24O8N4) and cruciform H4-XF = (C42O8H22)] based on two new topologies, ftw and csq, were synthesized and structurally characterized.  MOF-525 and -535 are composed of Zr6O4(OH)4 cuboctahedral units linked by either porphyrin (MOF-525) or cruciform (MOF-535).  Another Zr-contg. unit, Zr6O8(H2O)8, is linked by porphyrin to give the MOF-545 structure.  The structure of MOF-525 was obtained by anal. of powder x-ray diffraction data.  The structures of MOF-535 and -545 were resolved from synchrotron single-crystal data.  MOF-525, -535, and -545 have Brunauer-Emmett-Teller surface areas of 2620, 1120, and 2260 m2/g, resp.  In addn. to their large surface areas, both porphyrin-contg. MOFs are exceptionally chem. stable, maintaining their structures under aq. and org. conditions.  MOF-525 and -545 were metalated with Fe(III) and Cu(II) to yield the metalated analogs without losing their high surface area and chem. stability.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XotFGlu7c%253D&md5=e2aef059f68ef4a35e5757bf914a6883", "38. ", "Das", ", ", "M. C.", "; ", "Xiang", ", ", "S.", "; ", "Zhang", ", ", "Z.", "; ", "Chen", ", ", "B.", " ", "Angew. Chem., Int. Ed.", " ", "2011", ",  ", "50", ",  ", "10510", "– ", "10520", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "38. ", "Functional Mixed Metal-Organic Frameworks with Metalloligands", "Das, Madhab C.; Xiang, Shengchang; Zhang, Zhangjing; Chen, Banglin", "Angewandte Chemie, International Edition", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "45", "),\r\n    ", "10510-10520", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Immobilization of functional sites within metal-org. frameworks (MOFs) is very important for their ability to recognize small mols. and thus for their functional properties.  The metalloligand approach has enabled the authors to rationally immobilize a variety of different functional sites such as open metal sites, catalytic active metal sites, photoactive metal sites, chiral pore environments, and pores of tunable sizes and curvatures into mixed metal-org. frameworks (M'MOFs).  In this Minireview, the authors highlight some important functional M'MOFs with metalloligands for gas storage and sepn., enantioselective sepn., heterogeneous asym. catalysis, sensing, and as photoactive and nanoscale drug delivery and biomedical imaging materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFylsL%252FI&md5=b6011dde25241bb2e50c000113d6a92a", "39. ", "Feng", ", ", "D.", "; ", "Gu", ", ", "Z.-Y.", "; ", "Li", ", ", "J.-R.", "; ", "Jiang", ", ", "H.-L.", "; ", "Wei", ", ", "Z.", "; ", "Zhou", ", ", "H.-C.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "10307", "– ", "10310", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "39. ", "Zirconium-Metalloporphyrin PCN-222: Mesoporous Metal-Organic Frameworks with Ultrahigh Stability as Biomimetic Catalysts", "Feng, Dawei; Gu, Zhi-Yuan; Li, Jian-Rong; Jiang, Hai-Long; Wei, Zhangwen; Zhou, Hong-Cai", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "41", "),\r\n    ", "10307-10310, S10307/1-S10307/46", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Zirconium-metalloporphyrin PCN-222 mesoporous metal-org. frameworks with ultrahigh stability as biomimetic catalysts are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1aqtLvK&md5=1f53cd17d6e9bf7e130b29acdafc98cb", "40. ", "Meng", ", ", "L.", "; ", "Cheng", ", ", "Q.", "; ", "Kim", ", ", "C.", "; ", "Gao", ", ", "W.-Y.", "; ", "Wojtas", ", ", "L.", "; ", "Chen", ", ", "Y.-S.", "; ", "Zaworotko", ", ", "M. J.", "; ", "Zhang", ", ", "X. P.", "; ", "Ma", ", ", "S.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "10082", "– ", "10085", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "40. ", "Crystal Engineering of a Microporous, Catalytically Active fcu Topology MOF Using a Custom-Designed Metalloporphyrin Linker", "Meng, Le; Cheng, Qigan; Kim, Chungsik; Gao, Wen-Yang; Wojtas, Lukasz; Chen, Yu-Sheng; Zaworotko, Michael J.; Zhang, X. Peter; Ma, Shengqian", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "40", "),\r\n    ", "10082-10085, S10082/1-S10082/12", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Crystal engineering of microporous, catalytically active fcu topol. MOF using a custom-designed metalloporphyrin linker is discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlSgur3M&md5=c2377b05f95094ca04dc5a1dfb6f0a43", "41. ", "Wang", ", ", "X.-S.", "; ", "Chrzanowski", ", ", "M.", "; ", "Kim", ", ", "C.", "; ", "Gao", ", ", "W.-Y.", "; ", "Wojtas", ", ", "L.", "; ", "Chen", ", ", "Y.-S.", "; ", "Peter Zhang", ", ", "X.", "; ", "Ma", ", ", "S.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "7173", "– ", "7175", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "41. ", "Quest for highly porous metal-metalloporphyrin framework based upon a custom-designed octatopic porphyrin ligand", "Wang, Xi-Sen; Chrzanowski, Matthew; Kim, Chungsik; Gao, Wen-Yang; Wojtas, Lukasz; Chen, Yu-Sheng; Peter Zhang, X.; Ma, Shengqian", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "57", "),\r\n    ", "7173-7175", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A porous metal-metalloporphyrin framework, MMPF-2, was constructed from a custom-designed octatopic porphyrin ligand, tetrakis(3,5-dicarboxyphenyl)porphine, that links a distorted Co trigonal prism secondary building unit.  MMPF-2 possesses permanent microporosity with the highest surface area of 2037 m2 g-1 among reported porphyrin-based MOFs, and demonstrates a high uptake capacity of 170 cm3 g-1 CO2 at 273 K and 1 bar.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XovFWmtLk%253D&md5=fad3769801fde6a18ef5c67e4ac18eaa", "42. ", "Wang", ", ", "X.-S.", "; ", "Meng", ", ", "L.", "; ", "Cheng", ", ", "Q.", "; ", "Kim", ", ", "C.", "; ", "Wojtas", ", ", "L.", "; ", "Chrzanowski", ", ", "M.", "; ", "Chen", ", ", "Y.-S.", "; ", "Zhang", ", ", "X. P.", "; ", "Ma", ", ", "S.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "16322", "– ", "16325", "[", "ACS Full Text ", "], [", "CAS", "]", "42. ", "Three-Dimensional Porous Metal-Metalloporphyrin Framework Consisting of Nanoscopic Polyhedral Cages", "Wang, Xi-Sen; Meng, Le; Cheng, Qigan; Kim, Chungsik; Wojtas, Lukasz; Chrzanowski, Matthew; Chen, Yu-Sheng; Zhang, X. Peter; Ma, Shengqian", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "41", "),\r\n    ", "16322-16325", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An unprecedented nanoscopic polyhedral cage-contg. metal-metalloporphyrin framework, MMPF-1, was constructed from a custom-designed porphyrin ligand, 5,15-bis(3,5-dicarboxyphenyl)porphine, that links Cu2(carboxylate)4 moieties.  A high d. of 16 open copper sites confined within a nanoscopic polyhedral cage was achieved, and the packing of the porphyrin cages via an ABAB pattern affords MMPF-1 ultramicropores which render it selective toward adsorption of H2 and O2 over N2, and CO2 over CH4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1ClsLfM&md5=b9f3cfd4070abfbba6c23da54e0e6849", "43. ", "Gao", ", ", "W.-Y.", "; ", "Wojtas", ", ", "L.", "; ", "Ma", ", ", "S.", " ", "Chem. Commun.", " ", "2014", ",  ", "50", ",  ", "5316", "– ", "5318", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "43. ", "A porous metal-metalloporphyrin framework featuring high-density active sites for chemical fixation of CO2 under ambient conditions", "Gao, Wen-Yang; Wojtas, Lukasz; Ma, Shengqian", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2014", "),\r\n    ", "50", "\r\n        (", "40", "),\r\n    ", "5316-5318", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Self-assembly of the custom-designed octatopic porphyrin ligand of tetrakis(3,5-dicarboxybiphenyl)porphine with the in situ generated Cu2(CO2)4 paddlewheel moieties afforded a porous metal-metalloporphyrin framework, Cu6(CuC76H36N4O16)(HCO2)4(H2O)6 (MMPF-9), which features a high d. of Cu(II) sites confined within nanoscopic channels and demonstrates excellent performances as a heterogeneous Lewis-acid catalyst for chem. fixation of CO2 to form carbonates at room temp. under 1 atm pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXmsFCjsr4%253D&md5=22a986eb1ba79c417a235d633aa0c19b", "44. ", "Yang", ", ", "X.-L.", "; ", "Xie", ", ", "M.-H.", "; ", "Zou", ", ", "C.", "; ", "He", ", ", "Y.", "; ", "Chen", ", ", "B.", "; ", "O’Keeffe", ", ", "M.", "; ", "Wu", ", ", "C.-D.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "10638", "– ", "10645", "[", "ACS Full Text ", "], [", "CAS", "]", "44. ", "Porous Metalloporphyrinic Frameworks Constructed from Metal 5,10,15,20-Tetrakis(3,5-biscarboxylphenyl)porphyrin for Highly Efficient and Selective Catalytic Oxidation of Alkylbenzenes", "Yang, Xiu-Li; Xie, Ming-Hua; Zou, Chao; He, Yabing; Chen, Banglin; O'Keeffe, Michael; Wu, Chuan-De", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "25", "),\r\n    ", "10638-10645", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We incorporate metal 5,10,15,20-tetrakis(3,5-biscarboxylphenyl)porphyrin (M-H8OCPP), for the first time, into porous metal-org. frameworks.  The self-assembled porous metalloporphyrinic frameworks [Mn5Cl2(MnCl-OCPP)(DMF)4(H2O)4]·2DMF·8CH3COOH·14H2O (ZJU-18; ZJU = Zhejiang University), [Mn5Cl2(Ni-OCPP)(H2O)8]·7DMF·6CH3COOH·11H2O (ZJU-19), and [Cd5Cl2(MnCl-OCPP)(H2O)6]·13DMF·2CH3COOH·9H2O (ZJU-20) are isostructural as revealed by their single X-ray crystal structures.  The metalloporphyrin octacarboxylates (M-OCPP) (M = MnIIICl for ZJU-18 and ZJU-20, M = NiII for ZJU-19) are bridged by binuclear and trinuclear metal carboxylate secondary building units to form a 3-periodic, binodal, edge-transitive net with Reticular Chem. Structure Resource symbol tbo with pore windows of about 11.5 Å and pore cages about 21.3 Å in diam.  The porous nature of these metalloporphyrinic frameworks is further established by sorption studies in which different substrates such as ethanol, acetonitrile, acetone, cyclohexane, benzene, toluene, ethylbenzene, and acetophenone can readily have access to the pores.  Their catalytic activities for the oxidn. of alkylbenzenes were examd. at 65 °C using tert-Bu hydroperoxide as the oxidant.  The results indicate that ZJU-18 is much superior to ZJU-19, ZJU-20, and homogeneous mol. MnCl-Me8OCPP, exhibiting highly efficient and selective oxidn. of ethylbenzene to acetophenone in quant. >99% yield and a turnover no. of 8076 after 48 h.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xnsl2msr0%253D&md5=c7ad2b7a0598ec821062ae752458f2c7", "45. ", "Zhang", ", ", "J.-P.", "; ", "Zhang", ", ", "Y.-B.", "; ", "Lin", ", ", "J.-B.", "; ", "Chen", ", ", "X.-M.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1001", "– ", "1033", "[", "ACS Full Text ", "], [", "CAS", "]", "45. ", "Metal Azolate Frameworks: From Crystal Engineering to Functional Materials", "Zhang, Jie-Peng; Zhang, Yue-Biao; Lin, Jian-Bin; Chen, Xiao-Ming", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1001-1033", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The progress is discussed in the mol. design, prepn. and properties of metal azolate frameworks including complexes with imidazolates, pyrazolates, 1,2,4-triazolates, 1,2,3-triazolates and tetrazolates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1SrsrnE&md5=1e2bf82ba2a6364dbd8687a4aa5d820a", "46. ", "Wang", ", ", "L.-Z.", "; ", "Qu", ", ", "Z.-R.", "; ", "Zhao", ", ", "H.", "; ", "Wang", ", ", "X.-S.", "; ", "Xiong", ", ", "R.-G.", "; ", "Xue", ", ", "Z.-L.", " ", "Inorg. Chem.", " ", "2003", ",  ", "42", ",  ", "3969", "– ", "3971", "[", "ACS Full Text ", "], [", "CAS", "]", "46. ", "Isolation and Crystallographic Characterization of a Solid Precipitate/Intermediate in the Preparation of 5-Substituted 1H-Tetrazoles from Nitrile in Water", "Wang, Li-Zhong; Qu, Zhi-Rong; Zhao, Hong; Wang, Xi-Sen; Xiong, Ren-Gen; Xue, Zi-Ling", "Inorganic Chemistry", "\r\n        (", "2003", "),\r\n    ", "42", "\r\n        (", "13", "),\r\n    ", "3969-3971", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The reactions of 2-, 3-, and 4-cyanopyridine with NaN3 in the presence of H2O and Lewis acid (ZnCl2) afford discrete monomer, (2-PTZ)2Zn(H2O)2 (1), 3-dimensional diamondoid-like network (3-PTZ)2Zn (2), and 2-dimensional layered network (4-PTZ)Zn(OH)(H2O) (3), resp. (PTZ = 5-(pyridyl)tetrazolato).  Their solid state structures and natures give new insight into the Sharpless reaction of 5-substituted 1H-tetrazole.  Interestingly, 2 crystallizes in a noncentrosym. space group and its powd. sample is 2nd-harmonic generation active.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXktFymurY%253D&md5=a5f859579c8bf7d3a267add776974d24", "47. ", "Aromí", ", ", "G.", "; ", "Barrios", ", ", "L. A.", "; ", "Roubeau", ", ", "O.", "; ", "Gamez", ", ", "P.", " ", "Coord. Chem. Rev.", " ", "2011", ",  ", "255", ",  ", "485", "– ", "546", "[", "Crossref", "], [", "CAS", "]", "47. ", "Triazoles and tetrazoles: Prime ligands to generate remarkable coordination materials", "Aromi, Guillem; Barrios, Leoni A.; Roubeau, Olivier; Gamez, Patrick", "Coordination Chemistry Reviews", "\r\n        (", "2011", "),\r\n    ", "255", "\r\n        (", "5-6", "),\r\n    ", "485-546", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  The current great interest in prepg. functional metal-org. materials is inevitably assocd. with tremendous research efforts dedicated to the design and synthesis of new families of sophisticated multi-nucleating ligands.  In this context, the N-donor triazole and tetrazole rings represent two categories of ligands that are increasingly used, most likely as the result of the recent dramatic development of \"click chem.\" and Zeolitic Imidazolate Frameworks (ZIFs).  Thus, azole-based complexes found numerous applications in coordination chem.  In the present review, the authors focus on the use of 1,2,3-triazole, 1,2,4-triazole and tetrazole ligands to create coordination polymers, metal complexes and spin-crossover compds., reported to the end of 2009.  In the first instance, the authors present a compendium of all the relevant ligands that were employed to generate coordination polymers and Metal-Org. Frameworks (MOFs).  Due to the huge amt. of reported MOFs and coordination polymers bearing these azole rings, three representative examples for each category (therefore nine in total) are described.  The second section is devoted to the use of the bridging abilities of these azole ligands to prep. metal complexes (contg. at least two metal centers).  Given the large no. and the great structural diversity of the polynuclear compds. found in the literature, these were grouped according to their nuclearity.  Finally, in the last section, the triazole- and tetrazole-contg. coordination compds. exhibiting spin-crossover properties are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXpsFGrsg%253D%253D&md5=1046e4db2edd9ac2353a7c5921587d64", "48. ", "Phan", ", ", "A.", "; ", "Doonan", ", ", "C. J.", "; ", "Uribe-Romo", ", ", "F. J.", "; ", "Knobler", ", ", "C. B.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Acc. Chem. Res.", " ", "2009", ",  ", "43", ",  ", "58", "– ", "67", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "49. ", "Zhang", ", ", "J.-P.", "; ", "Horike", ", ", "S.", "; ", "Kitagawa", ", ", "S.", " ", "Angew. Chem., Int. Ed.", " ", "2007", ",  ", "46", ",  ", "889", "– ", "892", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "49. ", "A flexible porous coordination polymer functionalized by unsaturated metal clusters", "Zhang, Jie-Peng; Horike, Satoshi; Kitagawa, Susumu", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "6", "),\r\n    ", "889-892", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A 3-dimensional coordination polymer [Ag2(Me4bpz)] (H2Me4bpz = 3,3',5,5'-tetramethyl-4,4'-bipyrazole) was prepd. and structurally characterized.  A 3-dimensional coordination polymer [Ag2(Me4bpz)] (H2Me4bpz = 3,3',5,5'-tetramethyl-4,4'-bipyrazole) can not only reversibly adsorb and desorb CO2 and N2 but also benzene and toluene despite its aperture being too small for these mols.  The host framework simultaneously expands some cavities and shrinks others to accommodate different aggregates of the arene mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhs1aqt7o%253D&md5=3d6beed7107cbcf2d2dd9d38fd0d3a81", "50. ", "Dincǎ", ", ", "M.", "; ", "Dailly", ", ", "A.", "; ", "Long", ", ", "J. R.", " ", "Chem.—Eur. J.", " ", "2008", ",  ", "14", ",  ", "10280", "– ", "10285", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "50. ", "Structure and charge control in metal-organic frameworks based on the tetrahedral ligand tetrakis(4-tetrazolylphenyl)methane", "Dinca, Mircea; Dailly, Anne; Long, Jeffrey R.", "Chemistry - A European Journal", "\r\n        (", "2008", "),\r\n    ", "14", "\r\n        (", "33", "),\r\n    ", "10280-10285", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Use of the tetrahedral ligand tetrakis(4-tetrazolylphenyl)methane enabled isolation of two three-dimensional metal-org. frameworks featuring 4,6- and 4,8-connected nets related to the structures of garnet and fluorite, Mn6(ttpm)3·5DMF·3H2O (1) and Cu[(Cu4Cl)(ttpm)2]2·CuCl2·5DMF·11H2O (2, H4ttpm = tetrakis(4-tetrazolylphenyl)methane).  The fluorite-type solid 2 displays an unprecedented post-synthetic transformation in which the neg. charge of the framework is reduced by extn. of copper(II) chloride.  Desolvation of this compd. generates Cu4(ttpm)2·0.7CuCl2 (2d), a microporous material exhibiting a high surface area and significant hydrogen uptake.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsVyrt7rM&md5=da831b719ac60743172c366a178a006d", "51. ", "Dincǎ", ", ", "M.", "; ", "Dailly", ", ", "A.", "; ", "Tsay", ", ", "C.", "; ", "Long", ", ", "J. R.", " ", "Inorg. Chem.", " ", "2007", ",  ", "47", ",  ", "11", "– ", "13", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "52. ", "Dincă", ", ", "M.", "; ", "Han", ", ", "W. S.", "; ", "Liu", ", ", "Y.", "; ", "Dailly", ", ", "A.", "; ", "Brown", ", ", "C. M.", "; ", "Long", ", ", "J. R.", " ", "Angew. Chem., Int. Ed.", " ", "2007", ",  ", "46", ",  ", "1419", "– ", "1422", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "52. ", "Observation of Cu2+-H2 interactions in a fully desolvated sodalite-type metal-organic framework", "Dinca, Mircea; Han, Won Seok; Liu, Yun; Dailly, Anne; Brown, Craig M.; Long, Jeffrey R.", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "9", "),\r\n    ", "1419-1422", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "This new tetrazolate-based metal-org. framework exhibits high H2 uptake at low temp. and moderate pressure.  The removal of coordinated solvent mols. from Cu2+ within the framework provides strong binding sites for H2 mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXitleisL0%253D&md5=229d1fbe32a599dae9fcf6c29454bb16", "53. ", "Dincǎ", ", ", "M.", "; ", "Yu", ", ", "A. F.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "8904", "– ", "8913", "[", "ACS Full Text ", "], [", "CAS", "]", "53. ", "Microporous Metal-Organic Frameworks Incorporating 1,4-Benzeneditetrazolate: Syntheses, Structures, and Hydrogen Storage Properties", "Dinca, Mircea; Yu, Anta F.; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "27", "),\r\n    ", "8904-8913", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The potential of tetrazolate-based ligands for forming metal-org. frameworks of utility in hydrogen storage is demonstrated using 1,4-benzeneditetrazolate (BDT2-) to generate robust, microporous materials.  Reaction of H2BDT with MnCl2·4H2O and Mn(NO3)2·4H2O in N,N-diethylformamide (DEF) produces the two-dimensional framework solids Mn3(BDT)2Cl2(DEF)6 (1) and Mn4(BDT)3(NO3)2(DEF)6 (2), whereas reactions with hydrated salts of Mn2+, Cu2+, and Zn2+ in a mixt. of methanol and DMF afford the porous, three-dimensional framework solids Zn3(BDT)3(DMF)4(H2O)2·3.5CH3OH (3), Mn3(BDT)3(DMF)4(H2O)2·3CH3OH·2H2O·DMF (4), Mn2(BDT)Cl2(DMF)2·1.5CH3OH·H2O (5), and Cu(BDT)(DMF)·CH3OH·0.25DMF (6).  The method for desolvating such compds. can dramatically influence the ensuing gas sorption properties.  When subjected to a mild evacuation procedure, compds. 3-6 exhibit permanent porosity, with BET surface areas in the range 200-640 m2/g.  The desolvated forms of 3-5 store between 0.82 and 1.46% H2 at 77 K and 1 atm, with enthalpies of adsorption in the range 6.0-8.8 kJ/mol, among the highest so far reported for metal-org. frameworks.  The desolvated form of 6 exhibits preferential adsorption of O2 over H2 and N2, showing promise for gas sepn. and purifn. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XmtVSjtLg%253D&md5=c33a3b55e4ff31ac354ecbdd5b636120", "54. ", "Guo", ", ", "Z.", "; ", "Yu", ", ", "J.", "; ", "Li", ", ", "G.", "; ", "Si", ", ", "Z.", "; ", "Guo", ", ", "H.", "; ", "Zhang", ", ", "H.", " ", "CrystEngComm", " ", "2009", ",  ", "11", ",  ", "2254", "– ", "2256", "[", "Crossref", "], [", "CAS", "]", "54. ", "A three-dimensional metal-organic framework based on a triazine derivative: syntheses, structure analysis, and sorption studies", "Guo, Zhiyong; Yu, Jiangbo; Li, Guanghua; Si, Zhenjun; Guo, Huadong; Zhang, Hongjie", "CrystEngComm", "\r\n        (", "2009", "),\r\n    ", "11", "\r\n        (", "11", "),\r\n    ", "2254-2256", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A novel metal-org. framework [Cu3(m-TATB)2Py(CH3OH)2] (1) constructed from a triazine-based trigonal-planar ligand, 3,3',3''-s-triazine-2,4,6-triyltribenzoate (m-H3TATB), was synthesized and structurally characterized.  Compd. 1 features three-dimensional (3D) channels and cavities together, and exhibits high carbon dioxide sorption at normal pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsVSntLvK&md5=bfb011837d0de531c4106ec5dd138642", "55. ", "Pang", ", ", "J.", "; ", "Jiang", ", ", "F.", "; ", "Wu", ", ", "M.", "; ", "Yuan", ", ", "D.", "; ", "Zhou", ", ", "K.", "; ", "Qian", ", ", "J.", "; ", "Su", ", ", "K.", "; ", "Hong", ", ", "M.", " ", "Chem. Commun.", " ", "2014", ",  ", "50", ",  ", "2834", "– ", "2836", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "55. ", "Coexistence of cages and one-dimensional channels in a porous MOF with high H2 and CH4 uptakes", "Pang, Jiandong; Jiang, Feilong; Wu, Mingyan; Yuan, Daqiang; Zhou, Kang; Qian, Jinjie; Su, Kongzhao; Hong, Maochun", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2014", "),\r\n    ", "50", "\r\n        (", "22", "),\r\n    ", "2834-2836", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A porous metal-org. framework, [Cu6(obdb)3(H2O)6]n(solvate)x (H4obdb = 4',4'''-oxybis[1,1'-biphenyl]-3,5-dicarboxylic acid), with high surface area was deliberately synthesized, in which polyhedral cages and one-dimensional channels coexist.  It shows a total gravimetric H2 uptake of 11.35% at 77 K and 90 bar and a total CH4 uptake of 305.07 cm3 g-1 at 298 K and 35 bar.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXis1Chu78%253D&md5=97054a3c7e062ae1258d888e81a160cc", "56. ", "Gauuan", ", ", "P. J. F.", "; ", "Trova", ", ", "M. P.", "; ", "Gregor-Boros", ", ", "L.", "; ", "Bocckino", ", ", "S. B.", "; ", "Crapo", ", ", "J. D.", "; ", "Day", ", ", "B. J.", " ", "Bioorg. Med. Chem.", " ", "2002", ",  ", "10", ",  ", "3013", "– ", "3021", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "56. ", "Superoxide dismutase mimetics: synthesis and structure-activity relationship study of MnTBAP analogues", "Gauuan, Polivina Jolicia F.; Trova, Michael P.; Gregor-Boros, Livia; Bocckino, Stephen B.; Crapo, James D.; Day, Brian J.", "Bioorganic & Medicinal Chemistry", "\r\n        (", "2002", "),\r\n    ", "10", "\r\n        (", "9", "),\r\n    ", "3013-3021", "CODEN:\r\n                ", "BMECEP", ";\r\n        ISSN:", "0968-0896", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "Carboxylic ester and amide-substituted analogs of [5,10,15,20-tetrakis(4-carboxyphenyl)-porphyrinato]manganese(III) chloride (MnTBAP) were synthesized and assayed as potential superoxide dismutase (SOD) mimetics.  The tetraester analogs were found to have comparable SOD activity to the known SOD mimetic MnTBAP, while other amides exhibited reduced SOD activity.  In the substituted Me benzoate/acid and disubstituted porphyrin series, some of the analogs were found to have comparable to improved SOD activity relative to MnTBAP and other analogs exhibited improved activity in both the SOD and thiobarbituric acid reactive species (TBARS) assays relative to MnTBAP.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XltFahtLg%253D&md5=1fc9237ba8b9474c468112e4dd0f7736", "57. ", "Borel", ", ", "C.", "; ", "Hakansson", ", ", "M.", "; ", "Ohrstrom", ", ", "L.", " ", "CrystEngComm", " ", "2006", ",  ", "8", ",  ", "666", "– ", "669", "[", "Crossref", "], [", "CAS", "]", "57. ", "Coordination bonds and strong hydrogen bonds giving a framework material based on a 4- and 8-connected net in [Ca[Co(en)(oxalato)2]2]n", "Borel, Cedric; Haakansson, Mikael; Oehrstroem, Lars", "CrystEngComm", "\r\n        (", "2006", "),\r\n    ", "8", "\r\n        (", "9", "),\r\n    ", "666-669", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "[Ca[Co(en)(oxalato)2]2]n·4H2O gives a 3-dimensional-net based on Ca(oxalato)4 8-connected nodes and Co(en)(oxalato)2 4-connected nodes resulting in a compd. that retains its structure and 19% void vol. even after residual solvent was evacuated under vacuum at 160°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xps1Sjurs%253D&md5=8fd03f1305af8077db5a40c748043346", "58. ", "Huang", ", ", "Q.", "; ", "Cai", ", ", "J.", "; ", "Wu", ", ", "H.", "; ", "He", ", ", "Y.", "; ", "Chen", ", ", "B.", "; ", "Qian", ", ", "G.", " ", "J. Mater. Chem.", " ", "2012", ",  ", "22", ",  ", "10352", "– ", "10355", "[", "Crossref", "], [", "CAS", "]", "58. ", "A robust microporous metal-organic framework constructed from a flexible organic linker for highly selective sorption of methanol over ethanol and water", "Huang, Qian; Cai, Jianfeng; Wu, Hui; He, Yabing; Chen, Banglin; Qian, Guodong", "Journal of Materials Chemistry", "\r\n        (", "2012", "),\r\n    ", "22", "\r\n        (", "20", "),\r\n    ", "10352-10355", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A microporous metal-org. framework MOF 1 [Zn(L)2(methanol)2] (H2L = (1R,3S)-1,2,2-trimethyl-3-(pyridin-4-ylcarbamoyl)cyclopentanecarboxylic acid) constructed from a flexible Zn2+ node and a flexible org. linker L was obtained by solvothermal reaction of diamond topol., and exhibits highly selective sorption of methanol over ethanol and water.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XmtlGhtbc%253D&md5=afc662d5a918716d5be93ccf88ec3e2b", "59. ", "Lin", ", ", "Z.-J.", "; ", "Liu", ", ", "T.-F.", "; ", "Zhao", ", ", "X.-L.", "; ", "Lü", ", ", "J.", "; ", "Cao", ", ", "R.", " ", "Cryst. Growth Des.", " ", "2011", ",  ", "11", ",  ", "4284", "– ", "4287", "[", "ACS Full Text ", "], [", "CAS", "]", "59. ", "Designed 4,8-Connected Metal-Organic Frameworks Based on Tetrapodal Octacarboxylate Ligands", "Lin, Zu-Jin; Liu, Tian-Fu; Zhao, Xiu-Ling; Lu, Jian; Cao, Rong", "Crystal Growth & Design", "\r\n        (", "2011", "),\r\n    ", "11", "\r\n        (", "10", "),\r\n    ", "4284-4287", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A flexible tetrapodal octacarboxylate ligand with four 1,3-benzenedicarboxylate units (H8X, tetrakis[(3,5-dicarboxyphenoxy)methyl]methane) was used to construct three polyhedral metal-org. frameworks {[Cu4X(H2O)4] (1), [Zn4X(H2O)4] (2), [Cd4X(DMF)6] (3)}, which show a (4,8)-connected structure of a rare scu topol. comprising octahedral and cuboctahedral cages.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFGgtr3O&md5=9cf74424adb13f35ea340d86a81d23e2", "60. ", "Ma", ", ", "L.", "; ", "Mihalcik", ", ", "D. J.", "; ", "Lin", ", ", "W.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "4610", "– ", "4612", "[", "ACS Full Text ", "], [", "CAS", "]", "60. ", "Highly Porous and Robust 4,8-Connected Metal-Organic Frameworks for Hydrogen Storage", "Ma, Liqing; Mihalcik, David J.; Lin, Wenbin", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "13", "),\r\n    ", "4610-4612", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Highly porous and robust metal-org. frameworks (MOFs) were constructed based on aroms.-rich octa-carboxylate ligands (I; R = Et, H, Bn) and copper paddle-wheel building units.  Each octa-carboxylate ligand is linked to eight copper paddle wheels via the bridging carboxylate groups in a rectangular prismatic fashion to lead to very rare (4,8)-connected networks of the scu topol.  The high-connectivity MOFs show remarkably high porosity and framework stability, as evidenced by a perfect agreement between exptl. and theor. surface areas and the maintenance of framework powder x-ray diffraction patterns after solvent removal.  These aroms.-rich MOFs exhibit an exceptionally high hydrogen uptake of up to 2.5% at 77 K and 1 atm.  This work thus demonstrates the ability to construct highly porous and robust functional MOFs using multidentate bridging ligands of high connectivity.  Such a rational synthetic strategy is complementary to the common reliance on high-nuclearity metal clusters for building stable and porous MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjtlSisLw%253D&md5=bea2b8aad28ca89535414eb878332ccc", "61. ", "Sun", ", ", "H.-L.", "; ", "Jiang", ", ", "R.", "; ", "Li", ", ", "Z.", "; ", "Dong", ", ", "Y. Q.", "; ", "Du", ", ", "M.", " ", "CrystEngComm", " ", "2013", ",  ", "15", ",  ", "1669", "– ", "1672", "[", "Crossref", "], [", "CAS", "]", "61. ", "Novel (4,8)-connected scu coordination framework constructed by tetrakis(4-benzoic acid)ethylene", "Sun, Hao-Ling; Jiang, Rui; Li, Zongsheng; Dong, Yong Qiang; Du, Miao", "CrystEngComm", "\r\n        (", "2013", "),\r\n    ", "15", "\r\n        (", "9", "),\r\n    ", "1669-1672", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A novel (4,8)-connected scu {[Co(tbe)0.5(H2O)2]·0.5H2O} framework was built by using a predesigned octahedral node of tetrakis(4-benzoic acid)ethylene.  The magneto-structural relation study indicates weak anti-ferromagnetic coupling between metal ions transmitted by syn-anti carboxylate pathway due to the nonplanarity of the Co-O-C-O-Co unit.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXitFaitbk%253D&md5=19ef27dd9aff7afb004dc324df510b94", "62. ", "Tan", ", ", "C.", "; ", "Yang", ", ", "S.", "; ", "Champness", ", ", "N. R.", "; ", "Lin", ", ", "X.", "; ", "Blake", ", ", "A. J.", "; ", "Lewis", ", ", "W.", "; ", "Schroder", ", ", "M.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "4487", "– ", "4489", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "62. ", "High capacity gas storage by a 4,8-connected metal-organic polyhedral framework", "Tan, Chenrong; Yang, Sihai; Champness, Neil R.; Lin, Xiang; Blake, Alexander J.; Lewis, William; Schroeder, Martin", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "15", "),\r\n    ", "4487-4489", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The polyhedral complex [Cu4L(H2O)4]solv (NOTT-140, H8L = octacarboxylic acid I) shows a 4,8-connected structure of rare scu topol. comprising octahedral and cuboctahedral cages; desolvated NOTT-140a shows a total CO2 uptake of 314.6 cm3 (STP) cm-3 at 20 bar, 293 K, and a total H2 uptake of 6.0% at 20 bar, 77 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjvFSqsrY%253D&md5=9384dcdf85430a5c58812f0fa1ffd280", "63. ", "Wei", ", ", "Z.", "; ", "Lu", ", ", "W.", "; ", "Jiang", ", ", "H.-L.", "; ", "Zhou", ", ", "H.-C.", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "1164", "– ", "1166", "[", "ACS Full Text ", "], [", "CAS", "]", "63. ", "A Route to Metal-Organic Frameworks through Framework Templating", "Wei, Zhangwen; Lu, Weigang; Jiang, Hai-Long; Zhou, Hong-Cai", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "3", "),\r\n    ", "1164-1166", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A microporous metal-org. framework (MOF), PCN-922 [Cu4(ETTB)], contg. a dendritic octatopic org. linker and a Cu2-paddlewheel structural motif, has been synthesized by using a Zn2-paddlewheel-based MOF as a template to prearrange the linkers for the Cu2-based MOF target.  PCN-922 shows permanent porosity and excellent gas adsorption capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht1Kmu7s%253D&md5=854d8ef5272f39c08d7aa1a2b4a2301d", "64. ", "Spek", ", ", "A.", " ", "J. Appl. Crystallogr.", " ", "2003", ",  ", "36", ",  ", "7", "– ", "13", "[", "Crossref", "], [", "CAS", "]", "64. ", "Single-crystal structure validation with the program PLATON", "Spek, A. L.", "Journal of Applied Crystallography", "\r\n        (", "2003", "),\r\n    ", "36", "\r\n        (", "1", "),\r\n    ", "7-13", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "0021-8898", ".\r\n    \r\n            (", "Blackwell Munksgaard", ")\r\n        ", "The results of a single-crystal structure detn. when in CIF format can now be validated routinely by automatic procedures.  In this way, many errors in published papers can be avoided.  The validation software generates a set of ALERTS detailing issues to be addressed by the experimenter, author, referee and publication journal.  Validation was pioneered by the IUCr journal Acta Crystallographica Section C and is currently std. procedure for structures submitted for publication in all IUCr journals.  The implementation of validation procedures by other journals is in progress.  This paper describes the concepts of validation and the classes of checks that are carried out by the program PLATON as part of the IUCr check CIF facility.  PLATON validation can be run at any stage of the structure refinement, independent of the structure detn. package used, and is recommended for use as a routine tool during or at least at the completion of every structure detn.  Two examples are discussed where proper validation procedures could have avoided the publication of incorrect structures that had serious consequences for the chem. involved.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXltlChtw%253D%253D&md5=0a85de2407551632bb287508534904e2", "65. ", "Rowsell", ", ", "J. L. C.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "1304", "– ", "1315", "[", "ACS Full Text ", "], [", "CAS", "]", "65. ", "Effects of Functionalization, Catenation, and Variation of the Metal Oxide and Organic Linking Units on the Low-Pressure Hydrogen Adsorption Properties of Metal-Organic Frameworks", "Rowsell, Jesse L. C.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "4", "),\r\n    ", "1304-1315", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The dihydrogen adsorption isotherms of eight metal-org. frameworks (MOFs), measured at 77 K up to a pressure of 1 atm, were examd. for correlations with their structural features.  All materials display approx. Type I isotherms with no hysteresis, and satn. was not reached for any of the materials under these conditions.  Among the six iso-reticular MOFs (IRMOFs) studied, the catenated materials exhibit the largest capacities on a molar basis, up to 9.8 H2 per formula unit.  The addn. of functional groups (-Br, -NH2, -C2H4-) to the phenylene links of IRMOF-1 (MOF-5), or their replacement with thieno[3,2-b]thiophene moieties in IRMOF-20, altered the adsorption behavior by a minor amt. despite large variations in the pore vols. of the resulting materials.  But replacement of the metal oxide units with those contg. coordinatively unsatd. metal sites resulted in greater H2 uptake.  The enhanced affinities of these materials, MOF-74 and HKUST-1, were further demonstrated by calcn. of the isosteric heats of adsorption, which were larger across much of the range of coverage examd., compared to those of representative IRMOFs.  Probably under low-loading conditions, the H2 adsorption behavior of MOFs can be improved by imparting larger charge gradients on the metal oxide units and adjusting the link metrics to constrict the pore dimensions; however, a large pore vol. is still a prerequisite feature.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XitV2msg%253D%253D&md5=76a0797beec956e59ca2ddf029f5a386", "66. ", "Li", ", ", "B.", "; ", "Wang", ", ", "H.", "; ", "Chen", ", ", "B.", " ", "Chem.—Asian J.", " ", "2014", ",  ", "9", ",  ", "1474", "– ", "1498", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "66. ", "Microporous Metal-Organic Frameworks for Gas Separation", "Li, Bin; Wang, Hailong; Chen, Banglin", "Chemistry - An Asian Journal", "\r\n        (", "2014", "),\r\n    ", "9", "\r\n        (", "6", "),\r\n    ", "1474-1498", "CODEN:\r\n                ", "CAAJBI", ";\r\n        ISSN:", "1861-4728", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Microporous metal-org. frameworks (MOFs) are comparatively new porous materials.  Because the pores within such MOFs can be readily tuned through the interplay of both metal-contg. clusters and org. linkers to induce their size-selective sieving effects, while the pore surfaces can be straightforwardly functionalized to enforce their different interactions with gas mols., MOF materials are very promising for gas sepn.  Furthermore, the high porosities of such materials can enable microporous MOFs with optimized gas sepn. selectivity and capacity to be targeted.  This Focus Review highlights recent significant advances in microporous MOFs for gas sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXkslGltb4%253D&md5=bbdc8655d067ad315717cd867de03675", "67. ", "Herm", ", ", "Z. R.", "; ", "Bloch", ", ", "E. D.", "; ", "Long", ", ", "J. R.", " ", "Chem. Mater.", " ", "2014", ",  ", "26", ",  ", "323", "– ", "338", "[", "ACS Full Text ", "], [", "CAS", "]", "67. ", "Hydrocarbon Separations in Metal-Organic Frameworks", "Herm, Zoey R.; Bloch, Eric D.; Long, Jeffrey R.", "Chemistry of Materials", "\r\n        (", "2014", "),\r\n    ", "26", "\r\n        (", "1", "),\r\n    ", "323-338", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  New materials capable of sepg. mixts. of satd., unsatd., and arom. hydrocarbons can enable more efficient industrial processes and cleaner energy.  Outstanding challenges in hydrocarbon sepns. stem from the similar structures, properties, and reactivities of the mols. comprising many of these mixts.  With high surface areas, tunable pore geometries, and adjustable surface functionality, metal-org. frameworks hold tremendous promise for effecting previously difficult or impossible sepns.  In this review, the authors provide a comprehensive account of the metal-org. frameworks that were studied for hydrocarbon sepns. within the context of their potential relevance for sepg. various industrial alkane-, alkene-, and arom.-contg. mixts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvVGkt77J&md5=4ee37f75e71bbe24847dcb57880a80d1", "68. ", "He", ", ", "Y.", "; ", "Zhou", ", ", "W.", "; ", "Krishna", ", ", "R.", "; ", "Chen", ", ", "B.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "11813", "– ", "11831", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "68. ", "Microporous metal-organic frameworks for storage and separation of small hydrocarbons", "He, Yabing; Zhou, Wei; Krishna, Rajamani; Chen, Banglin", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "97", "),\r\n    ", "11813-11831", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Hydrocarbons are very important energy resources and raw materials for some industrially important products and fine chems.  There is a need for the discovery of better materials that offer enhanced capacities for safe storage of hydrocarbons.  Furthermore, the development of improved sepn. technologies will lead to significant redn. in energy requirements and costs.  In this feature article, we provide an overview of the current status of the emerging microporous metal-org. frameworks for the storage and sepn. of small hydrocarbons.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhslCnsLjO&md5=c27c3682fac56f8d80b2f7ff420d3b7e", "69. ", "Zhang", ", ", "Z.", "; ", "Yao", ", ", "Z.-Z.", "; ", "Xiang", ", ", "S.", "; ", "Chen", ", ", "B.", " ", "Energy Environ. Sci.", " ", "2014", ",  ", "7", ",  ", "2868", "– ", "2899", "[", "Crossref", "], [", "CAS", "]", "69. ", "Perspective of microporous metal-organic frameworks for CO2 capture and separation", "Zhang, Zhangjing; Yao, Zi-Zhu; Xiang, Shengchang; Chen, Banglin", "Energy & Environmental Science", "\r\n        (", "2014", "),\r\n    ", "7", "\r\n        (", "9", "),\r\n    ", "2868-2899", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  It is emergent to reduce carbon dioxide emissions from fossil fuel combustion and thereby limit climate destabilization.  In order to achieve the industrial scenario of CCS, there is a need for the discovery of better solid CO2 adsorbents that realize great improvement of selective capacity and stability to moisture as well as significant redns. in energy requirements and costs.  In this review, we provide an overview of the current status of the emerging microporous metal-org. frameworks (MOFs) for the storage and sepn. of carbon dioxide.  We summarize the main factors for CO2 capture performance of MOF materials under different working conditions, in comparison with those for zeolite materials.  At the same time, we analyze the relationship among porous structures, pore/window sizes, capacity, selectivity and enthalpy of porous MOFs for CCS, which will give us clues for the design and synthesis of MOF materials as CO2 adsorbents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtVymu7rI&md5=6b2caf35f3003cc10e1eba706bca4519", "70. ", "Mason", ", ", "J. A.", "; ", "Sumida", ", ", "K.", "; ", "Herm", ", ", "Z. R.", "; ", "Krishna", ", ", "R.", "; ", "Long", ", ", "J. R.", " ", "Energy Environ. Sci.", " ", "2011", ",  ", "4", ",  ", "3030", "– ", "3040", "[", "Crossref", "], [", "CAS", "]", "70. ", "Evaluating metal-organic frameworks for post-combustion carbon dioxide capture via temperature swing adsorption", "Mason, Jarad A.; Sumida, Kenji; Herm, Zoey R.; Krishna, Rajamani; Long, Jeffrey R.", "Energy & Environmental Science", "\r\n        (", "2011", "),\r\n    ", "4", "\r\n        (", "8", "),\r\n    ", "3030-3040", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two representative metal-org. frameworks, Zn4O(BTB)2 (BTB3- = 1,3,5-benzenetribenzoate; MOF-177) and Mg2(dobdc) (dobdc4- = 1,4-dioxido-2,5-benzenedicarboxylate; Mg-MOF-74, CPO-27-Mg), are evaluated in detail for their potential use in post-combustion CO2 capture via temp. swing adsorption (TSA).  Low-pressure single-component CO2 and N2 adsorption isotherms were measured every 10° from 20 to 200°, allowing the performance of each material to be analyzed precisely.  To gain a more complete understanding of the sepn. phenomena and the thermodn. of CO2 adsorption, the isotherms were analyzed using a variety of methods.  With regard to the isosteric heat of CO2 adsorption, Mg2(dobdc) exhibits an abrupt drop at loadings approaching the satn. of the Mg2+ sites, which has significant implications for regeneration in different industrial applications.  The CO2/N2 selectivities were calcd. using ideal adsorbed soln. theory (IAST) for MOF-177, Mg2(dobdc), and zeolite NaX, and working capacities were estd. using a simplified TSA model.  Significantly, MOF-177 fails to exhibit a pos. working capacity even at regeneration temps. ≤200°, while Mg2(dobdc) reaches a working capacity of 17.6% at this temp.  Breakthrough simulations were also performed for the three materials, demonstrating the superior performance of Mg2(dobdc) over MOF-177 and zeolite NaX.  The presence of strong CO2 adsorption sites is essential for a metal-org. framework to be of utility in post-combustion CO2 capture via a TSA process, and present a methodol. for the evaluation of new metal-org. frameworks via anal. of single-component gas adsorption isotherms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFSrs7bI&md5=6db0dde57f421548748aa557127ae651", "71. ", "Xu", ", ", "H.", "; ", "He", ", ", "Y.", "; ", "Zhang", ", ", "Z.", "; ", "Xiang", ", ", "S.", "; ", "Cai", ", ", "J.", "; ", "Cui", ", ", "Y.", "; ", "Yang", ", ", "Y.", "; ", "Qian", ", ", "G.", "; ", "Chen", ", ", "B.", " ", "J. Mater. Chem. A", " ", "2013", ",  ", "1", ",  ", "77", "– ", "81", "[", "Crossref", "], [", "CAS", "]", "71. ", "A microporous metal-organic framework with both open metal and Lewis basic pyridyl sites for highly selective C2H2/CH4 and C2H2/CO2 gas separation at room temperature", "Xu, Hui; He, Yabing; Zhang, Zhangjing; Xiang, Shengchang; Cai, Jianfeng; Cui, Yuanjing; Yang, Yu; Qian, Guodong; Chen, Banglin", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2013", "),\r\n    ", "1", "\r\n        (", "1", "),\r\n    ", "77-81", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "To immobilize both open metal and Lewis basic pyridyl sites into a microporous metal-org. framework, Cu6(PDC)6·2.6H2O (UTSA-50) (PDC = 3,5-pyridinedicarboxylate) was solvothermally synthesized and characterized.  The combination of open metal sites and Lewis basic pyridyl functional sites leads to a high acetylene adsorption enthalpy of 39.4 kJ mol-1.  As a result, UTSA-50 is a very promising MOF material for the highly selective sepn. of C2H2/CH4 and C2H2/CO2 at room temp. with the highest C2H2/CH4 sepn. selectivity of 68 ever reported and moderately high acetylene uptake of 91 cm-1 g-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhslOjsbrP&md5=0a1ab7ad7aa0d4f520ba91a02af29a04"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-1/ic502116k/20141226/images/small/ic-2014-02116k_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-1/ic502116k/20141226/images/small/ic-2014-02116k_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-1/ic502116k/20141226/images/small/ic-2014-02116k_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-1/ic502116k/20141226/images/small/ic-2014-02116k_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-1/ic502116k/20141226/images/small/ic-2014-02116k_0005.gif\">"]}
