{"title": ["Predicting Methane Storage in Open-Metal-Site Metal–Organic Frameworks"], "authors": ["Hyun Seung Koh", "Malay Kumar Rana", "Antek G. Wong-Foy", "Donald J. Siegel"], "doi": ["10.1021/acs.jpcc.5b02768"], "abstract": ["The development of high-capacity methane adsorbents would accelerate the adoption of natural gas as a vehicular fuel, thereby lowering CO", " emissions from the combustion of gasoline. In this regard metal–organic frameworks (MOFs) have emerged as promising methane storage materials due to their high capacities and tunable properties. Within this class, HKUST-1 ([Cu", "(BTC)", "]", ", BTC = 1,3,5-benzenetricarboxylate) is an important benchmark, as it exhibits methane densities that are among the highest reported. Furthermore, uptake in HKUST-1 can potentially be tuned by altering the methane–MOF interaction through metal substitution on coordinatively unsaturated sites (CUS). Predicting the impact of metal substitution remains a challenge, however, because general interatomic potentials commonly used in calculating uptake do not properly describe interactions involving CUS. Here, a new interatomic potential that explicitly accounts for these interactions is derived from quantum-mechanical calculations. The potential reproduces both the measured methane isotherm for HKUST-1 and the site preference for adsorption at CUS. Extension to 17 metal-substituted variants confirms that CUS composition can dramatically alter uptake, with Ni- and Ca-based compounds predicted to exceed the performance of Cu-HKUST-1. Trends in methane uptake correlate well with elementary MOF properties such as surface area, adsorption energy, and the electronegativity of the metal site."], "text": ["Top of Page", "Abstract", "Introduction", "Methodology", "Results", "Conclusions", "References", "1 Introduction", "The reemergence of natural gas (NG) as a vehicular fuel has been driven by dramatic increases in the accessibility of NG reserves, coupled with the potential for reduced carbon emissions from NG-powered internal combustion engines.", "(1, 2)", " However, the low energy density of methane gas (CH", "4", "), the primary component of NG, presents a barrier to the adoption of NG in light-duty vehicles: at standard temperature and pressure (STP) the volumetric energy density of CH", "4", " is nearly 900 times lower than that of gasoline.", "(3)", "The storage of NG in adsorbed form (termed ANG) can potentially overcome this barrier, while minimizing the efficiency losses associated with conventional storage technologies based on compression (CNG) and liquefaction (LNG).", "(4)", " The primary element missing from the ANG approach is a suitable adsorbent. Recently, metal–organic frameworks (MOFs) have emerged as promising materials for the capture and storage of gases.", "(4-12)", " MOFs are microporous, crystalline materials constructed from metal clusters and organic linkers. A noteworthy advantage of MOFs is their diversity: the crystal structure and composition of MOFs can be tuned by altering the identity of the metal ions and ligands.", "(5, 8-10, 13-18)", " For example, Wilmer et al. recently proposed more than 130 000 hypothetical MOFs, and estimated their respective capacities for CH", "4", ".", "(17)", "Among known materials, the MOF HKUST-1 ([Cu", "3", "(BTC)", "2", "]", "n", ", BTC = 1,3,5-benzenetricarboxylate)", "(19)", " has demonstrated CH", "4", " capacities that are among the highest measured at moderate pressures on both a total and usable basis:", "(4, 20)", " 227 cm", "3", "/cm", "3", " total at 35 bar,", "(20)", " and ∼150 cm", "3", "/cm", "3", " usable, assuming a pressure swing from 35 to 5 bar.", "(4, 21, 22)", " Cu-HKUST-1 consists of Cu paddle wheel clusters joined by benzene linkers (Figure ", "1", "). The coordinately unsaturated metal sites (CUS) comprising these clusters are typically coordinated by water upon synthesis, with the waters subsequently removed upon activation.", "(19)", " Prior work has demonstrated that substitution of CUS metals presents an avenue for tuning performance of MOFs.", "(23, 24)", " Caskey et al.", "(23)", " reported a substantial increase in carbon dioxide uptake in metal-substituted M-DOBDCs (M = Mg, Zn, and Co; DOBDC = 2,5-dioxido-1,4-benzenedicarboxylate) compared to the prototype compound Ni-DOBDC; similarly, Wade et al.", "(24)", " demonstrated variation in CO", "2", " uptake in M-HKUST-1 upon metal substitution. Earlier work from the present authors", "(25-27)", " have also identified promising MOFs for CO", "2", " capture and CH", "4", " storage in M-DOBDC and in M-HKUST-1.", "Figure 1. Predicted CH", "4", " density distribution (blue points) in the Cu-HKUST-1 unit cell at 5 bar and 298 K from GCMC simulations using (a) a general interatomic potential (universal force field)", "(38)", " and (b) a force field tuned to reproduce the CH", "4", "−Cu CUS interaction. Black ovals/arrows highlight adsorption sites in the vicinity of the Cu paddle wheel.", "The increasing accuracy and efficiency of atomistic simulation techniques, coupled with the wide variety of MOF compounds, has enabled a growing number of attempts to computationally screen for optimal MOF adsorbents.", "(11, 17, 28-36)", " (See ref ", "30", " for a recent review of high-throughput computational methods.) In many of these studies gas uptake is predicted using grand canonical Monte Carlo (GCMC), typically employing general, or “off the shelf,” interatomic potentials such as the DREIDING", "(37)", " or universal force field (UFF).", "(38)", " (For a review summarizing the status of force fields in nanoporous materials, see ref ", "39", ".) These potentials can accurately reproduce the experimental CH", "4", " isotherms in the subset of MOFs where CUS are absent, such as in MOF-5.", "(40)", " However, as demonstrated by Wu et al.", "(41)", " and Getzschmann et al.,", "(42)", " general force fields fail to properly reproduce CH", "4", " interactions with CUS. This leads to poor agreement with diffraction experiments: these measurements indicate that CUS are preferred sites for CH", "4", " adsorption, whereas GCMC with general potentials predicts almost no adsorption at these sites (Figure ", "1", "a).", "The poor description of the CH", "4", "−Cu interaction typical of these potentials results in an underestimation of CH", "4", " uptake that scales with the number of CUS sites in the unit cell.", "(26)", " This is unfortunate, as CUS-containing MOFs are among the most promising compounds known for gas capture and storage.", "(4, 20)", " It is therefore likely that screening studies that do not account for CH", "4", "–CUS interactions would overlook these compounds. The limited predictive capability of general potentials has prompted the development of force fields that aim to capture adsorbate–CUS interactions within a subset of existing MOFs.", "(39)", " For example, Chen et al.", "(43)", " proposed a MMSV (Morse–Morse–Spline–van der Waals) potential to describe CH", "4", " adsorption in HKUST-1 at low temperature and pressure. Similarly, potentials describing CO", "2", " adsorption in three M-DOBDC variants (M = Mg, Fe, and Zn) have been reported.", "(44-46)", "In the present study we develop a set of quantum-mechanically tuned interatomic potentials that describe CH", "4", " adsorption in the M-HKUST-1 series of CUS-containing MOFs. The potentials are used to quantify the impact of metal substitution on methane uptake, and to screen for compositions that could outperform Cu-HKUST-1 in terms of storage capacity. The potentials were first constructed for Cu-HKUST-1 by fitting to van der Waals aware density functional theory calculations (vdW-DF2 functional)", "(47)", " of CH", "4", "–Cu CUS binding energies. The new potential successfully reproduces both the measured methane isotherm for Cu-HKUST-1 and the site preference for adsorption at CUS.", "(41, 42)", " The approach is subsequently extended to 17 metal-substituted variants, M-HKUST-1, where M represents an element which could potentially adopt a +2 oxidation state: M = Be, Ca, Co, Cr, Fe, Mg, Mn, Mo, Ni, Pb, Sc, Sn, Sr, Ti, V, W, and Zn. Simulated isotherms using the tuned potentials confirm that methane uptake is strongly influenced by metal composition, and additionally suggest that substitutions involving Ca or Ni should exceed the performance of Cu-HKUST-1 under practical (i.e., usable) operating conditions. Trends linking methane uptake to fundamental MOF properties such as surface area, adsorption energy, and metal charge are discussed.", "Top of Page", "Abstract", "Introduction", "Methodology", "Results", "Conclusions", "References", "2 Methodology", "Simulated Isotherms", "Grand canonical Monte Carlo was used to predict CH", "4", " uptake isotherms for 18 metal-substituted variants of M-HKUST-1. The M-HKUST-1 crystal structure was relaxed using density functional theory for each distinct metal substitution (as previously described),", "(25)", " and then treated as a rigid framework during GCMC calculations. Isotherms were calculated over the pressure range of 0–100 bar. Usable capacities were estimated assuming both isothermal pressure swing (PS, ", "P", "min", " = 5 bar, ", "T", " = 298 K) and temperature + pressure swing (TPS, ", "P", "min", " = 5 bar, ", "T", "max", " = 323 K) scenarios. Additional isotherms were collected at 323 K to estimate the TPS capacity. In all cases 10", "6", " Monte Carlo steps (defined as an attempt to displace, insert, or remove a CH", "4", " molecule within the MOF) were used to equilibrate, followed by 2 × 10", "6", " additional steps to estimate uptake at a given temperature–pressure pair. The Sorption module in Accelrys Materials Studio was used for all GCMC calculations.", "(48)", " Pore volume and surface area were calculated using the methods described in refs ", "49", " and ", "50", ".", "Potential Fitting", "Our calculations treat the CH", "4", " molecule within the single site approximation; a 12–6 potential form was used to describe interactions between CH", "4", " molecules using TraPPE", "(51)", " parameters. CH", "4", " interaction parameters with C, H, and O atoms within the MOF were adopted from the UFF.", "(38)", " Prior studies", "(17, 26)", " have shown that general force fields such as DREIDING", "(37)", " and UFF", "(38)", " provide reasonable estimates of CH", "4", " uptake in MOFs that do not contain CUS; for example, ", "Supporting Information", ", Figure S1, shows the good agreement between calculated (UFF) and measured CH", "4", " isotherms for MOF-5,", "(40)", " which does not contain CUS.", "Figure 2. CH", "4", "–MOF binding energy as a function of CH", "4", "–Cu distance in Cu-HKUST-1. Red squares, reference energies calculated from vdW-DF2 calculations using the HKUST-1 primitive cell; black circles, an “off the shelf” potential based on the universal force field; blue triangles, tuned potential obtained by fitting to vdW-DF2 calculations. The inset illustrates the direction of the CH", "4", " molecule’s approach to the Cu CUS used to generate the binding energy curves. (As a guide to the eye, data points for the vdW-DF2 and general potential are connected using cubic splines.)", "However, as previously described, general force fields do not correctly capture CH", "4", "–CUS interactions. This effect is illustrated in Figure ", "2", ", which shows that a general potential based on the UFF significantly underestimates the interaction strength between CH", "4", " and the Cu CUS in the paddle-wheel cluster of HKUST-1. A consequence of this “missing interaction” is the underprediction of CH", "4", " uptake shown by the calculated (UFF) isotherm in Figure ", "3", ".", "This deficiency in the general potential was addressed by developing a customized CH", "4", "–metal interatomic potential using a simple Morse form:", "(1)", "Here ", "D", "0", " and α represent, respectively, the depth and width of the potential well in the binding energy curve; ", "R", "0", " is the equilibrium bond length. These three Morse parameters were determined using the potential fitting procedure described below.", "Figure 3. Comparison of the experimental CH", "4", " total volumetric isotherms (refs ", "4", " and ", "20", ") in HKUST-1 at 298 K (red and green curves) with isotherms calculated using either the tuned interatomic potential (blue curves) or the universal force field (general potential, black curves).", "Our force field parametrization scheme is based on fitting to CH", "4", "–CUS interaction energies from van der Waals augmented (vdW-DF2)", "(52)", " density functional theory (DFT)", "(53)", " calculations on the periodic M-HKUST-1 primitive cell (162 MOF atoms). Our prior studies revealed that vdW-DF-based functionals yield very good accuracy in predicting the energetics of small molecule adsorption in MOFs.", "(25-27)", " In the case of CH", "4", " adsorption in the MOF DOBDC, the vdW-DF2 functional yielded adsorption enthalpies that deviated from experimental measurements by only 2.7 kJ/mol, on average.", "(26)", " A minimum of seven configurations along a direction perpendicular to the metal–oxygen plane in the Cu paddle wheel (see inset of Figure ", "2", ") were used in the fit. Calculations were performed in a spin-polarized configuration for those compositions which exhibited a magnetic ground state in a prior study.", "(25)", " (Exceptions to this rule include Cu and Cr, where it was found that the inclusion of magnetic interactions had only a small impact on adsorption energies.) K-point integration was performed at the gamma point, and the plane wave cutoff energy was set to 500 eV. All DFT calculations were performed with the VASP", "(54, 55)", " code.", "The CH", "4", "−Cu Morse interaction parameters were fit to the energy/configuration pairs from DFT using the nonlinear fitting routines implemented in GULP.", "(56)", " All three CH", "4", "−metal parameters were fit simultaneously with the constraint that all other CH", "4", "–MOF and CH", "4", "–CH", "4", " interaction parameters were fixed at their respective UFF and TraPPE values. The accuracy of the fitted parameters was assessed by evaluating the mean absolute derivation (MAD) from the DFT binding energy curve and from the experimental CH", "4", " isotherm. Finally, this procedure was repeated for each of the other 17 metals considered for substitution in M-HKUST-1.", "Top of Page", "Abstract", "Introduction", "Methodology", "Results", "Conclusions", "References", "3 Results", "Interatomic Potential for Cu-HKUST-1", "Figure ", "2", " shows the CH", "4", "–Cu binding energy (BE) curves for Cu-HKUST-1 calculated with vdW-DF2, the general UFF force field, and the quantum-mechanically tuned force field. Compared with the vdW-DF2 BE curve, the general force field underestimates the depth of the minimum energy configuration by nearly 50% due to a CH", "4", "–Cu interaction which is too weak. The deviation between these models is smaller at larger separations, with the general potential now slightly overbinding relative to the vdW-DF2 data.", "The tuned potential reproduces well the DFT binding energies near the potential minimum. The mean absolute deviation (MAD) for the tuned potential is only 0.5 kJ/mol. This should be compared with the general potential, whose MAD is much larger, 3.1 kJ/mol. The tuned potential also exhibits some slight overbinding at larger separations; however, as shown below, these features do not appear to negatively impact the predicted isotherms. That the potential remains nonzero well removed from the CUS (i.e., near the center of the pore) is not a flaw, but rather is a consequence of two factors: (i) All fitting calculations were performed using the periodic unit cell, and not with a (finite) cluster model of the MOF. (ii) As previously stated, only the CH", "4", "–CUS interaction is tuned, while CH", "4", " interactions with all other MOF atoms are always “turned on” during the fit and handled with the UFF. Therefore, even at moderately large separations from the CUS, CH", "4", " can still interact with nonmetal atoms on the pore walls, resulting in a small, but nonzero binding energy. In support of this explanation we note that the long-range behavior of the tuned potential is nearly identical to that of the UFF. While a function with a more flexible form (i.e., having more fitting parameters) could in principle yield a better fit over the full range of interaction distances,", "(43)", " we prefer a simple model which can be rapidly adapted to explore many distinct MOF compositions. Additional comparisons between the tuned potential and DFT binding energies at different positions near the Cu CUS (without additional fitting) are provided in the ", "Supporting Information", ", Figure S2. Parameters for the tuned potential are tabulated in the ", "Supporting Information", ", Table S1.", "Figure 4. (a) Total volumetric (cm", "3", " at STP/cm", "3", " MOF) and (b) gravimetric storage densities (g of CH", "4", "/g of MOF) for CH", "4", " in selected M-HKUST-1 compounds predicted by GCMC simulations using the tuned interatomic potentials. Panel c is a magnification of panel a that shows the isotherms near the 5 bar minimum pressure used to estimate usable capacities.", "Figure ", "3", " compares the calculated CH", "4", " uptake isotherms from both the general and tuned potentials with experimental data for Cu-HKUST-1.", "(4, 20)", " The uptake predicted by the tuned potential compares very well with the experimental data: the MAD averaged over the pressure range of 5–55 bar is only 7 cm", "3", "/cm", "3", ". In contrast, the general potential underestimates the experimental data across the entire pressure range. We attribute this discrepancy to the “missing interaction” between CH", "4", " and the Cu CUS typical of general potentials. Finally, Figure S3 in the ", "Supporting Information", " explores the transferability of our tuned potential (optimized only for Cu-HKUST-1) to other MOFs containing Cu paddle wheel secondary building units, such as PCN-14 and PCN-11. In these MOFs the tuned potential also predicts higher CH", "4", " uptake compared to the general potential. However, these increases in uptake (relative to the general potential) are less dramatic than in HKUST-1; moreover, the tuned potential slightly overestimates the experimental isotherms. The former difference is anticipated based on the lower density of CUS in PCN-11/PCN-14 compared to HKUST-1; the latter difference may be related to incomplete activation of the MOFs prior to isotherm measurements. Additional analysis of the transferability of the present potentials to other MOFs having similar CUS geometries is recommended.", "The tuned potential also appears to yield a more reliable description of CH", "4", " adsorption at the CUS sites, as can be seen by comparing panels a and b of Figure ", "1", ", which illustrates the density of adsorption sites in Cu-HKUST at ", "P", " = 5 bar and ", "T", " = 298 K. As previously mentioned, the general potential used to generate Figure ", "1", "a does not identify CUS as an adsorption site, in disagreement with diffraction studies.", "(41, 42)", " In contrast, the tuned potential exhibits a much higher methane density in the vicinity of the Cu CUS (Figure ", "1", "b). Given the improvements in uptake and site preference that can be achieved with the tuned potential, a similar fitting strategy was applied to generate new potentials and estimate CH", "4", " capacity across the remainder of the M-HKUST-1 series. Parameters for the new potentials for all metal substitutions M are given in the ", "Supporting Information", ", Table S2; Figure S4 in the ", "Supporting Information", " provides comparisons between the binding energy curves derived from DFT, the tuned potential, and a representative general potential. In addition, ", "Table S4", " in the ", "Supporting Information", " summarizes the adsorption energies at various sites in Cu-HKUST-1 as a function of calculation method.", "Table 1. Predicted CH", "4", " Storage Capacities and Metal-Site Adsorption Energies (Δ", "E", ", vdW-DF2 functional) as a Function of Metal Composition in M-HKUST-1", "a", " ", " ", "P", "max", " = 35 bar", "P", "max", " = 65 bar", " ", " ", "total", "usable (", "P", "min", " = 5 bar)", "total", "usable (", "P", "min", " = 5 bar)", " ", " ", "298 K", "PS(298 K)", "TPS(323 K)", "298 K", "PS(298 K)", "TPS(323 K)", "M", "Δ", "E", " (kJ/mol)", "cm", "3", "/cm", "3", "g/g", "cm", "3", "/cm", "3", "g/g", "cm", "3", "/cm", "3", "g/g", "cm", "3", "/cm", "3", "g/g", "cm", "3", "/cm", "3", "g/g", "cm", "3", "/cm", "3", "g/g", "Be", "–17", "224", "0.22", "127", "0.13", "156", "0.16", "260", "0.26", "163", "0.16", "191", "0.19", "Ca", "–18", "256", "0.26", "141", "0.15", "175", "0.18", "296", "0.31", "181", "0.19", "215", "0.22", "Co", "–16", "251", "0.21", "146", "0.12", "179", "0.15", "280", "0.23", "175", "0.14", "208", "0.17", "Cr", "–12", "229", "0.21", "146", "0.13", "171", "0.15", "262", "0.24", "179", "0.16", "205", "0.18", "Cu", "–14", "229", "0.19", "145", "0.12", "171", "0.14", "262", "0.22", "179", "0.15", "205", "0.17", "Fe", "–11", "211", "0.18", "139", "0.12", "160", "0.14", "248", "0.21", "176", "0.15", "197", "0.17", "Mg", "–27", "264", "0.28", "123", "0.13", "166", "0.17", "290", "0.30", "149", "0.16", "192", "0.20", "Mn", "–10", "209", "0.18", "134", "0.11", "167", "0.14", "244", "0.21", "170", "0.14", "202", "0.17", "Mo", "–11", "225", "0.18", "145", "0.11", "170", "0.13", "260", "0.20", "179", "0.14", "205", "0.16", "Ni", "–14", "244", "0.20", "149", "0.12", "178", "0.15", "274", "0.23", "179", "0.15", "208", "0.17", "Pb", "–5", "179", "0.10", "118", "0.06", "136", "0.07", "215", "0.12", "155", "0.09", "173", "0.09", "Sc", "–16", "244", "0.24", "142", "0.14", "174", "0.17", "276", "0.27", "174", "0.17", "206", "0.20", "Sn", "–4", "185", "0.13", "117", "0.08", "138", "0.10", "217", "0.15", "149", "0.10", "170", "0.12", "Sr", "–18", "244", "0.21", "149", "0.13", "180", "0.15", "278", "0.24", "183", "0.16", "214", "0.18", "Ti", "–9", "222", "0.20", "138", "0.13", "163", "0.15", "255", "0.23", "171", "0.16", "196", "0.18", "V", "–10", "211", "0.19", "139", "0.13", "160", "0.15", "248", "0.23", "176", "0.16", "197", "0.18", "W", "–11", "230", "0.13", "144", "0.08", "170", "0.10", "264", "0.15", "178", "0.10", "204", "0.11", "Zn", "–24", "266", "0.23", "125", "0.11", "171", "0.15", "290", "0.25", "148", "0.13", "194", "0.17", "a", "Capacities are reported for two maximum operating pressures (", "P", "max", " = 35 and 65 bar, ", "T", " = 298 K). In addition, usable capacities are reported for two desorption scenarios: isothermal pressure swing (PS) to ", "P", "min", " = 5 bar, and temperature + pressure swing (TPS) to ", "P", "min", " = 5 bar, ", "T", " = 323 K. Capacities for ", "P", "max", " = 100 bar are given in the ", "Supporting Information, Table S3", ".", "CH", "4", " Adsorption in M-HKUST-1", "Figure ", "4", " shows the total volumetric and gravimetric CH", "4", " adsorption isotherms for selected compositions within the M-HKUST-1 series for pressures up to 100 bar. (Here “total” refers to the full amount of CH", "4", " stored in the MOF as both adsorbed and gas-phase CH", "4", ". Volumetric densities assume a single crystal density of the MOF, and therefore serve as an upper bound to the density in a practical system that would employ the MOF media in powder or densified form.", "(57, 58)", ") A summary of total and usable capacities across all 18 M-HKUST-1 MOFs is provided in Table ", "1", " and ", "Supporting Information", ", Table S3. Usable capacities were evaluated both for pressure swing (PS) and temperature–pressure swing (TPS) scenarios. Desorption conditions were set at 5 bar and 298 K for PS operation; 5 bar and 323 K (50 °C) were used for TPS. Three different values are examined as maximum pressures for gas adsorption: ", "P", "max", " = 35, 65, and 100 bar.", "Regarding total capacities, Table ", "1", " shows that metal substitution can dramatically alter methane uptake across the M-HKUST-1 series: at 35 bar volumetric densities span from 179 to 266 cm", "3", "/cm", "3", ", while gravimetric densities more than double, from 0.1 to 0.26 g/g. The highest total capacities at 35 bar are projected for M = Mg and Zn, with respective CH", "4", " densities of 264 cm", "3", "/cm", "3", ", 0.28 g/g, and 266 cm", "3", "/cm", "3", ", 0.23 g/g. These values are comparable to those of the best-performing hypothetical MOFs identified by Wilmer et al.", "(17)", " Incidentally, Mg and Zn are also the two metals for which the calculated CH", "4", "–CUS adsorption energy (Δ", "E", ") is largest (Table ", "1", "), suggesting a correlation between total capacity and adsorption enthalpy (discussed below). In addition to these two compositions, our screening identifies five additional substitutions that outperform Cu-HKUST-1 on both a volumetric and gravimetric basis. These include M = Ca, Co, Ni, Sc, and Sr. At higher pressures [Figure ", "4", "a,b] Ca overtakes Mg as the highest-performing composition, with capacities of 296 cm", "3", "/cm", "3", " and 0.31 g/g at 65 bar, and 312 cm", "3", "/cm", "3", " and 0.32 g/g at 100 bar.", "Regarding usable capacities, the highest-performing compositions at moderate pressures (35 and 65 bar) include Sc and Ni from the transition metal series, and Sr and Ca from the alkaline earths. These compositions exhibit among the highest capacities regardless of whether PS or TPS operation is assumed. Although Sc substitutions hold promise from a gravimetric standpoint, the high cost and comparable performance relative to Cu-HKUST-1 in volumetric density likely rule it out as a practical alternative. The Ni-substituted variant is comparable gravimetrically to Cu-HKUST-1, but offer gains of 3–4% in volumetric capacity at ", "P", "max", " = 35 bar. Regarding alkaline earth substitutions, the performance of Ca-HKUST-1 is noteworthy for its high gravimetric capacity, which is 25–29% higher than for Cu-HKUST-1, a result that follows directly from its low atomic mass. For TPS operation at 65 bar Ca substitutions also attain the highest usable volumetric density of methane, 215 cm", "3", "/cm", "3", ".", "Despite their high total capacities, Mg and Zn are absent from the list of high-capacity compositions when ranked according to usable capacity. (In fact, Mg- and Zn-HKUST-1 generally perform worse than Cu-HKUST-1 under usable conditions.) This can be explained by the high CH", "4", " uptake exhibited by these compositions at lower pressures (Figure ", "4", "c), which arises from their relatively strong CH", "4", "–CUS interactions of −24 to −27 kJ/mol. Additional plots of usable capacity as a function of pressure and desorption temperature are given in the ", "Supporting Information", ", Figures S5 and S6.", "Figure 5. Correlation between total methane uptake at 35 bar and various MOF properties: (a, b) dependence on CH", "4", " adsorption energy; (c, d) dependence on surface area; (e) relationship between adsorption energy and partial charge on the coordinatively unsaturated metal site.", "Can the promising compositions suggested here be realized experimentally? In this regard we point to several recent experiments that have synthesized HKUST-1 variants with M = Cr,", "(59)", " Mo,", "(60)", " Ni,", "(61)", " Ru,", "(62)", " Fe,", "(63)", " and Zn.", "(64)", " While some challenges have been encountered with activation, for example with Fe- and Zn-HKUST-1,", "(24, 64)", " new activation techniques may hold promise for realizing these, and other, compositions in the future.", "(65)", " To our knowledge, CH", "4", " adsorption measurements have not been reported on Ni- and Ca-HKUST-1. Our results suggest that effort should be devoted to the synthesis and testing of these systems.", "Trends", "The ability to predict methane storage from atomistic calculations presents an opportunity to explore links between fundamental MOF properties and methane uptake. For example, refs ", "66", " and ", "4", " have discussed the influence of adsorption enthalpy on usable methane uptake in MOFs. Figure ", "5", " plots the relationship between total CH", "4", " density at 35 bar and (i) adsorption energy, Figure ", "5", "a,b; (ii) surface area, Figure ", "5", "c,d; and (iii) the charge on the metal site, Figure ", "5", "e. Partial charges were calculated using the REPEAT method.", "(67)", " The properties illustrated in Figure ", "5", " represent those that most strongly correlate with uptake in M-HKUST-1; other properties (e.g., pore volume) were also examined, but these did not have a strong impact on uptake at low pressures. Before discussing trends, we emphasize that the M-HKUST-1 systems considered here differ in more ways than metal composition alone: following substitution, each compound underwent full relaxation of cell shape, volume, and internal atom positions, resulting in differing pore volumes, surface areas, etc. Structure and composition are therefore linked; this dependence should be recognized when examining trends.", "Figure ", "5", "a,b shows that both gravimetric density and volumetric density in M-HKUST-1 correlate well with the adsorption energy. Gravimetric density is also strongly correlated with surface area (Figure ", "5", "c), consistent with both the well-known empirical relationship linking gravimetric density of stored hydrogen with surface area (“Chahine rule”)", "(11)", " and recent studies involving methane storage.", "(17, 20)", " [A correlation between volumetric capacity and surface area (Figure ", "5", "d) is less obvious.] More revealing, however, is the trend depicted in Figure ", "5", "e, which suggests a correlation between adsorption energy and the charge on the metal CUS. Such a relationship implies that electrostatic interactions—although generally weaker for CH", "4", " adsorption than, for example, CO", "2", "—play a role in establishing capacity trends across the different metals. Since the metal charge can itself be correlated with the electronegativity of that metal,", "(25)", " we conclude that uptake trends across M-HKUST-1 can be explained by simple structural (i.e., surface area) and electronic features (i.e., electronegativity) that do not require extensive atomic-scale calculations. Exploring these trends in other CUS-containing MOFs will be the topic of a follow-up study.", "Top of Page", "Abstract", "Introduction", "Methodology", "Results", "Conclusions", "References", "4 Conclusions", "One of the objectives of modern materials research is to predict the performance of new materials using computation. Toward this goal, new interatomic potentials describing CH", "4", " adsorption across the M-HKUST-1 series of MOFs were developed. These potentials were used to systematically explore the impact of metal-site composition on methane storage capacity, and to screen for new compositions that could outperform Cu-HKUST-1. The potentials explicitly account for interactions between methane and coordinatively unsaturated metal sites. This interaction is poorly described by existing general potentials, leading to incorrect predictions of negligible adsorption at these sites, and underprediction of uptake. The new potential assumes a simple Morse form, and is constructed by fitting to van der Waals informed density functional calculations (vdW-DF2 functional). Our prior studies revealed that this functional yields accurate energies for methane adsorption in CUS-containing MOFs. Testing on the benchmark Cu-HKUST-1 system revealed that the tuned potential yields a methane uptake isotherm in excellent agreement with recent experimental measurements, and correctly identifies CUS as a preferred adsorption site.", "The new potentials were subsequently applied to screen 17 additional compositions within the M-HKUST-1 series, where M = Be, Ca, Co, Cr, Cu, Fe, Mn, Mg, Mo, Ni, Pb, Sc, Sn, Sr, Ti, V, W, and Zn. The results confirm that metal substitution can dramatically alter methane storage density; more importantly, they suggest that compositions with M = Ca and Ni should exceed the performance of Cu-HKUST-1 under usable operating conditions. These compositions are suggested as targets for experimental synthesis and characterization. Finally, methane uptake across the M-HKUST-1 series was observed to correlate well at low pressures with both the surface area and the partial charge (and therefore with the electronegativity) of the metal. The potentials developed here may be of use for broad-based screening of open-metal-site MOFs for the storage of natural gas.", " ", "Top of Page", "Abstract", "Introduction", "Methodology", "Results", "Conclusions", "References", "Supporting Information", "Binding energy curves for M-HKUST-1, parameters for the fitted potentials, methane storage capacities under different conditions, calculated CH", "4", " binding energies at different Cu-HKUST-1 sites, and density distribution plots. The Supporting Information is available free of charge on the ", "ACS Publications website", " at DOI: ", "10.1021/acs.jpcc.5b02768", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Methodology", "Results", "Conclusions", "References", "Acknowledgment", "Partial financial support for this project was provided by the University of Michigan’s M-Cubed program.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Methodology", "Results", "Conclusions", "References", "References", "This article references 67 other publications.", "1. ", "U.S. Energy Information Administration.  ", "Annual Energy Outlook", "; ", "U.S. Department of Energy", ": ", "Washington, DC", ", ", "2014", ".", "There is no corresponding record for this reference.", "2. ", "Stephenson", ", ", "J.", "  ", "A Position Paper on Natural Gas Vehicles", "; ", "International Association for NGVs", ": ", "Auckland, New Zealand", ", ", "1993", ".", "There is no corresponding record for this reference.", "3. ", "Menon", ", ", "V. C.", "; ", "Komarneni", ", ", "S.", " ", "Porous Adsorbents for Vehicular Natural Gas Storage: A Review", " ", "J. Porous Mater.", " ", "1998", ",  ", "5", ",  ", "43", "– ", "58", "[", "Crossref", "], [", "CAS", "]", "3. ", "Porous adsorbents for vehicular natural gas storage: a review", "Menon, V. C.; Komarneni, S.", "Journal of Porous Materials", "\r\n        (", "1998", "),\r\n    ", "5", "\r\n        (", "1", "),\r\n    ", "43-58", "CODEN:\r\n                ", "JPMAFX", ";\r\n        ISSN:", "1380-2224", ".\r\n    \r\n            (", "Kluwer Academic Publishers", ")\r\n        ", "A review, with 89 refs.  Methane adsorption data (both exptl. and simulated) under conditions of direct relevance for vehicular natural gas storage, i.e., at 500 psig and ambient temp., has been compiled from the literature for various microporous adsorbents and discussed in this work.  Characterization of microporosity has been briefly reviewed, followed with a discussion on the porous structure of natural gas adsorbents.  A common trend of gravimetric methane adsorption capacity scaling with surface area among the diverse microporous adsorbents (viz., coals, carbons, zeolites, silica gel and an MCM-41 type material) is demonstrated.  Further, it is substantiated and emphasized that increasing the adsorbent surface area on a volumetric basis is very important for vehicular natural gas storage where the fuel storage vol. is a constraint.  The effect of other adsorbent properties such as heat of adsorption and heat capacity on the natural gas storage capacity is also discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXitlegtbo%253D&md5=2e7ca22580bc2b0e559068036d468009", "4. ", "Mason", ", ", "J. A.", "; ", "Veenstra", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "Evaluating Metal-Organic Frameworks for Natural Gas Storage", " ", "Chem. Sci.", " ", "2014", ",  ", "5", ",  ", "32", "– ", "51", "[", "Crossref", "], [", "CAS", "]", "4. ", "Evaluating metal-organic frameworks for natural gas storage", "Mason, Jarad A.; Veenstra, Mike; Long, Jeffrey R.", "Chemical Science", "\r\n        (", "2014", "),\r\n    ", "5", "\r\n        (", "1", "),\r\n    ", "32-51", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks have received significant attention as a new class of adsorbents for natural gas storage; however, inconsistencies in reporting high-pressure adsorption data and a lack of comparative studies have made it challenging to evaluate both new and existing materials.  Here, we briefly discuss high-pressure adsorption measurements and review efforts to develop metal-org. frameworks with high methane storage capacities.  To illustrate the most important properties for evaluating adsorbents for natural gas storage and for designing a next generation of improved materials, six metal-org. frameworks and an activated carbon, with a range of surface areas, pore structures, and surface chemistries representative of the most promising adsorbents for methane storage, are evaluated in detail.  High-pressure methane adsorption isotherms are used to compare gravimetric and volumetric capacities, isosteric heats of adsorption, and usable storage capacities.  Addnl., the relative importance of increasing volumetric capacity, rather than gravimetric capacity, for extending the driving range of natural gas vehicles is highlighted.  Other important systems-level factors, such as thermal management, mech. properties, and the effects of impurities, are also considered, and potential materials synthesis contributions to improving performance in a complete adsorbed natural gas system are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvVGntLvE&md5=05a99cd7be9ef1819aca42d1c36f1f1d", "5. ", "Ferey", ", ", "G.", " ", "Hybrid Porous Solids: Past, Present, Future", " ", "Chem. Soc. Rev.", " ", "2008", ",  ", "37", ",  ", "191", "– ", "214", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Hybrid porous solids: past, present, future", "Ferey, Gerard", "Chemical Society Reviews", "\r\n        (", "2008", "),\r\n    ", "37", "\r\n        (", "1", "),\r\n    ", "191-214", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This crit. review will be of interest to the experts in porous solids (including catalysis), but also solid state chemists and physicists.  It presents the state-of-the-art on hybrid porous solids, their advantages, their new routes of synthesis, the structural concepts useful for their 'design', aiming at reaching very large pores.  Their dynamic properties and the possibility of predicting their structure are described.  The large tunability of the pore size leads to unprecedented properties and applications.  They concern adsorption of species, storage and delivery and the phys. properties of the dense phases. (323 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmtVWgsg%253D%253D&md5=89265036ce82503c95ce56685a9ceceb", "6. ", "Rowsell", ", ", "J. L. C.", "; ", "Yaghi", ", ", "O. M.", " ", "Metal–Organic Frameworks: A New Class of Porous Materials", " ", "Microporous Mesoporous Mater.", " ", "2004", ",  ", "73", ",  ", "3", "– ", "14", "[", "Crossref", "], [", "CAS", "]", "6. ", "Metal-organic frameworks: a new class of porous materials", "Rowsell, Jesse L. C.; Yaghi, Omar M.", "Microporous and Mesoporous Materials", "\r\n        (", "2004", "),\r\n    ", "73", "\r\n        (", "1-2", "),\r\n    ", "3-14", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "A review of the synthesis, structure, and properties of metal-org. frameworks (MOFs) is presented, highlighting the important advances in their research over the past decade.  This new class of porous materials is attracting attention due to demonstrations of their large pore sizes, high apparent surface areas, selective uptake of small mols., and optical or magnetic responses to the inclusion of guests.  More importantly, their synthesis from mol. building blocks holds the potential for directed tailoring of these properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXlvVWrur4%253D&md5=63063a3480702ad0f211a6d5f0fd0491", "7. ", "Long", ", ", "J. R.", "; ", "Yaghi", ", ", "O. M.", " ", "The Pervasive Chemistry of Metal-Organic Frameworks", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1213", "– ", "1214", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "The pervasive chemistry of metal-organic frameworks", "Long, Jeffrey R.; Yaghi, Omar M.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1213-1214", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvValsrw%253D&md5=6764928147334cafac2213ad3d66e382", "8. ", "Düren", ", ", "T.", "; ", "Sarkisov", ", ", "L.", "; ", "Yaghi", ", ", "O. M.", "; ", "Snurr", ", ", "R. Q.", " ", "Design of New Materials for Methane Storage", " ", "Langmuir", " ", "2004", ",  ", "20", ",  ", "2683", "– ", "2689", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Design of new materials for methane storage", "Duren Tina; Sarkisov Lev; Yaghi Omar M; Snurr Randall Q", "Langmuir : the ACS journal of surfaces and colloids", "\r\n        (", "2004", "),\r\n    ", "20", "\r\n        (", "7", "),\r\n    ", "2683-9", "\r\n        ISSN:", "0743-7463", ".\r\n    ", "One of the strategic goals of the modern automobile manufacturing industry is to replace gasoline and diesel with alternative fuels such as natural gas.  In this report, we elucidate the desired characteristics of an optimal adsorbent for gas storage.  The U.S.  Department of Energy has outlined several requirements that adsorbents must fulfill for natural gas to become economically viable, with a key criterion being the amount adsorbed at 35 bar.  We explore the adsorption characteristics of novel metal-organic materials (IRMOFs and molecular squares) and contrast them with the characteristics of two zeolites, MCM-41, and different carbon nanotubes.  Using molecular simulations, we uncover the complex interplay of the factors influencing methane adsorption, especially the surface area, the capacity or free volume, the strength of the energetic interaction, and the pore size distribution.  We also explain the extraordinary adsorption properties of IRMOF materials and propose new, not yet synthesized IRMOF structures with adsorption characteristics that are predicted to exceed the best experimental results to date by up to 36%.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD2M3gtFWquw%253D%253D&md5=0f10aca88c4253004548b2ba1dae20b3", "9. ", "Ma", ", ", "S.", "; ", "Zhou", ", ", "H.-C.", " ", "Gas Storage in Porous Metal-Organic Frameworks for Clean Energy Applications", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "44", "– ", "53", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Gas storage in porous metal-organic frameworks for clean energy applications", "Ma, Shengqian; Zhou, Hong-Cai", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "1", "),\r\n    ", "44-53", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review of current status of clean energy applications of porous metal-org. frameworks, including hydrogen storage, methane storage and carbon dioxide capture.  Porous metal-org. frameworks have exceptionally high surface areas as well as chem.-tunable structures.  A significant tech. challenge has been recognized as the development of a viable method to efficiently trap hydrogen, methane and carbon dioxide gas mols. in a confined space for various applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFektrbI&md5=f68836fe1535bf9cef9bc006a9cc0cad", "10. ", "Makal", ", ", "T. A.", "; ", "Li", ", ", "J.-R.", "; ", "Lu", ", ", "W.", "; ", "Zhou", ", ", "H.-C.", " ", "Methane Storage in Advanced Porous Materials", " ", "Chem. Soc. Rev.", " ", "2012", ",  ", "41", ",  ", "7761", "– ", "7779", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Methane storage in advanced porous materials", "Makal, Trevor A.; Li, Jian-Rong; Lu, Weigang; Zhou, Hong-Cai", "Chemical Society Reviews", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "23", "),\r\n    ", "7761-7779", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The need for alternative fuels is greater now than ever before.  With considerable sources available and low pollution factor, methane is a natural choice as petroleum replacement in cars and other mobile applications.  However, efficient storage methods are still lacking to implement the application of methane in the automotive industry.  Advanced porous materials, metal-org. frameworks and porous org. polymers, have received considerable attention in sorptive storage applications owing to their exceptionally high surface areas and chem.-tunable structures.  In this crit. review we provide an overview of the current status of the application of these two types of advanced porous materials in the storage of methane.  Examples of materials exhibiting high methane storage capacities are analyzed and methods for increasing the applicability of these advanced porous materials in methane storage technologies described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs1ahtb3N&md5=453174cd0cb3602aaab6b0355c960996", "11. ", "Goldsmith", ", ", "J.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Cafarella", ", ", "M. J.", "; ", "Siegel", ", ", "D. J.", " ", "Theoretical Limits of Hydrogen Storage in Metal–Organic Frameworks: Opportunities and Trade-Offs", " ", "Chem. Mater.", " ", "2013", ",  ", "25", ",  ", "3373", "– ", "3382", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Theoretical Limits of Hydrogen Storage in Metal-Organic Frameworks: Opportunities and Trade-Offs", "Goldsmith, Jacob; Wong-Foy, Antek G.; Cafarella, Michael J.; Siegel, Donald J.", "Chemistry of Materials", "\r\n        (", "2013", "),\r\n    ", "25", "\r\n        (", "16", "),\r\n    ", "3373-3382", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Because of their high surface areas, crystallinity, and tunable properties, metal-org. frameworks (MOFs) have attracted interest as next-generation materials for gas capture and storage.  While much effort was devoted to the discovery of new MOFs, a vast catalog of existing MOFs resides within the Cambridge Structural Database (CSD), many of whose gas uptake properties have not been assessed.  Here the authors employ data mining and automated structure anal. to identify, cleanup, and rapidly predict the H storage properties of these compds.  Approx. 20,000 candidate compds. were generated from the CSD using an algorithm that removes solvent/guest mols.  These compds. were then characterized with respect to their surface area and porosity.  Employing the empirical relation between excess H2 uptake and surface area, the authors predict the theor. total H storage capacity for the subset of ∼4000 compds. exhibiting nontrivial internal porosity.  The screening identifies several overlooked compds. having high theor. capacities; these compds. are suggested as targets of opportunity for addnl. exptl. characterization.  More importantly, screening reveals that the relation between gravimetric and volumetric H2 d. is concave downward, with maximal volumetric performance occurring for surface areas of 3100-4800 m2/g.  H2 storage in MOFs will not benefit from further improvements in surface area alone.  Rather, discovery efforts should aim to achieve moderate mass densities and surface areas simultaneously, while ensuring framework stability upon solvent removal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFOqtLjO&md5=b1e813cea5e39d4b1c7760c20ff32f2e", "12. ", "He", ", ", "Y.", "; ", "Zhou", ", ", "W.", "; ", "Qian", ", ", "G.", "; ", "Chen", ", ", "B.", " ", "Methane Storage in Metal-Organic Frameworks", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5657", "– ", "5678", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "Methane storage in metal-organic frameworks", "He, Yabing; Zhou, Wei; Qian, Guodong; Chen, Banglin", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5657-5678", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Natural gas (NG), whose main component is methane, is an attractive fuel for vehicular applications.  Realization of safe, cheap and convenient means and materials for high-capacity methane storage can significantly facilitate the implementation of natural gas fuelled vehicles.  The physisorption based process involving porous materials offers an efficient storage methodol. and the emerging porous metal-org. frameworks have been explored as potential candidates because of their extraordinarily high porosities, tunable pore/cage sizes and easily immobilized functional sites.  In this view, we provide an overview of the current status of metal-org. frameworks for methane storage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7bN&md5=f9e13d60752208607906607de7b6022f", "13. ", "Li", ", ", "J.-R.", "; ", "Kuppler", ", ", "R. J.", "; ", "Zhou", ", ", "H.-C.", " ", "Selective Gas Adsorption and Separation in Metal-Organic Frameworks", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1477", "– ", "1504", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Selective gas adsorption and separation in metal-organic frameworks", "Li, Jian-Rong; Kuppler, Ryan J.; Zhou, Hong-Cai", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1477-1504", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Adsorptive sepn. is very important in industry.  Generally, the process uses porous solid materials such as zeolites, activated carbons, or silica gels as adsorbents.  With an ever increasing need for a more efficient, energy-saving, and environmentally benign procedure for gas sepn., adsorbents with tailored structures and tunable surface properties must be found.  Metal-org. frameworks (MOFs), constructed by metal-contg. nodes connected by org. bridges, are such a new type of porous materials.  They are promising candidates as adsorbents for gas sepns. due to their large surface areas, adjustable pore sizes and controllable properties, as well as acceptable thermal stability.  This crit. review starts with a brief introduction to gas sepn. and purifn. based on selective adsorption, followed by a review of gas selective adsorption in rigid and flexible MOFs.  Based on possible mechanisms, selective adsorptions obsd. in MOFs are classified, and primary relationships between adsorption properties and framework features are analyzed.  As a specific example of tailor-made MOFs, mesh-adjustable mol. sieves are emphasized and the underlying working mechanism elucidated.  In addn. to the exptl. aspect, theor. investigations from adsorption equil. to diffusion dynamics via mol. simulations are also briefly reviewed.  Furthermore, gas sepns. in MOFs, including the mol. sieving effect, kinetic sepn., the quantum sieving effect for H2/D2 sepn., and MOF-based membranes are also summarized (227 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurY%253D&md5=cbb650af8ce92526fc8ffd870218bbd0", "14. ", "Konstas", ", ", "K.", "; ", "Osl", ", ", "T.", "; ", "Yang", ", ", "Y.", "; ", "Batten", ", ", "M.", "; ", "Burke", ", ", "N.", "; ", "Hill", ", ", "A. J.", "; ", "Hill", ", ", "M. R.", " ", "Methane Storage in Metal Organic Frameworks", " ", "J. Mater. Chem.", " ", "2012", ",  ", "22", ",  ", "16698", "– ", "16708", "[", "Crossref", "], [", "CAS", "]", "14. ", "Methane storage in metal organic frameworks", "Konstas, Kristina; Osl, Theresa; Yang, Yunxia; Batten, Michael; Burke, Nick; Hill, Anita J.; Hill, Matthew R.", "Journal of Materials Chemistry", "\r\n        (", "2012", "),\r\n    ", "22", "\r\n        (", "33", "),\r\n    ", "16698-16708", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  In this applications article, the use and viability of metal org. frameworks (MOFs) for natural gas storage is critically examd. through an overview of the current state of the field.  These smart materials can be tuned to deliver best performance according to demand, as a function of temp., desired storage pressure, and mandated fill/release rates.  While the chem. behind optimizing natural gas storage performance in MOFs is highlighted, it is contextualised to the specific application in vehicular transport, and the best means of testing performance parameters are canvassed.  Future applications of MOFs with natural gas are also discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFWnu7vK&md5=ebab0713c7e2caa1e39b36ea5102770a", "15. ", "Ockwig", ", ", "N. W.", "; ", "Delgado-Friedrichs", ", ", "O.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Reticular Chemistry: Occurrence and Taxonomy of Nets and Grammar for the Design of Frameworks", " ", "Acc. Chem. Res.", " ", "2005", ",  ", "38", ",  ", "176", "– ", "182", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Reticular Chemistry: Occurrence and Taxonomy of Nets and Grammar for the Design of Frameworks", "Ockwig, Nathan W.; Delgado-Friedrichs, Olaf; O'Keeffe, Michael; Yaghi, Omar M.", "Accounts of Chemical Research", "\r\n        (", "2005", "),\r\n    ", "38", "\r\n        (", "3", "),\r\n    ", "176-182", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The structures of all 1127 three-periodic extended metal-org. frameworks (MOFs) reported in the Cambridge Structure Database were analyzed, and their underlying topol. was detd.  It is remarkable that among the almost infinite no. of net topologies that are available for MOFs to adopt, only a handful of nets are actually obsd.  The discovery of this inversion between expected and obsd. nets led the authors to deduce a system of classification taxonomy for interpreting and rationalizing known MOF structures, as well as those that will be made in future.  The origin of this inversion is attributed to the different modes with which MOF synthesis was approached.  Specifically, three levels of complexity are defined that embody rules grammar for the design of MOFs and other extended structures.  This system accounts for the present proliferation of MOF structures of high symmetry nets, but more importantly, it provides the basis for designing a building block that codes for a specific structure and, indeed, only that structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXksFSgsg%253D%253D&md5=13530d98a4733672738db281372887ae", "16. ", "Dincă", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "Hydrogen Storage in Microporous Metal–Organic Frameworks with Exposed Metal Sites", " ", "Angew. Chem., Int. Ed.", " ", "2008", ",  ", "47", ",  ", "6766", "– ", "6779", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Hydrogen storage in microporous metal-organic frameworks with exposed metal sites", "Dinca, Mircea; Long, Jeffrey R.", "Angewandte Chemie, International Edition", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "36", "),\r\n    ", "6766-6779", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Owing to their high uptake capacity at low temp. and excellent reversibility kinetics, metal-org. frameworks are potential solid-state H storage materials.  Strategies for increasing the affinity of these materials towards H have been pursued and the binding of H2 to unsatd. metal centers is one of the most promising.  The synthetic approaches employed far for producing frameworks with exposed metal sites are discussed as well as the H uptake capacities and binding energies in these materials.  Results from expts. that were used to probe independently the metal-H interaction in selected materials are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtV2iurrF&md5=2f4a240275f7eec477689d67e4fc0606", "17. ", "Wilmer", ", ", "C. E.", "; ", "Leaf", ", ", "M.", "; ", "Lee", ", ", "C. Y.", "; ", "Farha", ", ", "O. K.", "; ", "Hauser", ", ", "B. G.", "; ", "Hupp", ", ", "J. T.", "; ", "Snurr", ", ", "R. Q.", " ", "Large-Scale Screening of Hypothetical Metal–Organic Frameworks", " ", "Nat. Chem.", " ", "2012", ",  ", "4", ",  ", "83", "– ", "89", "[", "Crossref", "], [", "CAS", "]", "17. ", "Large-scale screening of hypothetical metal-organic frameworks", "Wilmer, Christopher E.; Leaf, Michael; Lee, Chang Yeon; Farha, Omar K.; Hauser, Brad G.; Hupp, Joseph T.; Snurr, Randall Q.", "Nature Chemistry", "\r\n        (", "2012", "),\r\n    ", "4", "\r\n        (", "2", "),\r\n    ", "83-89", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Metal-org. frameworks (MOFs) are porous materials constructed from modular mol. building blocks, typically metal clusters and org. linkers.  These can, in principle, be assembled to form an almost unlimited no. of MOFs, yet materials reported to date represent only a tiny fraction of the possible combinations.  Here, the authors demonstrate a computational approach to generate all conceivable MOFs from a given chem. library of building blocks (based on the structures of known MOFs) and rapidly screen them to find the best candidates for a specific application.  From a library of 102 building blocks the authors generated 137,953 hypothetical MOFs and for each calcd. the pore-size distribution, surface area and methane-storage capacity.  The authors identified over 300 MOFs with a predicted methane-storage capacity better than that of any known material, and this approach also revealed structure-property relations.  Methyl-functionalized MOFs were frequently top performers, so the authors selected one such promising MOF and exptl. confirmed its predicted capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVagtL3K&md5=3becbfed2fdacdb8b58146666da7c038", "18. ", "Tranchemontagne", ", ", "D. J.", "; ", "Mendoza-Cortes", ", ", "J. L.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Secondary Building Units, Nets and Bonding in the Chemistry of Metal-Organic Frameworks", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1257", "– ", "1283", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Secondary building units, nets and bonding in the chemistry of metal-organic frameworks", "Tranchemontagne, David J.; Mendoza-Cortes, Jose L.; O'Keeffe, Michael; Yaghi, Omar M.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1257-1283", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This crit. review presents a comprehensive study of transition-metal carboxylate clusters which may serve as secondary building units (SBUs) towards construction and synthesis of metal-org. frameworks (MOFs).  We describe the geometries of 131 SBUs, their connectivity and compn.  This contribution presents a comprehensive list of the wide variety of transition-metal carboxylate clusters which may serve as secondary building units (SBUs) in the construction and synthesis of metal-org. frameworks.  The SBUs discussed here were obtained from a search of mols. and extended structures archived in the Cambridge Structure Database (CSD, version 5.28, Jan. 2007) which included only crystals contg. metal carboxylate linkages (241 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvValsr8%253D&md5=3e03c5e2c057b36eb590c1904aa5e5a1", "19. ", "Chui", ", ", "S. S.-Y.", "; ", "Lo", ", ", "S. M.-F.", "; ", "Charmant", ", ", "J. P. H.", "; ", "Orpen", ", ", "A. G.", "; ", "Williams", ", ", "I. D.", " ", "A Chemically Functionalizable Nanoporous Material [Cu3(TMA)2(H2O)3]n", " ", "Science", " ", "1999", ",  ", "283", ",  ", "1148", "– ", "1150", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "A chemically functionalizable nanoporous material [Cu3(TMA)2(H2O)3]n", "Chui, Stephen S.-Y.; Lo, Samuel M.-F.; Charmant, Jonathan P. H.; Orpen, A. Guy; Williams, Ian D.", "Science (Washington, D. C.)", "\r\n        (", "1999", "),\r\n    ", "283", "\r\n        (", "5405", "),\r\n    ", "1148-1150", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Although zeolites and related materials combine nanoporosity with high thermal stability, they are difficult to modify or derivatize in a systematic way.  A highly porous metal coordination polymer [Cu3(TMA)2(H2O)3]n (TMA is benzene-1,3,5-tricarboxylate) was formed in 80% yield.  It has interconnected [Cu2(O2CR)4] units (R is an arom. ring), which create a three-dimensional system of channels with a pore size of 1 nm and an accessible porosity of ∼40% in the solid.  Unlike zeolites, the channel linings can be chem. functionalized; for example, the aqua ligands can be replaced by pyridines.  TGA and high-temp. single-crystal diffractometry indicate that the framework is stable up to 240°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXhsFeitLc%253D&md5=8f6f372b015fa0e2bbb7e8bfd316b663", "20. ", "Peng", ", ", "Y.", "; ", "Krungleviciute", ", ", "V.", "; ", "Eryazici", ", ", "I.", "; ", "Hupp", ", ", "J. T.", "; ", "Farha", ", ", "O. K.", "; ", "Yildirim", ", ", "T.", " ", "Methane Storage in Metal–Organic Frameworks: Current Records, Surprise Findings, and Challenges", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "11887", "– ", "11894", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Methane Storage in Metal-Organic Frameworks: Current Records, Surprise Findings, and Challenges", "Peng, Yang; Krungleviciute, Vaiva; Eryazici, Ibrahim; Hupp, Joseph T.; Farha, Omar K.; Yildirim, Taner", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "32", "),\r\n    ", "11887-11894", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors have examd. the methane uptake properties of 6 of the most promising metal org. framework (MOF) materials: PCN-14, UTSA-20, HKUST-1, Ni-MOF-74 (Ni-CPO-27), NU-111, and NU-125.  HKUST-1, a material that is com. available in gram scale, exhibits a room-temp. volumetric methane uptake that exceeds any value reported to date.  The total uptake is ∼230 cc(STP)/cc at 35 bar and 270 cc(STP)/cc at 65 bar, which meets the new volumetric target recently set by the Department of Energy (DOE) if the packing efficiency loss is ignored.  The authors emphasize that MOFs with high surface areas and pore vols. perform better overall.  NU-111, for example, reaches ∼75% of both the gravimetric and the volumetric targets.  Values for gravimetric uptake, pore vol., and inverse d. of the MOFs the authors studied scale essentially linearly with surface area.  From this linear dependence, the authors est. that a MOF with surface area 7500 m2/g and pore vol. 3.2 cc/g could reach the current DOE gravimetric target of 0.5 g/g while simultaneously exhibiting around ∼200 cc/cc volumetric uptake.  While values for volumetric uptake are based on ideal single crystal densities, in reality the packing densities of MOFs are much lower.  Finally, compacting HKUST-1 into wafer shapes partially collapses the framework, decreasing both volumetric and gravimetric uptake significantly.  Hence, one of the important challenges going forward is to find ways to pack MOFs efficiently without serious damage or to synthesize MOFs that can withstand substantial mech. pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtV2msbrN&md5=23f9bfad78f204569f0bf7c902d42dca", "21. ", "Li", ", ", "B.", "; ", "Wen", ", ", "H.-M.", "; ", "Wang", ", ", "H.", "; ", "Wu", ", ", "H.", "; ", "Tyagi", ", ", "M.", "; ", "Yildirim", ", ", "T.", "; ", "Zhou", ", ", "W.", "; ", "Chen", ", ", "B.", " ", "A Porous Metal–Organic Framework with Dynamic Pyrimidine Groups Exhibiting Record High Methane Storage Working Capacity", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "6207", "– ", "6210", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "A Porous Metal-Organic Framework with Dynamic Pyrimidine Groups Exhibiting Record High Methane Storage Working Capacity", "Li, Bin; Wen, Hui-Min; Wang, Hailong; Wu, Hui; Tyagi, Madhusudan; Yildirim, Taner; Zhou, Wei; Chen, Banglin", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "17", "),\r\n    ", "6207-6210", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We have realized a new porous metal-org. framework UTSA-76a with pyrimidine groups on the linker, exhibiting high volumetric methane uptake of ∼260 cm3 (STP) cm-3 at 298 K and 65 bar, and record high working capacity of ∼200 cm3 (STP) cm-3 (between 5 and 65 bar).  Such exceptionally high working capacity is attributed to the central \"dynamic\" pyrimidine groups within UTSA-76a, which are capable of adjusting their orientations to optimize the methane packing at high pressure, as revealed by computational studies and neutron scattering expts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXmtVegsbo%253D&md5=70388784b4f4e5ee5f9f3a9f1638de96", "22. ", "Gándara", ", ", "F.", "; ", "Furukawa", ", ", "H.", "; ", "Lee", ", ", "S.", "; ", "Yaghi", ", ", "O. M.", " ", "High Methane Storage Capacity in Aluminum Metal–Organic Frameworks", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "5271", "– ", "5274", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "High Methane Storage Capacity in Aluminum Metal-Organic Frameworks", "Gandara, Felipe; Furukawa, Hiroyasu; Lee, Seungkyu; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "14", "),\r\n    ", "5271-5274", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The use of porous materials to store natural gas in vehicles requires large amts. of methane per unit of vol.  Here the authors report the synthesis, crystal structure and methane adsorption properties of two new aluminum metal-org. frameworks, MOF-519 and MOF-520.  Both materials exhibit permanent porosity and high methane volumetric storage capacity: MOF-519 has a volumetric capacity of 200 and 279 cm3 cm-3 at 298 K and 35 and 80 bar, resp., and MOF-520 has a volumetric capacity of 162 and 231 cm3 cm-3 under the same conditions.  Also, MOF-519 exhibits an exceptional working capacity, being able to deliver a large amt. of methane at pressures between 5 and 35 bar, 151 cm3 cm-3, and between 5 and 80 bar, 230 cm3 cm-3.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXkslamt7w%253D&md5=f45850d29d222bb32621c184ec84ca01", "23. ", "Caskey", ", ", "S. R.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "Dramatic Tuning of Carbon Dioxide Uptake Via Metal Substitution in a Coordination Polymer with Cylindrical Pores", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "10870", "– ", "10871", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Dramatic Tuning of Carbon Dioxide Uptake via Metal Substitution in a Coordination Polymer with Cylindrical Pores", "Caskey, Stephen R.; Wong-Foy, Antek G.; Matzger, Adam J.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "33", "),\r\n    ", "10870-10871", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of four isostructural microporous coordination polymers (MCPs) differing in metal compn. is demonstrated to exhibit exceptional uptake of CO2 at low pressures and ambient temp.  These conditions are particularly relevant for capture of flue gas from coal-fired power plants.  A magnesium-based material is presented that is the highest surface area magnesium MCP yet reported and displays ultrahigh affinity based on heat of adsorption for CO2.  This study demonstrates that physisorptive materials can achieve affinities and capacities competitive with amine sorbents while greatly reducing the energy cost assocd. with regeneration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXptVGjtrw%253D&md5=6a99fc22cd66a556c63695cf22a12603", "24. ", "Wade", ", ", "C. R.", "; ", "Dinca", ", ", "M.", " ", "Investigation of the Synthesis, Activation, and Isosteric Heats of Co2 Adsorption of the Isostructural Series of Metal-Organic Frameworks M3(Btc)2 (M = Cr, Fe, Ni, Cu, Mo, Ru)", " ", "Dalton Trans.", " ", "2012", ",  ", "41", ",  ", "7931", "– ", "7938", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "24. ", "Investigation of the synthesis, activation, and isosteric heats of CO2 adsorption of the isostructural series of metal-organic frameworks M3(BTC)2 (M = Cr, Fe, Ni, Cu, Mo, Ru)", "Wade, Casey R.; Dinca, Mircea", "Dalton Transactions", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "26", "),\r\n    ", "7931-7938", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The synthesis, activation, and heats of CO2 adsorption for the known members of the M3(BTC)2 (HKUST-1, BTC = 1,3,5-benzenetricarboxylate) isostructural series (M = Cr, Fe, Ni, Zn, Ru, Cu, Mo) were studied to gain insight into the impact of CO2-metal interactions for CO2 storage/sepn. applications.  Using modified syntheses and activation procedures, improved BET surface areas were obtained for M = Ni, Mo, and Ru.  The zero-coverage isosteric heats of CO2 adsorption were measured for the Cu, Cr, Ni, Mo, and Ru analogs and gave values consistent with those reported for MOFs contg. coordinatively unsatd. metal sites, but lower than for amine functionalized materials.  Notably, the Ni and Ru congeners exhibited the highest CO2 affinities in the studied series.  These behaviors were attributed to the presence of residual guest mols. in the case of Ni3(BTC)2(Me2NH)2(H2O) and the increased charge of the dimetal secondary building unit in [Ru3(BTC)2][BTC]0.5.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xos1Sksrs%253D&md5=9fdac37800b674aec7c7625a67f9b0b8", "25. ", "Koh", ", ", "H. S.", "; ", "Rana", ", ", "M. K.", "; ", "Hwang", ", ", "J.", "; ", "Siegel", ", ", "D. J.", " ", "Thermodynamic Screening of Metal-Substituted Mofs for Carbon Capture", " ", "Phys. Chem. Chem. Phys.", " ", "2013", ",  ", "15", ",  ", "4573", "– ", "4581", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "25. ", "Thermodynamic screening of metal-substituted MOFs for carbon capture", "Koh, Hyun Seung; Rana, Malay Kumar; Hwang, Jinhyung; Siegel, Donald J.", "Physical Chemistry Chemical Physics", "\r\n        (", "2013", "),\r\n    ", "15", "\r\n        (", "13", "),\r\n    ", "4573-4581", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks (MOFs) have emerged as promising materials for carbon capture applications due to their high CO2 capacities and tunable properties.  Amongst the many possible MOFs, metal-substituted compds. based on M-DOBDC and M-HKUST-1 have demonstrated amongst the highest CO2 capacities at the low pressures typical of flue gasses.  The authors explore the possibility for addnl. performance tuning of these compds. by computationally screening 36 metal-substituted variants (M = Be, Mg, Ca, Sr, Sc, Ti, V, Cr, Mn, Fe, Co, Ni, Cu, Zn, Mo, W, Sn, and Pb) with respect to their CO2 adsorption enthalpy, ΔHT=300K.  Supercell calcns. based on van der Waals d. functional theory (vdW-DFT) yield enthalpies in good agreement with exptl. measurements, out-performing semi-empirical (DFT-D2) and conventional (LDA and GGA) functionals.  The screening identifies 13 compds. having ΔH values within the targeted thermodn. window -40 ≤ ΔH ≤ -75 kJ mol-1: 8 are based on M-DODBC (M = Mg, Ca, Sr, Sc, Ti, V, Mo, and W), and 5 on M-HKUST-1 (M = Be, Mg, Ca, Sr and Sc).  Variations in the electronic structure and the geometry of the structural building unit are examd. and used to rationalize trends in CO2 affinity.  In particular, the partial charge on the coordinatively unsatd. metal sites is found to correlate with ΔH, suggesting that this property may be used as a simple performance descriptor.  The ability to rapidly distinguish promising MOFs from those that are \"thermodn. dead-ends\" will be helpful in guiding synthesis efforts towards promising compds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjsFGksrg%253D&md5=de9ef58e59f33bf9f5ed5f929a1f19fd", "26. ", "Rana", ", ", "M. K.", "; ", "Koh", ", ", "H. S.", "; ", "Zuberi", ", ", "H.", "; ", "Siegel", ", ", "D. J.", " ", "Methane Storage in Metal-Substituted Metal–Organic Frameworks: Thermodynamics, Usable Capacity, and the Impact of Enhanced Binding Sites", " ", "J. Phys. Chem. C", " ", "2014", ",  ", "118", ",  ", "2929", "– ", "2942", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "Methane storage in metal-substituted metal-organic frameworks: thermodynamics, usable capacity, and the impact of enhanced binding sites", "Rana, Malay Kumar; Koh, Hyun Seung; Zuberi, Haroon; Siegel, Donald J.", "Journal of Physical Chemistry C", "\r\n        (", "2014", "),\r\n    ", "118", "\r\n        (", "6", "),\r\n    ", "2929-2942", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Van der Waals d. functional theory (vdW-DFT) and semiempirical grand canonical Monte Carlo (GCMC) calcns. are used to predict the thermodn. and methane storage capacity of 18 metal-substituted variants of the metal-org. framework (MOF) M-DOBDC (DOBDC = 2,5-oxidobenzene-1,4-dicarboxylate).  Methane adsorption enthalpies (ΔH) on the benchmark Mg- and Ni-DOBDC systems were calcd. using several vdW-DFT methods.  The vdW-DF2 scheme was found to yield the best agreement with expts., with a mean abs. deviation (MAD) of 2.7 kJ/mol.  Applying this functional across the entire M-DOBDC series, it is obsd. that ΔH varies from -16 to -34 kJ/mol.  These enthalpies are 10-20 kJ/mol less exothermic than that for CO2 adsorption in M-DOBDC, consistent with a weaker, dispersion-based CH4-MOF interaction.  In parallel with these thermodn. analyses, methane adsorption isotherms for five benchmark M-DOBDC MOFs were evaluated using several established interat. potentials.  An uncharged, single-site model for CH4 yielded the best agreement with expts., with a MAD of 16 cm3/cm3.  This potential was subsequently employed to predict methane capacities across the remainder of the M-DOBDC series, with addnl. comparisons to other prominent MOFs such as MOF-5, PCN-11, PCN-14, and HKUST-1.  Finally, the amt. of usable stored methane was examd. for two operating scenarios: isothermal pressure swing (PS) and a combined temp./pressure swing (TPS).  Under these conditions, PCN-11 and Be-DOBDC yield the best combination of gravimetric and volumetric methane densities at pressures below ∼50 bar, while MOF-5 is best at higher pressures.  We conclude that enhanced binding sites, such as coordinatively unsatd. metal sites, can be detrimental for PS operation at higher pressures due to their tendency to retain adsorbed methane at low (desorption) pressures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXpt1KqsA%253D%253D&md5=da4cfb2c9f47b2e6a300afe0a150c325", "27. ", "Rana", ", ", "M. K.", "; ", "Koh", ", ", "H. S.", "; ", "Hwang", ", ", "J.", "; ", "Siegel", ", ", "D. J.", " ", "Comparing Van Der Waals Density Functionals for Co2 Adsorption in Metal Organic Frameworks", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "16957", "– ", "16968", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "Comparing van der Waals Density Functionals for CO2 Adsorption in Metal Organic Frameworks", "Rana, Malay Kumar; Koh, Hyun Seung; Hwang, Jinhyung; Siegel, Donald J.", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "32", "),\r\n    ", "16957-16968", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The accuracy of 5 recently proposed van der Waals (vdW) d. functionals (optB86b, optB88, optPBE, revPBE, and rPW86), the semiempirical vdW method of Grimme (DFT-D2), and conventional local (LDA) and gradient-cor. (GGA-PBE) d. functionals are assessed with respect to exptl. enthalpies (ΔH) for CO2 adsorption in 4 prototypical metal org. frameworks (MOFs) contg. coordinatively unsatd. metal sites: M/DOBDC (M = Mg, Ni, and Co) and Cu-HKUST-1.  Although the LDA and GGA functionals partially capture trends, they significantly overbind (LDA) and underbind (GGA) CO2 with respect to the exptl. enthalpies.  The addn. of a semiempirical r-6 dispersion term to the GGA exchange-correlation energy using off the shelf DFT-D2 parameters results in a substantial improvement both in trends and in the magnitude of the adsorption enthalpies.  However, on av. this approach still underbinds CO2 as compared to the exptl. data by ∼7 kJ/mol (18%).  Better accuracy is obtained with some of the nonempirical vdW d. functionals, with the revPBE-based functional of Dion et al. [Phys. Rev. Lett.2004, 92, 246401] yielding an av. error of only ∼2 kJ/mol (4%) relative to expt.  This improvement in energetics is accompanied by a slight decrease in the accuracy of predicted structures, as the revPBE functional overestimates the metal-CO2 bond length by ∼10%.  The identification of an efficient vdW d. functional capable of predicting the thermodn. of CO2 adsorption will facilitate rapid computational screening for optimal CO2 adsorbents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtVKqu7bN&md5=7548963b389e649e7531c088526e29b6", "28. ", "Haldoupis", ", ", "E.", "; ", "Nair", ", ", "S.", "; ", "Sholl", ", ", "D. S.", " ", "Efficient Calculation of Diffusion Limitations in Metal Organic Framework Materials: A Tool for Identifying Materials for Kinetic Separations", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "7528", "– ", "7539", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Efficient Calculation of Diffusion Limitations in Metal Organic Framework Materials: A Tool for Identifying Materials for Kinetic Separations", "Haldoupis, Emmanuel; Nair, Sankar; Sholl, David S.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "21", "),\r\n    ", "7528-7539", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The very large no. of distinct structures that are known for metal-org. frameworks (MOFs) and related materials presents both an opportunity and a challenge for identifying materials with useful properties for targeted applications.  Efficient computational models can be used to evaluate large nos. of MOFs for kinetic sepns. of light gases based on finding materials with large differences between the diffusion coeffs. of adsorbed gas species.  The authors introduce a geometric approach that rapidly identifies the key features of a pore structure that control mol. diffusion and couple this with efficient mol. modeling calcns. that predict the Henry's const. and diffusion activation energy for a range of spherical adsorbates.  The authors demonstrate the approach for >500 MOFs and >160 silica zeolites.  Many large pore MOFs will be of limited interest for sepns. based on kinetic effects, but the authors identify a significant no. of materials that are predicted to have extraordinary properties for sepn. of gases such as CO2, CH4, and H2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXlslehtLo%253D&md5=3e436e68f28420a1166e145b4b0e8847", "29. ", "Watanabe", ", ", "T.", "; ", "Sholl", ", ", "D. S.", " ", "Accelerating Applications of Metal–Organic Frameworks for Gas Adsorption and Separation by Computational Screening of Materials", " ", "Langmuir", " ", "2012", ",  ", "28", ",  ", "14114", "– ", "14128", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "Accelerating Applications of Metal-Organic Frameworks for Gas Adsorption and Separation by Computational Screening of Materials", "Watanabe, Taku; Sholl, David S.", "Langmuir", "\r\n        (", "2012", "),\r\n    ", "28", "\r\n        (", "40", "),\r\n    ", "14114-14128", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The selection of metal-org. frameworks (MOFs) for gas adsorption and sepn. has become a significant challenge over the past decade because of the large no. of new structures reported every year.  We applied a multiscale computational approach to screen existing MOFs for CO2/N2 sepn.  Pore characteristics of 1163 MOFs were analyzed by the method developed by Haldoupis, Nair, and Sholl (Haldoupis, E.; Nair, S.; Sholl, D. S. J. Am. Chem. Soc.2010, 132, 7528) using a simple steric model.  On the basis of the pore size anal., 359 MOFs were examd. by classical mol. simulations.  Adsorption and diffusion properties were computed using grand canonical Monte Carlo (GCMC) and mol. dynamics (MD) simulations, resp.  These mol. simulations were used to assess which materials hold the greatest promise as membrane materials for CO2/N2 sepns.  Finally, d. functional theory (DFT) calcns. were performed to provide preliminary information on the dynamic framework motion of selected MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtVSmurfE&md5=cf6a8db16f92e64ef59a297af92ee0cf", "30. ", "Curtarolo", ", ", "S.", "; ", "Hart", ", ", "G. L. W.", "; ", "Nardelli", ", ", "M. B.", "; ", "Mingo", ", ", "N.", "; ", "Sanvito", ", ", "S.", "; ", "Levy", ", ", "O.", " ", "The High-Throughput Highway to Computational Materials Design", " ", "Nat. Mater.", " ", "2013", ",  ", "12", ",  ", "191", "– ", "201", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "30. ", "The high-throughput highway to computational materials design", "Curtarolo, Stefano; Hart, Gus L. W.; Nardelli, Marco Buongiorno; Mingo, Natalio; Sanvito, Stefano; Levy, Ohad", "Nature Materials", "\r\n        (", "2013", "),\r\n    ", "12", "\r\n        (", "3", "),\r\n    ", "191-201", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  High-throughput computational materials design is an emerging area of materials science.  By combining advanced thermodn. and electronic-structure methods with intelligent data mining and database construction, and exploiting the power of current supercomputer architectures, scientists generate, manage and analyze enormous data repositories for the discovery of novel materials.  In this Review we provide a current snapshot of this rapidly evolving field, and highlight the challenges and opportunities that lie ahead.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXislWju7c%253D&md5=5e116fbafda8e8437ccd0fdf7304d939", "31. ", "Wilmer", ", ", "C. E.", "; ", "Farha", ", ", "O. K.", "; ", "Bae", ", ", "Y.-S.", "; ", "Hupp", ", ", "J. T.", "; ", "Snurr", ", ", "R. Q.", " ", "Structure-Property Relationships of Porous Materials for Carbon Dioxide Separation and Capture", " ", "Energy Environ. Sci.", " ", "2012", ",  ", "5", ",  ", "9849", "– ", "9856", "[", "Crossref", "], [", "CAS", "]", "31. ", "Structure-property relationships of porous materials for carbon dioxide separation and capture", "Wilmer, Christopher E.; Farha, Omar K.; Bae, Youn-Sang; Hupp, Joseph T.; Snurr, Randall Q.", "Energy & Environmental Science", "\r\n        (", "2012", "),\r\n    ", "5", "\r\n        (", "12", "),\r\n    ", "9849-9856", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "There is an urgent need to identify porous materials that can efficiently sep. CO2 from mixts. of gases, such as the exhaust of fossil-fuel-based power plants and from impure sources of CH4 (e.g., natural gas and landfill gas).  Recently, researchers have investigated collections of porous metal-org. frameworks (MOFs) with the intent of finding correlations between CO2 sepn. ability and various material properties.  However, due to the limited size of the collections, no clear correlations were found for material properties such as pore size, surface area, and pore vol., leaving researchers with little guidance in the design of new materials.  In this work we drastically expand the scope of previous studies to include over 130 000 hypothetical MOFs, using mol. simulation to generate the adsorption properties.  The resulting data exhibit sharply defined structure-property relationships that were not apparent when smaller collections of MOFs were considered.  We show clear correlations between purely structural characteristics (e.g., pore size, surface area, and pore vol.), as well as chem. characteristics (i.e., functional groups), with five adsorbent evaluation criteria taken from the engineering literature.  These reported structure-property relationships can serve as a map for exptl. synthesis going forward.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvVams7rN&md5=86093c88d04e6795f2d82b5c581e0de6", "32. ", "Lin", ", ", "L.-C.", "; ", "Berger", ", ", "A. H.", "; ", "Martin", ", ", "R. L.", "; ", "Kim", ", ", "J.", "; ", "Swisher", ", ", "J. A.", "; ", "Jariwala", ", ", "K.", "; ", "Rycroft", ", ", "C. H.", "; ", "Bhown", ", ", "A. S.", "; ", "Deem", ", ", "M. W.", "; ", "Haranczyk", ", ", "M.", "; ", "Smit", ", ", "B.", " ", "In Silico Screening of Carbon-Capture Materials", " ", "Nat. Mater.", " ", "2012", ",  ", "11", ",  ", "633", "– ", "641", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "32. ", "In silico screening of carbon-capture materials", "Lin, Li-Chiang; Berger, Adam H.; Martin, Richard L.; Kim, Jihan; Swisher, Joseph A.; Jariwala, Kuldeep; Rycroft, Chris H.; Bhown, Abhoyjit S.; Deem, Michael W.; Haranczyk, Maciej; Smit, Berend", "Nature Materials", "\r\n        (", "2012", "),\r\n    ", "11", "\r\n        (", "7", "),\r\n    ", "633-641", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "One of the main bottlenecks to deploying large-scale carbon dioxide capture and storage (CCS) in power plants is the energy required to sep. the CO2 from flue gas.  For example, near-term CCS technol. applied to coal-fired power plants is projected to reduce the net output of the plant by some 30% and to increase the cost of electricity by 60-80%.  Developing capture materials and processes that reduce the parasitic energy imposed by CCS is therefore an important area of research.  The authors developed a computational approach to rank adsorbents for their performance in CCS.  Using this anal., hundreds of thousands of zeolite and zeolitic imidazolate framework structures were screened and many different structures identified that have the potential to reduce the parasitic energy of CCS by 30-40% compared with near-term technologies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XnsFKgs7o%253D&md5=492bbeb4268dbad4726e14b2df4a38bf", "33. ", "Canepa", ", ", "P.", "; ", "Arter", ", ", "C. A.", "; ", "Conwill", ", ", "E. M.", "; ", "Johnson", ", ", "D. H.", "; ", "Shoemaker", ", ", "B. A.", "; ", "Soliman", ", ", "K. Z.", "; ", "Thonhauser", ", ", "T.", " ", "High-Throughput Screening of Small-Molecule Adsorption in Mof", " ", "J. Mater. Chem. A", " ", "2013", ",  ", "1", ",  ", "13597", "– ", "13604", "[", "Crossref", "], [", "CAS", "]", "33. ", "High-throughput screening of small-molecule adsorption in MOF", "Canepa, Pieremanuele; Arter, Calvin A.; Conwill, Eliot M.; Johnson, Daniel H.; Shoemaker, Brian A.; Soliman, Karim Z.; Thonhauser, Timo", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2013", "),\r\n    ", "1", "\r\n        (", "43", "),\r\n    ", "13597-13604", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Using high-throughput screening coupled with state-of-the-art van der Waals d. functional theory, the authors study the adsorption properties of four important mols., H2, CO2, CH4, and H2O in MOF-74-M with M = Be, Mg, Al, Ca, Sc, Ti, V, Cr, Mn, Fe, Co, Ni, Cu, Zn, Sr, Zr, Nb, Ru, Rh, Pd, La, W, Os, Ir, and Pt.  High-throughput techniques can aid in speeding up the development and refinement of effective materials for hydrogen storage, carbon capture, and gas sepn.  The exploration of the configurational adsorption space allows the authors to ext. crucial information concerning, for example, the competition of water with CO2 for the adsorption binding sites.  Only a few noble metals-Rh, Pd, Os, Ir, and Pt-favor the adsorption of CO2 and hence are potential candidates for effective carbon-capture materials.  The authors' findings further reveal significant differences in the binding characteristics of H2, CO2, CH4, and H2O within the MOF structure, indicating that mol. blends can be successfully sepd. by these nano-porous materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1eksrrP&md5=4e216ceac93782912f44778a6f241658", "34. ", "Bao", ", ", "Y.", "; ", "Martin", ", ", "R. L.", "; ", "Simon", ", ", "C. M.", "; ", "Haranczyk", ", ", "M.", "; ", "Smit", ", ", "B.", "; ", "Deem", ", ", "M. W.", " ", "In Silico Discovery of High Deliverable Capacity Metal–Organic Frameworks", " ", "J. Phys. Chem. C", " ", "2015", ",  ", "119", ",  ", "186", "– ", "195", "[", "ACS Full Text ", "], [", "CAS", "]", "34. ", "In Silico Discovery of High Deliverable Capacity Metal-Organic Frameworks", "Bao, Yi; Martin, Richard L.; Simon, Cory M.; Haranczyk, Maciej; Smit, Berend; Deem, Michael W.", "Journal of Physical Chemistry C", "\r\n        (", "2015", "),\r\n    ", "119", "\r\n        (", "1", "),\r\n    ", "186-195", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) are actively being explored as potential adsorbed natural gas storage materials for small vehicles.  Exptl. exploration of potential materials is limited by the throughput of synthetic chem.  We here describe a computational methodol. to complement and guide these exptl. efforts.  The method uses known chem. transformations in silico to identify MOFs with high methane deliverable capacity.  The procedure explicitly considers synthesizability with geometric requirements on org. linkers.  We efficiently search the compn. and conformation space of org. linkers for 9 MOF networks, finding 48 materials with higher predicted deliverable capacity (at 65 bar storage, 5.8 bar depletion, and 298 K) than MOF-5 in 4 of the 9 networks.  The best material has a predicted deliverable capacity 8% higher than that of MOF-5.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXitFeitL3M&md5=c3d877c35d6fea4911548d2aedff40c9", "35. ", "Chung", ", ", "Y. G.", "; ", "Camp", ", ", "J.", "; ", "Haranczyk", ", ", "M.", "; ", "Sikora", ", ", "B. J.", "; ", "Bury", ", ", "W.", "; ", "Krungleviciute", ", ", "V.", "; ", "Yildirim", ", ", "T.", "; ", "Farha", ", ", "O. K.", "; ", "Sholl", ", ", "D. S.", "; ", "Snurr", ", ", "R. Q.", " ", "Computation-Ready, Experimental Metal–Organic Frameworks: A Tool to Enable High-Throughput Screening of Nanoporous Crystals", " ", "Chem. Mater.", " ", "2014", ",  ", "26", ",  ", "6185", "– ", "6192", "[", "ACS Full Text ", "], [", "CAS", "]", "35. ", "Computation-Ready, Experimental Metal-Organic Frameworks: A Tool To Enable High-Throughput Screening of Nanoporous Crystals", "Chung, Yongchul G.; Camp, Jeffrey; Haranczyk, Maciej; Sikora, Benjamin J.; Bury, Wojciech; Krungleviciute, Vaiva; Yildirim, Taner; Farha, Omar K.; Sholl, David S.; Snurr, Randall Q.", "Chemistry of Materials", "\r\n        (", "2014", "),\r\n    ", "26", "\r\n        (", "21", "),\r\n    ", "6185-6192", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Exptl. refined crystal structures for metal-org. frameworks (MOFs) often include solvent mols. and partially occupied or disordered atoms.  This creates a major impediment to applying high-throughput computational screening to MOFs.  To address this problem, the authors have constructed a database of MOF structures that are derived from exptl. data but are immediately suitable for mol. simulations.  The computation-ready, exptl. (CoRE) MOF database contains over 4700 porous structures with publically available at. coordinates.  Important phys. and chem. properties including the surface area and pore dimensions are reported for these structures.  To demonstrate the utility of the database, the authors performed grand canonical Monte Carlo simulations of methane adsorption on all structures in the CoRE MOF database.  The authors studied the structural properties of the CoRE MOFs that govern methane storage capacity and found that these relations agree well with those derived recently from a large database of hypothetical MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhs1Oiur7E&md5=3ad2adec61ab717772baf1380e04cf7a", "36. ", "Gómez-Gualdrón", ", ", "D. A.", "; ", "Wilmer", ", ", "C. E.", "; ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", "; ", "Snurr", ", ", "R. Q.", " ", "Exploring the Limits of Methane Storage and Delivery in Nanoporous Materials", " ", "J. Phys. Chem. C", " ", "2014", ",  ", "118", ",  ", "6941", "– ", "6951", "[", "ACS Full Text ", "], [", "CAS", "]", "36. ", "Exploring the Limits of Methane Storage and Delivery in Nanoporous Materials", "Gomez-Gualdron, Diego A.; Wilmer, Christopher E.; Farha, Omar K.; Hupp, Joseph T.; Snurr, Randall Q.", "Journal of Physical Chemistry C", "\r\n        (", "2014", "),\r\n    ", "118", "\r\n        (", "13", "),\r\n    ", "6941-6951", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The phys. limits for methane storage and delivery in nanoporous materials were studied, with a focus on whether it is possible to reach a methane deliverable capacity of 315 cm3(STP)/cm3 in line with the adsorption target established by the ARPA-E agency.  The efforts focused on how both geometric and chem. properties, such as void fraction (Vf), volumetric surface area (Sv), and heat of adsorption (Qst), impact methane deliverable capacity, i.e., the amt. of methane adsorbed at some storage pressure minus the amt. adsorbed at the delivery pressure.  With the aid of grand canonical Monte Carlo (GCMC) simulations, the authors studied methane adsorption and delivery properties in a population of 122,835 hypothetical pcu metal-org. frameworks (MOFs) and 39 idealized C-based porous materials.  From the simulation results, the authors developed an anal. equation that helped one delimit the necessary material properties to reach specific methane deliverable capacity targets.  The max. deliverable capacity between 65 and 5.8 bar among the hypothetical MOFs was 206 cm3(STP)/cm3 at 298 K.  Artificially increasing the methane-MOF interaction strength by increasing the Lennard-Jones ε parameters of the MOF atoms by 2- and 4-fold only improved the max. deliverable capacity up to 223 and 228 cm3(STP)/cm3, resp.  However, the effect on the amt. stored at 65 bar was more significant, which suggested another strategy; raising the temp. of the system by 100 K can recover ∼70% of the methane stranded at the delivery pressure.  By increasing the delivery temp. to 398 K, the ARPA-E target was reached by a few hypothetical MOFs with quadrupled ε values.  This work shows the difficulty in reaching the ARPA-E target but also suggests that a strategy that combines a material with a large volumetric d. of sites that interact strongly with methane and raising the delivery temp. can greatly improve the performance of nanoporous materials for methane storage and delivery.  The optimal heat of adsorption in an isothermal storage and delivery scenario is ∼10.5-14.5 kJ/mol, whereas in the nonisothermal storage and delivery scenario the optimal heats of adsorption fell within a range of 11.8-19.8 kJ/mol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXktlentbg%253D&md5=f3aa5d0ec08105ec631fd6dcd5cc8e30", "37. ", "Mayo", ", ", "S. L.", "; ", "Olafson", ", ", "B. D.", "; ", "Goddard", ", ", "W. A.", " ", "DREIDING: A Generic Force Field for Molecular Simulations", " ", "J. Phys. Chem.", " ", "1990", ",  ", "94", ",  ", "8897", "– ", "8909", "[", "ACS Full Text ", "], [", "CAS", "]", "37. ", "DREIDING:  a generic force field for molecular simulations", "Mayo, Stephen L.; Olafson, Barry D.; Goddard, William A., III", "Journal of Physical Chemistry", "\r\n        (", "1990", "),\r\n    ", "94", "\r\n        (", "26", "),\r\n    ", "8897-909", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "The parameters are given for a new generic force field, DREIDING, that is useful for predicting structures and dynamics of org., biol., and main-group inorg. mols.  The philosophy in DREIDING is to use general force consts. and geometry parameters based on simple hybridization considerations rather than individual force consts. and geometric parameters that depend on the particular combination of atoms involved in the bond, angle, or torsion terms.  Thus all bond distances are derived from at. radii, and there is only one force const. each for bonds, angles, and inversions and only six different values for torsional barriers.  Parameters are defined for all possible combinations of atoms and new atoms can be added to the force field rather simply.  The parameters are given for the \"nonmetallic\" main-group elements (B, C, N, O, F columns for the C, Si, Ge, and Sn rows) plus H and a few metals (Na, Ca, Zn, Fe).  The accuracy of the DREIDING force field is tested by comparing with (i) 76 accurately detd. crystal structures of org. compds. involving H, C, N, O, F, P, S, Cl, and Br, (ii) rotational barriers of a no. of mols., and (iii) relative conformational energies and barriers of a no. of mols.  There is excellent agreement.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXmtlyhtL0%253D&md5=c2b2e75dedb934f18bad57d15d8944d4", "38. ", "Rappe", ", ", "A. K.", "; ", "Casewit", ", ", "C. J.", "; ", "Colwell", ", ", "K. S.", "; ", "Goddard", ", ", "W. A.", "; ", "Skiff", ", ", "W. M.", " ", "UFF, a Full Periodic Table Force Field for Molecular Mechanics and Molecular Dynamics Simulations", " ", "J. Am. Chem. Soc.", " ", "1992", ",  ", "114", ",  ", "10024", "– ", "10035", "[", "ACS Full Text ", "], [", "CAS", "]", "38. ", "UFF, a full periodic table force field for molecular mechanics and molecular dynamics simulations", "Rappe, A. K.; Casewit, C. J.; Colwell, K. S.; Goddard, W. A., III; Skiff, W. M.", "Journal of the American Chemical Society", "\r\n        (", "1992", "),\r\n    ", "114", "\r\n        (", "25", "),\r\n    ", "10024-35", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "A new mol. mechanics force field, the Universal force field (UFF), is described wherein the force field parameters are estd. using general rules based only on the element, its hybridization and its connectivity.  The force field functional forms, parameters, and generating formulas for the full periodic table are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38Xmtl2qur8%253D&md5=cf41e8bb9ad299fd5d79f070d690afe1", "39. ", "Fang", ", ", "H.", "; ", "Demir", ", ", "H.", "; ", "Kamakoti", ", ", "P.", "; ", "Sholl", ", ", "D. S.", " ", "Recent Developments in First-Principles Force Fields for Molecules in Nanoporous Materials", " ", "J. Mater. Chem. A", " ", "2014", ",  ", "2", ",  ", "274", "– ", "291", "[", "Crossref", "], [", "CAS", "]", "39. ", "Recent developments in first-principles force fields for molecules in nanoporous materials", "Fang, Hanjun; Demir, Hakan; Kamakoti, Preeti; Sholl, David S.", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2014", "),\r\n    ", "2", "\r\n        (", "2", "),\r\n    ", "274-291", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  There is a great need to identify high-performance nanoporous materials for gas storage, sepn. and catalysis to solve a wide range of industrially relevant challenges.  Mol. simulations have become an important complement to expts. in the screening and selection of suitable porous materials.  Successful implementation of mol. simulations requires accurate force fields (FFs) to describe the interactions of guest mols. with porous frameworks.  However, developing accurate and transferable FFs for porous materials can be extremely challenging.  While generic FFs and exptl.-derived FFs work well for many simple systems, they often fail to describe interactions in more complex porous materials.  Since first-principles quantum mech. (QM) approaches are capable of accurately predicting intermol. interactions, deriving FFs from QM data without exptl. input is a promising soln.  In this paper, we review recent developments in deriving first-principles FFs for mols. in a variety of nanoporous materials.  We summarize and classify the methodologies used in these studies, and discuss the factors that are responsible for the accuracy and reliability of FFs.  Finally, we conclude the review with a discussion of current challenges and future directions for this rapidly growing field.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvVOgtbzE&md5=475e53340014a5b5a199a14302540c89", "40. ", "Dubbeldam", ", ", "D.", "; ", "Walton", ", ", "K. S.", "; ", "Ellis", ", ", "D. E.", "; ", "Snurr", ", ", "R. Q.", " ", "Exceptional Negative Thermal Expansion in Isoreticular Metal–Organic Frameworks", " ", "Angew. Chem., Int. Ed.", " ", "2007", ",  ", "46", ",  ", "4496", "– ", "4499", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "40. ", "Exceptional negative thermal expansion in isoreticular metal-organic frameworks", "Dubbeldam, David; Walton, Krista S.; Ellis, Donald E.; Snurr, Randall Q.", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "24", "),\r\n    ", "4496-4499", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A new model for flexible frameworks is used to simulate the structures and adsorption properties of isoreticular metal-org. frameworks (IRMOFs), such as IRMOF-1.  The structural simulations suggest that the IRMOFs have neg. thermal-expansion coeffs. over their full temp. ranges of stability.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXmvVOltrc%253D&md5=2469767991b8f4a9eb32bb9bc0382753", "41. ", "Wu", ", ", "H.", "; ", "Simmons", ", ", "J. M.", "; ", "Liu", ", ", "Y.", "; ", "Brown", ", ", "C. M.", "; ", "Wang", ", ", "X.-S.", "; ", "Ma", ", ", "S.", "; ", "Peterson", ", ", "V. K.", "; ", "Southon", ", ", "P. D.", "; ", "Kepert", ", ", "C. J.", "; ", "Zhou", ", ", "H.-C.", "; ", "Yildirim", ", ", "T.", "; ", "Zhou", ", ", "W.", " ", "Metal–Organic Frameworks with Exceptionally High Methane Uptake: Where and How Is Methane Stored?", " ", "Chem.—Eur. J.", " ", "2010", ",  ", "16", ",  ", "5205", "– ", "5214", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "41. ", "Metal-Organic Frameworks with Exceptionally High Methane Uptake: Where and How is Methane Stored?", "Wu, Hui; Simmons, Jason M.; Liu, Yun; Brown, Craig M.; Wang, Xi-Sen; Ma, Shengqian; Peterson, Vanessa K.; Southon, Peter D.; Kepert, Cameron J.; Zhou, Hong-Cai; Yildirim, Taner; Zhou, Wei", "Chemistry - A European Journal", "\r\n        (", "2010", "),\r\n    ", "16", "\r\n        (", "17", "),\r\n    ", "5205-5214, S5205/1-S5205/16", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Metal-org. frameworks (MOFs) are a novel family of physisorptive materials that have exhibited great promise for methane storage.  So far, a detailed understanding of their methane adsorption mechanism is still scarce.  Herein, we report a comprehensive mechanistic study of methane storage in three milestone MOF compds. (HKUST-1, PCN-11, and PCN-14) the CH4 storage capacities of which are among the highest reported so far among all porous materials.  The three MOFs consist of the same dicopper paddle-wheel secondary building units, but contain different org. linkers, leading to cagelike pores with various sizes and geometries.  From neutron powder diffraction expts. and accurate data anal., assisted by grand canonical Monte Carlo (GCMC) simulations and DFT calcns., we unambiguously revealed the exact locations of the stored methane mols. in these MOF materials.  We found that methane uptake takes place primarily at two types of strong adsorption site: (1) the open Cu coordination sites, which exhibit enhanced Coulomb attraction toward methane, and (2) the van der Waals potential pocket sites, in which the total dispersive interactions are enhanced due to the mol. being in contact with multiple \"surfaces.\".  Interestingly, the enhanced van der Waals sites are present exclusively in small cages and at the windows to these cages, whereas large cages with relatively flat pore surfaces bind very little methane.  Our results suggest that further, rational development of new MOF compds. for methane storage applications should focus on enriching open metal sites, increasing the vol. percentage of accessible small cages and channels, and minimizing the fraction of large pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXltlWgtb0%253D&md5=8f6059d2e137ca23fb5eeb17d127be74", "42. ", "Getzschmann", ", ", "J.", "; ", "Senkovska", ", ", "I.", "; ", "Wallacher", ", ", "D.", "; ", "Tovar", ", ", "M.", "; ", "Fairen-Jimenez", ", ", "D.", "; ", "Düren", ", ", "T.", "; ", "van Baten", ", ", "J. M.", "; ", "Krishna", ", ", "R.", "; ", "Kaskel", ", ", "S.", " ", "Methane Storage Mechanism in the Metal-Organic Framework Cu3(Btc)2: An in Situ Neutron Diffraction Study", " ", "Microporous Mesoporous Mater.", " ", "2010", ",  ", "136", ",  ", "50", "– ", "58", "[", "Crossref", "], [", "CAS", "]", "42. ", "Methane storage mechanism in the metal-organic framework Cu3(btc)2: An in situ neutron diffraction study", "Getzschmann, Juergen; Senkovska, Irena; Wallacher, Dirk; Tovar, Michael; Fairen-Jimenez, David; Dueren, Tina; van Baten, Jasper M.; Krishna, Rajamani; Kaskel, Stefan", "Microporous and Mesoporous Materials", "\r\n        (", "2010", "),\r\n    ", "136", "\r\n        (", "1-3", "),\r\n    ", "50-58", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "The adsorption of deutero-methane (CD4) in Cu3(btc)2 (HKUST-1) was investigated at 77 K using high-resoln. neutron powder diffraction.  Rietveld refinement of the neutron data revealed a sequential filling of the rigid framework at distinct preferred adsorption sites, and showed the importance of open metal sites even for non-polar mols. such as methane.  Four main adsorption sites were identified, located inside the small and two larger pores of the framework.  The shorter distances between the CD4 center and the pore wall atoms are covering a range from 3.07 to 3.547 Å.  The max. occupation of 170 CD4 mols. per unit cell, estd. from the refined occupancy of the adsorption sites, is close to the value estd. from volumetric adsorption isotherms at 77 K (176 mols. per cell).  Mol. simulation gave further insight into the adsorption mechanism.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFyltrvO&md5=8e62476d54ed278a9537c853f2a9f0a1", "43. ", "Chen", ", ", "L.", "; ", "Morrison", ", ", "C. A.", "; ", "Düren", ", ", "T.", " ", "Improving Predictions of Gas Adsorption in Metal–Organic Frameworks with Coordinatively Unsaturated Metal Sites: Model Potentials, Ab Initio Parameterization, and Gcmc Simulations", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "18899", "– ", "18909", "[", "ACS Full Text ", "], [", "CAS", "]", "43. ", "Improving Predictions of Gas Adsorption in Metal-Organic Frameworks with Coordinatively Unsaturated Metal Sites: Model Potentials, ab initio Parameterization, and GCMC Simulations", "Chen, Linjiang; Morrison, Carole A.; Duren, Tina", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "35", "),\r\n    ", "18899-18909", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The incorporation of coordinatively unsatd. metal sites (cus's), also known as open metal sites, into metal-org. frameworks (MOFs), significantly enhances the uptake of certain gases, such as CO2 and CH4, esp. at low loadings when fluid-framework interactions play the predominant role.  However, due to the considerably enhanced, localized guest interactions with the cus's, it remains a challenge to predict correctly adsorption isotherms and mechanisms in MOFs with cus's using grand-canonical Monte Carlo (GCMC) simulations based on generic classical force fields.  To address this problem, the authors carefully studied several well-established semiempirical model potentials and used a multiobjective genetic algorithm to parametrize them using accurate ab initio data as ref.  The Carra-Konowalow potential, a modified Buckingham potential, in combination with the MMSV potential for the cus's gives not only adsorption isotherms in very good agreement with expts. but also correctly captures the adsorption mechanisms, including adsorption on the cus's, for CO2 in CPO-27-Mg and CH4 in CuBTC.  Also, the parameters obtained also give quant. predictions of CH4 adsorption in PCN-14, another MOF with Cu cus's, which is an important step for developing transferable force fields that reliably predict adsorption in MOFs with cus's.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1SitL3K&md5=08edae9d2ba4ef877a22799890d94fba", "44. ", "Dzubak", ", ", "A. L.", "; ", "Lin", ", ", "L.-C.", "; ", "Kim", ", ", "J.", "; ", "Swisher", ", ", "J. A.", "; ", "Poloni", ", ", "R.", "; ", "Maximoff", ", ", "S. N.", "; ", "Smit", ", ", "B.", "; ", "Gagliardi", ", ", "L.", " ", "Ab Initio Carbon Capture in Open-Site Metal–Organic Frameworks", " ", "Nat. Chem.", " ", "2012", ",  ", "4", ",  ", "810", "– ", "816", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "44. ", "Ab initio carbon capture in open-site metal-organic frameworks", "Dzubak, Allison L.; Lin, Li-Chiang; Kim, Jihan; Swisher, Joseph A.; Poloni, Roberta; Maximoff, Sergey N.; Smit, Berend; Gagliardi, Laura", "Nature Chemistry", "\r\n        (", "2012", "),\r\n    ", "4", "\r\n        (", "10", "),\r\n    ", "810-816", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "During the formation of metal-org. frameworks (MOFs), metal centers can coordinate with the intended org. linkers, but also with solvent mols.  In this case, subsequent activation by removal of the solvent mols. creates unsatd. open metal sites known to have a strong affinity to CO2 mols., but their interactions are still poorly understood.  Common force fields typically underestimate by as much as 2 orders of magnitude the adsorption of CO2 in open-site Mg-MOF-74, which has emerged as a promising MOF for CO2 capture.  We present a systematic procedure to generate force fields using high-level quantum chem. calcns.  Monte Carlo simulations based on an ab initio force field generated for CO2 in Mg-MOF-74 shed some light on the interpretation of thermodn. data from flue gas in this material.  The force field describes accurately the chem. of the open metal sites, and is transferable to other structures.  This approach may serve in mol. simulations in general and in the study of fluid-solid interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1Wktr3O&md5=f56250bc5e6e0e4c65741837c918e63a", "45. ", "Lin", ", ", "L.-C.", "; ", "Lee", ", ", "K.", "; ", "Gagliardi", ", ", "L.", "; ", "Neaton", ", ", "J. B.", "; ", "Smit", ", ", "B.", " ", "Force-Field Development from Electronic Structure Calculations with Periodic Boundary Conditions: Applications to Gaseous Adsorption and Transport in Metal–Organic Frameworks", " ", "J. Chem. Theory Comput.", " ", "2014", ",  ", "10", ",  ", "1477", "– ", "1488", "[", "ACS Full Text ", "], [", "CAS", "]", "45. ", "Force-Field Development from Electronic Structure Calculations with Periodic Boundary Conditions: Applications to Gaseous Adsorption and Transport in Metal-Organic Frameworks", "Lin, Li-Chiang; Lee, Kyuho; Gagliardi, Laura; Neaton, Jeffrey B.; Smit, Berend", "Journal of Chemical Theory and Computation", "\r\n        (", "2014", "),\r\n    ", "10", "\r\n        (", "4", "),\r\n    ", "1477-1488", "CODEN:\r\n                ", "JCTCCE", ";\r\n        ISSN:", "1549-9618", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A systematic and efficient methodol. to derive accurate (nonpolarizable) force fields from periodic d. functional theory (DFT) calcns. for use in classical mol. simulations has been developed.  The methodol. requires reduced computation cost compared with other conventional ways.  The whole process is performed self-consistently in a fully periodic system.  The force fields derived by using this methodol. accurately predict the CO2 and H2O adsorption isotherms inside Mg-MOF-74, and is transferable to Zn-MOF-74; by replacing the Mg-CO2 interactions with the corresponding Zn-CO2 interactions, we obtain an accurate prediction of the corresponding isotherm.  This methodol. was used to address the effect of water on the sepn. of flue gases in these materials.  In general, the mixt. isotherms of CO2 and H2O calcd. with these derived force fields show a significant redn. in CO2 uptake with the existence of trace amts. of water vapor.  The effect of water, however, was found to be quant. different between Mg- and Zn-MOF-74.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXjtV2rtbo%253D&md5=310436bc1a437d2a1c6eac3ff52c3778", "46. ", "Borycz", ", ", "J.", "; ", "Lin", ", ", "L.-C.", "; ", "Bloch", ", ", "E. D.", "; ", "Kim", ", ", "J.", "; ", "Dzubak", ", ", "A. L.", "; ", "Maurice", ", ", "R.", "; ", "Semrouni", ", ", "D.", "; ", "Lee", ", ", "K.", "; ", "Smit", ", ", "B.", "; ", "Gagliardi", ", ", "L.", " ", "Co2 Adsorption in Fe2(Dobdc): A Classical Force Field Parameterized from Quantum Mechanical Calculations", " ", "J. Phys. Chem. C", " ", "2014", ",  ", "118", ",  ", "12230", "– ", "12240", "[", "ACS Full Text ", "], [", "CAS", "]", "46. ", "CO2 Adsorption in Fe2(dobdc): A Classical Force Field Parameterized from Quantum Mechanical Calculations", "Borycz, Joshua; Lin, Li-Chiang; Bloch, Eric D.; Kim, Jihan; Dzubak, Allison L.; Maurice, Remi; Semrouni, David; Lee, Kyuho; Smit, Berend; Gagliardi, Laura", "Journal of Physical Chemistry C", "\r\n        (", "2014", "),\r\n    ", "118", "\r\n        (", "23", "),\r\n    ", "12230-12240", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Carbon dioxide adsorption isotherms have been computed for the metal-org. framework (MOF) Fe2(dobdc), where dobdc4- = 2,5-dioxido-1,4-benzenedicarboxylate.  A force field derived from quantum mech. calcns. has been used to model adsorption isotherms within a MOF.  Restricted open-shell Moller-Plesset second-order perturbation theory (ROMP2) calcns. have been performed to obtain interaction energy curves between a CO2 mol. and a cluster model of Fe2(dobdc).  The force field parameters have been optimized to best reproduced these curves and used in Monte Carlo simulations to obtain CO2 adsorption isotherms.  The exptl. loading of CO2 adsorbed within Fe2(dobdc) was reproduced quite accurately.  This parametrization scheme could easily be utilized to predict isotherms of various guests inside this and other similar MOFs not yet synthesized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXlsl2qsLc%253D&md5=a6ff530ce2bc074777f317638cec799d", "47. ", "Lee", ", ", "K.", "; ", "Murray", ", ", "É. D.", "; ", "Kong", ", ", "L.", "; ", "Lundqvist", ", ", "B. I.", "; ", "Langreth", ", ", "D. C.", " ", "Higher-Accuracy Van Der Waals Density Functional", " ", "Phys. Rev. B", " ", "2010", ",  ", "82", ",  ", "081101", "[", "Crossref", "], [", "CAS", "]", "47. ", "Higher-accuracy van der Waals density functional", "Lee, Kyuho; Murray, Eamonn D.; Kong, Lingzhu; Lundqvist, Bengt I.; Langreth, David C.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2010", "),\r\n    ", "82", "\r\n        (", "8", "),\r\n    ", "081101/1-081101/4", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "1098-0121", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "We propose a second version of the van der Waals d. functional of Dion et al. [Phys. Rev. Lett. 92, 246401 (2004)], employing a more accurate semilocal exchange functional and the use of a large-N asymptote gradient correction in detg. the vdW kernel.  The predicted binding energy, equil. sepn., and potential-energy curve shape are close to those of accurate quantum chem. calcns. on 22 duplexes.  We anticipate the enabling of chem. accurate calcns. in sparse materials of importance for condensed matter, surface, chem., and biol. physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFWlurnN&md5=21a4573d23bb686441ae1609cb4e6809", "48. ", "Akkermans", ", ", "R. L. C.", "; ", "Spenley", ", ", "N. A.", "; ", "Robertson", ", ", "S. H.", " ", "Monte Carlo Methods in Materials Studio", " ", "Mol. Simul.", " ", "2013", ",  ", "39", ",  ", "1", "– ", "12", "[", "Crossref", "]", "There is no corresponding record for this reference.", "49. ", "Düren", ", ", "T.", "; ", "Millange", ", ", "F.", "; ", "Férey", ", ", "G.", "; ", "Walton", ", ", "K. S.", "; ", "Snurr", ", ", "R. Q.", " ", "Calculating Geometric Surface Areas as a Characterization Tool for Metal–Organic Frameworks", " ", "J. Phys. Chem. C", " ", "2007", ",  ", "111", ",  ", "15350", "– ", "15356", "[", "ACS Full Text ", "], [", "CAS", "]", "49. ", "Calculating Geometric Surface Areas as a Characterization Tool for Metal-Organic Frameworks", "Dueren, Tina; Millange, Franck; Ferey, Gerard; Walton, Krista S.; Snurr, Randall Q.", "Journal of Physical Chemistry C", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "42", "),\r\n    ", "15350-15356", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) synthesized in a building-block approach from org. linkers and metal corner units offer the opportunity to design materials with high surface areas for adsorption applications by assembling the appropriate building blocks.  In this paper, we show that the surface area calcd. in a geometric fashion from the crystal structure is a useful tool for characterizing MOFs.  We argue that the accessible surface area rather than the widely used Connolly surface area is the appropriate surface area to characterize cryst. solids for adsorption applications.  The accessible surface area calcd. with a probe diam. corresponding to the adsorbate of interest provides a simple way to screen and compare adsorbents.  We investigate the effects of the probe mol. diam. on the accessible surface area and discuss the implications for increasing the surface area of metal-org. frameworks by the use of catenated structures.  We also demonstrate that the accessible surface area provides a useful tool for judging the quality of a synthesized sample.  Exptl. surface areas can be adversely affected by incomplete solvent removal during activation, crystal collapse, or interpenetration.  The easily calcd. accessible surface area provides a benchmark for the theor. upper limit for a perfect crystal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtFShtLjP&md5=47226155a5817ef357a9b6f941883ee6", "50. ", "Spek", ", ", "A.", " ", "Single-Crystal Structure Validation with the Program Platon", " ", "J. Appl. Crystallogr.", " ", "2003", ",  ", "36", ",  ", "7", "– ", "13", "[", "Crossref", "], [", "CAS", "]", "50. ", "Single-crystal structure validation with the program PLATON", "Spek, A. L.", "Journal of Applied Crystallography", "\r\n        (", "2003", "),\r\n    ", "36", "\r\n        (", "1", "),\r\n    ", "7-13", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "0021-8898", ".\r\n    \r\n            (", "Blackwell Munksgaard", ")\r\n        ", "The results of a single-crystal structure detn. when in CIF format can now be validated routinely by automatic procedures.  In this way, many errors in published papers can be avoided.  The validation software generates a set of ALERTS detailing issues to be addressed by the experimenter, author, referee and publication journal.  Validation was pioneered by the IUCr journal Acta Crystallographica Section C and is currently std. procedure for structures submitted for publication in all IUCr journals.  The implementation of validation procedures by other journals is in progress.  This paper describes the concepts of validation and the classes of checks that are carried out by the program PLATON as part of the IUCr check CIF facility.  PLATON validation can be run at any stage of the structure refinement, independent of the structure detn. package used, and is recommended for use as a routine tool during or at least at the completion of every structure detn.  Two examples are discussed where proper validation procedures could have avoided the publication of incorrect structures that had serious consequences for the chem. involved.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXltlChtw%253D%253D&md5=0a85de2407551632bb287508534904e2", "51. ", "Martin", ", ", "M. G.", "; ", "Siepmann", ", ", "J. I.", " ", "Transferable Potentials for Phase Equilibria. 1. United-Atom Description of N-Alkanes", " ", "J. Phys. Chem. B", " ", "1998", ",  ", "102", ",  ", "2569", "– ", "2577", "[", "ACS Full Text ", "], [", "CAS", "]", "51. ", "Transferable Potentials for Phase Equilibria. 1. United-Atom Description of n-Alkanes", "Martin, Marcus G.; Siepmann, J. Ilja", "Journal of Physical Chemistry B", "\r\n        (", "1998", "),\r\n    ", "102", "\r\n        (", "14", "),\r\n    ", "2569-2577", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new set of united-atom Lennard-Jones interaction parameters for n-alkanes is proposed from fitting to crit. temps. and satd. liq. densities.  Configurational-bias Monte Carlo simulations in the Gibbs ensemble were carried out to det. the vapor-liq. coexistence curves for methane to dodecane using three united-atom force fields: OPLS [Jorgensen, et al. J. Am. Chem. Soc. 1984, 106, 813], SKS [Siepmann, et al. Nature 1993, 365, 330], and TraPPE.  Std. specific densities and the high-pressure equation-of-state for the transferable potentials for phase equil. (TraPPE) model were studied by simulations in the isobaric-isothermal and canonical ensembles, resp.  It is found that one set of Me and methylene parameters is sufficient to accurately describe the fluid phases of all n-alkanes with two or more carbon atoms.  Whereas other n-alkane force fields employ Me groups that are either equal or larger in size than the methylene groups, it is demonstrated here that using a smaller Me group yields a better fit to the set of exptl. data.  As should be expected from an effective pair potential, the new parameters do not reproduce exptl. second virial coeffs.  Satd. vapor pressures and densities show small, but systematic deviation from the exptl. data.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXhs1GqsLo%253D&md5=bd188811b6ce04ce093e4659b74861d4", "52. ", "Dion", ", ", "M.", "; ", "Rydberg", ", ", "H.", "; ", "Schröder", ", ", "E.", "; ", "Langreth", ", ", "D. C.", "; ", "Lundqvist", ", ", "B. I.", " ", "Van Der Waals Density Functional for General Geometries", " ", "Phys. Rev. Lett.", " ", "2004", ",  ", "92", ",  ", "246401", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "52. ", "van der Waals density functional for general geometries", "Dion M; Rydberg H; Schroder E; Langreth D C; Lundqvist B I", "Physical review letters", "\r\n        (", "2004", "),\r\n    ", "92", "\r\n        (", "24", "),\r\n    ", "246401", "\r\n        ISSN:", "0031-9007", ".\r\n    ", "A scheme within density functional theory is proposed that provides a practical way to generalize to unrestricted geometries the method applied with some success to layered geometries [Phys.  Rev.  Lett. 91, 126402 (2003)]].  It includes van der Waals forces in a seamless fashion.  By expansion to second order in a carefully chosen quantity contained in the long-range part of the correlation functional, the nonlocal correlations are expressed in terms of a density-density interaction formula.  It contains a relatively simple parametrized kernel, with parameters determined by the local density and its gradient.  The proposed functional is applied to rare gas and benzene dimers, where it is shown to give a realistic description.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD2czksVKnsA%253D%253D&md5=c008c59c1b478db532c072886870dceb", "53. ", "Hohenberg", ", ", "P.", "; ", "Kohn", ", ", "W.", " ", "Inhomogeneous Electron Gas", " ", "Phys. Rev.", " ", "1964", ",  ", "136", ",  ", "B864", "– ", "B871", "[", "Crossref", "]", "There is no corresponding record for this reference.", "54. ", "Kresse", ", ", "G.", "; ", "Furthmüller", ", ", "J.", " ", "Efficient Iterative Schemes for Ab Initio Total-Energy Calculations Using a Plane-Wave Basis Set", " ", "Phys. Rev. B", " ", "1996", ",  ", "54", ",  ", "11169", "– ", "11186", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "54. ", "Efficient iterative schemes for ab initio total-energy calculations using a plane-wave basis set", "Kresse, G.; Furthmueller, J.", "Physical Review B: Condensed Matter", "\r\n        (", "1996", "),\r\n    ", "54", "\r\n        (", "16", "),\r\n    ", "11169-11186", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "The authors present an efficient scheme for calcg. the Kohn-Sham ground state of metallic systems using pseudopotentials and a plane-wave basis set.  In the first part the application of Pulay's DIIS method (direct inversion in the iterative subspace) to the iterative diagonalization of large matrixes will be discussed.  This approach is stable, reliable, and minimizes the no. of order Natoms3 operations.  In the second part, we will discuss an efficient mixing scheme also based on Pulay's scheme.  A special \"metric\" and a special \"preconditioning\" optimized for a plane-wave basis set will be introduced.  Scaling of the method will be discussed in detail for non-self-consistent and self-consistent calcns.  It will be shown that the no. of iterations required to obtain a specific precision is almost independent of the system size.  Altogether an order Natoms2 scaling is found for systems contg. up to 1000 electrons.  If we take into account that the no. of k points can be decreased linearly with the system size, the overall scaling can approach Natoms.  They have implemented these algorithms within a powerful package called VASP (Vienna ab initio simulation package).  The program and the techniques have been used successfully for a large no. of different systems (liq. and amorphous semiconductors, liq. simple and transition metals, metallic and semiconducting surfaces, phonons in simple metals, transition metals, and semiconductors) and turned out to be very reliable.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28Xms1Whu7Y%253D&md5=9c8f6f298fe5ffe37c2589d3f970a697", "55. ", "Blöchl", ", ", "P. E.", " ", "Projector Augmented-Wave Method", " ", "Phys. Rev. B", " ", "1994", ",  ", "50", ",  ", "17953", "– ", "17979", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "55. ", "Projector augmented-wave method", "Blochl", "Physical review. B, Condensed matter", "\r\n        (", "1994", "),\r\n    ", "50", "\r\n        (", "24", "),\r\n    ", "17953-17979", "\r\n        ISSN:", "0163-1829", ".\r\n    ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC2sfjslSntA%253D%253D&md5=1853d67af808af2edab58beaab5d3051", "56. ", "Gale", ", ", "J. D.", "; ", "Rohl", ", ", "A. L.", " ", "The General Utility Lattice Program (Gulp)", " ", "Mol. Simul.", " ", "2003", ",  ", "29", ",  ", "291", "– ", "341", "[", "Crossref", "], [", "CAS", "]", "56. ", "The General Utility Lattice Program (GULP)", "Gale, Julian D.; Rohl, Andrew L.", "Molecular Simulation", "\r\n        (", "2003", "),\r\n    ", "29", "\r\n        (", "5", "),\r\n    ", "291-341", "CODEN:\r\n                ", "MOSIEA", ";\r\n        ISSN:", "0892-7022", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "The General Utility Lattice Program (gulp) has been extended to include the ability to simulate polymers and surfaces, as well as adding many other new features, and the current status of the program is fully documented.  Both the background theory is described, as well as providing a concise review of some of the previous applications in order to demonstrate the range of its use.  Examples are presented of work performed using the new compatibilities of the software, including the calcn. of Born effective charges, mech. properties as a function of applied pressure, calcn. of frequency-dependent dielec. data, surface reconstructions of calcite and the performance of a linear-scaling algorithm for bond-order potentials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXjtlSntLo%253D&md5=2092ef9d581961072e84faf3d31d5736", "57. ", "Purewal", ", ", "J.", "; ", "Liu", ", ", "D.", "; ", "Sudik", ", ", "A.", "; ", "Veenstra", ", ", "M.", "; ", "Yang", ", ", "J.", "; ", "Maurer", ", ", "S.", "; ", "Müller", ", ", "U.", "; ", "Siegel", ", ", "D. J.", " ", "Improved Hydrogen Storage and Thermal Conductivity in High-Density Mof-5 Composites", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "20199", "– ", "20212", "[", "ACS Full Text ", "], [", "CAS", "]", "57. ", "Improved Hydrogen Storage and Thermal Conductivity in High-Density MOF-5 Composites", "Purewal, Justin; Liu, Dongan; Sudik, Andrea; Veenstra, Mike; Yang, Jun; Maurer, Stefan; Muller, Ulrich; Siegel, Donald J.", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "38", "),\r\n    ", "20199-20212", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Porous adsorbents such as MOF-5 have low thermal conductivities which can limit the performance of adsorption-based H storage systems.  To improve the thermal properties of these materials, the authors prepd. high-d. MOF-5 composites contg. 0-10% expanded natural graphite (ENG), which serves as a thermal conduction enhancer.  The addn. of 10% ENG to MOF-5 and compaction to 0.5 g/cm3 was previously found to increase the thermal cond. relative to neat MOF-5 of the same d. by a factor of 5.  Detailed measurements of the H storage behavior of MOF-5/ENG composites between 77 and 295 K are reported.  MOF-5 pellets with 0% ENG and a d. of 0.5 g/cm3 have a total volumetric H storage d. at 77 K and 100 bar that is 23% larger than powder MOF-5 and 41% larger than cryo-compressed H.  The addn. of 10% ENG to 0.5 g/cm3 MOF-5 pellets produces only a small decrease (6%) in the total volumetric H storage compared to neat MOF-5 pellets of equal d.  The excess, abs., total, and deliverable H storage amts. by the MOF-5 composites are compared for ENG addns. of 0-10% and pellet densities of 0.3-0.7 g/cm3.  Three adsorption models (Unilan, Toth, Dubinin-Astakhov) are compared for their effectiveness in describing H adsorption isotherms of MOF-5 and MOF-5/ENG composites.  The Unilan model provides the most accurate description of the exptl. data, requiring only 5 temp.-invariant parameters to accurately fit the data across a wide temp. range.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlCitbzM&md5=0ed36f1ccb36be436bd1574ea3967b35", "58. ", "Purewal", ", ", "J. J.", "; ", "Liu", ", ", "D.", "; ", "Yang", ", ", "J.", "; ", "Sudik", ", ", "A.", "; ", "Siegel", ", ", "D. J.", "; ", "Maurer", ", ", "S.", "; ", "Müller", ", ", "U.", " ", "Increased Volumetric Hydrogen Uptake of Mof-5 by Powder Densification", " ", "Int. J. Hydrogen Energy", " ", "2012", ",  ", "37", ",  ", "2723", "– ", "2727", "[", "Crossref", "], [", "CAS", "]", "58. ", "Increased volumetric hydrogen uptake of MOF-5 by powder densification", "Purewal, J. J.; Liu, D.; Yang, J.; Sudik, A.; Siegel, D. J.; Maurer, S.; Mueller, U.", "International Journal of Hydrogen Energy", "\r\n        (", "2012", "),\r\n    ", "37", "\r\n        (", "3", "),\r\n    ", "2723-2727", "CODEN:\r\n                ", "IJHEDX", ";\r\n        ISSN:", "0360-3199", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "The metal-org. framework MOF-5 has attracted significant attention due to its ability to store large quantities of H2 by mass, up to 10 wt.% abs. at 70 bar and 77 K.  On the other hand, since MOF-5 is typically obtained as a bulk powder, it exhibits a low volumetric d. and poor thermal cond.-both of which are undesirable characteristics for a hydrogen storage material.  Here we explore the extent to which powder densification can overcome these deficiencies, as well as characterize the impact of densification on crystallinity, pore vol., surface area, and crush strength.  MOF-5 powder was processed into cylindrical tablets with densities up to 1.6 g/cm3 by mech. compaction.  We find that optimal hydrogen storage properties are achieved for ρ ∼ 0.5 g/cm3, yielding a 350% increase in volumetric H2 d. with only a modest 15% redn. in gravimetric H2 excess in comparison to the powder.  Higher densities result in larger redns. in gravimetric excess.  Total pore vol. and surface area decrease commensurately with the gravimetric capacity, and are linked to an incipient amorphization transformation.  Nevertheless, a large fraction of MOF-5 crystallinity remains intact in densities up to 0.75 g/cm3, as confirmed from powder XRD.  Predictably, the radial crush strength of the pellets is enhanced by densification, increasing by a factor of 4.3 between a d. of 0.4 g/cm3 and 0.6 g/cm3.  Thermal cond. increases slightly with tablet d., but remains below the single crystal value.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XnslKjug%253D%253D&md5=81aae398a69a4fde5bb2d363a167390e", "59. ", "Murray", ", ", "L. J.", "; ", "Dinca", ", ", "M.", "; ", "Yano", ", ", "J.", "; ", "Chavan", ", ", "S.", "; ", "Bordiga", ", ", "S.", "; ", "Brown", ", ", "C. M.", "; ", "Long", ", ", "J. R.", " ", "Highly-Selective and Reversible O2 Binding in Cr3(1,3,5-Benzenetricarboxylate)2", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "7856", "– ", "7857", "[", "ACS Full Text ", "], [", "CAS", "]", "59. ", "Highly-Selective and Reversible O2 Binding in Cr3(1,3,5-benzenetricarboxylate)2", "Murray, Leslie J.; Dinca, Mircea; Yano, Junko; Chavan, Sachin; Bordiga, Silvia; Brown, Craig M.; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "23", "),\r\n    ", "7856-7857", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reaction of Cr(CO)6 with trimesic acid in DMF affords the metal-org. framework Cr3(BTC)2·nDMF (BTC3- = 1,3,5-benzenetricarboxylate), which is isostructural to Cu3(BTC)2·3H2O.  Exchanging DMF for methanol and heating at 160° under dynamic vacuum for 48 h results in the desolvated framework Cr3(BTC)2.  Nitrogen gas adsorption measurements performed at 77 K revealed a type I isotherm, indicating BET and Langmuir surface areas of 1810 and 2040 m2/g, resp.  At 298 K, the O2 adsorption isotherm for Cr3(BTC)2 rises steeply to a capacity of 11 wt.% at 2 mbar, while the corresponding N2 adsorption isotherm displays very little uptake, gradually rising to a capacity of 0.58 wt.% at 1 bar.  Accordingly, the material displays an unprecedented O2/N2 selectivity factor of 22.  Deoxygenation of the sample could be accomplished by heating at 50° under vacuum for 48 h, leading to a gradually diminishing uptake capacity over the course of 15 consecutive adsorption/desorption cycles.  IR and X-ray absorption spectra suggest formation of an O2 adduct with partial charge transfer from the CrII centers exposed on the surface of the framework.  Neutron powder diffraction data confirm this mechanism of O2 binding and indicate a lengthening of the Cr-Cr distance within the paddle-wheel units of the framework from 2.06(2) to 2.8(1) Å.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXmt12rs7c%253D&md5=8e258e2704180f49a078cf5803191127", "60. ", "Kramer", ", ", "M.", "; ", "Schwarz", ", ", "U.", "; ", "Kaskel", ", ", "S.", " ", "Synthesis and Properties of the Metal-Organic Framework Mo3(Btc)2 (Tudmof-1)", " ", "J. Mater. Chem.", " ", "2006", ",  ", "16", ",  ", "2245", "– ", "2248", "[", "Crossref", "], [", "CAS", "]", "60. ", "Synthesis and properties of the metal-organic framework Mo3(BTC)2 (TUDMOF-1)", "Kramer, Markus; Schwarz, Ulrich; Kaskel, Stefan", "Journal of Materials Chemistry", "\r\n        (", "2006", "),\r\n    ", "16", "\r\n        (", "23", "),\r\n    ", "2245-2248", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A new porous metal-org. framework, Mo3(BTC)2 (BTC = 1,3,5-benzenetricarboxylate) was obtained by oxidn. of Mo(CO)6 with trimesic acid.  The compd. is microporous and has a high specific micropore vol. (0.67 cm3 g-1) and BET surface area (1280 m2 g-1).  The compd., isotypic to Cu3(BTC)2, crystg. in the cubic space group Fm3m with an extended lattice parameter (a 27.129 Å).  TUDMOF-1 is diamagnetic and has a high hydrogen adsorption capacity of 195 cm3 g-1 (1.75%) at 77 K (1 atm).  The Mo-Mo stretching frequency depends on the solvation state of the sample, νsym(Mo-Mo) = 401 cm-1 for the solvated and 417 cm-1 for the desolvated (activated) sample.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xlt1ynu70%253D&md5=bb5b888e39c8f34bd7dea922d549c77c", "61. ", "Maniam", ", ", "P.", "; ", "Stock", ", ", "N.", " ", "Investigation of Porous Ni-Based Metal–Organic Frameworks Containing Paddle-Wheel Type Inorganic Building Units Via High-Throughput Methods", " ", "Inorg. Chem.", " ", "2011", ",  ", "50", ",  ", "5085", "– ", "5097", "[", "ACS Full Text ", "], [", "CAS", "]", "61. ", "Investigation of Porous Ni-Based Metal-Organic Frameworks Containing Paddle-Wheel Type Inorganic Building Units via High-Throughput Methods", "Maniam, Palanikumar; Stock, Norbert", "Inorganic Chemistry", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "11", "),\r\n    ", "5085-5097", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "In the search of Ni based metal-org. frameworks (MOFs) contg. paddle-wheel type building units, three chem. systems Ni2+/HnL/base/solvent with HnL = H3BTC (1,3,5-benzenetricarboxylic acid), H3BTB (1,3,5-tris(4-carboxyphenyl)benzene), and H2BDC (1,4-benzenedicarboxylic acid) were studied using high-throughput (HT) methods.  In addn. to the conventional heating, for the first time HT microwave assisted synthesis of MOFs was carried out.  Six new compds. were discovered, and their fields of formation were established.  In the first system, H3BTC was employed and a comprehensive HT-screening of compositional and process parameters was conducted.  The synthesis condition for the Ni paddle-wheel unit was detd. and two compds. [Ni3(BTC)2(Me2NH)3]·(DMF)4(H2O)4 (1a) and [Ni6(BTC)2(DMF)6(HCOO)6] (1b) were discovered (Me2NH = dimethylamine, DMF = dimethylformamide).  In the second system, the use of the extended tritopic linker H3BTB and the synthesis conditions for the paddle-wheel units led to the porous MOF, [Ni3(BTB)2(2-MeIm)1.5(H2O)1.5]·(DMF)9(H2O)6.5 (2), (2-MeIm = 2-methylimidazole).  This compd. shows a selective adsorption of H2O and H2 with a strong hysteresis.  In the third system, H2BDC was used, and the base (DABCO) was incorporated as a bridging ligand into all structures.  Thus, two pillared layered porous MOFs [Ni2(BDC)2(DABCO)]·(DMF)4(H2O)1.5 (3a) and [Ni2(BDC)2(DABCO)]·(DMF)4(H2O)4 (3b) as well as a layered compd. [Ni(BDC)(DABCO)]·(DMF)1.5(H2O)2 (3c) were isolated.  The 3a and 3b polymorphs of the [Ni2(BDC)2(DABCO)] framework can be selectively synthesized.  The combination of microwave assisted heating, low overall concn., stirring of the reaction mixts., and an excess of DABCO yields a highly cryst. pure phase of 3b.  The fields of formation of all compds. were established, and scale-up was successfully performed for 1b, 2, 3a, 3b, and 3c.  All compds. were structurally characterized.  In addn. to IR, elemental and TG analyses, gas and vapor sorption expts. were carried out.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXlsFyqu7w%253D&md5=0df9eeb678b23758713951e3c4a27ba6", "62. ", "Kozachuk", ", ", "O.", "; ", "Yusenko", ", ", "K.", "; ", "Noei", ", ", "H.", "; ", "Wang", ", ", "Y.", "; ", "Walleck", ", ", "S.", "; ", "Glaser", ", ", "T.", "; ", "Fischer", ", ", "R. A.", " ", "Solvothermal Growth of a Ruthenium Metal-Organic Framework Featuring Hkust-1 Structure Type as Thin Films on Oxide Surfaces", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "8509", "– ", "8511", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "62. ", "Solvothermal growth of a ruthenium metal-organic framework featuring HKUST-1 structure type as thin films on oxide surfaces", "Kozachuk, Olesia; Yusenko, Kirill; Noei, Heshmat; Wang, Yuemin; Walleck, Stephan; Glaser, Thorsten; Fischer, Roland A.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "30", "),\r\n    ", "8509-8511", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Phase-pure cryst. thin films of a mixed-valence RuII2,III metal-org. framework with 1,3,5-benzenetricarboxylate (btc) as a linker [Ru3(btc)2(Cl,OH)1.5] were solvothermally grown on amorphous alumina and SiO2 surfaces.  Based on the Rietveld refinement, the structure of Ru-MOF was assigned to be analogous to [Cu3(btc)2] (HKUST-1).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXptVOqsr0%253D&md5=a15e9cedc0a84238a5f8602a96201923", "63. ", "Xie", ", ", "L.", "; ", "Liu", ", ", "S.", "; ", "Gao", ", ", "C.", "; ", "Cao", ", ", "R.", "; ", "Cao", ", ", "J.", "; ", "Sun", ", ", "C.", "; ", "Su", ", ", "Z.", " ", "Mixed-Valence Iron(II, III) Trimesates with Open Frameworks Modulated by Solvents", " ", "Inorg. Chem.", " ", "2007", ",  ", "46", ",  ", "7782", "– ", "7788", "[", "ACS Full Text ", "], [", "CAS", "]", "63. ", "Mixed-Valence Iron(II, III) Trimesates with Open Frameworks Modulated by Solvents", "Xie, Linhua; Liu, Shuxia; Gao, Chaoying; Cao, Ruige; Cao, Jianfang; Sun, Chunyan; Su, Zhongmin", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "19", "),\r\n    ", "7782-7788", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Solvothermal reactions with different solvents produced two Fe trimesates [Fe2(H2O)2(BTC)4/3]Cl·4.5(DMF) (1) and [Fe4Cl(BTC)8/3]Cl2·H2O·2.5(DEF) (2) (BTC = 1,3,5-benzenetricarboxylate, DMF = N,N'-DMF, DEF = N,N'-diethylformamide).  The framework of 1 is a (3,4)-connected net constructed from mixed-valence paddlewheel Fe2(II, III) units and BTC linkers, while the framework of 2 is a (3,8)-connected net built from mixed-valence square-planar Fe4(III, III, III, II) units and BTC linkers.  The large vol. inside the framework of 1 (or 2) is occupied by disordered Cl- anions and guest DMF (or DEF) mols.  The mixed-valence character of the frameworks of 1 and 2 was confirmed by Mossbauer spectroscopy studies.  The active electronic property of Fe cations may be the origin of the variability of the Fe-org. frameworks, which are readily affected by some synthetic factors, such as solvents.  Magnetic studies reveal that there are antiferromagnetic exchange interactions among the Fe atoms in 1 and 2.  Ion-exchange studies for 1 show that the Cl- anions inside the framework of 1 can be exchanged by CNS- anions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXptVWksrk%253D&md5=32567ef770aa413a36338d9588586b91", "64. ", "Feldblyum", ", ", "J. I.", "; ", "Liu", ", ", "M.", "; ", "Gidley", ", ", "D. W.", "; ", "Matzger", ", ", "A. J.", " ", "Reconciling the Discrepancies between Crystallographic Porosity and Guest Access as Exemplified by Zn-Hkust-1", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "18257", "– ", "18263", "[", "ACS Full Text ", "], [", "CAS", "]", "64. ", "Reconciling the Discrepancies between Crystallographic Porosity and Guest Access As Exemplified by Zn-HKUST-1", "Feldblyum, Jeremy I.; Liu, Ming; Gidley, David W.; Matzger, Adam J.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "45", "),\r\n    ", "18257-18263", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "There are several compds. for which there exists a disconnect between porosity as predicted by crystallog. and porosity measured by gas sorption anal.  In this paper, the Zn-based analog of Cu3(btc)2 (HKUST-1), Zn3(btc)2 (Zn-HKUST-1; btc = 1,3,5-benzenetricarboxylate) is investigated.  Conventional anal. of Zn-HKUST-1 by powder X-ray diffraction and gas sorption indicates retention of cryst. structure but negligible nitrogen uptake at 77 K.  By using positron annihilation lifetime spectroscopy, a densified surface layer preventing the entry of even small mol. species into the crystal framework is revealed.  The material is shown to have inherent surface instability after solvent removal, rendering it impermeable to mol. guests irresp. of handling and processing methods.  This previously unobserved surface instability may provide insight into the failure of other microporous coordination polymers to exhibit significant porosity despite crystal structures indicative of regular, interconnected, microporous networks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlCiur%252FE&md5=15a8e459c498a48e821ea63e1dfce19f", "65. ", "Liu", ", ", "B.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "Rapid and Enhanced Activation of Microporous Coordination Polymers by Flowing Supercritical Co2", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "1419", "– ", "1421", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "65. ", "Rapid and enhanced activation of microporous coordination polymers by flowing supercritical CO2", "Liu, Baojian; Wong-Foy, Antek G.; Matzger, Adam J.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "14", "),\r\n    ", "1419-1421", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Flowing supercrit. CO2 was used to activate a cross section of microporous coordination polymers (MCPs) directly from DMF, thus avoiding exchange with a volatile solvent.  Most MCPs displayed exceptional surface areas directly after treatment although those with coordinatively unsatd. metals benefit from heating.  The method presents an advance in efficiency of activation and quality of material obtained.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtlGntLw%253D&md5=0d3d11c11da3b42f2603a16183d4bbfe", "66. ", "Lee", ", ", "S.-J.", "; ", "Bae", ", ", "Y.-S.", " ", "Can Metal–Organic Frameworks Attain New DOE Targets for on-Board Methane Storage by Increasing Methane Heat of Adsorption?", " ", "J. Phys. Chem. C", " ", "2014", ",  ", "118", ",  ", "19833", "– ", "19841", "[", "ACS Full Text ", "], [", "CAS", "]", "66. ", "Can Metal-Organic Frameworks Attain New DOE Targets for On-Board Methane Storage by Increasing Methane Heat of Adsorption?", "Lee, Seung-Joon; Bae, Youn-Sang", "Journal of Physical Chemistry C", "\r\n        (", "2014", "),\r\n    ", "118", "\r\n        (", "34", "),\r\n    ", "19833-19841", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Using grand canonical Monte Carlo (GCMC) simulations, the authors studied whether the new DOE targets for on-board methane storage can be attained if heat of adsorption at low loading (Qst°) is increased in 8 representative metal-org. frameworks (MOFs) with varied pore vols. and surface areas.  Because the deliverable capacity is more relevant to practical applications, the authors focus the discussions on the volumetric and gravimetric deliverable capacities.  The optimal Qst° for max. CH4 delivery is ∼20 kJ/mol.  However, the new DOE targets are difficult to achieve in terms of the deliverable capacities, even after increasing Qst°.  When the storage and discharge pressures are 65 and 1 bar, resp., the volumetric and gravimetric targets can be attained under special combinations of pore vol. and Qst°.  Probably storing and delivering CH4 at lower temps. could should be considered to attain the new targets using current technologies, although it would result in some addnl. cost.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtlaisLrI&md5=ec11b32073100ff14ae4fd44f30d12b2", "67. ", "Campañá", ", ", "C.", "; ", "Mussard", ", ", "B.", "; ", "Woo", ", ", "T. K.", " ", "Electrostatic Potential Derived Atomic Charges for Periodic Systems Using a Modified Error Functional", " ", "J. Chem. Theory Comput.", " ", "2009", ",  ", "5", ",  ", "2866", "– ", "2878", "[", "ACS Full Text ", "], [", "CAS", "]", "67. ", "Electrostatic Potential Derived Atomic Charges for Periodic Systems Using a Modified Error Functional", "Campana, Carlos; Mussard, Bastien; Woo, Tom K.", "Journal of Chemical Theory and Computation", "\r\n        (", "2009", "),\r\n    ", "5", "\r\n        (", "10", "),\r\n    ", "2866-2878", "CODEN:\r\n                ", "JCTCCE", ";\r\n        ISSN:", "1549-9618", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A method to generate electrostatic potential (ESP) derived at. charges in cryst. solids from periodic quantum mech. calcns., termed the REPEAT method, is presented.  Conventional ESP fitting procedures developed for mol. systems, in general, will not work for cryst. systems because the electrostatic potential in periodic systems is ill-defined up to a const. offset at each spatial position.  In this work the problem is circumvented by introducing a new error functional which acts on the relative differences of the potential and not on its abs. values, as it is currently done with mol. ESP charge derivation methods.  We formally demonstrate that the new functional reduces to the conventional error functional used in mol. ESP approaches when the simulation box of the periodic calcn. becomes infinitely large.  Several tests are presented to validate the new technique.  For the periodic calcn. of isolated mols., the REPEAT charges are found to be in good agreement with those detd. with established mol. ESP charge derivation methods.  For siliceous sodalite, it is demonstrated that conventional mol. ESP approaches generate 'unphys.' charges, whereas the REPEAT method produces charges that are both chem. intuitive and consistent between different periodic electronic structure packages.  The new approach is employed to generate partial at. charges of various microporous materials and compared to both exptl. derived and mol. fragment ESP charges.  This method can be used to generate partial at. charges to be used in simulations of microporous and nanoporous materials, such as zeolites and metal org. framework materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtVGgurrN&md5=35619c9df3eaa69f185d135f79dddbf9"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-24/acs.jpcc.5b02768/20150612/images/small/jp-2015-02768p_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-24/acs.jpcc.5b02768/20150612/images/small/jp-2015-02768p_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-24/acs.jpcc.5b02768/20150612/images/small/jp-2015-02768p_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-24/acs.jpcc.5b02768/20150612/images/small/jp-2015-02768p_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-24/acs.jpcc.5b02768/20150612/images/small/jp-2015-02768p_0006.gif\">"]}
