{"title": ["Rationally Designed Nitrogen-Rich Metal–Organic Cube Material: An Efficient CO", " Adsorbent and H", " Confiner"], "authors": ["Gisela Orcajo", "Guillermo Calleja", "Juan A. Botas", "Lukasz Wojtas", "Mohamed H. Alkordi", "Manuel Sánchez-Sánchez"], "doi": ["10.1021/cg401613w"], "abstract": ["A new porous MOF-based adsorbent (ITF-1) has been prepared following a series of rationally designed structural and compositional features. ITF-1 is very rich in N atoms and possesses metal−organic cube (MOC) cavities of ideal dimensions to confine H", " or CO", ". It showed singular behavior in adsorption: MOC cavities become full of H", " at 0.1 bar and have high CO", " capacity per surface area.", "Metal–organic frameworks (MOFs) have been postulated for years as industrially achievable materials for CO", " capture and H", " storage. However, a great leap forward their real applications is still pending. This article details the design of a MOF material, including the reasoned choices of metal ion, organic linker, and even the structural subunits, as efficient adsorbent of both CO", " and H", ". In particular, it was planned (i) to raise the polarizability of the framework by using a highly N-rich organic linker and (ii) to favor the formation of nanocavities with suitable size to confine small molecules. The resultant tetrazole-imidazole-based ITF-1 material containing nanocubes certainly achieved all these aimed premises. Nevertheless, such structural and compositional distinctiveness was reflected in some noteworthy adsorption features. CO", " adsorption was highly remarkable, and it was characterized by a wide hysteresis loop along the whole studied range of pressures. H", " molecules totally filled the nanocavities under only 0.1 bar at 77 K, and at 273 K, H", " uptake became tens of times higher than expected according to their textural properties. These unique adsorption results, together with the discussed relationship between structure/composition of ITF-1 and their adsorption features, underline the importance of a tailored MOF materials for particular applications."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "1 Introduction", "Nowadays, two of the biggest scientific challenges in environmental and energetic fields are CO", "2", " capture and H", "2", " storage. In both fields, metal–organic framework materials (MOFs) have been postulated as potential alternatives, but they are still far from reaching the imposed requirements.", "(1, 2)", " The rush to get most open MOFs is sometimes justified in terms of improving their capacity for adsorbing highly demanded gases. However, CO", "2", " capture is a more complex phenomenon than a simple adsorption process, because this molecule is generally emitted accompanied by a variety of gases. Therefore, not only the global capacity of the adsorbent but also a high selectivity to CO", "2", " is valuable, if not compulsorily required. The enhancement of the CO", "2", " affinity by porous adsorbents when they exhibit smalls pores, able to confine the molecules by increasing the van der Waals forces,", "(3)", " and when they are functionalized with N-containing groups such as amines", "(4)", " or imines", "(5)", " is well-known. MOFs are not an exception, and thus similar behavior has been described in amino-functionalized MOFs", "(6, 7)", " compared with their nonfunctionalized homologues. Similarly, tetrazole-based MOFs exhibit ones of the highest values of CO", "2", " adsorption capacity among the known MOFs and, not least important, a remarkable CO", "2", " selectivity at 273 K and 1 bar in mixtures CO", "2", "/CH", "4", ", due to the multipointed interactions between CO", "2", " molecules and MOF structure.", "(8, 9)", " Moreover, metal azolate frameworks are characterized by possessing strong and directional coordination ability in bridging metal ions,", "(10, 11)", " and thus they generally show good thermal and chemical stabilities, sometimes higher than those of the carboxylate-based MOF homologues.", "(12)", " Therefore, a coherent design of a MOF material for CO", "2", " capture purposes could include organic linkers based on imidazoles, triazoles, or, even better, tetrazoles.", "Regarding H", "2", " storage by MOFs, it is quite common to find a linear correlation between their H", "2", " uptakes and their surface areas,", "(1, 13)", " evidencing a poor chemical affinity of these materials for efficiently retaining H", "2", ". Breaking that linearity becomes really difficult because of the hardly compressible character of H", "2", ".", "(1)", " However, it is widely assumed that achievement of MOFs either of lower framework density or possessing larger pores is not enough to reach the adsorption industry needs.", "(1)", " Instead, it must be combined with some other features of MOFs that increase the interaction with H", "2", " molecules. Fortunately, the exceptional versatility of MOFs has allowed development of very different strategies for making MOF materials better adsorbents of H", "2", ", such as the increase of free volume of the framework by discovering new opener structures,", "(14)", " the presence of unsaturated and exposed metal sites,", "(15)", " the possibility of functionalizing the organic linker,", "(16)", " the partial doping of framework metal,", "(17, 18)", " the incorporation of extraframework noble metal species to favor spillover effects,", "(19, 20)", " or the ion exchange in MOF having charged frameworks.", "(21-23)", " Although all these strategies were successful to a greater or lesser extent, the results of none of these approaches have been promising enough to guarantee that any of them is the right way to go. However, there is another potential structural feature in MOFs that has been theoretically pointed out", "(23, 24)", " but scarcely studied", "(25, 26)", " as augmenter of H", "2", " adsorption efficiency: the confinement of H", "2", " within tailored nanocavities, which would increase the isosteric heat of H", "2", " adsorption by favoring the dispersive (van der Waals) H", "2", "–MOF surface interaction.", "(27)", " A confinement of H", "2", " molecule will be ideal within pores whose walls are separated by two times the kinetic diameter of H", "2", " (2.9 Å),", "(27)", " so that quantum effects becomes noteworthy in pores with diameters below 6 Å.", "(24)", " In the same way, other authors have suggested that MOFs with pore diameters slightly larger than kinetic diameter of the hydrogen molecule (4.5–5.0 Å)", "(28)", " are desirable for H", "2", " adsorption, even sacrificing part of their pore volume. Additionally, it is foreseeable that confinement effects become more pronounced when cavities with diameters close to 6 Å in the three spatial dimensions (rather than simple pores, windows or free volume delimited by network catenation) constitute the MOF framework. All these premises match very well with MOF materials containing the so-called metal–organic cubes (MOCs), forming nanocavities", "(29)", " of the desired dimensions. Those subunit MOCs are formed by isolated metal ions and imidazole-based linkers, which gives Me–imidazole–Me angles of ∼145°, just like the average angle of zeolite nets. In fact, MOC-based materials usually adopt zeolite-like topologies, like other zeolite-related MOFs (either ZIF", "(30)", " or ZMOF", "(31, 32)", " materials), which have also organic linkers based on imidazole. Some zeolite nets share eight tetrahedral subunits in a cube-like arrangement, commonly called double four-ring, D4R.", "(33)", " Accordingly, the metal–organic cubes can be considered as D4R building subunits able to generate zeolite-like frameworks", "(29, 34, 35)", " with different topologies such as lta, aco, ast or asv. The imidazole-based D4R cube subunits have dimensions close to those ideals for H", "2", " confinement,", "(24, 27, 28)", " as the distance between two contiguous metal atoms, which are in the cube corner, are ca. 6.3 Å not considering their atomic or van de Waals radius.", "(34)", "Therefore, the choice of a MOC-based material in this work seems reasonable because it would have nanocavities of a predesigned size and also because it would be an imidazole-tetrazole-based MOF with high N-content that would favor H", "2", "(36)", " and CO", "2", " molecule polarization. In other words, both CO", "2", " and H", "2", " adsorption could be favored by different factors in that still-theoretical MOF. To make the linker even richer in N, a noncommercially available linker will be prepared in our laboratory by introducing two tetrazole groups over the two consecutive C atoms of the imidazole (Figure ", "1", "). Presumably, the metal ion would continue preferring to be linked to the N atoms of the imidazole groups, which are prone to direct D4R MOCs subunits", "(35)", " and would be not necessarily hindered by tetrazole substitution.", "Figure 1. Organic linker 1", "H", "-imidazol-4,5-tetrazole (HIT).", "Moreover, the choice of metal ion should be based on controlling its coordination number and the size and the geometry of its inorganic units in order to generate predesigned finite metal–organic units. In this context, indium has been chosen as the structural metal for other MOFs exhibiting zeolite-like topology or MOC structures,", "(38)", " in which inorganic moiety is composed by isolated metal atoms instead of metal clusters,", "(34)", " favoring the formation of cavities with smaller sizes. More importantly, some MOCs have been also described with In", "3+", " as isolated metal ion.", "(29)", " Therefore, the choice of In as metal atom and imidazole as the linking point within the organic ligand should make easier our aim, taking MOC-2 and MOC-3 materials as inspiration.", "(35)", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "2 Experimental Section", "2.1", "Organic Ligand Preparation", "The organic linker 4,4′-(1", "H", "-imidazole-4,5-diyl)bis(1", "H", "-tetrazol-4-ium) (HIT, Figure ", "1", ") is not commercially available. It was prepared following a modified procedure reported by Demko et al.", "(37)", " in which tetrazole groups substitute cyano ones, shown in Scheme ", "1", ". 1", "H", "-Imizole-4,5-dicarbonitrile (20 mmol), sodium azide (1.43 g, 22 mmol), zinc bromide (4.50 g, 20 mmol), and 40 mL of water were mixture in a round-bottom flask. The reaction mixture was refluxed for 24 h under vigorous stirring. The white solid was filtered and washed 5 times with 20 mL of deionized water. Three milliliters of nitric acid was added to the last suspension, until a pH value of 1 was reached, and vigorous stirring was continued during 1 h at 80–90 °C. Finally, tetrazole-based product was filtered and again washed another 5 times with 20 mL of deionized water and dried in an oven at 110 °C during 6 h.", "Scheme 1. Synthesis of HIT Organic Ligand", "2.2", "Metal–Organic Framework Material Preparation", "ITF-1 (imidazole- and tetrazole-based framework number 1) material was prepared from a mixture of HIT and In(NO", "3", ")", "3", "·", "x", "H", "2", "O in a ", "N", ",", "N", "′-dimethylformamide (DMF)/acetonitrile (CH", "3", "CN) mixture middle acidified, also containing hexamethylenetetramine (HMTA) as an structure directing agent (SDA), having the following molar composition: 1 In/2 HIT/500 DMF/574 CH", "3", "CN/4 HTMA/18 HNO", "3", ". This mixture was heated at 1 °C/min up to 85 °C, and this temperature was maintained during 42 h. After the mother liquor was decanted, the solid product was washed and kept submerged in a DMF/CH", "3", "CN mixture (1:1 vol.).", "2.3", "Characterization of the Samples", "Single-crystal X-ray diffraction (XRD) data for ITF-1 were collected using Bruker-AXS SMART-APEX CCD diffractometer using Mo Kα (λ = 0.71073 Å). Indexing was performed using APEX2", "(38)", " (Difference Vectors method). Data integration and reduction were performed using SaintPlus 6.01.", "(39)", " Absorption correction was performed by multiscan method implemented in SADABS.", "(40)", " Space groups were determined using XPREP implemented in APEX2.", "(38)", " The structure was solved using SHELXS-97 (direct methods) and refined using SHELXL-97 (full-matrix least-squares on ", "F", "2", ") contained in APEX2,", "(38)", " WinGX v1.70.01,", "(40-44)", " and OLEX2 programs packages.", "(45)", " Atoms of the ligand and metal cations have been refined anisotropically. Disordered counterions and solvent have been refined isotropically and using restraints. Counterions and solvent molecules are heavily disordered. In some cases, it was possible to tentatively locate dimethyl ammonium cations and acetonitrile molecules. The rest of disordered solvent has been modeled as O atoms. Cations (N31 and N41) form hydrogen bonds with MOC nitrogen atoms. Hydrogen atoms were placed in geometrically calculated positions and included in the refinement process using riding model with isotropic thermal parameters: ", "U", "iso", "(H) = 1.2", "U", "eq", "(−CH). The relatively large electron density peak (3.972 e·Å", "–3", ") is located 0.94 Å from In cations. Crystal data and refinement conditions are shown in Table S1, ", "Supporting Information", ". Powder X-ray diffraction (PXRD) patterns were obtained in a Philips XPERT PRO using Cu Kα (λ = 1.542 Å) radiation. In order to avoid the effects of preferred crystal orientation, the samples were grounded.", "Scanning electron microscopy (SEM) images and microelemental analysis (EDS) were obtained on a Philips XL-30 ESEM operated at 200 kV. Fourier transform-infrared spectra (FT-IR) were recorded for powder samples in a Mattson Infinity series spectrophotometer. Elemental analyses were carried out using an analyzer type ELEMENTAR VARIO EL III, equipped with a thermal conductivity detector, being the oven temperature and the reduction coil temperature of 1423 and 1123 K, respectively. N", "2", " adsorption–desorption isotherms were measured at 77 K on an AutoSorb equipment (Quantachrome Instruments). Samples of about 20–40 mg were previously in situ evacuated under high vacuum (<10", "–7", " bar) for 24 h at 40 °C.", "CO", "2", " and H", "2", " (99.999%) isotherms at 273 K (and also at 77 K in the case of H", "2", " isotherms) were carried out on a Hiden Analytical Intelligent gravimetric analyzer equipped with an ultrahigh vacuum system. The microbalance showed a long-term stability of ±1 μg with a weight resolution of 0.2 μg. The approach to equilibrium was measured real time using a computer algorithm. The pressure was monitored by two pressure transducers in the ranges 0–1 bar and 0–20 bar. The buoyancy effects were corrected as a function of temperature taking into account the void volume of the cell determined with He gas at 77 K and assuming that the amount of He adsorbed is negligible.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "3 Results and Discussion", "Once the pure organic ligand was obtained (NMR and FTIR spectra are shown in ", "Supporting Information", "), a systematic study of crystallization variables of the new MOF material was carried out by modifying organic ligand/metal ratio, nature of solvent, presence or absence of different structure directing agents, basic or acidic media, or crystallization conditions. Finally, optimized conditions were found for crystallizing the new ITF-1 material, as described in ", "Experimental Section", ".", "The crystalline structure of this material was solved by single crystal X-ray diffraction technique (Figure ", "2", "). At first glance, the most relevant features of the structure are (i) a 3-D N-rich zeolite-like MOF composed by indium and a linker with exposed tetrazole groups and (ii) D4R MOC-based nanocavities of the desired dimensions. Therefore, the main objectives of the new structure have been somehow achieved. In the negative part, the concentration of these nanocavities within the framework is rather low compared with some other MOC-", "n", " materials described by Eddauodi and co-workers.", "(34, 35)", " Such low concentration is related to the arrangement and the steric hindrances of tetrazole groups, because they must necessarily point out away from the MOC, which makes difficult any condensation between MOC units, even by sharing vertexes. Nevertheless, these handicaps could somehow become advantageous, since it could allow the evaluation of both H", "2", " and CO", "2", " confinement and adsorption efficiency regarding its isolated MOC D4R units and the influence of a high exposure degree of N atoms from the tetrazole groups.", "The as-synthesized ITF-1 material has a molar composition of C", "96", "H", "161", "In", "8", "N", "138", "O", "16.76", " or [In", "8", "(C", "5", "H", "1", "N", "10", ")", "12", "]", "12–", "·12[NH", "2", "(CH", "3", ")", "2", "]", "+", "·6CH", "3", "CN·16.76H", "2", "O. As predesigned and unlike so many porous MOFs, this structure does not contain metal clusters, what partially explains their relatively small pores. Each In", "3+", " ion has a quite symmetrical octahedral coordination to six nitrogen atoms, InN", "6", ", belonging to one of three different HIT linkers connected to the In metal by both the imidazole and a tetrazole groups. The bis(bidentate) ligand 4,4′-(1", "H", "-imidazole-4,5-diyl)bis(1", "H", "-tetrazol-4-ium) (HIT) favors the coordination of the both N atoms of the imidazole group to two different indium atoms, leading to the construction of a metal–organic cube, in such a way that imidazole rings form the cube edges and single indium atoms form the cube vertexes. This is exactly what we expected from the original design, based on the precedents found in other MOCs.", "(29, 34)", " Therefore, the metal–nitrogen bonds from imidazole rings rather than these from tetrazole groups are indeed the driving force of the achieved structure. The In–In–In angle is strictly 90°, making clear the exactness of the MOC cube units, whereas the In–In distances along the edges are 6.543 Å, a bit longer than Ni–Ni distances (6.29–6.33 Å) in a similar MOC subunit,", "(34)", " as a consequence of different ionic radii of Ni", "2+", " (83 pm in octahedral coordination) and In", "3+", " (94 pm in the same coordination). Taking into account that atoms are not points but have a non-negligible size (whose magnitude depends on the considered radius), the size of the cavity is close to the estimated optimum size for H", "2", " confinement.", "Crystal data of ITF-1 material were as follows: C", "96", "H", "161", "In", "8", "N", "138", "O", "16.76", "; ", "M", "r", " = 4435.29; trigonal, ", "R", "3̅; ", "a", " = b =", " 29.475(2), ", "c", " = 22.140(2) Å; ", "V", " = 16657.7(18) Å", "3", "; ", "Z", " = 3; ", "D", "c", " = 1.326 g/cm", "3", ". These results agreed very well with that from elemental analysis, 29.5% C, 39.0% H, 33.2% N. The spatial arrangement of linkages between MOC units gives ITF-1 material with a known zeolitic topology, whose three-letter IZA code is AST", "(33)", " (Figure ", "2", ", bottom), coinciding with the topology of MOC-3.", "(35)", " Although strictly speaking AST materials with zeolitic composition are not porous, because its largest pore is of the 6-MR, in the case of ITF-1 the pores are very much larger since the HIT linker substitutes an oxygen atom of its homologous zeolite framework. The theoretical accessible volume was 46%, estimated through Connolly software.", "(46)", "Figure 2. (a) Unit cell of ITF-1, as solved by single-crystal data. In, light brown; C, gray; N, blue. (b) Cube arrangements in AST topology. (c) Representation of MOC cube with In metal as light brown polyhedron.", "In order to confirm the purity of the sample and the quality of single-crystal resolution, the experimental and the simulated (from crystallographic data) powder X-ray diffraction patterns are compared in Figure ", "3", ". Both patterns match very well in position and relative intensity of the reflections, ratifying that the only phase present in the sample corresponds to the solved structure.", "Figure 3. Powder XRD patterns of experimental and simulated from single-crystal data of ITF-1 material.", "SEM images of ITF-1 sample at different magnifications are shown in Figure ", "4", ". The sample is basically formed by well-defined polyhedral crystals of uniform size (of ca. 20 μm) and shape, which suggests again the high purity of the sample.", "Figure 4. SEM micrographs of as-synthesized ITF-1 material.", "The porosity of these materials was measured by carbon dioxide adsorption at 273 K (Figure ", "5", ", red line), since the adsorbed volume of N", "2", " at 77 K was practically negligible (Figure ", "5", ", black line). Like in other microporous materials unable to adsorb N", "2", " in a substantial part of their porosity, the micropore specific surface area of the ITF-1 material was estimated by applying Dubinin–Radushkevich", "(47)", " and Stoeckli", "(48)", " methods to the experimental CO", "2", " adsorption data registered at 273 K. The so-estimated surface area was 213 m", "2", "/g, evidencing the microporous character of the ITF-1 material. Although the estimated surface area seems to be rather low compared with those of some other MOFs, it must be noted that (i) its homologue MOC-3, which has an ast topology too and very similar D4R cubes, also gave relatively low surface area (450 m", "2", "/g),", "(35)", " (ii) unlike MOC-3, ITF-1 was practically unable to adsorb N", "2", " at 77 K (Figure ", "5", "), giving an idea that it has more hindered/inaccessible porosity, and (iii) there is no guarantee that the pores are wholly accessible for CO", "2", " at 273 K, it being possible, for instance, that the detected adsorbed CO", "2", " is retained basically by the polarizing tetrazole groups. The reason N", "2", " is scarcely adsorbed in an evacuated sample (otherwise, it is difficult to explain the substantial CO", "2", " adsorption) is not clear at this point, and it was unexpected from the structure solved from X-ray crystallographic data. This a priori anomalous behavior suggests that N", "2", " molecules cannot enter the pores at 77 K due to diffusional resistances. Similar behavior has been reported for other porous materials, including MOF-", "(49, 50)", " and carbon-based", "(51, 52)", " ones, all of them having small pores as a common feature. At higher temperatures (for instance, at 273 K, at which the CO", "2", " isotherm was registered), thermal energy allows the molecules to overcome these resistances. In addition, CO", "2", " adsorption should be favored against the N", "2", " one due to the smaller size (3.30 vs 3.64 Å, respectively) and the higher quadrupolar moment/polarizability of the former.", "(53)", " The difference in polarizability will be highlighted below and attributed to the high N content of the tetrazole-based MOF material. Therefore, although both isotherms from Figure ", "5", " could not be strictly comparable, it is presumable that this MOF could have a relevant behavior as CO", "2", "/N", "2", " separator, in good agreement with what has been described for some other N-rich MOFs.", "(54)", "Figure 5. N", "2", " and CO", "2", " isotherms of the ITF-1 sample at 77 and 273 K, respectively.", "Figure ", "6", " shows the CO", "2", " adsorption/desorption isotherms of the sample ITF-1 at 273 K in the pressure range of 0–10 bar. CO", "2", " adsorption is outstanding for a MOF material with a surface area of only 213 m", "2", "/g. Such CO", "2", " uptake (18.6 wt % at 10 bar) is about one-third of the one given by a MOF-5 material (59.3 wt %) under the same conditions,", "(17)", " which has a notable CO", "2", " capacity among some other materials.", "(2)", " However, an analysis of those data considering the specific surface area of both compared MOF materials (213 m", "2", "/g for ITF-1 and 2450 m", "2", "/g", "(17)", " for MOF-5) indicates a CO", "2", " uptake almost four times more effective in the case of the ITF-1 sample (0.087 vs 0.024 g CO", "2", "/m", "2", " adsorbent). On the other hand, another noteworthy feature of the isotherm from Figure ", "6", " is a prominent hysteresis loop between the adsorption and desorption branches. Its origin is probably related to the constrained pores that avoided an appropriate estimation of surface area by N", "2", " adsorption isotherms at 77 K (Figure ", "5", "); if so, physical rather than chemical interaction could differentiate adsorption and desorption processes. A second possibility would be related to the interaction between the N-rich framework and CO", "2", "; during the adsorption process, CO", "2", " could be fixed on any center with mild affinity for it, and even this CO", "2", " adsorption could contribute to hinder other potential stronger adsorption centers, also facilitated by the diffusional problems in such narrow cavities; the longer time spent until desorption starts would allow CO", "2", " to find the centers that retain it more strongly, and the desorption is consequently produced more orderly according to the center’s affinity for CO", "2", ". In both possibilities, the presence of the hysteresis loop suggests that the CO", "2", " isotherm is not under equilibrium conditions but is somehow influenced by kinetics. The hysteresis loop only closes at pressures very near 0 bar (below 0.02 bar). Some other MOF materials have been reported to have similar behavior, like the so-called NOTT-202a.", "(55)", " In other reported hysteresis loops in a CO", "2", " isotherm, this phenomenon was explained based on the flexibility of the MOF structure.", "(56)", " The latter explanation cannot be discarded in the ITF-1 material, because the relatively weak links between D4R cubes, together with the presumably high affinity of the N-rich organic linker for CO", "2", ", could lead to a reversible deformation of the framework (the stability of the framework after CO", "2", " adsorption was made clear by powder X-ray diffraction in Figure S3 of ", "Supporting Information", ", so any deformation, if it exists, has necessarily to be reversible). Nevertheless, the hysteresis loop of the so-called YO-MOF", "(55)", " almost closes at pressures of 0.4 atm, whereas that of the isotherm of the ITF-1 material at the same temperature only closes at practically 0 bar. It suggests that the reversible framework flexibility, if present, seems not to be the only factor responsible of the observed hysteresis loop in Figure ", "6", ".", "Figure 6. CO", "2", " adsorption (full circles)/desorption (empty circles) isotherm at 273 K of the ITF-1 sample.", "It has been already established that the structural part of the design of the ITF-1 material led to a reasonable achievement (Figure ", "2", "). Moreover, one of the pursued applied aims, consisting of efficiently adsorbing CO", "2", ", has been also relatively successful (Figure ", "6", "). The remaining objective, trying to find a MOF able to strongly confining H", "2", " molecules, was probably the most ambitious challenge because of the difficultness of storing such a hardly compressible gas molecule having such a low critical temperature (32.97 K). Nevertheless, the structure of ITF-1 contains nanocavities a priori following the designed requirements (Figure ", "2", "), which increases the expectancy. The most extended test to evaluate the capacity of porous materials as H", "2", " physisorbents is their adsorption isotherm at 77 K. Figure ", "7", " shows the corresponding isotherm for ITF-1 material (black line, full circles) at moderate pressures, in the range of 0–10 bar. At 10 bar, the H", "2", " uptake reached by this MOF is 0.52 wt % (0.88 wt % was reached at 20 bar), which is much lower than the H", "2", " uptake values reported for some MOFs with higher surface areas.", "(1)", " Like in the CO", "2", " isotherm, if the amount of adsorbed H", "2", " is expressed per unit of surface area of the adsorbent, the H", "2", " uptake of ITF-1 is again competitive with those given for more open MOF materials. In this sense, it is convenient to have in mind the already mentioned relationship between the surface area of MOF materials and their H", "2", " uptake. That relationship is only disrupted by MOF materials that possess any property (exposed metal centers, supported noble metals inducing spillover, etc.) able to introduce an extra contribution in the otherwise simple and weak H", "2", "–framework interaction, generally independent of the MOF nature. Therefore, the better relative position of ITF-1 along the series of MOFs as H", "2", " adsorbents when H", "2", " uptake is divided by the surface area of the adsorbent (1.8 g H", "2", "/m", "2", " for MOF-5 vs. 4.2 g H", "2", "/m", "2", " for ITF-1), again suggests that ITF-1 effectively possesses a special singularity for attracting/retaining H", "2", ".", "Figure 7. H", "2", " adsorption isotherms at 77 K (●) and 273 K (△) of the sample ITF-1. The inset shows a schematic picture of a MOC cavity filled by four H", "2", " molecules.", "Furthermore, the H", "2", " isotherm at 77 K rarely has two very different slopes. To the best of our knowledge, no isotherm has been reported with such markedly different regions. Even the isotherm of the material known as MOC-3, which has the same ast topology and contains very similar D4R nanocavities, whose H", "2", " uptake is also higher than that expected from its surface area, showed a typical shape of a H", "2", " isotherm without any evident inflection point or any sudden changes in adsorption behavior.", "(38)", " In contrast, an abrupt slope change at pressure as low as ca. 0.05 bar is observed in the H", "2", " isotherm at 77 K of the ITF-1 material (Figure ", "7", "). Before such pressure is introduced, the slope of the isotherm is surprisingly high, as if some concrete adsorption centers have extraordinary affinity for H", "2", ". More interestingly, there is an extremely good match between the amount of adsorbed H", "2", " before the inflection point (up to 0.05 bar) and the number of H", "2", " molecules fitted into the nanocavities of ITF-1, as estimated from the crystallographically solved structure, both being four H", "2", " molecules per D4R cube. Detailed calculation of this matching can be found in ", "Supporting Information", ". This means that the cube-shaped nanocavities of ITF-1 are exceptional confiners of H", "2", ", even better than expected when they were designed. Indeed, these cavities are wholly filled with H", "2", " at 77 K under very low pressures (below 0.05 bar). Once the nanocavities are filled with H", "2", ", the capacity of the material ITF-1 for adsorbing H", "2", " is rather limited, as predicted by the low surface area of the material. Nevertheless, the shape of the H", "2", " isotherm at 77 K at higher pressures is also unusual compared with conventional H", "2", " isotherms of some other porous adsorbents under similar conditions. The typical plateau of the conventional (type I) isotherms when micropores are filled is not reached for ITF-1 materials up to 10 bar. This indicates that the real adsorption capacity of these materials has not been achieved, probably due to a poor connectivity between cages with void space.", "The H", "2", " isotherm registered at 273 K (Figure ", "7", ", empty red triangles) is not less impressive. If only a few modifications in some particular MOFs get to slightly improve the H", "2", " adsorption dictated by their surface area at 77 K, this aim is extraordinarily harder at room temperature.", "(1, 57)", " In this context, the 0.174 wt % of adsorbed H", "2", " at 10 bar and 273 K is not a minor result for a MOF with low surface area. It means that at that pressure (which is very low for H", "2", " storage purposes), practically all nanocavities are full of H", "2", " at room temperature. In order to contextualize this result, a MOF-5 material that has a surface area of more than 1 order of magnitude higher than that of ITF-1 only adsorbs 0.05 wt % of H", "2", " at room temperature.", "(20, 58-60)", " It means that the linearity between H", "2", " uptake and surface area of MOFs, in principle so hard to break, is however easily broken by the ITF-1 material, since it adsorbs several tens of times more H", "2", " than that dictated by that rule. The relevance of this result is made clear when compared with the higher reported enhancement of H", "2", " uptake at room temperature induced by spillover effect over some MOFs, which implies multiplying by a factor of 3 the H", "2", " uptake of the bare MOF.", "(20)", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "4 Conclusions", "This work describes in detail the design and the according preparation of a MOF material containing a N-rich linker and nanocavities to improve, on one hand, the affinity for CO", "2", " and H", "2", " and, on the other, the confining effect of these small molecules. Such design entails, first, the synthesis of the noncommercialized tetrazole- and imidazole-based organic linker and, subsequently, the optimization of the synthesis conditions with indium as the strategically chosen metal. The resultant so-called ITF-1 material made up of metal–organic cubes arranged with ast topology showed the main structural and compositional designed premises. Thanks to this, it was able to adsorb much more of both CO", "2", " and H", "2", " than expected from its relatively low surface area. In addition, the corresponding isotherms had unusual and exciting singularities, which were explained according to its structure. Thus, the CO", "2", " isotherm at 273 K has a prominent hysteresis loop along the whole studied range of pressures (0–10 bar), presumably due to the high polarizability of its N-rich organic linker or the nanosize of the cavities of ITF-1. H", "2", " isotherm at 77 K indicated a hierarchical filling, in such a way that each nanocavity is wholly occupied (by four H", "2", " molecules) at very low H", "2", " pressure, and the subsequent adsorption is rather discrete. Finally, the H", "2", " isotherms registered at nearly room temperature (273 K) showed the possibility of completely filling the nanocavities at pressure as low as 10 bar. Despite the absolute values of adsorption of either CO", "2", " or H", "2", " being far from the best among MOFs, this study provides key insights into the design of new MOFs for efficiently adsorbing these gases of high energetic and environmental interest. Additionally, we expect that the detailed rational design behind this noteworthy and successful adsorption result encourages and inspires the MOF scientific community to dedicate enough effort in the design materials of particular physical–chemical properties for reaching concrete objectives to the detriment of simply using trial-and-error strategies just trying to get new structures with scarce practical interest. Of course, the goal continues being to achieve a particular MOF material uniting high porosity and high physical–chemical retention for a particular gas (mainly H", "2", " or CO", "2", ").", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "Crystallographic data and some other extra characterization of the material ITF-1. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", " ", "Funding Information", "‘Comunidad de Madrid’ SOLGEMAC project through the Programme of Activities between Research Groups (S2009/ENE-1617) and Spanish Ministry of Economy and Competitiveness though CICYT (CTQ2012-38015 and MAT-2012-31127 projects).", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "We are grateful to Eddaoudi’s group at USF (Tampa, USA) for their invaluable help in the synthesis of the organic linker.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 60 other publications.", "1. ", "Suh", ", ", "M. P.", "; ", "Park", ", ", "H. J.", "; ", "Prasad", ", ", "T. K.", "; ", "Lim", ", ", "D. W.", " ", "Hydrogen storage in metal–organic frameworks", " ", "Chem. Rev.", " ", "2012", ",  ", "112", " (", "2", ")  ", "782", "– ", "835", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Hydrogen Storage in Metal-Organic Frameworks", "Suh, Myunghyun Paik; Park, Hye Jeong; Prasad, Thazhe Kootteri; Lim, Dae-Woon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "782-835", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  MOFs have versatile structures, high surface areas and high pore vols. - they can be regarded as good candidate materials for H storage.  There are many MOFs that have high H adsorption capacities at low temps., typically at 77 or 87 K.  The highest H storage capacity reported so far is 99.5 mg/g at 77K and 56 bar for NU-100.  However, the high H capacities of MOFs at cryogenic temps. decrease as the temp. increases to room temp.  This is because the H adsorption in MOFs is weak physisorption and the interaction energies between the H mols. and frameworks are low.  To develop MOFs as H storage materials that meet the U.S.DOE targets for an on-board hydrogen system, a serious challenge is still present in the design and synthesis of the MOF materials.  We may expect that highly stable MOFs having a large surface area and pore vol., together with many open metal sites and embedded catalysts for hydrogen spillover, would provide some pos. results for H storage at ambient temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1GlsbjM&md5=dd1f08beefd27cce77d88e466551c1af", "2. ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T. H.", "; ", "Long", ", ", "J. R.", " ", "Carbon dioxide capture in metal–organic frameworks", " ", "Chem. Rev.", " ", "2012", ",  ", "112", " (", "2", ")  ", "724", "– ", "781", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "3. ", "Nugent", ", ", "P.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Burd", ", ", "S. D.", "; ", "Cairns", ", ", "A. J.", "; ", "Luebke", ", ", "R.", "; ", "Forrest", ", ", "K.", "; ", "Pham", ", ", "T.", "; ", "Ma", ", ", "S.", "; ", "Space", ", ", "B.", "; ", "Wojtas", ", ", "L.", "; ", "Eddaoudi", ", ", "M.", "; ", "Zaworotko", ", ", "M. J.", " ", "Porous materials with optimal adsorption thermodynamics and kinetics for CO2 separation", " ", "Nature", " ", "2013", ",  ", "495", " (", "7439", ")  ", "80", "– ", "84", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Porous materials with optimal adsorption thermodynamics and kinetics for CO2 separation", "Nugent, Patrick; Belmabkhout, Youssef; Burd, Stephen D.; Cairns, Amy J.; Luebke, Ryan; Forrest, Katherine; Pham, Tony; Ma, Shengqian; Space, Brian; Wojtas, Lukasz; Eddaoudi, Mohamed; Zaworotko, Michael J.", "Nature (London, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "495", "\r\n        (", "7439", "),\r\n    ", "80-84", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Energy costs assocd. with the sepn. and purifn. of industrial commodities (e.g., gases, fine chems., fresh water) currently represent ∼15% of global energy prodn.; the demand for such commodities is projected to triple by 2050 (P. Taylor, 2010).  The challenge of developing effective sepn. and purifn. technologies which have much smaller energy footprints is greater for CO2 than for other gases; in addn. to its involvement in climate change, CO2 is an impurity in natural gas, biogas (biomass-based natural gas), syngas (CO/H2, the main H2 source for refineries), and many other gas streams.  In the context of porous cryst. materials which can exploit equil. and kinetic selectivity, size selectivity and targeted mol. recognition are attractive characteristics for CO2 sepn. and capture, as exemplified by 5A and 13X zeolites (J. Merel, et al., 2008), and metal-org. materials (MOM).  This paper reports that a crystal engineering or reticular chem. strategy which controls pore functionality and pore size in a series of MOM with coordinately satd. metal centers and periodically arrayed hexafluorosilicate anions (SiF52-) enables a kinetics and thermodn. sweet spots offering high volumetric uptake at low CO2 partial pressure (<0.15 bar).  Most importantly, such MOM offer an unprecedented CO2 sorption selectivity over N2, H2, and CH4, even in the presence of moisture.  Thus, these MOM are relevant to CO2 sepn. in the context of post-combustion (flue gas, CO2/N2), pre-combustion (shifted synthesis gas stream, CO2/H2), and natural gas upgrading (natural gas clean-up, CO2/CH4).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjsFCntbg%253D&md5=56941673abb6b13f920476a593dfeb98", "4. ", "Srivastava", ", ", "R.", "; ", "Srinivas", ", ", "D.", "; ", "Ratnasamy", ", ", "P.", " ", "Sites for CO2 activation over amine-functionalized mesoporous Ti(Al)-SBA-15 catalysts", " ", "Microporous Mesoporous Mater.", " ", "2006", ",  ", "90", " (", "1–3", ")  ", "314", "– ", "326", "[", "Crossref", "], [", "CAS", "]", "4. ", "Sites for CO2 activation over amine-functionalized mesoporous Ti(Al)-SBA-15 catalysts", "Srivastava, R.; Srinivas, D.; Ratnasamy, P.", "Microporous and Mesoporous Materials", "\r\n        (", "2006", "),\r\n    ", "90", "\r\n        (", "1-3", "),\r\n    ", "314-326", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Activation of CO2 and its utilization in the synthesis of chloropropene and styrene carbonates over functionalized, mesoporous SBA-15 solids, have been investigated.  The surface basicity of SBA-15 was modified with nitrogen-based org. mols. of varying basicity viz., alkyl amines (-NH2), adenine (Ade), imidazole (Im) and guanine (Gua).  The surface of SBA-15 was also functionalized with Ti4+ and Al3+ species.  The acid-base properties of these modified SBA-15 materials were investigated by temp.-programmed desorption (TPD) and diffuse-reflectance IR Fourier transform (DRIFT) spectroscopy.  NH3 and pyridine were used as probe mols. for acid sites, while CO2 was used to characterize the basic sites.  CO2 was activated at the basic amine sites forming surface carbamate species (IR peaks: 1609 and 1446 cm-1).  The latter reacted further with epoxides adsorbed on the acid sites forming cyclic carbonates.  A correlation between the intensity of the IR peak at 1609 cm-1 and cyclic carbonate yield has been obsd.  The cyclic carbonate yields were higher when both the acid and base functionalities were present on the surface.  The Ti- and Al-SBA-15 functionalized with adenine exhibited the highest catalytic activity and selectivity.  There is an optimal dependence (\"volcanic plot\") of the yield of cyclic carbonates on the desorption temp., T max(CO2) in the TPD expts.  These solid catalysts were structurally stable up to 473 K and could be recycled for repeated use.  In addn. to d., the strength and type of amine sites play a crucial role on CO2 activation and utilization.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhvVSmtrc%253D&md5=6e372c99cc705182800f59da7bf13a0a", "5. ", "Sanz", ", ", "R.", "; ", "Calleja", ", ", "G.", "; ", "Arencibia", ", ", "A.", "; ", "Sanz-Perez", ", ", "E. S.", " ", "CO2 adsorption on branched polyethyleneimine-impregnated mesoporous silica SBA-15", " ", "Appl. Surf. Sci.", " ", "2010", ",  ", "256", " (", "17", ")  ", "5323", "– ", "5328", "[", "Crossref", "], [", "CAS", "]", "5. ", "CO2 adsorption on branched polyethyleneimine-impregnated mesoporous silica SBA-15", "Sanz, R.; Calleja, G.; Arencibia, A.; Sanz-Perez, E. S.", "Applied Surface Science", "\r\n        (", "2010", "),\r\n    ", "256", "\r\n        (", "17", "),\r\n    ", "5323-5328", "CODEN:\r\n                ", "ASUSEE", ";\r\n        ISSN:", "0169-4332", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Adsorption of pure CO2 on SBA-15 impregnated with branched polyethyleneimine (PEI) was studied.  Materials were prepd. by impregnating the pore surface of SBA-15 mesoporous SiO2 with different amts. of branched PEI (10, 30, 50 and 70%).  Textural properties, elemental anal. and low angle XRD measurements of the prepd. samples showed a progressive pore filling of SBA-15 as PEI loading was increased.  Pure CO2 adsorption isotherms on these modified SBA-15 materials were obtained at 45°, showing high adsorption efficiency for CO2 removal at 1 bar.  Chemisorption of CO2 on amino sites of the modified SBA-15 seems to be the main adsorption mechanism.  PEI content of impregnated SBA-15 influences the adsorption capacity of the material, being a relevant variable for CO2 removal by adsorption.  Temp. effect on adsorption was also studied in the range 25-75°, showing that temp. strongly influences CO2 adsorption capacity.  Adsorption capacity was also tested after regeneration of the PEI-impregnated SBA-15 materials.  The authors' results show that these branched PEI-impregnated materials are very efficient even at low pressure and after several adsorption-regeneration cycles.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXmtFWhs7s%253D&md5=088a06fdaa520c8758275473ec7e50f1", "6. ", "Karra", ", ", "J. R.", "; ", "Walton", ", ", "K. S.", " ", "Molecular Simulations and Experimental Studies of CO2, CO, and N-2 Adsorption in Metal-Organic Frameworks", " ", "J. Phys. Chem. C", " ", "2010", ",  ", "114", " (", "37", ")  ", "15735", "– ", "15740", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Molecular Simulations and Experimental Studies of CO2, CO, and N2 Adsorption in Metal-Organic Frameworks", "Karra, Jagadeswara R.; Walton, Krista S.", "Journal of Physical Chemistry C", "\r\n        (", "2010", "),\r\n    ", "114", "\r\n        (", "37", "),\r\n    ", "15735-15740", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Atomistic grand canonical Monte Carlo simulations were performed to understand the interplay of factors (pore size, heat of adsorption, open metal sites, electrostatics, and ligand functionalization) contributing to adsorption of CO2, CO, and N2 in MOFs.  Four MOFs (IRMOF-1, IRMOF-3, Cu-BTC, and Zn2[bdc]2[dabco]) were chosen for comparison.  Binary mixts. (CO2/CO) and (CO2/N2) contg. 5%, 50%, and 95% CO2 were examd.  CO2 is preferentially adsorbed over CO and N2 in all MOFs.  Cu-BTC displays higher selectivities for CO2 over CO at lower pressures and CO2 over N2 at all pressures for all mixts. due to the increase in electrostatic interactions of CO2 with the exposed copper sites.  However, IRMOF-3 shows surprisingly high selectivities for CO2 over CO for 50% and 95% mixts. at higher pressures due to the presence of amine-functionalized groups and high pore vol.  CO2 selectivities increase with increasing CO2 concn. in the gas mixts. at total pressures above 5 bar.  On the basis of the results obtained, it can be concluded that construction of smaller pore size MOFs relative to sorbate size with embedded open metal sites or functionalized groups can lead to greater enhancement of these adsorption sepn. systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVKrtrrK&md5=7d16ab0d27380e6ef8de56e1675b4345", "7. ", "Stavitski", ", ", "E.", "; ", "Pidko", ", ", "E. A.", "; ", "Couck", ", ", "S.", "; ", "Remy", ", ", "T.", "; ", "Hensen", ", ", "E. J. M.", "; ", "Weckhuysen", ", ", "B. M.", "; ", "Denayer", ", ", "J.", "; ", "Gascon", ", ", "J.", "; ", "Kapteijn", ", ", "F.", " ", "Complexity behind CO2 Capture on NH2-MIL-53(Al)", " ", "Langmuir", " ", "2011", ",  ", "27", " (", "7", ")  ", "3970", "– ", "3976", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Complexity behind CO2 Capture on NH2-MIL-53(Al)", "Stavitski, Eli; Pidko, Evgeny A.; Couck, Sarah; Remy, Tom; Hensen, Emiel J. M.; Weckhuysen, Bert M.; Denayer, Joeri; Gascon, Jorge; Kapteijn, Freek", "Langmuir", "\r\n        (", "2011", "),\r\n    ", "27", "\r\n        (", "7", "),\r\n    ", "3970-3976", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Some Metal Org. Frameworks (MOFs) show excellent performance in extg. carbon dioxide from different gas mixts.  The origin of their enhanced sepn. ability is not clear yet.  Herein, the authors present a combined exptl. and theor. study of the amino-functionalized MIL-53(Al) to elucidate the mechanism behind its unusual high efficiency in CO2 capture.  Spectroscopic and DFT studies point out only an indirect role of amine moieties.  In contrast to other amino-functionalized CO2 sorbents, no chem. bond between CO2 and the NH2 groups of the structure is formed.  The functionalization modulates the breathing behavior of the material, i.e., the flexibility of the framework and its capacity to alter the structure upon the introduction of specific adsorbates.  The absence of strong chem. interactions with CO2 is of high importance for the overall performance of the adsorbent, since full regeneration can be achieved within minutes under very mild conditions, demonstrating the high potential of this type of adsorbents for PSA like systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXivVShsrc%253D&md5=e9ebca4338eb83c2165b3582601dd610", "8. ", "Cui", ", ", "P.", "; ", "Ma", ", ", "Y. G.", "; ", "Li", ", ", "H. H.", "; ", "Zhao", ", ", "B.", "; ", "Li", ", ", "J. R.", "; ", "Cheng", ", ", "P.", "; ", "Balbuena", ", ", "P. B.", "; ", "Zhou", ", ", "H. C.", " ", "Multipoint Interactions Enhanced CO2 Uptake: A Zeolite-like Zinc–Tetrazole Framework with 24-Nuclear Zinc Cages", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", " (", "46", ")  ", "18892", "– ", "18895", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Multipoint Interactions Enhanced CO2 Uptake: A Zeolite-like Zinc-Tetrazole Framework with 24-Nuclear Zinc Cages", "Cui, Ping; Ma, Yu-Guang; Li, Huan-Huan; Zhao, Bin; Li, Jian-Rong; Cheng, Peng; Balbuena, Perla B.; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "46", "),\r\n    ", "18892-18895", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A zeolite-like microporous tetrazole-based metal-org. framework (MOF) with 24 nuclear zinc cages was synthesized and characterized.  It exhibits high CO2 adsorption capacity up to 35.6% (8.09 mmol/g) and excellent CO2/CH4 selectivity at 273 K/1 bar, being among the highest values known to date.  Theor. calcns. based on simulated annealing techniques and periodic DFT revealed that CO2 is predominantly located around the inner surface of the cages through multipoint interactions, in particular, around the arom. tetrazole rings.  Importantly, it is the 1st time that multipoint interactions between CO2 mols. and frameworks resulting in high CO2 uptake are obsd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsF2qtrfE&md5=b338cf0fe1cbdef723a539b0433c7f3b", "9. ", "Tseng", ", ", "T. W.", "; ", "Luo", ", ", "T. T.", "; ", "Chen", ", ", "S. Y.", "; ", "Su", ", ", "C. C.", "; ", "Chi", ", ", "K. M.", "; ", "Lu", ", ", "K. L.", " ", "Porous Metal–Organic Frameworks with Multiple Cages Based on Tetrazolate Ligands: Synthesis, Structures, Photoluminescence, and Gas Adsorption Properties", " ", "Cryst. Growth Des.", " ", "2013", ",  ", "13", " (", "2", ")  ", "510", "– ", "517", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Porous Metal-Organic Frameworks with Multiple Cages Based on Tetrazolate Ligands: Synthesis, Structures, Photoluminescence, and Gas Adsorption Properties", "Tseng, Tien-Wen; Luo, Tzuoo-Tsair; Chen, She-Yu; Su, Chong-Cheng; Chi, Kai-Ming; Lu, Kuang-Lieh", "Crystal Growth & Design", "\r\n        (", "2013", "),\r\n    ", "13", "\r\n        (", "2", "),\r\n    ", "510-517", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three tetrazolate-based coordination polymers [Mn(TzA)(H2O)2]n (1, H2TzA = 1H-tetrazole-5-acetic acid), {[Cd5(MTz)9]·OH}n (2, MTz = 5-methyltetrazolate), and [Cd3(MTz)3Cl3]n (3) were synthesized via the reactions of a tetrazole ligand H2TzA with metal ions under hydrothermal conditions.  During the formation of 2 and 3, Cd(II) ions were coordinated by MTz-, which was generated as the result of the in situ decarboxylation of the H2TzA ligand.  Single-crystal x-ray diffraction analyses revealed that 1 possessed an infinite 2-dimensional layer structure with a μ3-TzA2- moiety, forming a 44-sql topol., and the 2-dimensional sheets were further H-bonded to form a 3-dimensional framework.  Compd. 2 had a 3-dimensional porous framework with a 49·66-acs topol.  Compd. 3 adopted a 3-dimensional porous framework with a bcc. (bcu) topol., which was comprised of 48-membered (Cd24Cl24) rings, and it demonstrated a moderate adsorption of H2 over N2 as a result of its limited window size.  The solid-state luminescent properties of complexes 2 and 3 and the corresponding HMTz mol. were also studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhslalu7vI&md5=6a877736287b159d74532926d1718e9e", "10. ", "Natarajan", ", ", "S.", "; ", "Mahata", ", ", "P.", " ", "Non-carboxylate based metal-organic frameworks (MOFs) and related aspects", " ", "Curr. Opin. Solid State Mater. Sci.", " ", "2009", ",  ", "13", " (", "3–4", ")  ", "46", "– ", "53", "[", "Crossref", "], [", "CAS", "]", "10. ", "Non-carboxylate based metal-organic frameworks (MOFs) and related aspects", "Natarajan, Srinivasan; Mahata, Partha", "Current Opinion in Solid State & Materials Science", "\r\n        (", "2009", "),\r\n    ", "13", "\r\n        (", "3/4", "),\r\n    ", "46-53", "CODEN:\r\n                ", "COSSFX", ";\r\n        ISSN:", "1359-0286", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "A review.  The metal-org. frameworks, in recent years, show a variety of new developments that includes new methods of prepn., post synthesis modifications and novel class of compds.  Though most of the developments happened in the carboxylate based family of compds., the other related systems are also equally interesting.  This review highlights some of the developments that have taken place in the family of non-carboxylate metal-org. frameworks as well as some of the recent attempts at modifying the surfaces and pores of the MOFs by careful chem. manipulations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtVOnt7rP&md5=bf47e9deee5a3b825d585d5ea5aed7b3", "11. ", "Aromi", ", ", "G.", "; ", "Barrios", ", ", "L. A.", "; ", "Roubeau", ", ", "O.", "; ", "Gamez", ", ", "P.", " ", "Triazoles and tetrazoles: Prime ligands to generate remarkable coordination materials", " ", "Coord. Chem. Rev.", " ", "2011", ",  ", "255", " (", "5–6", ")  ", "485", "– ", "546", "[", "Crossref", "], [", "CAS", "]", "11. ", "Triazoles and tetrazoles: Prime ligands to generate remarkable coordination materials", "Aromi, Guillem; Barrios, Leoni A.; Roubeau, Olivier; Gamez, Patrick", "Coordination Chemistry Reviews", "\r\n        (", "2011", "),\r\n    ", "255", "\r\n        (", "5-6", "),\r\n    ", "485-546", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  The current great interest in prepg. functional metal-org. materials is inevitably assocd. with tremendous research efforts dedicated to the design and synthesis of new families of sophisticated multi-nucleating ligands.  In this context, the N-donor triazole and tetrazole rings represent two categories of ligands that are increasingly used, most likely as the result of the recent dramatic development of \"click chem.\" and Zeolitic Imidazolate Frameworks (ZIFs).  Thus, azole-based complexes found numerous applications in coordination chem.  In the present review, the authors focus on the use of 1,2,3-triazole, 1,2,4-triazole and tetrazole ligands to create coordination polymers, metal complexes and spin-crossover compds., reported to the end of 2009.  In the first instance, the authors present a compendium of all the relevant ligands that were employed to generate coordination polymers and Metal-Org. Frameworks (MOFs).  Due to the huge amt. of reported MOFs and coordination polymers bearing these azole rings, three representative examples for each category (therefore nine in total) are described.  The second section is devoted to the use of the bridging abilities of these azole ligands to prep. metal complexes (contg. at least two metal centers).  Given the large no. and the great structural diversity of the polynuclear compds. found in the literature, these were grouped according to their nuclearity.  Finally, in the last section, the triazole- and tetrazole-contg. coordination compds. exhibiting spin-crossover properties are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXpsFGrsg%253D%253D&md5=1046e4db2edd9ac2353a7c5921587d64", "12. ", "Catalan", ", ", "J.", "; ", "Abboud", ", ", "J. L. M.", "; ", "Elguero", ", ", "J.", " ", "Basicity and Acidity of Azoles", " ", "Adv. Heterocycl. Chem.", " ", "1987", ",  ", "41", ",  ", "187", "– ", "274", "[", "Crossref", "], [", "CAS", "]", "12. ", "Basicity and acidity of azoles", "Catalan, Javier; Abboud, Jose Luis M.; Elguero, Jose", "Advances in Heterocyclic Chemistry", "\r\n        (", "1987", "),\r\n    ", "41", "\r\n        (", "),\r\n    ", "187-274", "CODEN:\r\n                ", "AHTCAG", ";\r\n        ISSN:", "0065-2725", ".\r\n    ", "A review with numerous refs. including methods of detn., acid-base equil., and the structure of conjugate acids and bases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1cXktlOhu7k%253D&md5=9f88545f3adcf015a7de61764a209baa", "13. ", "Poirier", ", ", "E.", "; ", "Dailly", ", ", "A.", " ", "On the Nature of the Adsorbed Hydrogen Phase in Microporous Metal-Organic Frameworks at Supercritical Temperatures", " ", "Langmuir", " ", "2009", ",  ", "25", " (", "20", ")  ", "12169", "– ", "12176", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "On the Nature of the Adsorbed Hydrogen Phase in Microporous Metal-Organic Frameworks at Supercritical Temperatures", "Poirier, Eric; Dailly, Anne", "Langmuir", "\r\n        (", "2009", "),\r\n    ", "25", "\r\n        (", "20", "),\r\n    ", "12169-12176", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Hydrogen adsorption measurements on different metal-org. frameworks (MOFs) over the 0-60 bar range at 50 and 77 K are presented.  The results are discussed with respect to the materials' surface area and thermodn. properties of the adsorbed phase.  A nearly linear correlation between the max. hydrogen excess amt. adsorbed and the Brunauer-Emmett-Teller (BET) surface area was evidenced at both temps.  Such a trend suggests that the adsorbed phase on the different materials is similar in nature.  This interpretation is supported by measurements of the adsorbed hydrogen phase properties near satn. at 50 K.  In particular, the adsorbed hydrogen consistently exhibits liq. state properties despite significant structural and chem. differences between the tested adsorbents.  This behavior is viewed as a consequence of mol. confinement in nanoscale pores.  The variability in the trend relating the surface area and the amt. of hydrogen adsorbed could be explained by differences in the adsorbed phase densities.  Importantly, the latter were found to lie in the known range of bulk liq. hydrogen densities.  The chem. compn. and structure (e.g., pore size) were found to influence mainly how the adsorption isotherms increase as a function of pressure.  Finally, the abs. isotherms were calcd. on the basis of measured adsorbed phase vols., allowing for an estn. of the total amts. of hydrogen that can be stored in the microporous vols. at 50 K.  These amts. were found to reach values up to 25% higher than their excess counterparts, and to correlate with the BET surface areas.  The measurements and anal. in this study provide new insights on supercrit. adsorption, as well as on possible limitations and optimization paths for MOFs as hydrogen storage materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtFKktL3N&md5=9f4bb250ad81ede0a4c2c604c596ea3c", "14. ", "Furukawa", ", ", "H.", "; ", "Ko", ", ", "N.", "; ", "Go", ", ", "Y. B.", "; ", "Aratani", ", ", "N.", "; ", "Choi", ", ", "S. B.", "; ", "Choi", ", ", "E.", "; ", "Yazaydin", ", ", "A. O.", "; ", "Snurr", ", ", "R. Q.", "; ", "O’Keeffe", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Yaghi", ", ", "O. M.", " ", "Ultrahigh porosity in metal-organic frameworks", " ", "Science", " ", "2010", ",  ", "329", " (", "5990", ")  ", "424", "– ", "428", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Ultrahigh Porosity in Metal-Organic Frameworks", "Furukawa, Hiroyasu; Ko, Nakeun; Go, Yong Bok; Aratani, Naoki; Choi, Sang Beom; Choi, Eunwoo; Yazaydin, A. Oezguer; Snurr, Randall Q.; O'Keeffe, Michael; Kim, Jaheon; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "329", "\r\n        (", "5990", "),\r\n    ", "424-428", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Cryst. solids with extended non-interpenetrating three-dimensional crystal structures were synthesized that support well-defined pores with internal diams. of up to 48 angstroms.  The Zn4O(CO2)6 unit was joined with either one or two kinds of org. link, 4,4',4''-[benzene-1,3,5-triyl-tris(ethyne-2,1-diyl)]tribenzoate (BTE), 4,4',44''-[benzene-1,3,5-triyl-tris(benzene-4,1-diyl)]tribenzoate (BBC), 4,4',44''-benzene-1,3,5-triyl-tribenzoate (BTB)/2,6-naphthalenedicarboxylate (NDC), and BTE/biphenyl-4,4'-dicarboxylate (BPDC), to give four metal-org. frameworks (MOFs), MOF-180, -200, -205, and -210, resp.  Members of this series of MOFs show exceptional porosities and gas (hydrogen, methane, and carbon dioxide) uptake capacities.  For example, MOF-210 has Brunauer-Emmett-Teller and Langmuir surface areas of 6240 and 10,400 square meters per g, resp., and a total carbon dioxide storage capacity of 2870 mg per g.  The vol.-specific internal surface area of MOF-210 (2060 square meters per cubic centimeter) is equiv. to the outer surface of nanoparticles (3-nm cubes) and near the ultimate adsorption limit for solid materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptVWgsb8%253D&md5=ce5cd4101a6f96dc0d6c349bc478b3b0", "15. ", "Dinca", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "Hydrogen storage in microporous metal-organic frameworks with exposed metal sites", " ", "Angew. Chem., Int. Ed.", " ", "2008", ",  ", "47", " (", "36", ")  ", "6766", "– ", "6779", "[", "Crossref", "], [", "CAS", "]", "15. ", "Hydrogen storage in microporous metal-organic frameworks with exposed metal sites", "Dinca, Mircea; Long, Jeffrey R.", "Angewandte Chemie, International Edition", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "36", "),\r\n    ", "6766-6779", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Owing to their high uptake capacity at low temp. and excellent reversibility kinetics, metal-org. frameworks are potential solid-state H storage materials.  Strategies for increasing the affinity of these materials towards H have been pursued and the binding of H2 to unsatd. metal centers is one of the most promising.  The synthetic approaches employed far for producing frameworks with exposed metal sites are discussed as well as the H uptake capacities and binding energies in these materials.  Results from expts. that were used to probe independently the metal-H interaction in selected materials are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtV2iurrF&md5=2f4a240275f7eec477689d67e4fc0606", "16. ", "Mavrandonakis", ", ", "A.", "; ", "Klontzas", ", ", "E.", "; ", "Tylianakis", ", ", "E.", "; ", "Froudakis", ", ", "G. E.", " ", "Enhancement of Hydrogen Adsorption in Metal–Organic Frameworks by the Incorporation of the Sulfonate Group and Li Cations. A Multiscale Computational Study", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", " (", "37", ")  ", "13410", "– ", "13414", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Enhancement of Hydrogen Adsorption in Metal-Organic Frameworks by the Incorporation of the Sulfonate Group and Li Cations. A Multiscale Computational Study", "Mavrandonakis, Andreas; Klontzas, Emmanouel; Tylianakis, Emmanuel; Froudakis, George E.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "37", "),\r\n    ", "13410-13414", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "By ab initio methods, the effect on the H2 storage ability of a newly proposed org. linker for IRMOF-14 was studied.  The linker comprises a neg. charged sulfonate (-SO3-1) group in combination with a Li cation.  These two charged groups significantly increase the interaction energy between the hydrogen mols. and the new proposed org. linker of the MOF.  The substituted group of the linker may host up to six hydrogen mols. with an av. interaction energy of 1.5 kcal/mol per H2 mol.  This value is three times larger than the binding energy over the bare linker that was obtained from DFT calcns.  GCMC atomistic simulations verified that the proposed material can be qualified among the highest adsorbing materials for volumetric capture of H2, esp. at ambient conditions.  This functionalization strategy can be applied in many different MOF structures to enhance their storage abilities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtVOjurjL&md5=65ddfcdecd996ffe3b8497f3a9c27466", "17. ", "Botas", ", ", "J. A.", "; ", "Calleja", ", ", "G.", "; ", "Sanchez-Sanchez", ", ", "M.", "; ", "Orcajo", ", ", "M. G.", " ", "Cobalt Doping of the MOF-5 Framework and Its Effect on Gas-Adsorption Properties", " ", "Langmuir", " ", "2010", ",  ", "26", " (", "8", ")  ", "5300", "– ", "5303", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Cobalt Doping of the MOF-5 Framework and Its Effect on Gas-Adsorption Properties", "Botas, Juan A.; Calleja, Guillermo; Sanchez-Sanchez, Manuel; Orcajo, M. Gisela", "Langmuir", "\r\n        (", "2010", "),\r\n    ", "26", "\r\n        (", "8", "),\r\n    ", "5300-5303", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Partial isomorphic substitution of Zn in IRMOF metal clusters by cobalt ions is described for the 1st time.  Specifically, different nos. of Co2+ ions were incorporated during solvothermal crystn. into the Zn-based MOF-5 (IRMOF-1) framework, which is one of the most studied MOF materials.  The amt. of Zn that can be substituted seems to be limited, being ≤25% of total metal content, i.e., no more than one Co atom inside every metal cluster formed by four transition-metal ions, on av.  Several characterization techniques, including x-ray diffraction, DR UV-visible spectroscopy, N2 adsorption isotherms, and thermogravimetrical anal., strongly support the effective incorporation of Co into the material framework.  As-synthesized CoMOF-5 has cobalt ions in octahedral coordination, changing to tetrahedral by simple evacuation, presumably by the removal of two diethylformamide mols. per Co ion.  Also, the H2, CH4, and CO2 uptake of MOF-5 materials systematically increases with the Co content, particularly at high pressure.  Such an increase is moderate anyway, considering that Co is incorporated into unexposed metal sites that are less accessible to gas mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXjslanu70%253D&md5=c9059f0f0b3b36fa7ddf5a1218802dca", "18. ", "Botas", ", ", "J. A.", "; ", "Calleja", ", ", "G.", "; ", "Sanchez-Sanchez", ", ", "M.", "; ", "Orcajo", ", ", "M. G.", " ", "Effect of Zn/Co ratio in MOF-74 type materials containing exposed metal sites on their hydrogen adsorption behaviour and on their band gap energy", " ", "Int. J. Hydrogen Energy", " ", "2011", ",  ", "36", " (", "17", ")  ", "10834", "– ", "10844", "[", "Crossref", "], [", "CAS", "]", "18. ", "Effect of Zn/Co ratio in MOF-74 type materials containing exposed metal sites on their hydrogen adsorption behaviour and on their band gap energy", "Botas, Juan A.; Calleja, Guillermo; Sanchez-Sanchez, Manuel; Orcajo, M. Gisela", "International Journal of Hydrogen Energy", "\r\n        (", "2011", "),\r\n    ", "36", "\r\n        (", "17", "),\r\n    ", "10834-10844", "CODEN:\r\n                ", "IJHEDX", ";\r\n        ISSN:", "0360-3199", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Simultaneous incorporation of Zn and Co ions into MOF-74 during the crystn. process was studied, covering the whole Zn/Co concn. range (0-100% Co).  The characterization techniques used, including x-ray diffraction, DR-UV-visible spectroscopy, N2 adsorption isotherms and TGA, strongly evidence the successful incorporation of both cations into the material framework, producing the crystn. of MOF-74 with 100% Co and MOF-74 with 100% Zn starting from Zn-free and Co-free initial mixts., resp., under the same conditions.  H2, CH4 and CO2 uptakes of MOF-74 type materials generally increase with framework Co content at any pressure, suggesting a relevant role of cobalt in the adsorption process.  As expected, the comparison between the gas adsorption behavior of Co-substituted MOF-5 and Co-contg. MOF-74 materials shows that exposed metal sites play a key role in MOF performance in adsorption.  However, the good agreement between the evolution of the exptl. band gap values as a function of the Co content and the computational-based predictions found in the literature further supports the coexistence of Zn2+ and Co2+ ions forming the MOF-74 metal clusters.  Finally, variations of both isosteric heat of hydrogen adsorption and band gap energy with the metal cluster compn. show a parallel trend, although it is not systematic in the whole range of Zn/Co ratio.  Indeed, a min. band gap energy value and a max. isosteric heat of H2 adsorption value appear simultaneously for Co-rich samples still having some Zn rather than for all-Co samples.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtVWnt7fN&md5=1d6eecb5f250cb6bb68fa743446fd9cd", "19. ", "Sabo", ", ", "M.", "; ", "Henschel", ", ", "A.", "; ", "Froede", ", ", "H.", "; ", "Klemm", ", ", "E.", "; ", "Kaskel", ", ", "S.", " ", "Solution infiltration of palladium into MOF-5: synthesis, physisorption and catalytic properties", " ", "J. Mater. Chem.", " ", "2007", ",  ", "17", " (", "36", ")  ", "3827", "– ", "3832", "[", "Crossref", "], [", "CAS", "]", "19. ", "Solution infiltration of palladium into MOF-5: synthesis, physisorption and catalytic properties", "Sabo, Michal; Henschel, Antje; Froede, Heidrun; Klemm, Elias; Kaskel, Stefan", "Journal of Materials Chemistry", "\r\n        (", "2007", "),\r\n    ", "17", "\r\n        (", "36", "),\r\n    ", "3827-3832", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Palladium was infiltrated into the highly porous metal-org. framework MOF-5 {[Zn4O(bdc)3], bdc = benzene-1,4-dicarboxylate} using [Pd(acac)2] (acac = acetylacetonate) as the precursor in chloroform soln. via 'incipient wetness' impregnation.  The sp. surface area decreases from 2885 m2 g-1 to 958 m2 g-1 after infiltration.  After redn. in hydrogen or under vacuum, the hydrogen adsorption capacity is increased from 1.15 wt% to 1.86 wt% at 1 atm and 77 K.  The palladium loaded MOF-5 has a high catalytic activity in styrene hydrogenation comparable to that of palladium on activated carbon, but cis-cyclooctene hydrogenation is considerably slower.  Even at room temp., the catalyst is not stable in air due to the low hydrothermal stability of the MOF-5 support.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtVWktbbL&md5=d369fdc5f80fb69fb77a56aae0585690", "20. ", "Li", ", ", "Y. W.", "; ", "Yang", ", ", "R. T.", " ", "Significantly enhanced hydrogen storage in metal-organic frameworks via spillover", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", " (", "3", ")  ", "726", "– ", "727", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Significantly Enhanced Hydrogen Storage in Metal-Organic Frameworks via Spillover", "Li, Yingwei; Yang, Ralph T.", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "3", "),\r\n    ", "726-727", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The use of H in fuel-cell powered vehicles is limited by the lack of a safe and effective system for H storage.  Porous metal-org. frameworks (MOFs) are candidates for H storage, but it is not possible to achieve any significant H storage capacity in MOFs at ambient temp.  The authors show that for the 1st time significant amts. of H can be stored in MOF-5 and IRMOF-8 at ambient temp. through H dissocn. and spillover.  H uptake by MOF-5 and IRMOF-8 were enhanced by a factor of 3.3 and 3.1, resp., to nearly 2% at 10 MPa and 298 K with reversible isotherm characteristics.  This approach is suitable for H storage in a variety of MOF materials because they have structures similar to MOF-5 and IRMOF-8.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtlChu7fE&md5=97a023fcf80bf7a159d02ed28a0e812d", "21. ", "Calleja", ", ", "G.", "; ", "Botas", ", ", "J. A.", "; ", "Sanchez-Sanchez", ", ", "M.", "; ", "Orcajo", ", ", "M. G.", " ", "Hydrogen adsorption over Zeolite-like MOF materials modified by ion exchange", " ", "Int. J. Hydrogen Energy", " ", "2010", ",  ", "35", " (", "18", ")  ", "9916", "– ", "9923", "[", "Crossref", "], [", "CAS", "]", "21. ", "Hydrogen adsorption over Zeolite-like MOF materials modified by ion exchange", "Calleja, G.; Botas, J. A.; Sanchez-Sanchez, M.; Orcajo, M. G.", "International Journal of Hydrogen Energy", "\r\n        (", "2010", "),\r\n    ", "35", "\r\n        (", "18", "),\r\n    ", "9916-9923", "CODEN:\r\n                ", "IJHEDX", ";\r\n        ISSN:", "0360-3199", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Novel porous Zeolite-like metal-org. framework (ZMOF) materials with Rho and Sod topologies are promising adsorbents for H storage due to their high surface area and, more importantly, to their capacity of being ion-exchanged, potentially changing their affinity for H.  The authors have synthesized both Rho- and Sod-ZMOF materials, optimizing exptl. conditions for scaling-up the procedure already published to produce grams of material.  The resultant materials were alk.-cation-exchanged, widely characterized and finally tested as H adsorbents.  Rho-ZMOF is converted into an amorphous phase during some of the ion-exchange processes, whereas Sod-ZMOF, whose ion-exchange capacity was not studied so far, always maintains its topol. for any tested exchange cation and conditions.  Addnl., thermogravimetric analyses and thermal treatments followed by in-situ powder x-ray diffraction anal. have evidenced a significantly higher thermal stability of both as-prepd. and ion-exchanged Sod-ZMOF materials in comparison to their Rho-structured homologs.  Also, the thermal stability of the cation-exchanged ZMOF samples improves when MeOH is the ion-exchange solvent rather than the reported EtOH-H2O mixt.  N and H adsorption isotherms at 77 K suggested that alkali-exchanged materials have lower affinity for H than the as-prepd. samples compensated by imidazolium ion; however, due to the smaller size of Na+ or Li+ cations, their lower affinity is easily compensated by the inherent increase in surface area and pore vol. as exchange degree increases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVyrur3O&md5=daf8b20cf6ead852e8d5cd58a03f4362", "22. ", "Nouar", ", ", "F.", "; ", "Eckert", ", ", "J.", "; ", "Eubank", ", ", "J. F.", "; ", "Forster", ", ", "P.", "; ", "Eddaoudi", ", ", "M.", " ", "Zeolite-like Metal–Organic Frameworks (ZMOFs) as Hydrogen Storage Platform: Lithium and Magnesium Ion-Exchange and H", "2", "-(rho-ZMOF) Interaction Studies", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", " (", "8", ")  ", "2864", "– ", "2870", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "Zeolite-like Metal-Organic Frameworks (ZMOFs) as Hydrogen Storage Platform: Lithium and Magnesium Ion-Exchange and H2-(rho-ZMOF) Interaction Studies", "Nouar, Farid; Eckert, Juergen; Eubank, Jarrod F.; Forster, Paul; Eddaoudi, Mohamed", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "8", "),\r\n    ", "2864-2870", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Zeolite-like metal-org. frameworks (ZMOFs) are anionic, have readily exchangeable extra-framework cations, and can be constructed with a variety of org. linkers.  ZMOFs therefore can be regarded as an excellent platform for systematic studies of the effect(s) of various structural factors on H2 binding/interaction with porous metal-org. materials.  We find that the enhanced binding of mol. hydrogen in ion-exchanged ZMOFs with an anionic framework is largely governed by the presence of the electrostatic field in the cavity, which is reflected by isosteric heats of adsorption in these compds. which are greater by as much as 50% relative to those in neutral MOFs.  Direct contact of the sorbed hydrogen with the exchangeable cations is shown not to be possible in the explored systems thus far, as they retain their form as aqua complexes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhvVSnsbo%253D&md5=e785ec7b409b3aa1246df6ab5a922ef7", "23. ", "Reguera", ", ", "L.", "; ", "Krap", ", ", "C. P.", "; ", "Balmaseda", ", ", "J.", "; ", "Reguera", ", ", "E.", " ", "Hydrogen storage in copper Prussian blue analogues: Evidence of H", "2", " coordination to the copper atom", " ", "J. Phys. Chem. C", " ", "2008", ",  ", "112", " (", "40", ")  ", "15893", "– ", "15899", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Hydrogen Storage in Copper Prussian Blue Analogues: Evidence of H2 Coordination to the Copper Atom", "Reguera, L.; Krap, C. P.; Balmaseda, J.; Reguera, E.", "Journal of Physical Chemistry C", "\r\n        (", "2008", "),\r\n    ", "112", "\r\n        (", "40", "),\r\n    ", "15893-15899", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The hydrogen adsorption in porous Prussian blue analogs shows the highest value for copper, suggesting the possibility that a direct interaction between the copper atom and the hydrogen mol. is established.  The bonding of Cu2+ to the CN group of cyanometallates shows a unique behavior.  The trend of copper to receive electrons in its 3d hole to adopt an electronic configuration close to 3d10 is complemented by the ability of the CN group to donate electrons from its 5σ orbital, which has certain antibonding character.  Because of this cooperative effect, the electronic configuration of the copper atom at the cavity surface is close to Cu+.  The resulting large availability of electron d. on the copper atom favors its interaction with the antibonding σ* orbital of the hydrogen mol.  The charge removed from the metal t2g orbitals is compensated (donated) by H2 through a side-on σ interaction.  From these combined mechanisms, where H2 behaves as an acceptor-donor ligand for the copper atom, the high ability that copper hexacyanometallates show for the hydrogen storage could be explained.  This hypothesis is supported by the obtained hydrogen adsorption data for Cu3[Ir(CN)6]2, Cu3[Fe(CN)6]2, Cu2[Fe(CN)6], Cu[Pt(CN)6], and Cu3-xMnx[Co(CN)6]2, where 0 ≤ x ≤ 3, and also by the estd. values for the involved adsorption heats.  The studied samples were previously characterized using x-ray diffraction, thermogravimetry, and IR and Mossbauer spectroscopies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtFWksL7O&md5=00be4c8c57465a2063997ebf052108ea", "24. ", "Thomas", ", ", "K. M.", " ", "Hydrogen adsorption and storage on porous materials", " ", "Catal. Today", " ", "2007", ",  ", "120", " (", "3–4", ")  ", "389", "– ", "398", "[", "Crossref", "], [", "CAS", "]", "24. ", "Hydrogen adsorption and storage on porous materials", "Thomas, K. Mark", "Catalysis Today", "\r\n        (", "2007", "),\r\n    ", "120", "\r\n        (", "3-4", "),\r\n    ", "389-398", "CODEN:\r\n                ", "CATTEA", ";\r\n        ISSN:", "0920-5861", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review on current status of studies of hydrogen adsorption and storage on porous materials.  Results available for adsorption of hydrogen on porous materials, ranging from activated carbons to metal org. framework materials, are discussed.  The results indicate that up to ∼5 and ∼7.5 wt.% of hydrogen can be stored on porous carbon and metal org. framework materials, resp., at 77 K.  The amts. of hydrogen adsorbed on porous materials at ambient temps. and high pressures are much lower (.ltorsim.0.5 wt.%).  The strong temp. dependence of hydrogen physisorption on porous materials is a limitation in the application of this method for hydrogen storage in addn. to storage capacity requirements.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXht1Wgt78%253D&md5=a7b75dafaea4a80e5ec00625adb52840", "25. ", "Chen", ", ", "B. L.", "; ", "Zhao", ", ", "X.", "; ", "Putkham", ", ", "A.", "; ", "Hong", ", ", "K.", "; ", "Lobkovsky", ", ", "E. B.", "; ", "Hurtado", ", ", "E. J.", "; ", "Fletcher", ", ", "A. J.", "; ", "Thomas", ", ", "K. M.", " ", "Surface interactions and quantum kinetic molecular sieving for H", "2", " and D", "2", " adsorption on a mixed metal–organic framework material", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", " (", "20", ")  ", "6411", "– ", "6423", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Surface Interactions and Quantum Kinetic Molecular Sieving for H2 and D2 Adsorption on a Mixed Metal-Organic Framework Material", "Chen, Banglin; Zhao, Xuebo; Putkham, Apipong; Hong, Kunlun; Lobkovsky, Emil B.; Hurtado, Eric J.; Fletcher, Ashleigh J.; Thomas, K. Mark", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "20", "),\r\n    ", "6411-6423", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A rational strategy was used to immobilize open metal sites in ultramicroporosity for stronger binding of multiple H2 mols. per unsatd. metal site for H2 storage applications.  The synthesis and structure of a mixed Zn/Cu metal-org. framework material Zn3(BDC)3[Cu(Pyen)]·(DMF)5(H2O)5 (H2BDC = 1,4-benzenedicarboxylic acid and PyenH2 = (5-methyl-4-hydroxopyridine-3-methylene)ethylenediaminecarbaldehyde) is reported.  Desolvation provides a bimodal porous structure Zn3(BDC)3[Cu(Pyen)] (M'MOF 1) with narrow porosity (<0.56 nm) and an array of pores in the bc crystallog. plane where the adsorbate-adsorbent interactions are maximized by both the presence of open Cu centers and overlap of the potential energy fields from pore walls.  The H2 and D2 adsorption isotherms for M'MOF 1 at 77.3 and 87.3 K were reversible with virtually no hysteresis.  Methods for detn. of the isosteric enthalpies of H2 and D2 adsorption were compared.  A virial model gave the best agreement (av. deviation <1 std. deviation) with the isotherm data.  This was used in conjunction with the van't Hoff isochore giving isosteric enthalpies at zero surface coverage of 12.29 ± 0.53 and 12.44 ± 0.50 kJ mol-1 for H2 and D2 adsorption, resp.  This is the highest value so far obsd. for H adsorption on a porous material.  The enthalpy of adsorption, decreases with increasing amt. adsorbed to 9.5 kJ mol-1 at .ltorsim.≈1.9 mmol g-1 (2 H2 or D2 mols. per Cu corresponding to adsorption on both sides of planar Cu open centers) and is virtually unchanged in the range 1.9-3.6 mmol g-1.  Virial anal. of isotherms at 87.3 K is also consistent with 2 H2 or D2 mols. being bound to each open Cu center.  The adsorption kinetics follow a double exponential model, corresponding to diffusion along 2 types of pores, a slow component with high activation energy (13.35 ± 0.59 kJ mol-1) for the narrow pores and a faster component with low activation energy (8.56 ± 0.41 kJ mol-1).  The D2 adsorption kinetic consts. for both components were significantly faster than the corresponding H2 kinetics for specific pressure increments and had slightly lower activation energies than the corresponding values for H2 adsorption.  The kD2/kH2 ratio for the slow component was 1.62 ± 0.07, while the fast component was 1.38 ± 0.04 at 77.3 K, and the corresponding ratios were smaller at 87.3 K.  These observations of kinetic isotope quantum mol. sieving in porous materials are due to the larger zero-point energy for the lighter H2, resulting in slower adsorption kinetics compared with the heavier D2.  A combination of open metal centers and confinement in ultramicroporosity leads to a high enthalpy for H2 adsorption over a wide range of surface coverage and quantum effects influence diffusion of H2 and D2 in pores in M'MOF 1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXltVyjsLo%253D&md5=cd9993fbfa093dfecfd6324ec8f7d042", "26. ", "Zhao", ", ", "X. B.", "; ", "Xiao", ", ", "B.", "; ", "Fletcher", ", ", "A. J.", "; ", "Thomas", ", ", "K. M.", "; ", "Bradshaw", ", ", "D.", "; ", "Rosseinsky", ", ", "M. J.", " ", "Hysteretic adsorption and desorption of hydrogen by nanoporous metal-organic frameworks", " ", "Science", " ", "2004", ",  ", "306", " (", "5698", ")  ", "1012", "– ", "1015", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "Hysteretic Adsorption and Desorption of Hydrogen by Nanoporous Metal-Organic Frameworks", "Zhao, Xuebo; Xiao, Bo; Fletcher, Ashleigh J.; Thomas, K. Mark; Bradshaw, Darren; Rosseinsky, Matthew J.", "Science (Washington, DC, United States)", "\r\n        (", "2004", "),\r\n    ", "306", "\r\n        (", "5698", "),\r\n    ", "1012-1015", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Adsorption and desorption of hydrogen from nanoporous materials, such as activated C, is usually fully reversible.  The authors prepd. nanoporous metal-org. framework materials with flexible linkers in which the pore openings, as characterized in the static structures, appear to be too small to allow H2 to pass.  The authors observe hysteresis in their adsorption and desorption kinetics above the supercrit. temp. of H2 that reflects the dynamical opening of the windows between pores.  This behavior would allow H2 to be adsorbed at high pressures but stored at lower pressures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXptFyjtbc%253D&md5=42cbb6e1b708cd791929d4e89d328f95", "27. ", "Reguera", ", ", "E.", " ", "Materials for Hydrogen Storage in Nanocavities: Design Criteria", " ", "Int. J. Hydrogen Energy", " ", "2009", ",  ", "34", " (", "22", ")  ", "9163", "– ", "9167", "[", "Crossref", "], [", "CAS", "]", "27. ", "Materials for Hydrogen Storage in Nanocavities: Design criteria", "Reguera, E.", "International Journal of Hydrogen Energy", "\r\n        (", "2009", "),\r\n    ", "34", "\r\n        (", "22", "),\r\n    ", "9163-9167", "CODEN:\r\n                ", "IJHEDX", ";\r\n        ISSN:", "0360-3199", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "The adsorption potential for a given adsorbate depends of both, material surface and adsorbate properties.  In this contribution the possible guest-host interactions for H2 within a cavity or on a surface are discussed considering the mol. phys. properties.  Five different interactions contribute to the adsorption forces for this mol.: (1) quadrupole moment interaction with the local elec. field gradient; (2) electron cloud polarization by a charge center; (3) dispersive forces (van der Waals); (4) quadrupole moment vs. quadrupole moment between neighboring H2 mols., and, (5) H2 coordination to a metal center.  The relative importance of these five interactions for the hydrogen storage in nanocavities is discussed from exptl. evidences in order to ext. materials design criteria for mol. hydrogen storage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtlyhurnN&md5=dce179b9c7e9536a15279d93322a7052", "28. ", "Han", ", ", "S. S.", "; ", "Kim", ", ", "H. S.", "; ", "Han", ", ", "K. S.", "; ", "Lee", ", ", "J. Y.", "; ", "Lee", ", ", "H. M.", "; ", "Kang", ", ", "J. K.", "; ", "Woo", ", ", "S. I.", "; ", "van Duin", ", ", "A. C. T.", "; ", "Goddard", ", ", "W. A.", " ", "Nanopores of carbon nanotubes as practical hydrogen storage media", " ", "Appl. Phys. Lett.", " ", "2005", ",  ", "87", ",  ", "21", "There is no corresponding record for this reference.", "29. ", "Alkordi", ", ", "M. H.", "; ", "Brant", ", ", "J. A.", "; ", "Wojtas", ", ", "L.", "; ", "Kravtsov", ", ", "V. C.", "; ", "Cairns", ", ", "A. J.", "; ", "Eddaoudi", ", ", "M.", " ", "Zeolite-like Metal–Organic Frameworks (ZMOFs) Based on the Directed Assembly of Finite Metal–Organic Cubes (MOCs)", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", " (", "49", ")  ", "17753", "– ", "17755", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "Zeolite-like Metal-Organic Frameworks (ZMOFs) Based on the Directed Assembly of Finite Metal-Organic Cubes (MOCs)", "Alkordi, Mohamed H.; Brant, Jacilynn A.; Wojtas, Lukasz; Kravtsov, Victor Ch.; Cairns, Amy J.; Eddaoudi, Mohamed", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "49", "),\r\n    ", "17753-17755", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Zeolite-like metal-org. frameworks (ZMOFs) were prepd. through directed self-assembly of metal-org. cubes (MOCs) as supermol. building blocks (SBBs).  Zn12(guanidinium)8(ImDC)8(HImDC)4(DMF)8(H2O)3, (1, H3ImDC = 4,5-imidazoledicarboxylic acid) Zn8K8(HImDC)12(DMF)5(H2O)16, 2, and Cd8Na8(HImDC)8(ImDC)4(H2Pip)2(EtOH)5(H2O)37 were prepd. and characterized by single crystal x-ray diffraction anal.  ZMOFs were also prepd. in the same manner with Cd, Co, In and Mn (4-8) and characterized by single crystal x-ray diffraction anal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsVens7zF&md5=e801fee970ead2defb67057a760665f3", "30. ", "Park", ", ", "K. S.", "; ", "Ni", ", ", "Z.", "; ", "Cote", ", ", "A. P.", "; ", "Choi", ", ", "J. Y.", "; ", "Huang", ", ", "R.", "; ", "Uribe-Romo", ", ", "F. J.", "; ", "Chae", ", ", "H. K.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Exceptional chemical and thermal stability of zeolitic imidazolate frameworks", " ", "Proc. Natl. Acad. Sci. U. S. A.", " ", "2006", ",  ", "103", " (", "27", ")  ", "10186", "– ", "10191", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "30. ", "Exceptional chemical and thermal stability of zeolitic imidazolate frameworks", "Park, Kyo Sung; Ni, Zheng; Cote, Adrien P.; Choi, Jae Yong; Huang, Rudan; Uribe-Romo, Fernando J.; Chae, Hee K.; O'Keeffe, Michael; Yaghi, Omar M.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2006", "),\r\n    ", "103", "\r\n        (", "27", "),\r\n    ", "10186-10191", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "Twelve zeolitic imidazolate frameworks (ZIFs; termed ZIF-1 to -12) were synthesized as crystals by copolymn. of either Zn(II) (ZIF-1 to -4, -6 to -8, and -10 to -11) or Co(II) (ZIF-9 and -12) with imidazolate-type links.  The ZIF crystal structures are based on the nets of seven distinct aluminosilicate zeolites: tetrahedral Si(Al) and the bridging O are replaced with transition metal ion and imidazolate link, resp.  One example of mixed-coordination imidazolate of Zn(II) and In(III) (ZIF-5) based on the garnet net is reported.  Study of the gas adsorption and thermal and chem. stability of two prototypical members, ZIF-8 and -11, demonstrated their permanent porosity (Langmuir surface area = 1,810 m2/g), high thermal stability (up to 550°), and remarkable chem. resistance to boiling alk. H2O and org. solvents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XntlKjtbo%253D&md5=c28cd5862d4765fe4e4937195f5bb4df", "31. ", "Liu", ", ", "Y.", "; ", "Kravtsov", ", ", "V.", "; ", "Larsen", ", ", "R.", "; ", "Eddaoudi", ", ", "M.", " ", "Molecular building blocks approach to the assembly of zeolite-like metal-organic frameworks (ZMOFs) with extra-large cavities", " ", "Chem. Commun.", " ", "2006", ",  ", "14", ",  ", "1488", "– ", "1490", "[", "Crossref", "], [", "PubMed", "]", "There is no corresponding record for this reference.", "32. ", "Nouar", ", ", "F.", "; ", "Eubank", ", ", "J. F.", "; ", "Bousquet", ", ", "T.", "; ", "Wojtas", ", ", "L.", "; ", "Zaworotko", ", ", "M. J.", "; ", "Eddaoudi", ", ", "M.", " ", "Supermolecular building blocks (SBBs) for the design and synthesis of highly porous metal-organic frameworks", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", " (", "6", ")  ", "1833", "– ", "1835", "[", "ACS Full Text ", "], [", "CAS", "]", "32. ", "Supermolecular Building Blocks (SBBs) for the Design and Synthesis of Highly Porous Metal-Organic Frameworks", "Nouar, Farid; Eubank, Jarrod F.; Bousquet, Till; Wojtas, Lukasz; Zaworotko, Michael J.; Eddaoudi, Mohamed", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "6", "),\r\n    ", "1833-1835", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Here, the authors report a novel approach for the bottom-up assembly of hierarchical building blocks: simple mol. building blocks (MBBs) and the resultant supermol. building blocks (SBBs) to build highly coordinated nets.  A specific network, the (3,24)-connected rht, was used as a blueprint to construct a metal-org. framework where the MBBs/SBBs augment the net.  The copper(II) complex {[Cu6O(TZI)3(H2O)9](NO3)·15H2O}n [H3TZI = 5-(5-tetrazolyl)isophthalic acid] was prepd. and its crystal structure detd.  Surface and sorption properties and hydrogen uptake capacity of this highly porous metal-org. framework complex were measured.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXotFCqtw%253D%253D&md5=c7a2569bf4006d4872f281dec22ef22c", "33. ", "Baerlocher", ", ", "C.", "; ", "Meier", ", ", "W. M.", "; ", "Olson", ", ", "D. H.", ",  ", "Atlas of Zeolite Framework Types", ", ", "6", "th ed.; ", "Elsevier", ": ", "Amsterdam", ", ", "2007", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "34. ", "Liu", ", ", "Y. L.", "; ", "Kravtsov", ", ", "V.", "; ", "Walsh", ", ", "R. D.", "; ", "Poddar", ", ", "P.", "; ", "Srikanth", ", ", "H.", "; ", "Eddaoudi", ", ", "M.", " ", "Directed assembly of metal-organic cubes from deliberately predesigned molecular building blocks", " ", "Chem. Commun.", " ", "2004", ",  ", "24", ",  ", "2806", "– ", "2807", "[", "Crossref", "], [", "PubMed", "]", "There is no corresponding record for this reference.", "35. ", "Sava", ", ", "D. F.", "; ", "Kravtsov", ", ", "V. C.", "; ", "Eckert", ", ", "J.", "; ", "Eubank", ", ", "J. F.", "; ", "Nouar", ", ", "F.", "; ", "Eddaoudi", ", ", "M.", " ", "Exceptional Stability and High Hydrogen Uptake in Hydrogen-Bonded Metal–Organic Cubes Possessing ACO and AST Zeolite-like Topologies", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", " (", "30", ")  ", "10394", "[", "ACS Full Text ", "], [", "CAS", "]", "35. ", "Exceptional Stability and High Hydrogen Uptake in Hydrogen-Bonded Metal-Organic Cubes Possessing ACO and AST Zeolite-like Topologies", "Sava, Dorina F.; Kravtsov, Victor Ch.; Eckert, Juergen; Eubank, Jarrod F.; Nouar, Farid; Eddaoudi, Mohamed", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "30", "),\r\n    ", "10394-10396", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Herein the authors detail a novel approach for targeting zeolite-like metal-org. frameworks (ZMOFs) that uses metal-org. cubes, which are regarded as double four-membered rings (d4Rs) and are composite building units (BUs) in traditional inorg. zeolites.  Accordingly, the authors outline the successful implementation of this strategy by reporting two ZMOFs with ACO and AST zeolite-like topologies, which were constructed from d4R BUs exclusively held together by hydrogen bonds.  Their porosity was evaluated, delineating high hydrogen uptake and exceptional stability for the two hydrogen-bonded materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXot12gtb0%253D&md5=39ed7ba5c79bee4bf5f06120573925d9", "36. ", "Belof", ", ", "J. L.", "; ", "Stern", ", ", "A. C.", "; ", "Eddaoudi", ", ", "M.", "; ", "Space", ", ", "B.", " ", "On the mechanism of hydrogen storage in a metal–organic framework material", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", " (", "49", ")  ", "15202", "– ", "15210", "[", "ACS Full Text ", "], [", "CAS", "]", "36. ", "On the Mechanism of Hydrogen Storage in a Metal-Organic Framework Material", "Belof, Jonathan L.; Stern, Abraham C.; Eddaoudi, Mohamed; Space, Brian", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "49", "),\r\n    ", "15202-15210", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Monte Carlo simulations were performed to model H sorption in a metal-org. framework material (MOF) that exhibits large mol. H uptake capacity.  The MOF is remarkable because at 78 K and 1.0 atm it sorbs H at a d. near that of liq. H (at 20 K and 1.0 atm) when considering H2 d. in the pores.  Unlike most other MOFs that have been studied for H storage, it has an ionic framework and many small channels.  The simulations demonstrate that it is both of these phys. characteristics that lead to strong H interactions in the MOF and ultimately large H uptake.  Microscopically, H interacts with the MOF via 3 principle attractive potential energy contributions: Van der Waals, charge-quadrupole and induction.  Previous simulations of H storage in MOFs and other materials have not focused on the role of polarization effects, but they are demonstrated here to be the dominant contribution to H physisorption.  Indeed, polarization interactions in the MOF lead to 2 distinct populations of dipolar H that are identified from the simulations and that should be evident in Raman spectra.  Since polarization interactions are enhanced by the presence of a charged framework with narrow pores, MOFs are excellent H storage candidates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXht1yrtbfK&md5=ff9450f53d18424c86347665dc307c2e", "37. ", "Demko", ", ", "Z. P.", "; ", "Sharpless", ", ", "K. B.", " ", "Preparation of 5-substituted 1H-tetrazoles from nitriles in water", " ", "J. Org. Chem.", " ", "2001", ",  ", "66", " (", "24", ")  ", "7945", "– ", "7950", "[", "ACS Full Text ", "], [", "CAS", "]", "37. ", "Preparation of 5-Substituted 1H-Tetrazoles from Nitriles in Water", "Demko, Zachary P.; Sharpless, K. Barry", "Journal of Organic Chemistry", "\r\n        (", "2001", "),\r\n    ", "66", "\r\n        (", "24", "),\r\n    ", "7945-7950", "CODEN:\r\n                ", "JOCEAH", ";\r\n        ISSN:", "0022-3263", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The addn. of sodium azide to nitriles to give 1H-tetrazoles is shown to proceed readily in water with zinc salts as catalysts.  The scope of the reaction is quite broad; a variety of arom. nitriles, activated and unactivated alkyl nitriles, substituted vinyl nitriles, thiocyanates, and cyanamides have all been shown to be viable substrates for this reaction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXotVCisrc%253D&md5=c3f4e249316b4b0a52f604e3962048b2", "38. ", "Bruker APEX2; ", "Bruker AXS Inc.", ": ", "Madison, Wisconsin, USA", ", ", "2010", ".", "There is no corresponding record for this reference.", "39. ", "Bruker SAINT. Data Reduction Software; ", "Bruker AXS Inc.", ": ", "Madison, Wisconsin, USA", ", ", "2010", ".", "There is no corresponding record for this reference.", "40. ", "Sheldrick", ", ", "G. M.", ", SADABS. Program for Empirical Absorption Correction.; ", "University of Gottingen", ": ", "Gottingen, Germany", ", ", "2008", ".", "There is no corresponding record for this reference.", "41. ", "Farrugia", ", ", "L. J.", " ", "WinGX suite for small-molecule single-crystal crystallography", " ", "Appl. Crystallogr.", " ", "1999", ",  ", "32", ",  ", "837", "– ", "838", "[", "Crossref", "], [", "CAS", "]", "41. ", "WinGX suite for small-molecule single-crystal crystallography", "Farrugia, Louis J.", "Journal of Applied Crystallography", "\r\n        (", "1999", "),\r\n    ", "32", "\r\n        (", "4", "),\r\n    ", "837-838", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "0021-8898", ".\r\n    \r\n            (", "Munksgaard International Publishers Ltd.", ")\r\n        ", "The crystallog. problem:  The processing of a small-mol. structure from single-crystal X-ray or neutron diffraction data through structure soln. and refinement to prepn. of publication material is a well established and usually a reasonably automated procedure.  There are several excellent com. software packages, such as SHELXTL (Siemens, 1995) and TEXSAN (Mol. Structure Corporation, 1995), which provide all the necessary programs to undertake this procedure, but these packages are often quite expensive and usually tied to the sale of specific diffractometer hardware.  The WinGX suite provides an integrated and freely available set of Microsoft Windows programs to accomplish this task.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXlsVSlurk%253D&md5=06e3e6a405d75250687285442cbbf70a", "42. ", "Sheldrick", ", ", "G. M.", " ", "Phase Annealing in SHELX-90 - Direct Methods for Larger Structures", " ", "Acta Crystallogr.", " ", "1990", ",  ", "A46", ",  ", "467", "– ", "473", "[", "Crossref", "], [", "CAS", "]", "42. ", "Phase annealing in SHELX-90:  direct methods for larger structures", "Sheldrick, George M.", "Acta Crystallographica, Section A:  Foundations of Crystallography", "\r\n        (", "1990", "),\r\n    ", "A46", "\r\n        (", "6", "),\r\n    ", "467-73", "CODEN:\r\n                ", "ACACEQ", ";\r\n        ISSN:", "0108-7673", ".\r\n    ", "A no. of extensions to the multisoln. approach to the crystallog. phase problem are discussed in which the neg. quartet relations play an important role.  A phase annealing method, related to the simulated annealing approach in other optimization problems is proposed and can result in an improvement of up to an order of magnitude in the chances of solving large structures at at. resoln.  The ideas presented here are incorporated in the program system SHELX-90; the philosophical and math. background to the direct-methods part (SHELXS) of this system is described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXksFSgsrc%253D&md5=f8e4235b12e38d3b36bfc3554993a7d1", "43. ", "Sheldrick", ", ", "G. M.", " ", "A short history of SHELX", " ", "Acta Crystallogr.", " ", "2008", ",  ", "A64", ",  ", "112", "– ", "122", "[", "Crossref", "], [", "CAS", "]", "43. ", "A short history of SHELX", "Sheldrick, George M.", "Acta Crystallographica, Section A: Foundations of Crystallography", "\r\n        (", "2008", "),\r\n    ", "64", "\r\n        (", "1", "),\r\n    ", "112-122", "CODEN:\r\n                ", "ACACEQ", ";\r\n        ISSN:", "0108-7673", ".\r\n    \r\n            (", "International Union of Crystallography", ")\r\n        ", "An account is given of the development of the SHELX system of computer programs from SHELX-76 to the present day.  In addn. to identifying useful innovations that have come into general use through their implementation in SHELX, a crit. anal. is presented of the less-successful features, missed opportunities and desirable improvements for future releases of the software.  An attempt is made to understand how a program originally designed for photog. intensity data, punched cards and computers over 10000 times slower than an av. modern personal computer has managed to survive for so long.  SHELXL is the most widely used program for small-mol. refinement and SHELXS and SHELXD are often employed for structure soln. despite the availability of objectively superior programs.  SHELXL also finds a niche for the refinement of macromols. against high-resoln. or twinned data; SHELXPRO acts as an interface for macromol. applications.  SHELXC, SHELXD and SHELXE are proving useful for the exptl. phasing of macromols., esp. because they are fast and robust and so are often employed in pipelines for high-throughput phasing.  This paper could serve as a general literature citation when one or more of the open-source SHELX programs (and the Bruker AXS version SHELXTL) are employed in the course of a crystal-structure detn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhsVGhurzO&md5=8f91f10be4a9df74b2a9dad522c71e6e", "44. ", "Sheldrick", ", ", "G. M.", "; ", "Schneider", ", ", "T. R.", "  ", "SHELXL: High-resolution refinement", "; In ", "Macromolecular Crystallography, Part B", "; ", "Carter", ", ", "C. W.", ", ", " , Jr.", "; ", "Sweet", ", ", "R. M.", ", Eds.; ", "Academic Press", ": ", "New York", ", ", "1997", "; Vol.  ", "277", ", pp  ", "319", "– ", "343", ".", "There is no corresponding record for this reference.", "45. ", "Dolomanov", ", ", "O. V.", "; ", "Bourhis", ", ", "L. J.", "; ", "Gildea", ", ", "R. J.", "; ", "Howard", ", ", "J. A. K.", "; ", "Puschmann", ", ", "H.", " ", "OLEX2: A complete structure solution, refinement and analysis program", " ", "J. Appl. Crystallogr.", " ", "2009", ",  ", "42", ",  ", "339", "– ", "341", "[", "Crossref", "], [", "CAS", "]", "45. ", "OLEX2: a complete structure solution, refinement and analysis program", "Dolomanov, Oleg V.; Bourhis, Luc J.; Gildea, Richard J.; Howard, Judith A. K.; Puschmann, Horst", "Journal of Applied Crystallography", "\r\n        (", "2009", "),\r\n    ", "42", "\r\n        (", "2", "),\r\n    ", "339-341", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "0021-8898", ".\r\n    \r\n            (", "International Union of Crystallography", ")\r\n        ", "New software, OLEX2, was developed for the detn., visualization and anal. of mol. crystal structures.  The software has a portable mouse-driven workflow-oriented and fully comprehensive graphical user interface for structure soln., refinement and report generation, as well as novel tools for structure anal.  OLEX2 seamlessly links all aspects of the structure soln., refinement and publication process and presents them in a single workflow-driven package, with the ultimate goal of producing an application which will be useful to both chemists and crystallographers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjsFSnsbg%253D&md5=7a2f9697b13b8e76de0e7dc5074ab229", "46. ", "Connolly", ", ", "M. L.", " ", "Computation of Molecular Volume", " ", "J. Am. Chem. Soc.", " ", "1985", ",  ", "107", " (", "5", ")  ", "1118", "– ", "1124", "[", "ACS Full Text ", "], [", "CAS", "]", "46. ", "Computation of molecular volume", "Connolly, Michael L.", "Journal of the American Chemical Society", "\r\n        (", "1985", "),\r\n    ", "107", "\r\n        (", "5", "),\r\n    ", "1118-24", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "A method is given to calc. mol. vol.  The mol. is modeled as a static collection of hard spheres which completely exclude a spherical probe representing a solvent mol.  Van der Waals vols. are computed exactly, and solvent-excluded vols. are computed with an error of about 0.01%.  The method's accuracy makes it particularly useful for comparing 3-dimensional structures of a macromol. in slightly differing conformations.  Causes of such difference include temp., oxidn. state, presence of ligands, crystal form, and x-ray crystallog. refinement technique.  Mol. vol. changes during energy minimization, mol. dynamics simulation, and x-ray refinement can be monitored.  This approach should also be of general utility in measuring the vols. of packing defects in protein interiors, ligand-binding pockets on protein surfaces, and gaps between mols. at subunit interfaces.  Because the vol. is defined anal., it can be differentiated for use in energy functions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2MXhtVWjs7Y%253D&md5=1dc734ce6d0b1d2dcaf5e67b4f612cb3", "47. ", "Dubinin", ", ", "M. M.", " In  ", "Chemistry & Physics of Carbon", "; ", "Walker", ", ", "P. L.", ", Ed.; ", "Marcel Dekker Inc.", ": ", "New York", ", ", "1966", "; Vol.  ", "2", ", pp  ", "51", "– ", "69", ".", "There is no corresponding record for this reference.", "48. ", "Stoeckli", ", ", "F.", "; ", "Ballerini", ", ", "L.", " ", "Evolution of Microporosity during Activation of Carbon", " ", "Fuel", " ", "1991", ",  ", "70", " (", "4", ")  ", "557", "– ", "559", "[", "Crossref", "], [", "CAS", "]", "48. ", "Evolution of microporosity during activation of carbon", "Stoeckli, Fritz; Ballerini, Luca", "Fuel", "\r\n        (", "1991", "),\r\n    ", "70", "\r\n        (", "4", "),\r\n    ", "557-9", "CODEN:\r\n                ", "FUELAC", ";\r\n        ISSN:", "0016-2361", ".\r\n    ", "Various adsorption and immersion techniques and a recent model for micropore distributions were used to assess quant. the evolution of the main properties of active carbon.  The precursors used in this study were of vegetable and polymeric origin (rubber tires, soft wood, barbecue charcoal, coconut shells, olive pits, banana peels, and coffee-bean skins).  One activation series based on natural coal was also included.  Results are presented from variations of the enthalpies of immersion into PhH, the microporous vol., the av. micropore width, and the no. of hydrophilic centers of active carbons in relation to burn-off and for the variations of the micropore distribution and external surface area of active barbecue charcoal in relation to activation temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3MXhvVygu7g%253D&md5=d903dc3f2e6d811d94a5e1b76e07342b", "49. ", "Bae", ", ", "Y. S.", "; ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", "; ", "Snurr", ", ", "R. Q.", " ", "Enhancement of CO2/N-2 selectivity in a metal-organic framework by cavity modification", " ", "J. Mater. Chem.", " ", "2009", ",  ", "19", " (", "15", ")  ", "2131", "– ", "2134", "[", "Crossref", "], [", "CAS", "]", "49. ", "Enhancement of CO2/N2 selectivity in a metal-organic framework by cavity modification", "Bae, Youn-Sang; Farha, Omar K.; Hupp, Joseph T.; Snurr, Randall Q.", "Journal of Materials Chemistry", "\r\n        (", "2009", "),\r\n    ", "19", "\r\n        (", "15", "),\r\n    ", "2131-2134", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Post-synthesis modification of a MOF by replacing coordinated solvent mols. with highly polar ligands leads to considerable enhancement of CO2/N2 selectivity measured by exptl. isotherms and IAST calcns.  The authors compare adsorption in MOFs [Zn2(L)(DMF)2]n (3), [Zn2(L)]n (4), and a 4-rifluoromethylpyridine (pyCF3) modified version of 4, [Zn2(L)(py-CF3)2] (5), H4L = 4,4',4'',4'''-benzene-1,2,4,5-tetrayltetrabenzoic acid.  The rapid and selective reversible adsorption of CO vs. N2 shows that 5 is a promising material for CO2/N2 sepns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjslyjsbo%253D&md5=1d85b1a5e28b9d0b3c20329c1d2a3e63", "50. ", "Bae", ", ", "Y. S.", "; ", "Mulfort", ", ", "K. L.", "; ", "Frost", ", ", "H.", "; ", "Ryan", ", ", "P.", "; ", "Punnathanam", ", ", "S.", "; ", "Broadbelt", ", ", "L. J.", "; ", "Hupp", ", ", "J. T.", "; ", "Snurr", ", ", "R. Q.", " ", "Separation of CO", "2", " from CH", "4", " using mixed-ligand metal–organic frameworks", " ", "Langmuir", " ", "2008", ",  ", "24", " (", "16", ")  ", "8592", "– ", "8598", "[", "ACS Full Text ", "], [", "CAS", "]", "50. ", "Separation of CO2 from CH4 Using Mixed-Ligand Metal-Organic Frameworks", "Bae, Youn-Sang; Mulfort, Karen L.; Frost, Houston; Ryan, Patrick; Punnathanam, Sudeep; Broadbelt, Linda J.; Hupp, Joseph T.; Snurr, Randall Q.", "Langmuir", "\r\n        (", "2008", "),\r\n    ", "24", "\r\n        (", "16", "),\r\n    ", "8592-8598", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption of CO2 and CH4 in a mixed-ligand metal-org. framework (MOF) Zn2(NDC)2(DPNI) [NDC = 2,6-naphthalenedicarboxylate, DPNI = N,N'-di-(4-pyridyl)-1,4,5,8-naphthalene tetracarboxydiimide] was studied using volumetric adsorption measurements and grand canonical Monte Carlo (GCMC) simulations.  The MOF was synthesized by 2 routes: 1st at 80° for 2 days with conventional heating, and 2nd at 120° for 1 h using microwave heating.  The 2 as-synthesized samples exhibit very similar powder x-ray diffraction patterns, but the evacuated samples show differences in nitrogen uptake.  From the single-component CO2 and CH4 isotherms, mixt. adsorption was predicted using the ideal adsorbed soln. theory (IAST).  The microwave sample shows a selectivity of ∼30 for CO2 over CH4, which is among the highest selectivities reported for this sepn.  The applicability of IAST to this system was demonstrated by performing GCMC simulations for both single-component and mixt. adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXotlGls7w%253D&md5=8322aa79453cd2b5ad73ee37e1b3420f", "51. ", "Lozano-Castello", ", ", "D.", "; ", "Cazorla-Amoros", ", ", "D.", "; ", "Linares-Solano", ", ", "A.", " ", "Usefulness of CO2 adsorption at 273 K for the characterization of porous carbons", " ", "Carbon", " ", "2004", ",  ", "42", " (", "7", ")  ", "1233", "– ", "1242", "[", "Crossref", "], [", "CAS", "]", "51. ", "Usefulness of CO2 adsorption at 273 K for the characterization of porous carbons", "Lozano-Castello, D.; Cazorla-Amoros, D.; Linares-Solano, A.", "Carbon", "\r\n        (", "2004", "),\r\n    ", "42", "\r\n        (", "7", "),\r\n    ", "1233-1242", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "Characterization of microporous solids (activated carbons and carbon mol. sieves) was carried out by N2 (subatmospheric pressures) and CO2 adsorption (at subatmospheric and high pressures) at 77 and 273 K, resp.  Because the relative fugacity range covered by this CO2 study is similar to the relative pressure range covered with N2, a suitable comparison of both adsorptives can be made.  The results of such comparison show that both adsorptives give the same micropore size distribution (MPSD) for open porosity activated carbons.  This observation confirms that the adsorption mechanism of both adsorptives is similar.  However, carbon mol. sieves, with very narrow microporosity, cannot be characterized by N2 at 77 K, due to the existence of diffusional problems.  This is also extensive to many other carbon materials, such as carbon fibers and activated carbons with low degree of activation.  As a consequence, in this type of samples, N2 adsorption at 77 K is useless to det. neither the micropore vols. of the narrowest porosity nor their micropore size distributions (MPSD).  In this work, the usefulness of CO2 for the characterization of carbon mol. sieves and activated carbons with different activation degrees is demonstrated.  In addn., examples of applications that cannot be explained from N2 adsorption but by CO2 are presented.  As a result, it is strongly encouraged the use of CO2 (i.e. at 273 K) as a complement to N2 adsorption at 77 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXjsVarsLs%253D&md5=622006ab20572563a97b4218c16ccde5", "52. ", "Nguyen", ", ", "T. X.", "; ", "Bhatia", ", ", "S. K.", " ", "Determination of pore accessibility in disordered nanoporous materials", " ", "J. Phys. Chem. C", " ", "2007", ",  ", "111", " (", "5", ")  ", "2212", "– ", "2222", "[", "ACS Full Text ", "], [", "CAS", "]", "52. ", "Determination of Pore Accessibility in Disordered Nanoporous Materials", "Nguyen, Thanh X.; Bhatia, Suresh K.", "Journal of Physical Chemistry C", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "5", "),\r\n    ", "2212-2222", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors propose a new algorithm based on application of cluster anal. to group adsorbate mols. of a highly dense adsorbed phase in the atomistic structural model of a disordered material into connected and disconnected clusters, through which pore network connectivity of the material is identified.  Proposed algorithm is then validated using a synthetic pore structure, as well as the reconstructed structure of a saccharose char obtained in recent work using hybrid reverse Monte Carlo simulation.  The algorithm also identifies kinetically closed pores in the latter structural model that are not accessed by adsorbate mols. at low temp., at which their kinetic energy cannot overcome potential barriers at the mouths of pores that can otherwise accommodate them.  The results are validated by transition state theory calcns. for N2 and Ar adsorption, showing that N2 can equilibrate in narrow micropores at practical time scales at 300 K, but not at 77 K.  Large differences between time scales for micropore entry and exit are predicted at low temp. for N2, the latter being larger by over 3 orders of magnitude, suggesting hysteresis.  Similar behavior is predicted for Ar in the same char at 87 K.  The results explain several long standing issues such as the obsd. increase of adsorption of nitrogen with an increase in temp. in coals, hysteresis phenomena in microporous carbons, and underprediction of adsorption of supercrit. gases using structural parameters extd. from subcrit. adsorption of nitrogen.  Finally, the detn. of pore accessibility and connectivity in disordered porous carbons using proposed model enables one to obtain correct adsorbed quantities as well as self-diffusivities and transport diffusivities using conventional grand canonical Monte Carlo and mol. dynamics simulations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXktFSjtA%253D%253D&md5=bfd633729e9039087cf6bb8203b040f6", "53. ", "Bourrelly", ", ", "S.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Loiseau", ", ", "T.", "; ", "Ferey", ", ", "G.", " ", "Different adsorption behaviors of methane and carbon dioxide in the isotypic nanoporous metal terephthalates MIL-53 and MIL-47", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", " (", "39", ")  ", "13519", "– ", "13521", "[", "ACS Full Text ", "], [", "CAS", "]", "53. ", "Different Adsorption Behaviors of Methane and Carbon Dioxide in the Isotypic Nanoporous Metal Terephthalates MIL-53 and MIL-47", "Bourrelly, Sandrine; Llewellyn, Philip L.; Serre, Christian; Millange, Franck; Loiseau, Thierry; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "39", "),\r\n    ", "13519-13521", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A distinct step in the isotherm occurs during the adsorption of CO2 on MIL-53 at 304 K.  Such behavior is neither obsd. during the adsorption of CH4 on MIL-53 nor during the adsorption on the isostructural MIL-47.  This phenomenon seems to be due to a different mechanism than that of previous adsorption steps on MOF samples.  It is suggested that a breathing behavior is induced in MIL-53 during CO2 adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXpvFSnu70%253D&md5=e3d0228e57af031b6019deeeffa6d575", "54. ", "Lin", ", ", "Q. P.", "; ", "Wu", ", ", "T.", "; ", "Zheng", ", ", "S. T.", "; ", "Bu", ", ", "X. H.", "; ", "Feng", ", ", "P. Y.", " ", "Single-Walled Polytetrazolate Metal–Organic Channels with High Density of Open Nitrogen-Donor Sites and Gas Uptake", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", " (", "2", ")  ", "784", "– ", "787", "[", "ACS Full Text ", "], [", "CAS", "]", "54. ", "Single-Walled Polytetrazolate Metal-Organic Channels with High Density of Open Nitrogen-Donor Sites and Gas Uptake", "Lin, Qipu; Wu, Tao; Zheng, Shou-Tian; Bu, Xianhui; Feng, Pingyun", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "2", "),\r\n    ", "784-787", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The self-assembly between zinc dimer and 1,3,5-tris(2H-tetrazol-5-yl)benzene (H3BTT), promoted by a urea deriv., leads to a highly porous 3D framework with a large percentage (67%) of N-donor sites unused for bonding with metals.  The material exhibits high gas storage capacity (∼1.89% H2 at 77 K and 1 atm; 98 cm3/g CO2 at 273 K and 1 atm), even in the absence of open metal sites.  The high percentage of open N-donor sites, coupled with the low framework d. resulting from single-walled channels, is believed to contribute to the high uptake capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1ers73J&md5=363f2824ccc1e5f75c14e33e7f83b905", "55. ", "Yang", ", ", "S. H.", "; ", "Lin", ", ", "X.", "; ", "Lewis", ", ", "W.", "; ", "Suyetin", ", ", "M.", "; ", "Bichoutskaia", ", ", "E.", "; ", "Parker", ", ", "J. E.", "; ", "Tang", ", ", "C. C.", "; ", "Allan", ", ", "D. R.", "; ", "Rizkallah", ", ", "P. J.", "; ", "Hubberstey", ", ", "P.", "; ", "Champness", ", ", "N. R.", "; ", "Thomas", ", ", "K. M.", "; ", "Blake", ", ", "A. J.", "; ", "Schroder", ", ", "M.", " ", "A partially interpenetrated metal-organic framework for selective hysteretic sorption of carbon dioxide", " ", "Nat. Mater.", " ", "2012", ",  ", "11", " (", "8", ")  ", "710", "– ", "716", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "55. ", "A partially inter-penetrated metal-organic framework for selective hysteretic sorption of carbon dioxide", "Yang, Sihai; Lin, Xiang; Lewis, William; Suyetin, Mikhail; Bichoutskaia, Elena; Parker, Julia E.; Tang, Chiu C.; Allan, David R.; Rizkallah, Pierre J.; Hubberstey, Peter; Champness, Neil R.; Thomas, K. Mark; Blake, Alexander J.; Schroeder, Martin", "Nature Materials", "\r\n        (", "2012", "),\r\n    ", "11", "\r\n        (", "8", "),\r\n    ", "710-716", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Selective CO2 capture in porous materials has potential for the storage and treatment of fuel and flue gases; however, adsorption capacities under dynamic conditions are often insufficient for practical applications and strategies to enhance CO2-host selectivity are required.  The unique, partially inter-penetrated metal-org. framework, NOTT-202, represents a new class of dynamic material which undergoes pronounced framework phase transition on desolvation.  This work reports temp.-dependent adsorption/desorption hysteresis in de-solvated NOTT-202a which selectively responds to CO2.  The CO2 isotherm shows 3 steps in the adsorption profile at 195° K; step-wise filling of pores generated within the obsd. partially inter-penetrated structure has been modeled using grand canonical Monte Carlo simulations.  Adsorption of N2, CH4, O2, Ar, and H2 exhibited reversible isotherms without hysteresis under the same conditions, allowing for gas capture at high pressure; but, it selectively leaves CO2 trapped in nano-pores at low pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XnvVyrs7c%253D&md5=cfc77f36f485f714a2755627b6e6d7e9", "56. ", "Mulfort", ", ", "K. L.", "; ", "Farha", ", ", "O. K.", "; ", "Malliakas", ", ", "C. D.", "; ", "Kanatzidis", ", ", "M. G.", "; ", "Hupp", ", ", "J. T.", " ", "An Interpenetrated Framework Material with Hysteretic CO2 Uptake", " ", "Chem.—Eur. J.", " ", "2010", ",  ", "16", " (", "1", ")  ", "276", "– ", "281", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "56. ", "An Interpenetrated Framework Material with Hysteretic CO2 Uptake", "Mulfort, Karen L.; Farha, Omar K.; Malliakas, Christos D.; Kanatzidis, Mercouri G.; Hupp, Joseph T.", "Chemistry - A European Journal", "\r\n        (", "2010", "),\r\n    ", "16", "\r\n        (", "1", "),\r\n    ", "276-281, S276/1-S276/22", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A new, 2-fold interpenetrated metal-org. framework (MOF) material, [Zn2(L1)(L2)] (H4L1 = 1,2,4,5-tetrakis(4-carboxyphenyl)benzene, L2 = N,N'-bis(4-pyridyl)-1,4,5,8-naphthalenetetracarboxylic diimide), was synthesized that demonstrates dramatic steps in the adsorption and hysteresis in the desorption of CO2.  Measurement of the structure by powder x-ray diffraction (PXRD) and pair distribution function (PDF) anal. indicates that structural changes upon CO2 sorption most likely involve the interpenetrated frameworks moving with respect to each other.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhs1WksLvI&md5=77be40ad4bbd7927784a97994773310d", "57. ", "Frost", ", ", "H.", "; ", "Snurr", ", ", "R. Q.", " ", "Design requirements for metal-organic frameworks as hydrogen storage materials", " ", "J. Phys. Chem. C", " ", "2007", ",  ", "111", " (", "50", ")  ", "18794", "– ", "18803", "[", "ACS Full Text ", "], [", "CAS", "]", "57. ", "Design Requirements for Metal-Organic Frameworks as Hydrogen Storage Materials", "Frost, Houston; Snurr, Randall Q.", "Journal of Physical Chemistry C", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "50", "),\r\n    ", "18794-18803", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Storing an acceptable d. of hydrogen in porous materials by physisorption at room temp. and reasonable pressures is a challenging problem.  Metal-org. frameworks (MOFs) are a new class of nanoporous materials that have shown early promise for meeting this goal.  They have extremely large sp. surface areas, but the heats of adsorption to date are too low to provide significant storage at room temp.  In this work, mol. simulations are used to provide guidelines for the design of MOFs for hydrogen storage.  To learn how much the heat of adsorption must be increased to meet current targets, we artificially increase the hydrogen/MOF Lennard-Jones attraction.  The correlation of the amt. of hydrogen adsorbed with the heat of adsorption, the surface area, and the free vol. is revisited.  We also review the distinction between excess and abs. adsorption and show that comparing the d. of hydrogen within the free vol. of materials provides useful insight.  The simulation results yield a graph showing the required heats of adsorption as a function of the free vol. to meet gravimetric and volumetric storage targets at room temp. and 120 bar.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtlejsbzL&md5=c7c9ecb4cdc25250f5bee71611cd55ee", "58. ", "Li", ", ", "Y. W.", "; ", "Yang", ", ", "R. T.", " ", "Hydrogen storage in metal-organic frameworks by bridged hydrogen spillover", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", " (", "25", ")  ", "8136", "– ", "8137", "[", "ACS Full Text ", "], [", "CAS", "]", "58. ", "Hydrogen Storage in Metal-Organic Frameworks by Bridged Hydrogen Spillover", "Li, Yingwei; Yang, Ralph T.", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "25", "),\r\n    ", "8136-8137", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The use of H as energy source for fuel-cell vehicles is limited by the lack of a viable H storage system.  Metal-org. frameworks (MOFs) belong to a new class of microporous materials that are candidates for H storage, but little H storage capacity was achieved with MOFs at ambient temp.  Increased H storage capacities was achieved with modified MOFs through a technique that causes and facilitates H spillover.  Hydrogen storage of 4% was achieved at room temp. and 100 atm with modified IRMOF-8.  The adsorption is reversible, and the rates are fast, MOFs are promising for H storage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XltlSntrw%253D&md5=afda1a0d862f73c25f67927557e0f08f", "59. ", "Panella", ", ", "B.", "; ", "Hirscher", ", ", "M.", "; ", "Putter", ", ", "H.", "; ", "Muller", ", ", "U.", " ", "Hydrogen adsorption in metal-organic frameworks: Cu-MOFs and Zn-MOFs compared", " ", "Adv. Funct. Mater.", " ", "2006", ",  ", "16", " (", "4", ")  ", "520", "– ", "524", "[", "Crossref", "], [", "CAS", "]", "59. ", "Hydrogen adsorption in metal-organic frameworks: Cu-MOFs and Zn-MOFs compared", "Panella, Barbara; Hirscher, Michael; Puetter, Hermann; Mueller, Ulrich", "Advanced Functional Materials", "\r\n        (", "2006", "),\r\n    ", "16", "\r\n        (", "4", "),\r\n    ", "520-524", "CODEN:\r\n                ", "AFMDC6", ";\r\n        ISSN:", "1616-301X", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Hydrogen adsorption in 2 different metal-org. frameworks (MOFs), MOF-5 and Cu-BTC (BTC: benzene-1,3,5-tricarboxylate), with Zn2+ and Cu2+ as central metal ions, resp., is studied at temps. ranging from 77 K to room temp.  The process responsible for hydrogen storage in these MOFs is pure phys. adsorption with a heat of adsorption of ∼-4 kJ mol-1.  With a satn. value of 5.1 wt.-% for the hydrogen uptake at high pressures and 77 K, MOF-5 shows the highest storage capacity ever reported for cryst. microporous materials.  However, at low pressures Cu-BTC shows a higher hydrogen uptake than MOF-5, making Cu-based MOFs more promising candidates for potential storage materials.  Also, the hydrogen uptake is correlated with the sp. surface area for cryst. microporous materials, as shown for MOFs and zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XislSkur0%253D&md5=ce54854e10395053338447edcfcbdbe4", "60. ", "Rowsell", ", ", "J. L. C.", "; ", "Millward", ", ", "A. R.", "; ", "Park", ", ", "K. S.", "; ", "Yaghi", ", ", "O. M.", " ", "Hydrogen sorption in functionalized metal–organic frameworks", " ", "J. Am. Chem. Soc.", " ", "2004", ",  ", "126", " (", "18", ")  ", "5666", "– ", "5667", "[", "ACS Full Text ", "], [", "CAS", "]", "60. ", "Hydrogen Sorption in Functionalized Metal-Organic Frameworks", "Rowsell, Jesse L. C.; Millward, Andrew R.; Park, Kyo Sung; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2004", "),\r\n    ", "126", "\r\n        (", "18", "),\r\n    ", "5666-5667", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Five porous metal-org. frameworks based on linking zinc oxide clusters with benzene-1,4-dicarboxylate, naphthalene-2,6-dicarboxylate, 4,5,9,10-tetrahydropyrene-2,7-dicarboxylate, 2,3,5,6-tetramethylbenzene-1,4-dicarboxylate, or benzene-1,3,5-tris(4-benzoate) were synthesized in gram-scale quantities to measure their hydrogen uptake properties.  Hydrogen adsorption isotherms measured at 77 K show a distinct dependence of uptake on the nature of the link.  At 1 atm, the materials sorb between 4.2 and 9.3 mols. of H2 per formula unit.  The results imply a trend in hydrogen uptake with the no. of rings in the org. moiety.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXjt1ajur0%253D&md5=e58df7476eb6721e8c16cfaf80d0932d"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-2/cg401613w/production/images/small/cg-2013-01613w_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-2/cg401613w/production/images/small/cg-2013-01613w_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-2/cg401613w/production/images/small/cg-2013-01613w_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-2/cg401613w/production/images/small/cg-2013-01613w_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-2/cg401613w/production/images/small/cg-2013-01613w_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-2/cg401613w/production/images/small/cg-2013-01613w_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-2/cg401613w/production/images/small/cg-2013-01613w_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-2/cg401613w/production/images/small/cg-2013-01613w_0008.gif\">"]}
