{"title": ["MOF Functionalization via Solvent-Assisted Ligand Incorporation: Phosphonates vs Carboxylates"], "authors": ["Pravas Deria", "Wojciech Bury", "Idan Hod", "Chung-Wei Kung", "Olga Karagiaridi", "Joseph T. Hupp", "Omar K. Farha"], "doi": ["10.1021/ic502639v"], "abstract": ["Solvent-assisted ligand incorporation (SALI) was utilized to successfully functionalize Zr", "-based MOF ", " with phosphonate-terminated ligand. The phosphonates connectivity to the M(IV) sites as well as their extended chemical stability were studied relative to the corresponding carboxylate-based ligands.", "Solvent-assisted ligand incorporation (SALI) is useful for functionalizing the channels of metal–organic framework (MOF) materials such as ", " that offer substitutionally labile zirconium(IV) coordination sites for nonbridging ligands. Each of the 30 or so previous examples relied upon coordination of a carboxylate ligand to achieve incorporation. Here we show that, with appropriate attention to ligand/node stoichiometry, SALI can also be achieved with phosphonate-terminated ligands. Consistent with stronger M(IV) coordination of phosphonates versus carboxylates, this change extends the pH range for retention of incorporated ligands. The difference in coordination strength can be exploited to achieve stepwise incorporation of pairs of ligands—specifically, phosphonates species followed by carboxylate species—without danger of displacement of the first ligand type by the second. Diffuse reflectance infrared Fourier-transform spectroscopy suggests that the phosphonate ligands are connected to the MOF node as RPO", "(OH)¯ species in a moiety that leaves a base-accessible −OH moiety on each bound phosphonate."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Introduction", "Metal–organic frameworks (MOFs) are solid-state compounds generated by the interconnection of multitopic organic linkers and metal-based nodes via coordination bonds.", "(1)", " These hybrid polymers produce crystalline", "(2)", " and often highly porous", "(3)", " materials that hold potential  for gas capture, separation, and storage.", "(4)", " Owing to their modular nature, MOFs are attractive candidate materials for a wide range of applications including, but not limited to, catalysis,", "(5)", " sensing,", "(6)", " light harvesting,", "(7)", " luminescence,", "(8)", " ionic conductivity,", "(9)", " and nonlinear optics.", "(10)", " Various postsynthesis manipulations including postsynthesis modification", "(11)", " and building block replacement (BBR)", "(12)", " may provide routes to functional MOFs when incorporating the desired chemical entities is not straightforward via direct synthesis methods.", "(11a, 12, 13)", "Scheme 1. Molecular Representations of ", "NU-1000", " (top) and Depictions of Solvent-Assisted Ligand Incorporation (SALI) (bottom)", "Zr- and Hf-based MOFs have attracted considerable attention due to their good thermal,", "(14)", " chemical,", "(15)", " and mechanical", "(14, 16)", " stability. Mesoporous versions of these MOFs", "(17)", " offer sizable channels and/or pores that, in principle, allow for extensive interior functionalization. Recently, a node-centered chemical modification route termed solvent-assisted ligand incorporation (SALI) was described, and its effectiveness was demonstrated for ", "NU-1000", " [molecular formula Zr", "6", "(μ", "3", "-O)", "4", "(μ", "3", "-OH)", "4", "(-OH)", "4", "(-OH", "2", ")", "4", "(TBAPy)", "2", "] (see Scheme ", "1", "; H", "4", "TBAPy is 1,3,6,8-tetrakis(", "p", "-benzoic-acid)pyrene).", "(17a, 18)", " This BBR reaction entails substitution of a terminal hydroxo and aqua ligand pair at a single M(IV) atom by the carboxylate terminus of an incoming ligand. We  reported about 30 examples of SALI, including incorporation of fluoroalkanes, organic bases, redox species, and dye molecules. Additionally, we  established that daughter materials (termed ", "SALI-CFG", "s; CFG = carboxylate functional group) are sufficiently robust and their channels are sufficiently accessible to permit reactive secondary functionalization.", "(12, 18b)", " Because the incorporated ligands are bound to the MOF node in a charge-compensating fashion and not merely by dative bonding, they are additionally anticipated to be strongly resistant to thermal release into the vapor phase.", "(19)", "A functional group that manifests a stronger interaction with oxophilic metal ions than does carboxylate is phosphonate.", "(20)", " In previous studies, advantage has been taken of Zr", "IV", "–phosphonates as metal-linker combinations in order to obtain unusually chemically stable MOFs and closely related materials.", "(13, 20b-20e)", " Enhanced stability is a particularly desirable property for emerging MOF applications such as proton conductivity in highly acidic environments.", "(20d)", " We reasoned that similar advantages might be obtained for MOF applications that rely upon nonbridging ligands; thus, we  examined and describe here the viability, with ", "NU-1000", ", of phosphonate-based SALI of a representative nonbridging ligand, phenylphosphonate (PPA). Additionally, we  (a) compared the chemical stability (especially acid and base stability) of the ", "SALI-PFG", " compound (PFG = phosphonate functional group) to that of a representative ", "SALI-CFG", "(12, 18a, 18b)", " compound, ", "SALI-BA", ", where BA is benzoate, and (b) found conditions that permit sequential SALI of different ligands to be achieved.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Experimental Section", "Materials", "Acetone (Macron, 98%), ", "N,N", "-dimethylformamide (DMF) (Macron, 99.8%), dichloromethane (Macron, 99.0%), deuterated dimethyl sulfoxide (", "d", "6", "-DMSO) (Cambridge Isotopes, 99%), and deuterated sulfuric acid (Cambridge Isotopes, 96–98% solution in D", "2", "O) were used as received without further purification. Phenylphosphonic acid was purchased from Aldrich. H", "4", "TBAPy [1,3,6,8-tetrakis(", "p", "-benzoic-acid)pyrene]", "(21)", " was synthesized as previously described.", "(17a)", "Microcrystalline ", "NU-1000", " was prepared solvothermally according to a published procedure.", "(17a)", " For the activation of the as-synthesized material (including removal of ligated and free benzoate/benzoic acid), DMF (12 mL in total) and 0.5 mL of 8 M HCl (aq) were added to the isolated solid and the resulting suspension was heated at 100 °C oven for 18–24 h. After cooling to room temperature, the suspension was centrifuged (5 min, 7000 rpm) and washed (3 × 12 mL) with fresh DMF. The residual solid was soaked and washed with acetone (4 × 15 mL) and finally dried in a vacuum (∼100 Torr) oven for 30 min at 50 °C to yield ∼50 mg of activated MOF.", "Instrumentation", "Powder X-ray diffraction (PXRD) patterns were recorded on a Rigaku ATXG diffractometer equipped with an 18 kW Cu rotating anode, MLO monochromator, and a high-count-rate scintillation detector (measurements made over a range of 1.5° < 2θ < 30° in 0.05° step width with a 2 deg/min scanning speed). ", "1", "H and ", "19", "F NMR spectra were recorded on an Agilent 400 MHz instrument after digesting the samples in 10% D", "2", "SO", "4", "/DMSO-", "d", "6", ": the ", "19", "F signals of the trifluoroacetic acid were integrated against the ", "1", "H NMR signals of the TBAPy ligand using an internal standard (2,5-dibromo-1,4-bis(trifluoromethyl)benzene) (see Figures ", "6", " and SI-10, ", "Supporting Information", "). Diffuse reflectance Fourier transformed infrared spectra (DRIFTS) were recorded on a Nicolet 7600 FTIR spectrometer equipped with an MCT detector. The spectra were collected in a KBr mixture. Scanning electron microscopy (SEM) images and energy-dispersive X-ray spectroscopy (EDS) mapping were recorded on a Hitachi SU8030 SEM. Nitrogen isotherms were measured on a Micromeritics TriStar II 3020 at 77 K; for BET surface area analyses we ensured that the consistency criteria described by Rouquerol et al.", "(22)", " and Walton et al.", "(23)", " were satisfied. Pore size distributions were calculated using the Barrett–Joyner–Halenda (BJH) method with a Halsey thickness curve and Kruk–Jaroniec–Sayari correction applied.", "Synthesis of ", "SALI-BA", "This material, featuring four benzoates per node, is simply the as-synthesized form of ", "NU-1000", ",", "(17a)", " which was sequentially washed with DMF and acetone (4 × 10 mL each for 100 mg sample) prior to thermal activation at 120 °C for 12 h.", "Synthesis of ", "SALI-PPA", "Exploratory syntheses were done by combining ", "NU-1000", " with 0.013–0.027 M PPA solutions. Notably, these are from 5 to 10 times less concentrated than those used  typically for a SALI-CFG reaction. To obtain a version of ", "SALI-PPA", " featuring ca. four phenylphosphonate ligands per Zr", "6", " node, we proceeded as follows: A 45 mg portion of activated ", "NU-1000", " (0.021 mmol) was placed into a 4-dram vial (VWR). Subsequently, a 0.027 M solution of HPPA (0.102 mmol; ∼4.42 equiv per Zr", "6", " node) in DMF was added to the reaction vial, which then was capped and heated at 55 °C for 18 h with occasional swirling. The reaction mixture was centrifuged (7000 rpm, 5 min), and the sedimented ", "SALI-PPA", " sample was soaked in fresh solvent, centrifuged, washed sequentially with DMF (5 × 10 mL), acetone (5 × 10 mL), and dichloromethane (3 × 10 mL), and finally dried in a vacuum oven at 60 °C. ", "1", "H NMR spectra, collected after dissolving the MOF samples in a 10% D", "2", "SO", "4", "/DMSO-", "d", "6", " mixture, confirmed that approximately four phenyl phosphonates per Zr", "6", " node were incorporated.", "SALI-PPA@2", " (", "NU-1000", " decorated with, on average, ca. two phenylphosphonate ligands per Zr", "6", " node) was similarly prepared, except that a 0.013 M solution of HPPA (0.051 mmol; ∼2.65 equiv per Zr", "6", " node) in DMF as solvent was used. See section S1, ", "Supporting Information", ", for characterization.", "Stability Tests", "A 45 mg portion of ", "SALI-BA", " or ", "SALI-PPA", " (∼0.017 mmol) was exposed to 5 mL of 0.2 M solution (corresponding to a 10-fold molar excess of reagent relative to the total BA or PPA ligand present) of various acids or bases in organic or aqueous media for 18–24 h. The pH of the aqueous solutions was varied by using acids with different p", "K", "a", " values: 0.2 M aqueous solutions of acetic acid (pH ≈ 4.2), formic acid (pH ≈ 2.0), and hydrochloric acid (pH ≈ 0.5). Also used were aq. ", "N", "-ethylmorpholine (pH ≈ 10.5) and aq. 0.01 M NaOH. After the MOFs were treated with the respective chemical solution, the reaction mixture was centrifuged (7000 rpm, 5 min) and the sedimented MOF sample was soaked in fresh solvent, centrifuged, washed sequentially with DMF (5 × 10 mL), acetone (5 × 10 mL), and dichloromethane (3 × 10 mL), and finally dried in a vacuum oven at 60 °C. These samples were then characterized by PXRD, collection of N", "2", " sorption isotherms, and DRIFTS.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "Synthesis and Characterization of ", "SALI-PPA", "Since dibasic phosphonates form strong bonds with high-valent transition metals,", "(20c)", " including Zr", "IV", ", synthesizing ", "SALI-PPA", " materials required milder conditions than used previously for incorporating carboxylates.", "(18a, 18b)", " In particular, it proved essential to limit added PPA to stoichiometric (4 per Zr", "6", ") or substoichiometric amounts. When larger than stoichiometric amounts were used, appreciable release of TBAPy", "4–", " linker was detected. Presumably, when present in excess, PPA is substituting not only for water and hydroxo ligands but also for the linker. In fact, even under stoichiometric synthesis conditions we found that a modest amount of linker loss occurred (ca. 8%; as detected from the absorption spectra of the supernatant recovered from the SALI reaction). In contrast, with stoichiometric or substantial excess carboxylate ligand no linker loss is observed during SALI.", "Returning to PPA, ", "1", "H NMR measurements for digested samples showed that the extent of SALI  varied from roughly 2 PPA ligands per node to roughly 4 simply by varying the concentration of HPPA between 0.013 and 0.27 M (i.e., ∼2 and ∼4 equiv of PPA for the volume of solution and mass of MOF used). The incompletely decorated material was termed ", "SALI-PPA@2", " to distinguish it from a fully decorated form. SEM images (Figure ", "1", ") of the latter show that phosphonate ligand incorporation does not detectably change the size or shape of the MOF crystallites.", "Figure 1. Representative SEM picture of (A) ", "NU-1000", " and (B) ", "SALI-PPA", " (i.e., before and after treating ", "NU-1000", " with HPPA); (inset) enlarged crystal;  white scale bar = 2 μm.", "Previous work with carboxylate ligands established that SALI of four such ligands per node yields a local coordination environment that closely resembles that for a hypothetical defect-free version of ", "UiO-66", ", i.e., 12 carboxylates total, with four μ", "3", "-hydroxo and four μ", "3", "-oxo ligands; see Scheme ", "1", " for a simplified drawing where the eight carboxylates associated with linkers are omitted.", "(18a, 18b)", " Together these 20 ligands present a charge of −24 that is fully balanced by six tetravalent zirconium ions. Similar charge-balancing considerations led us to hypothesize that a dibasic phosphonate ligand RPO", "2", "(OH)¯ binds to a node by chelating (with two oxygen atoms) a terminal Zr(IV),", "(20c)", " leaving one acidic proton (P–O–H) to hydrogen bond with either a μ", "3", "-oxo ligand of the node or with residual solvent molecules (Scheme ", "1", ").", "Figure 2. DRIFTS spectra for (A) ", "NU-1000", ", (B) ", "SALI-BA", ", (C) ", "SALI-PPA@2", ", and (D) ", "SALI-PPA", " with marked band positions for various O–H stretching modes (left) and P–O stretching modes in bound phosphonate ligands (right). Samples were prepared under ambient condition under air.", "Diffuse reflectance infrared Fourier transform spectroscopic (DRIFTS) data, summarized in Figure ", "2", "C and  ", "2", "D, show peaks at 1145, 1133, and 1066 cm", "–1", " that are consistent with phosphorus–oxygen stretches for phosphonate featuring two coordinated oxygen atoms and one P–O–H with the characteristic P–OH peak appearing at 2300–2350 cm", "–1", " (see Figure SI-2D, ", "Supporting Information", ").", "(24)", " Peaks assignable as O–H stretches appear in the 3600–3700 cm", "–1", " region. The intense peak at 3674 cm", "–1", " for underivatized ", "NU-1000", " (Figure ", "2", "A) has recently been assigned to both terminal and bridging O–H stretches.", "(18c)", " Notably, this peak is significantly attenuated for ", "SALI-PPA@2", " and yet further attenuated for ", "SALI-PPA", ". Nevertheless, some intensity remains (in contrast the peak is fully eliminated for ", "SALI-BA", "; see Figure ", "2", "B).", "(25)", " The residual intensity indicates a detectable degree of unfunctionalized hydroxyl and aqua ligands at the node termini.", "(26)", " Unfortunately, attempts to push the SALI process to completion by increasing the quantity of initially used HPPA results in MOF degradation as evidenced by release of TBAPy", "4–", ", as already noted. Indeed, even with stoichiometric (4:1) addition of HPPA to the MOF, slight degradation is observed, as evidenced again by release of ca. 8% of the TBAPy", "4–", " initially present in the framework.", "Returning to the DRIFTS spectrum for ", "SALI-PPA", ", peaks for additional O–H stretches are observed at 3660 and 3650 cm", "–1", ". While the former can be assigned to the residual bridging μ", "3", "-O–H stretch (a corresponding transition in the ", "SALI-BA", " sample appears at 3671 cm", "–1", "), the latter is associated the acidic phosphonate O–H unit, as its intensity diminishes upon treatment with an organic base (vide infra). Lastly, a broad band at ∼3614 cm", "–1", " is evident. By analogy to a similarly shaped peak (at ∼3653 cm", "–1", ") for ", "SALI-BA", ", the band is tentatively assigned to H-bonded moieties as sketched in Scheme ", "1", ".", "(17a, 18)", "Figure 3. (A) N", "2", " adsorption isotherms and (B) PXRD patterns for ", "NU-1000", " and SALI-derived samples.", "MOF porosities were evaluated via N", "2", " adsorption isotherm measurements at 77 K (Figure ", "3", "A). All four versions of the MOF yielded type IVc isotherms. Assessments of Brunauer–Emmett–Teller (BET) surface areas (Table ", "1", ") show that channel functionalization with either PPA or BA engenders small but easily detectable decreases. The total amount of gas taken up (Figure ", "1", ") is similarly changed by SALI-based functionalization. Moreover, the N", "2", " adsorption isotherms exhibit a shift in the mesoporosity step at ", "P", "/", "P", "0", " = 0.25 for unmodified ", "NU-1000", " to lower pressures for the functionalized materials. This result is consistent with loading-dependent decreases in micropore volume and channel diameter (see Table ", "1", ").", "The crystallinity of the phosphonate-functionalized materials was assessed by powder X-ray diffraction (PXRD). The PXRD patterns for all ", "SALI-PPA", " materials, presented in Figure ", "3", "B, show no sign of degradation of the crystallinity of the parent framework, although there are slight changes in relative diffraction peak intensities, due to changes in the electron density introduced by the functionalized ligands.", "(18a, 18b)", "Table 1. BET Surface Areas, Pore Diameters, and Pore Volumes for ", "NU-1000", " and SALI-Derived Variants", "MOF", "ligand", "ligand:Zr", "6", "a", "BET surface area (m", "2", " g", "–1", ")", "BJH pore diameter (Å)", "pore vol. (cm", "3", " g", "–1", ")", "a", "NU-1000", "–OH, −H", "2", "O", " ", "2145", "31", "1.46", "SALI-BA", "PhCO", "2", "–", "4.0", "2005", "28", "1.21", "SALI-PPA@2", "PhPO", "2", "(OH)–", "2.4", "1920", "30", "1.27", "SALI-PPA", "PhPO", "2", "(OH)–", "4.1", "1720", "29", "1.12", "a", "See Figures ", "3", " and SI-1 and SI-2, ", "Supporting Information", ", for characterization data.", "Chemical Stability of ", "SALI-BA", " and ", "SALI-PPA", "To assess the chemical stability of the installed-ligand/MOF-node bonding in ", "SALI-PPA", " and ", "SALI-BA", " and to gain further insight into the nature of the bonding in ", "SALI-PPA", ", we challenged the two materials with various chemical conditions: (i) hot water, (ii) HCl solution in DMF, (iii) aqueous acid and base solutions, and (iv) organic acid and base solutions.", "(27)", "First, we soaked the SALI-derived samples (", "SALI-BA", " and ", "SALI-PPA", ") in water at 100 °C for 24 h. Subsequent analysis via ", "1", "H NMR spectroscopy indicated little, if any, ligand loss and essentially no change in framework porosity or crystallinity (Figures ", "4", "A, ", "4", "B, and SI-3; Table S1, ", "Supporting Information", ").", "SALI-derived samples were then treated with 0.2 M aqueous acid solutions (5 mL each) with varying pH (realized by using acids with different p", "K", "a", "s with constant reagent concentration; see ", "Experimental  Section", "). Similar degrees of ligand loss (∼12–25% by ", "1", "H NMR) but no significant linker (TBAPy", "4–", ") leaching were detected for ", "SALI-BA", " and ", "SALI-PPA", ". Subsequent N", "2", " isotherm measurements indicated 85–96% porosity retention for ", "SALI-BA", " and 94–98% retention for ", "SALI-PPA", ", as judged by BET surface areas. PXRD patterns (Figures ", "4", "E,  ", "4", "F, and SI-5, ", "Supporting Information", ") were unchanged.", "Figure 4. N", "2", " isotherms of (A) ", "SALI-BA", " and (B) ", "SALI-PPA", " after treatment with 0.2 M aqueous acid solutions of different pH. Representative partial ", "1", "H NMR spectra and PXRD patterns before (top) and after (bottom) aqueous acid (pH 0.5) treatment for (C, E) ", "SALI-BA", " and (D, F) ", "SALI-PPA", " samples, respectively. See Table S1, ", "Supporting Information", ", for tabulated data; ", "1", "H NMR peaks are marked with * for H", "4", "TBAPy, † for BA, and § for PPA.", "Treatment with aqueous base provided a more distinctive picture of the relative (ligand and framework) chemical stabilities of the ", "BA", " and ", "PPA", " functionalized samples. Exposure to 0.2 M aqueous ", "N", "-ethylmorpholine led to loss of 70% of the BA ligand (of ", "SALI-BA", "), while the ", "SALI-PPA", " sample suffered a loss of only ∼40% of its phosphonate ligand. After exposure to a more basic solution (pH 12.0), the ", "SALI-BA", " sample lost 80% of its benzoate ligands while ", "SALI-PPA", " lost 60% of PPA ligands. The frameworks for both versions remained intact in the aqueous basic solutions as evidenced by PXRD and porosity measurements; see ", "Supporting Information", ".", "Finally, 45 mg samples of ", "SALI-BA", " and ", "SALI-PPA", " were exposed to a mixture of 8 M HCl (0.5 mL) in DMF (12 mL) at 100 °C for 24 h. As we  previously noted in describing the activation of as-synthesized ", "NU-1000", ",", "(17a)", " these conditions lead to quantitative removal of ligated benzoate. In striking contrast, zero ligand loss was detected for ", "SALI-PPA", " (see Figure SI-10, ", "Supporting Information", ").", "The combined results clearly indicate that the phosphonate ligands are more tenaciously bound to the Zr", "6", " node than are monotopic carboxylates. Additionally, the results of base exposure indicate that PPA incorporation renders the parent material slightly more resistant to hydroxide attack and framework dissolution. Full characterization data including ", "1", "H NMR, PXRD patterns, DRIFTS data, and tabulated change in chemical composition and physical metrics upon exposure to various chemical conditions are chronicled in the ", "Supporting Information", " (sections S3 and S6).", "Ligand Binding Mode in ", "SALI-PPA", "Exposure to an organic base, piperidine (p", "K", "a", " of the conjugated acid ∼11) in DMF, left ", "SALI-BA", " essentially unchanged: ", "1", "H NMR data (Figure SI-15, ", "Supporting Information", ") indicated no loss of BA ligands, no residual base, and no change in N", "2", " isotherm at 77 K and corresponding BET surface area. In contrast, ", "1", "H NMR data for a digested sample of a piperidine-exposed sample of ", "SALI-PPA", " (Figure ", "5", "A) revealed incorporation of 0.8 piperidines per PPA ligand. An attractive interpretation consistent with the mode of phosphonate coordination proposed in Scheme ", "1", " is reaction of the added base with PPA’s P–O–H moiety. DRIFTS data for the piperidine-exposed ", "SALI-PPA", " sample (Figure ", "6", "C) clearly show diminished band intensities at 3662 and 3650 cm", "–1", " relative to the 3674 cm", "–1", " transition. Among these, the band at 3650 cm", "–1", " is especially affected by the piperidine treatment, suggesting that the transition is associated with the acidic hydroxyl group of the bound phosphonate ligand. We attribute (speculatively) a broad band at 3598 cm", "–1", " to an H-bonded species formed by the piperidinium moiety with the Zr-bound phosphonate, hydroxyl, and residual solvents; note a corresponding band in the ", "SALI-PPA", " sample, prior to piperidine treatment, appearing at 3614 cm", "–1", ". Regardless of the assignments, it is clear that piperidine binds via an acid/base interaction that is unavailable in ", "SALI-BA", ". Thermogravimetric analysis (TGA) data (see ", "Supporting Information", " section S8, Figure S-20) showed ∼8% mass loss at 250 °C as expected for the ∼1 piperidine per PPA ligand (calculated ∼10%).", "Figure 5. Exposure of ", "SALI-PPA", " to piperidine base in DMF solvent. (A) Partial ", "1", "H NMR spectra of ", "SALI-PPA", " after exposure to piperidine showing incorporated piperidine relative to that of PPA ligand (sample was digested in 10% D", "2", "SO", "4", "/dmso-", "d", "6", "; ", "1", "H signals for the PPA and piperidinium signals are denoted by § and ⧫, respectively, where residual solvent peaks are marked with ×). (B) Comparative DRIFTS data highlighting evolution of the −OH stretching manifold for ", "SALI-PPA", " before and after reacting with piperidine. (Note that the ", "SALI-PPA", " used in this study is a different batch than that used in the data in Figure ", "2", "D.)", "Consecutive SALI", "Exposure of ", "SALI-BA", " and ", "SALI-PPA", " samples to 0.2 M trifluoroacetic acid (HTFA) solution in DMF as solvent yielded contrasting results. While all the benzoate ligands in the ", "SALI-BA", " sample were replaced by trifluoroacetate, no loss of phenylphosphonate was detected for ", "SALI-PPA", " sample. Complete replacement of the benzoate ligands in ", "SALI-BA", " with trifluoroacetate is consistent with our previous finding that the conjugate base of the carboxylic acid possessing the lower p", "K", "a", " is more competitive for node ligation than is the conjugate base of the carboxylic acid featuring the higher p", "K", "a", ".", "(12, 18a, 18b)", " In contrast, no PPA ligand loss (via replacement) was observed in the ", "SALI-PPA", " sample by trifluoroacetate even though HPPA is a weaker acid (p", "K", "a1", " = 1.83) than HTFA (p", "K", "a", " = 0.5).", "(28)", " These data clearly suggest that bound phosphonate ligands at the Zr", "6", " nodes manifest robust anchors compared to their carboxylate analogues and establish, as one would anticipate, that it is not only the Brönsted acidity of the conjugate of the incoming anionic ligand that drives a SALI reaction", "(29)", " but also the strength of the newly formed metal–ligand bond(s).", "Figure 6. Reaction of ", "SALI-PPA", " with HTFA: (A and B) ", "1", "H NMR and ", "19", "F NMR spectra of HTFA-treated ", "SALI-PPA", " taken after decomposing the material in 10% D", "2", "SO", "4", "/DMSO-", "d", "6", " mixture; ", "1", "H signals for the H", "4", "TBAPy and PPA ligands are denoted by * and §, respectively. ", "1", "H and ", "19", "F signals of 2,5-bis(trifluoromethyl)-1,4-dibromobenzene used as internal standards are denoted with ⧫. (C) Comparative DRIFTS data for ", "SALI-PPA", " in the O–H stretching region before and after reacting with HTFA. (Note that the ", "SALI-PPA", " samples used in this study are from a different prep than that used in Figure ", "2", "D; thus, relative peak intensities are not identical.)", "Interestingly, ", "19", "F NMR spectra (Figure ", "6", "A and  ", "6", "B) indicate incorporation of ∼1 trifluoroacetate ligand per Zr", "6", " node in the ", "SALI-PPA", " sample (now denoted ", "SALI-PPA/TFA", ") following exposure to a HTFA solution, without significant change in BET surface area or pore volume (Table S1, ", "Supporting Information", "). Since the ", "SALI-PPA", " sample contains a modest fraction of unfunctionalized, terminal Zr(IV) sites (Figures ", "2", "D and ", "6", "C), a reasonable explanation for TFA incorporation is an additional SALI reaction but now with a ligand (a carboxylate) that is not strongly interacting enough to initiate partial MOF dissolution.", "(18a)", "(30)", " DRIFTS data for the ", "SALI-PPA/TFA", " sample are consistent with a consecutive-SALI scenario. Thus, the residual O–H intensity at 3674 cm", "–1", " for ", "SALI-PPA", " is absent for ", "SALI-PPA/TFA", " and is replaced by a new peak at 3668 cm", "–1", ". Elemental mapping analyses via SEM-EDS (Figure SI-14, ", "Supporting Information", ") indicate that the trifluoroacetate ligand is distributed evenly over MOF crystal, thus providing clues about the distribution of unfunctionalized sites after the PPA SALI reaction. While not explored further here, both consecutive SALI (phosphonate followed by carboxylate) and SALI plus P–O–H neutralization with organic base appear to open up a new dimension in terms of creation of chemically complex yet well-defined MOF cavity environments.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Conclusions", "We find that solvent-assisted ligand incorporation of the channels/mesopores of ", "NU-1000", ", previously demonstrated with a broad range of nonbridging carboxylate ligands, can also be accomplished with a representative phosphonate-terminated ligand, PPA. Like carboxylate species the phosphonate binds via displacement of hydroxo and aqua ligands and chelation of a terminal Zr(IV) of the MOF node by a pair of oxygen atoms, as demonstrated in part by changes in DRIFTS spectra. Phosphonates are, as expected, significantly more strongly interacting with the hexa-zirconium nodes than are carboxylates. Indeed, if the phosphonate is introduced in excess (i.e., beyond four PPAs per node), significant linker loss and MOF degradation occur, presumably by displacement of the carboxylate-terminated linker by the phosphonate. Nevertheless, if stoichiometric or substoichiometric amounts of PPA are used, the amount of ligand installed can be reliably controlled. The resulting modified materials are characterized by only small changes in pore diameter, pore volume, and BET surface area and little change in PXRD pattern. The difference in coordination strength between phosphonates and carboxylates can be exploited to achieve stepwise incorporation of pairs of ligands—specifically, phosphonates species followed by carboxylate species—without danger of displacement of the first ligand type by the second. DRIFTS data suggest that the phosphonate ligands are connected to the MOF node as RPO", "2", "(O–H)¯ species in a moiety that leaves a base-accessible O–H on each anchored phosphonate. Exposure to an organic base (piperidine) leads to its incorporation and thus illustrates an additional means of modifying the MOF cavity environment. We are currently exploring applications of modified ", "NU-1000", " that can benefit from the enhanced stability provided by phosphonates. While not examined here, it seems reasonable to assume that the SALI approach can be extended to candidate ligands presenting other oxygen-containing chelates such as acetyl acetonate (acac), catecholate, or hydroxamate.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "Procedure, characterization (NMR, DRIFTS), SEM-EDS, N", "2", " sorption data. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "Author Contributions", "The manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript.", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "O.K.F. gratefully acknowledges funding from the Army Research Office (project number W911NF-13-1-0229; synthesis relevant to chemical catalysis). J.T.H. gratefully acknowledges financial support from the Stanford Global Climate and Energy Project (synthesis relevant to gas capture). PXRD data were collected at the J. B. Cohen X-ray Diffraction Facility of the Materials Research Center of Northwestern University. The facility is supported by the National Science Foundation MRSEC program (DMR-1121262). FT-IR data were collected in the NUANCE Center at Northwestern University. NUANCE is supported by the NSF-NSEC and -MRSEC programs, the Keck Foundation, the State of Illinois, and Northwestern University.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 30 other publications.", "1. ", "(a) ", "Yaghi", ", ", "O. M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Ockwig", ", ", "N. W.", "; ", "Chae", ", ", "H. K.", "; ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", " ", "Nature", " ", "2003", ",  ", "423", ",  ", "705", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Reticular synthesis and the design of new materials", "Yaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, Jaheon", "Nature (London, United Kingdom)", "\r\n        (", "2003", "),\r\n    ", "423", "\r\n        (", "6941", "),\r\n    ", "705-714", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The long-standing challenge of designing and constructing new cryst. solid-state materials from mol. building blocks is just beginning to be addressed with success.  A conceptual approach that requires the use of secondary building units to direct the assembly of ordered frameworks epitomizes this process: the authors call this approach reticular synthesis.  This chem. has yielded materials designed to have predetd. structures, compns. and properties.  In particular, highly porous frameworks held together by strong metal-O-C bonds and with exceptionally large surface area and capacity for gas storage were prepd. and their pore metrics systematically varied and functionalized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXksV2itro%253D&md5=2417c5adb0e948350d3d62350c8cd7ea", "(b) ", "Férey", ", ", "G.", " ", "Chem. Soc. Rev.", " ", "2008", ",  ", "37", ",  ", "191", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Hybrid porous solids: past, present, future", "Ferey, Gerard", "Chemical Society Reviews", "\r\n        (", "2008", "),\r\n    ", "37", "\r\n        (", "1", "),\r\n    ", "191-214", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This crit. review will be of interest to the experts in porous solids (including catalysis), but also solid state chemists and physicists.  It presents the state-of-the-art on hybrid porous solids, their advantages, their new routes of synthesis, the structural concepts useful for their 'design', aiming at reaching very large pores.  Their dynamic properties and the possibility of predicting their structure are described.  The large tunability of the pore size leads to unprecedented properties and applications.  They concern adsorption of species, storage and delivery and the phys. properties of the dense phases. (323 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmtVWgsg%253D%253D&md5=89265036ce82503c95ce56685a9ceceb", "(c) ", "Horike", ", ", "S.", "; ", "Shimomura", ", ", "S.", "; ", "Kitagawa", ", ", "S.", " ", "Nat. Chem.", " ", "2009", ",  ", "1", ",  ", "695", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Soft porous crystals", "Horike, Satoshi; Shimomura, Satoru; Kitagawa, Susumu", "Nature Chemistry", "\r\n        (", "2009", "),\r\n    ", "1", "\r\n        (", "9", "),\r\n    ", "695-704", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The field of host-guest complexation is intensely attractive from diverse perspectives, including materials science, chem. and biol.  The uptake and encapsulation of guest species by host frameworks are being investigated for a wide variety of purposes, including sepn. and storage using zeolites, and recognition and sensing by enzymes in soln.  Here we focus on the concept of the cooperative integration of 'softness' and 'regularity'.  Recent developments on porous coordination polymers (or metal-org. frameworks) have provided the inherent properties that combine these features.  Such soft porous crystals exhibit dynamic frameworks that are able to respond to external stimuli such as light, elec. fields or the presence of particular species, but they are also cryst. and can change their channels reversibly while retaining high regularity.  We discuss the relationship between the structures and properties of these materials in view of their practical applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsVGnt7vK&md5=c1f813fb0eef80c8a2456fc7f2a0c34c", "2. ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "675", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Deconstructing the Crystal Structures of Metal-Organic Frameworks and Related Materials into Their Underlying Nets", "O'Keeffe, Michael; Yaghi, Omar M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "675-702", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Redn. of complex crystal structures of metal-org. frameworks and related materials to an underlying topol. is discussed.  An approach to identify vertices of underlying nets is presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFOmtr7L&md5=201baa336aa2d3edcb2099a649e840fe", "3. ", "Farha", ", ", "O. K.", "; ", "Eryazici", ", ", "I.", "; ", "Jeong", ", ", "N. C.", "; ", "Hauser", ", ", "B. G.", "; ", "Wilmer", ", ", "C. E.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Snurr", ", ", "R. Q.", "; ", "Nguyen", ", ", "S. T.", "; ", "Yazaydın", ", ", "A. Ö.", "; ", "Hupp", ", ", "J. T.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "15016", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Metal-Organic Framework Materials with Ultrahigh Surface Areas: Is the Sky the Limit?", "Farha, Omar K.; Eryazici, Ibrahim; Jeong, Nak Cheon; Hauser, Brad G.; Wilmer, Christopher E.; Sarjeant, Amy A.; Snurr, Randall Q.; Nguyen, SonBinh T.; Yazaydin, A. Ozgur; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "36", "),\r\n    ", "15016-15021", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors synthesized, characterized, and computationally simulated/validated the behavior of two new metal-org. framework (MOF) materials displaying the highest exptl. Brunauer-Emmett-Teller (BET) surface areas of any porous materials reported to date (∼7000 m2/g).  Key to evacuating the initially solvent-filled materials without pore collapse, and thereby accessing the ultrahigh areas, is the use of a supercrit. CO2 activation technique.  Addnl., the authors demonstrate computationally that by shifting from Ph groups to space efficient acetylene moieties as linker expansion units, the hypothetical max. surface area for a MOF material is substantially greater than previously envisioned (∼14600 m2/g (or greater) vs. ∼10500 m2/g).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1Wqu7zL&md5=b5a1dc94f402517d4a4100b493538fd4", "4. ", "(a) ", "Getman", ", ", "R. B.", "; ", "Bae", ", ", "Y.-S.", "; ", "Wilmer", ", ", "C. E.", "; ", "Snurr", ", ", "R. Q.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "703", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Review and analysis of molecular simulations of methane, hydrogen, and acetylene storage in metal-organic frameworks", "Getman, Rachel B.; Bae, Youn-Sang; Wilmer, Christopher E.; Snurr, Randall Q.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "703-723", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Discussed and analyzed are recent computational studies of adsorption of methane, hydrogen, and acetylene in porous materials and it is shown how simulation was used to guide the design of these materials for gas storage.  Addnl. discussed are the state-of-the-art in simulation techniques and the challenges assocd. with performing mol. simulations of gas mols. in MOFs.  Throughout the review, both the successes and limitations of such simulations are highlighted.  The paper is organized as follows: section 2 discusses models and methods commonly used to calc. gas adsorption in MOFs.  Section 3 discusses how these models and methods were used to assess and design MOFs for CH4, H2, and C2H2 storage.  Sections 4 and 5 discuss gas adsorption at open metal sites in the nodes and linkers, resp., the different computational strategies required to calc. adsorbate interactions at these sites, and the challenges assocd. with performing such calcns.  Section 6 discusses how simulations can be used to calc. the av. enthalpy of adsorption, which is a useful quantity for assessing uptake capabilities.  Section 7 discusses specific examples where simulations were used to guide expts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1CrsLnF&md5=d8a0e205058909a8d3a171b2fafe676b", "(b) ", "Wilmer", ", ", "C. E.", "; ", "Farha", ", ", "O. K.", "; ", "Yildirim", ", ", "T.", "; ", "Eryazici", ", ", "I.", "; ", "Krungleviciute", ", ", "V.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Snurr", ", ", "R. Q.", "; ", "Hupp", ", ", "J. T.", " ", "Energy Environ. Sci.", " ", "2013", ",  ", "6", ",  ", "1158", "[", "Crossref", "], [", "CAS", "]", "4. ", "Gram-scale, high-yield synthesis of a robust metal-organic framework for storing methane and other gases", "Wilmer, Christopher E.; Farha, Omar K.; Yildirim, Taner; Eryazici, Ibrahim; Krungleviciute, Vaiva; Sarjeant, Amy A.; Snurr, Randall Q.; Hupp, Joseph T.", "Energy & Environmental Science", "\r\n        (", "2013", "),\r\n    ", "6", "\r\n        (", "4", "),\r\n    ", "1158-1163", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "We have synthesized and characterized a new metal-org. framework (MOF) material, NU-125, that, in the single-crystal limit, achieves a methane storage d. at 58 bar (840 psi) and 298 K corresponding to 86% of that obtained with compressed natural gas tanks (CNG) used in vehicles today, when the latter are pressurized to 248 bar (3600 psi).  More importantly, the deliverable capacity (58 bar to 5.8 bar) for NU-125 is 67% of the deliverable capacity of a CNG tank that starts at 248 bar. (For cryst. granules or powders, particle packing inefficiencies will yield densities and deliverable capacities lower than 86% and 67% of high-pressure CNG.) This material was synthesized in high yield on a gram-scale in a single-batch synthesis.  Methane adsorption isotherms were measured over a wide pressure range (0.1-58 bar) and repeated over twelve cycles on the same sample, which showed no detectable degrdn.  Adsorption of CO2 and H2 over a broad range of pressures and temps. are also reported and agree with our computational findings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXks1Onur4%253D&md5=416cf500be79b3fef4d645896cc9a3c1", "(c) ", "Wilmer", ", ", "C. E.", "; ", "Farha", ", ", "O. K.", "; ", "Bae", ", ", "Y.-S.", "; ", "Hupp", ", ", "J. T.", "; ", "Snurr", ", ", "R. Q.", " ", "Energy Environ. Sci.", " ", "2012", ",  ", "5", ",  ", "9849", "[", "Crossref", "], [", "CAS", "]", "4. ", "Structure-property relationships of porous materials for carbon dioxide separation and capture", "Wilmer, Christopher E.; Farha, Omar K.; Bae, Youn-Sang; Hupp, Joseph T.; Snurr, Randall Q.", "Energy & Environmental Science", "\r\n        (", "2012", "),\r\n    ", "5", "\r\n        (", "12", "),\r\n    ", "9849-9856", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "There is an urgent need to identify porous materials that can efficiently sep. CO2 from mixts. of gases, such as the exhaust of fossil-fuel-based power plants and from impure sources of CH4 (e.g., natural gas and landfill gas).  Recently, researchers have investigated collections of porous metal-org. frameworks (MOFs) with the intent of finding correlations between CO2 sepn. ability and various material properties.  However, due to the limited size of the collections, no clear correlations were found for material properties such as pore size, surface area, and pore vol., leaving researchers with little guidance in the design of new materials.  In this work we drastically expand the scope of previous studies to include over 130 000 hypothetical MOFs, using mol. simulation to generate the adsorption properties.  The resulting data exhibit sharply defined structure-property relationships that were not apparent when smaller collections of MOFs were considered.  We show clear correlations between purely structural characteristics (e.g., pore size, surface area, and pore vol.), as well as chem. characteristics (i.e., functional groups), with five adsorbent evaluation criteria taken from the engineering literature.  These reported structure-property relationships can serve as a map for exptl. synthesis going forward.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvVams7rN&md5=86093c88d04e6795f2d82b5c581e0de6", "(d) ", "Murray", ", ", "L. J.", "; ", "Dincă", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1294", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Hydrogen storage in metal-organic frameworks", "Murray, Leslie J.; Dinca, Mircea; Long, Jeffrey R.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1294-1314", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review of current status of hydrogen storage within metal-org. frameworks.  Microporous metal-org. frameworks, having exceptionally high surface areas and chem.-tunable structures, have recently emerged as some of the most promising candidate materials.  Particular emphasis is given to the relationships between structural features and the enthalpy of hydrogen adsorption, spectroscopic methods for probing framework-H2 interactions, and strategies for improving storage capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamuro%253D&md5=f652ac03772753d7f80244564a80e6f0", "(e) ", "Li", ", ", "J.-R.", "; ", "Kuppler", ", ", "R. J.", "; ", "Zhou", ", ", "H.-C.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1477", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Selective gas adsorption and separation in metal-organic frameworks", "Li, Jian-Rong; Kuppler, Ryan J.; Zhou, Hong-Cai", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1477-1504", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Adsorptive sepn. is very important in industry.  Generally, the process uses porous solid materials such as zeolites, activated carbons, or silica gels as adsorbents.  With an ever increasing need for a more efficient, energy-saving, and environmentally benign procedure for gas sepn., adsorbents with tailored structures and tunable surface properties must be found.  Metal-org. frameworks (MOFs), constructed by metal-contg. nodes connected by org. bridges, are such a new type of porous materials.  They are promising candidates as adsorbents for gas sepns. due to their large surface areas, adjustable pore sizes and controllable properties, as well as acceptable thermal stability.  This crit. review starts with a brief introduction to gas sepn. and purifn. based on selective adsorption, followed by a review of gas selective adsorption in rigid and flexible MOFs.  Based on possible mechanisms, selective adsorptions obsd. in MOFs are classified, and primary relationships between adsorption properties and framework features are analyzed.  As a specific example of tailor-made MOFs, mesh-adjustable mol. sieves are emphasized and the underlying working mechanism elucidated.  In addn. to the exptl. aspect, theor. investigations from adsorption equil. to diffusion dynamics via mol. simulations are also briefly reviewed.  Furthermore, gas sepns. in MOFs, including the mol. sieving effect, kinetic sepn., the quantum sieving effect for H2/D2 sepn., and MOF-based membranes are also summarized (227 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurY%253D&md5=cbb650af8ce92526fc8ffd870218bbd0", "(f) ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T.-H.", "; ", "Long", ", ", "J. R.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "724", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "(g) ", "Suh", ", ", "M. P.", "; ", "Park", ", ", "H. J.", "; ", "Prasad", ", ", "T. K.", "; ", "Lim", ", ", "D.-W.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "782", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Hydrogen Storage in Metal-Organic Frameworks", "Suh, Myunghyun Paik; Park, Hye Jeong; Prasad, Thazhe Kootteri; Lim, Dae-Woon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "782-835", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  MOFs have versatile structures, high surface areas and high pore vols. - they can be regarded as good candidate materials for H storage.  There are many MOFs that have high H adsorption capacities at low temps., typically at 77 or 87 K.  The highest H storage capacity reported so far is 99.5 mg/g at 77K and 56 bar for NU-100.  However, the high H capacities of MOFs at cryogenic temps. decrease as the temp. increases to room temp.  This is because the H adsorption in MOFs is weak physisorption and the interaction energies between the H mols. and frameworks are low.  To develop MOFs as H storage materials that meet the U.S.DOE targets for an on-board hydrogen system, a serious challenge is still present in the design and synthesis of the MOF materials.  We may expect that highly stable MOFs having a large surface area and pore vol., together with many open metal sites and embedded catalysts for hydrogen spillover, would provide some pos. results for H storage at ambient temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1GlsbjM&md5=dd1f08beefd27cce77d88e466551c1af", "(h) ", "Li", ", ", "J.-R.", "; ", "Sculley", ", ", "J.", "; ", "Zhou", ", ", "H.-C.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "869", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Metal-Organic Frameworks for Separations", "Li, Jian-Rong; Sculley, Julian; Zhou, Hong-Cai", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "869-932", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  This article reviews the metal-org. frameworks (MOFs), a new class of porous solid materials.  Their performances for applications in sepns. and purifications is attracting intense interest of researchers working in the fields of chem., chem. engineering, materials science, and others.  Despite being in its infancy, the research progress in this subject has already shown that MOFs are promising for sepn. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1OnsbbL&md5=635f36e2682f7fbc651f5021d591a1cf", "(i) ", "Peng", ", ", "Y.", "; ", "Krungleviciute", ", ", "V.", "; ", "Eryazici", ", ", "I.", "; ", "Hupp", ", ", "J. T.", "; ", "Farha", ", ", "O. K.", "; ", "Yildirim", ", ", "T.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "11887", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Methane Storage in Metal-Organic Frameworks: Current Records, Surprise Findings, and Challenges", "Peng, Yang; Krungleviciute, Vaiva; Eryazici, Ibrahim; Hupp, Joseph T.; Farha, Omar K.; Yildirim, Taner", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "32", "),\r\n    ", "11887-11894", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors have examd. the methane uptake properties of 6 of the most promising metal org. framework (MOF) materials: PCN-14, UTSA-20, HKUST-1, Ni-MOF-74 (Ni-CPO-27), NU-111, and NU-125.  HKUST-1, a material that is com. available in gram scale, exhibits a room-temp. volumetric methane uptake that exceeds any value reported to date.  The total uptake is ∼230 cc(STP)/cc at 35 bar and 270 cc(STP)/cc at 65 bar, which meets the new volumetric target recently set by the Department of Energy (DOE) if the packing efficiency loss is ignored.  The authors emphasize that MOFs with high surface areas and pore vols. perform better overall.  NU-111, for example, reaches ∼75% of both the gravimetric and the volumetric targets.  Values for gravimetric uptake, pore vol., and inverse d. of the MOFs the authors studied scale essentially linearly with surface area.  From this linear dependence, the authors est. that a MOF with surface area 7500 m2/g and pore vol. 3.2 cc/g could reach the current DOE gravimetric target of 0.5 g/g while simultaneously exhibiting around ∼200 cc/cc volumetric uptake.  While values for volumetric uptake are based on ideal single crystal densities, in reality the packing densities of MOFs are much lower.  Finally, compacting HKUST-1 into wafer shapes partially collapses the framework, decreasing both volumetric and gravimetric uptake significantly.  Hence, one of the important challenges going forward is to find ways to pack MOFs efficiently without serious damage or to synthesize MOFs that can withstand substantial mech. pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtV2msbrN&md5=23f9bfad78f204569f0bf7c902d42dca", "(j) ", "Farha", ", ", "O. K.", "; ", "Yazaydın", ", ", "A. Ö.", "; ", "Eryazici", ", ", "I.", "; ", "Malliakas", ", ", "C. D.", "; ", "Hauser", ", ", "B. G.", "; ", "Kanatzidis", ", ", "M. G.", "; ", "Nguyen", ", ", "S. T.", "; ", "Snurr", ", ", "R. Q.", "; ", "Hupp", ", ", "J. T.", " ", "Nat. Chem.", " ", "2010", ",  ", "2", ",  ", "944", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "De novo synthesis of a metal-organic framework material featuring ultrahigh surface area and gas storage capacities", "Farha, Omar K.; Oezguer Yazaydin, A.; Eryazici, Ibrahim; Malliakas, Christos D.; Hauser, Brad G.; Kanatzidis, Mercouri G.; Nguyen, Son-Binh T.; Snurr, Randall Q.; Hupp, Joseph T.", "Nature Chemistry", "\r\n        (", "2010", "),\r\n    ", "2", "\r\n        (", "11", "),\r\n    ", "944-948", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Metal-org. frameworks, a class of porous hybrid materials built from metal ions and org. bridges, have recently shown great promise for a wide variety of applications.  The large choice of building blocks means that the structures and pore characteristics of the metal-org. frameworks can be tuned relatively easily.  However, despite much research, it remains challenging to prep. frameworks specifically tailored for particular applications.  Here, the authors used computational modeling to design and predictively characterize a metal-org. framework (NU-100) with a particularly high surface area.  Subsequent exptl. synthesis yielded a material [Cu3(L)(H2O)3]n (NU-100/PCN-610, H6L = hexatopic carboxylate I), matching the calcd. structure, with a high BET surface area (6,143 m2 g-1).  Also, sorption measurements revealed that the material had high storage capacities for H2 (164 mg g-1) and CO2 (2,315 mg g-1) - gases of high importance in the contexts of clean energy and climate alteration, resp. - in excellent agreement with predictions from modeling.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlWksbjN&md5=706f3b3b6b4cb7d03950103b11ba023e", "(k) ", "Zhou", ", ", "H.-C.", "; ", "Long", ", ", "J. R.", "; ", "Yaghi", ", ", "O. M.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "673", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Introduction to Metal-Organic Frameworks", "Zhou, Hong-Cai; Long, Jeffrey R.; Yaghi, Omar M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "673-674", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review is presented on prepn., structure and application of Metal-Org. Frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1OjtLw%253D&md5=abf05fcd4ae6b394b7f1048a93f5ebbc", "5. ", "(a) ", "Lee", ", ", "J.", "; ", "Farha", ", ", "O. K.", "; ", "Roberts", ", ", "J.", "; ", "Scheidt", ", ", "K. A.", "; ", "Nguyen", ", ", "S. T.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1450", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Metal-organic framework materials as catalysts", "Lee, Jeong Yong; Farha, Omar K.; Roberts, John; Scheidt, Karl A.; Nguyen, Son Binh T.; Hupp, Joseph T.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1450-1459", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; a crit. review of the emerging field of MOF-based catalysis is presented.  Discussed are examples of: (a) opportunistic catalysis with metal nodes, (b) designed catalysis with framework nodes, (c) catalysis by homogeneous catalysts incorporated as framework struts, (d) catalysis by MOF-encapsulated mol. species, (e) catalysis by metal-free org. struts or cavity modifiers, and (f) catalysis by MOF-encapsulated clusters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7k%253D&md5=d9cef4eb52ffb1c73fe1195e11bace26", "(b) ", "Ma", ", ", "L.", "; ", "Abney", ", ", "C.", "; ", "Lin", ", ", "W.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1248", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Enantioselective catalysis with homochiral metal-organic frameworks", "Ma, Liqing; Abney, Carter; Lin, Wenbin", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1248-1256", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This tutorial review presents recent developments of homochiral metal-org. frameworks (MOFs) for enantioselective catalysis.  Following a brief introduction of the basic concepts and potential virtues of MOFs in catalysis, three distinct strategies that have been utilized to synthesize homochiral MOFs were summarized.  Framework stability and accessibility of the open channels to reagents were then addressed.  Some recent successful examples of catalytically active homochiral MOFs based on three approaches, namely, homochiral MOFs with achiral catalytic sites, incorporation of asym. catalysts directly into the framework, and post-synthetic modification of homochiral MOFs were finally surveyed.  Although still in their infancy, homochiral MOFs have clearly demonstrated their utility in heterogeneous asym. catalysis, and a bright future is foreseen for the development of practically useful homochiral MOFs in the prodn. of optically pure org. mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7Y%253D&md5=6ea10120922522f3f7fc76a6a04ea6cf", "(c) ", "Yoon", ", ", "M.", "; ", "Srirambalaji", ", ", "R.", "; ", "Kim", ", ", "K.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1196", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Homochiral Metal-Organic Frameworks for Asymmetric Heterogeneous Catalysis", "Yoon, Minyoung; Srirambalaji, Renganathan; Kim, Kimoon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1196-1231", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors have provided an overview of metal-org. framework (MOF)-based asym. heterogeneous catalysis by presenting the state of the art in this field and discussing its potential and limitations.  Here, MOF-based asym. catalysts are classified according to their working principles and synthetic strategies.  Design, synthesis and structural characteristics of chiral metal-org. frameworks, as well as their catalytic activities in various asym. transformations, are described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVOlt7rF&md5=7ee0508d7ed4b69aec1ca6d950681972", "6. ", "(a) ", "Kreno", ", ", "L. E.", "; ", "Leong", ", ", "K.", "; ", "Farha", ", ", "O. K.", "; ", "Allendorf", ", ", "M.", "; ", "Van Duyne", ", ", "R. P.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1105", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Metal-Organic Framework Materials as Chemical Sensors", "Kreno, Lauren E.; Leong, Kirsty; Farha, Omar K.; Allendorf, Mark; Van Duyne, Richard P.; Hupp, Joseph T.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1105-1125", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors present a crit. review of the literature on metal-org. frameworks (MOFs) as chem. sensors.  The authors begin by briefly examg. challenges relating to MOF sensor development including the design of MOFs with desirable properties, incorporation of appropriate signal transduction capabilities, and integration of MOFs into devices by employing thin-film growth techniques.  Subsequent sections discuss specific examples of MOF sensors, categorized by method of signal transduction.  Sensors based on MOF photoluminescence are discussed briefly.  The authors have limited the review of luminescence-based sensors to a small no. of recent reports where the porous MOF architecture, or its chem. compn., imparts selective sensing capabilities.  Scintillating MOFs that luminesce in the presence of radioactive analytes are also discussed.  Other signal transduction schemes that use photons include various kinds of optical interferometry, analyte modulation of localized surface plasmon resonance energies, and solvatochromism.  Mech. signal-transduction schemes employed with MOFs include ones based on surface acoustic wave, quartz crystal microbalance, and microcantilever devices.  Elec. schemes thus far were limited to ones based on impedance spectroscopy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVCgtL%252FI&md5=f6ed572725bc067ee8da81880bf1ec90", "(b) ", "Hu", ", ", "Z.", "; ", "Deibert", ", ", "B. J.", "; ", "Li", ", ", "J.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5815", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Luminescent metal-organic frameworks for chemical sensing and explosive detection", "Hu, Zhichao; Deibert, Benjamin J.; Li, Jing", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5815-5840", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) are a unique class of cryst. solids comprised of metal cations (or metal clusters) and org. ligands that have shown promise for a wide variety of applications.  Over the past 15 years, research and development of these materials have become one of the most intensely and extensively pursued areas.  A very interesting and well-investigated topic is their optical emission properties and related applications.  Several reviews have provided a comprehensive overview covering many aspects of the subject up to 2011.  This review intends to provide an update of work published since then and focuses on the photoluminescence (PL) properties of MOFs and their possible utility in chem. and biol. sensing and detection.  The spectrum of this review includes the origin of luminescence in MOFs, the advantages of luminescent MOF (LMOF) based sensors, general strategies in designing sensory materials, and examples of various applications in sensing and detection.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7nL&md5=0369c383e7a6f4eeb65c73b2b66f1137", "7. ", "(a) ", "Kent", ", ", "C. A.", "; ", "Liu", ", ", "D.", "; ", "Ma", ", ", "L.", "; ", "Papanikolas", ", ", "J. M.", "; ", "Meyer", ", ", "T. J.", "; ", "Lin", ", ", "W.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "12940", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Light Harvesting in Microscale Metal-Organic Frameworks by Energy Migration and Interfacial Electron Transfer Quenching", "Kent, Caleb A.; Liu, Demin; Ma, Liqing; Papanikolas, John M.; Meyer, Thomas J.; Lin, Wenbin", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "33", "),\r\n    ", "12940-12943", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Microscale metal-org. frameworks (MOFs) were synthesized from photoactive Ru(II)-bpy building blocks with strong visible light absorption and long-lived triplet metal-to-ligand charge transfer (3MLCT) excited states.  These MOFs underwent efficient luminescence quenching in the presence of either oxidative or reductive quenchers.  Up to 98% emission quenching was achieved with either an oxidative quencher (1,4-benzoquinone) or a reductive quencher (N,N,N',N'-tetramethylbenzidine), as a result of rapid energy migration over several hundred nanometers followed by efficient electron transfer quenching at the MOF/soln. interface.  The photoactive MOFs act as an excellent light-harvesting system by combining intraframework energy migration and interfacial electron transfer quenching.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXpsF2jsL0%253D&md5=f62ff69d7b7913c1eadebb12f9f3136d", "(b) ", "Kent", ", ", "C. A.", "; ", "Mehl", ", ", "B. P.", "; ", "Ma", ", ", "L.", "; ", "Papanikolas", ", ", "J. M.", "; ", "Meyer", ", ", "T. J.", "; ", "Lin", ", ", "W.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "12767", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Energy transfer dynamics in metal-organic frameworks", "Kent, Caleb A.; Mehl, Brian P.; Ma, Liqing; Papanikolas, John M.; Meyer, Thomas J.; Lin, Wenbin", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "37", "),\r\n    ", "12767-12769", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Isomorphous metal-org. frameworks (MOFs) based on {M[4,4'-(HO2C)2-bpy]2bpy}2+ building blocks (where M = Ru or Os) were designed and synthesized to study the classic Ru to Os energy transfer process that has potential applications in light-harvesting with supramol. assemblies.  The cryst. nature of the MOFs allows precise detn. of the distances between metal centers by X-ray diffraction, thereby facilitating the study of the Ru→Os energy transfer process.  The mixed-metal MOFs with 0.3, 0.6, 1.4, and 2.6 mol % Os doping were also synthesized in order to study the energy transfer dynamics with a two-photon excitation at 850 nm.  The Ru lifetime at 620 nm decreases from 171 ns in the pure Ru MOF to 29 ns in the sample with 2.6 mol % Os doping.  In the mixed-metal samples, energy transfer was obsd. with an initial growth in Os emission corresponding with the rate of decay of the Ru excited state.  These results demonstrate rapid, efficient energy migration and long distance transfer in isomorphous MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVOnsr3O&md5=f2ab43b93553cb9611a5288690edd705", "(c) ", "Jin", ", ", "S.", "; ", "Son", ", ", "H.-J.", "; ", "Farha", ", ", "O. K.", "; ", "Wiederrecht", ", ", "G. P.", "; ", "Hupp", ", ", "J. T.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "955", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Energy Transfer from Quantum Dots to Metal-Organic Frameworks for Enhanced Light Harvesting", "Jin, Shengye; Son, Ho-Jin; Farha, Omar K.; Wiederrecht, Gary P.; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "3", "),\r\n    ", "955-958", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Because of their efficient energy-transport properties, porphyrin-based metal-org. frameworks (MOFs) are attractive compds. for solar photochem. applications.  However, their absorption bands provide limited coverage in the visible spectral range for light-harvesting applications.  The authors report here the functionalization of porphyrin-based MOFs with CdSe/ZnS core/shell quantum dots (QDs) for the enhancement of light harvesting via energy transfer from the QDs to the MOFs.  The broad absorption band of the QDs in the visible region offers greater coverage of the solar spectrum by QD-MOF hybrid structures.  The authors show through time-resolved emission studies that photoexcitation of the QDs is followed by energy transfer to the MOFs with efficiencies of more than 80%.  This sensitization approach can result in a >50% increase in the no. of photons harvested by a single monolayer MOF structure with a monolayer of QDs on the surface of the MOF.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXktFSmuw%253D%253D&md5=4d249461b49c24f3f33037e90fe96aad", "(d) ", "Son", ", ", "H.-J.", "; ", "Jin", ", ", "S.", "; ", "Patwardhan", ", ", "S.", "; ", "Wezenberg", ", ", "S. J.", "; ", "Jeong", ", ", "N. C.", "; ", "So", ", ", "M.", "; ", "Wilmer", ", ", "C. E.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Schatz", ", ", "G. C.", "; ", "Snurr", ", ", "R. Q.", "; ", "Farha", ", ", "O. K.", "; ", "Wiederrecht", ", ", "G. P.", "; ", "Hupp", ", ", "J. T.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "862", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Light-Harvesting and Ultrafast Energy Migration in Porphyrin-Based Metal-Organic Frameworks", "Son, Ho-Jin; Jin, Shengye; Patwardhan, Sameer; Wezenberg, Sander J.; Jeong, Nak Cheon; So, Monica; Wilmer, Christopher E.; Sarjeant, Amy A.; Schatz, George C.; Snurr, Randall Q.; Farha, Omar K.; Wiederrecht, Gary P.; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "2", "),\r\n    ", "862-869", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Given that energy (exciton) migration in natural photosynthesis primarily occurs in highly ordered porphyrin-like pigments (chlorophylls), equally highly ordered porphyrin-based metal-org. frameworks (MOFs) might be expected to exhibit similar behavior, thereby facilitating antenna-like light-harvesting and positioning such materials for use in solar energy conversion schemes.  Herein, the first example is reported of directional, long-distance energy migration within a MOF.  Two MOFs, namely F-MOF and DA-MOF that are composed of two Zn(II) porphyrin struts [5,15-dipyridyl-10,20-bis(pentafluorophenyl)porphinato]zinc(II) and [5,15-bis[4-(pyridyl)ethynyl]-10,20-diphenylporphinato]zinc(II), resp., were investigated.  From fluorescence quenching expts. and theor. calcns., it is found that the photogenerated exciton migrates over a net distance of up to ∼45 porphyrin struts within its lifetime in DA-MOF (but only ∼3 in F-MOF), with a high anisotropy along a specific direction.  The remarkably efficient exciton migration in DA-MOF is attributed to enhanced π-conjugation through the addn. of two acetylene moieties in the porphyrin mol., which leads to greater Q-band absorption intensity and much faster exciton-hopping (energy transfer between adjacent porphyrin struts).  The long distance and directional energy migration in DA-MOF suggests promising applications of this compd. or related compds. in solar energy conversion schemes as an efficient light-harvesting and energy-transport component.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvVCqsbnL&md5=e74c7d720f824253137bc6557263c0d8", "(e) ", "So", ", ", "M. C.", "; ", "Jin", ", ", "S.", "; ", "Son", ", ", "H.-J.", "; ", "Wiederrecht", ", ", "G. P.", "; ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "15698", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Layer-by-Layer Fabrication of Oriented Porous Thin Films Based on Porphyrin-Containing Metal-Organic Frameworks", "So, Monica C.; Jin, Shengye; Son, Ho-Jin; Wiederrecht, Gary P.; Farha, Omar K.; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "42", "),\r\n    ", "15698-15701", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors report the synthesis and characterization of two thin films (DA-MOF and L2-MOF) of porphyrin-based MOFs on functionalized surfaces using a layer-by-layer (LbL) approach.  Profilometry measurements confirm that the film thickness increases systematically with no. of growth cycles.  Polarization excitation and fluorescence measurements indicate that the porphyrin units are preferentially oriented, while X-ray reflectivity scans point to periodic ordering.  Ellipsometry measurements show that the films are highly porous.  Since there are currently few methods capable of yielding microporous MOFs contg. accessible free-base porphyrins, it is noteworthy that the LbL growth permits direct MOF incorporation of unmetalated porphyrins.  Long-range energy transfer is demonstrated for both MOF films.  The findings offer useful insights for subsequent fabrication of MOF-based solar energy conversion devices.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1ejt7nE&md5=614d73a9e05b2acd8445914b9bacd65d", "8. ", "Cui", ", ", "Y.", "; ", "Yue", ", ", "Y.", "; ", "Qian", ", ", "G.", "; ", "Chen", ", ", "B.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1126", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Luminescent Functional Metal-Organic Frameworks", "Cui, Yuanjing; Yue, Yanfeng; Qian, Guodong; Chen, Banglin", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1126-1162", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors discuss the title topic and applications such as LEDs and luminescent sensors.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnslKitr8%253D&md5=255200f12ee460fd90a29655c2b685dc", "9. ", "(a) ", "Shigematsu", ", ", "A.", "; ", "Yamada", ", ", "T.", "; ", "Kitagawa", ", ", "H.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "2034", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Wide Control of Proton Conductivity in Porous Coordination Polymers", "Shigematsu, Akihito; Yamada, Teppei; Kitagawa, Hiroshi", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "7", "),\r\n    ", "2034-2036", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The proton conductivities of the porous coordination polymers M(OH)(bdc-R) [H2bdc = 1,4-benzenedicarboxylic acid; M = Al, Fe; R = H, NH2, OH, (COOH)2] were studied under humid conditions.  Good correlations among pKa, proton cond., and activation energy were obsd.  Fe(OH)(bdc-(COOH)2), having carboxy group and the lowest pKa, showed the highest proton cond. and the lowest activation energy in this system.  This is the 1st example in which proton cond. was widely controlled by substitution of ligand functional groups in an isostructural series.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVOnsbg%253D&md5=3804ab59141aa2eff627ce45797e8616", "(b) ", "Jeong", ", ", "N. C.", "; ", "Samanta", ", ", "B.", "; ", "Lee", ", ", "C. Y.", "; ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "51", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Coordination-Chemistry Control of Proton Conductivity in the Iconic Metal-Organic Framework Material HKUST-1", "Jeong, Nak Cheon; Samanta, Bappaditya; Lee, Chang Yeon; Farha, Omar K.; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "1", "),\r\n    ", "51-54", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "HKUST-1, a metal-org. framework (MOF) material contg. CuII-paddlewheel-type nodes and 1,3,5-benzenetricarboxylate struts, features accessible CuII sites to which solvent or other desired mols. can be intentionally coordinated.  As part of a broader study of ionic cond. in MOFs, the authors unexpectedly obsd. substantial proton cond. with the as synthesized version of this material following sorption of MeOH.  Although HKUST-1 is neutral, coordinated H2O mols. are rendered sufficiently acidic by CuII to contribute protons to pore-filling MeOH mols. and thereby enhance the alternating-current cond.  At ambient temp., the chem. identities of the node-coordinated and pore-filling mols. can be independently varied, thus enabling the proton cond. to be reversibly modulated.  The proton cond. of HKUST-1 increases by ∼75-fold, for example, when node-coordinated MeCN mols. were replaced by H2O mols.  In contrast, the cond. became almost immeasurably small when MeOH was replaced by hexane as the pore-filling solvent.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1Smur7K&md5=a4d7d2a584008a8e64702c5d7c6d0f57", "(c) ", "Horike", ", ", "S.", "; ", "Umeyama", ", ", "D.", "; ", "Kitagawa", ", ", "S.", " ", "Acc. Chem. Res.", " ", "2013", ",  ", "46", ",  ", "2376", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Ion Conductivity and Transport by Porous Coordination Polymers and Metal-Organic Frameworks", "Horike, Satoshi; Umeyama, Daiki; Kitagawa, Susumu", "Accounts of Chemical Research", "\r\n        (", "2013", "),\r\n    ", "46", "\r\n        (", "11", "),\r\n    ", "2376-2384", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Ion conduction and transport in solids are both interesting and useful and are found in widely distinct materials, from those in battery-related technologies to those in biol. systems.  Scientists have approached the synthesis of ion-conductive compds. in a variety of ways, in the areas of org. and inorg. chem.  Recently, based on their ion-conducting behavior, porous coordination polymers (PCPs) and metal-org. frameworks (MOFs) were recognized for their easy design and the dynamic behavior of the ionic components in the structures.  These PCP/MOFs consist of metal ions (or clusters) and org. ligands structured via coordination bonds.  They could have highly concd. mobile ions with dynamic behavior, and their characteristics have inspired the design of a new class of ion conductors and transporters.  In this Account, the authors describe the state-of-the-art of studies of ion cond. by PCP/MOFs and nonporous coordination polymers (CPs) and offer future perspectives.  PCP/MOF structures tend to have high hydrophilicity and guest-accessible voids, and scientists have reported many water-mediated proton (H+) conductivities.  Chem. modification of org. ligands can change the hydrated H+ cond. over a wide range.  However, the designable structures also permit water-free (anhyd.) H+ cond.  The incorporation of protic guests such as imidazole and 1,2,4-triazole into the microchannels of PCP/MOFs promotes the dynamic motion of guest mols., resulting in high H+ conduction without water.  Not only the host-guest systems, but the embedding of protic org. groups on CPs also results in inherent H+ cond.  The authors obsd. high H+ conductivities under anhyd. conditions and in the intermediate temp. region of org. and inorg. conductors.  The keys to successful construction are highly mobile ionic species and appropriate intervals of ion-hopping sites in the structures.  Lithium (Li+) and other ions can also be transported.  If the authors can optimize the crystal structures, this could offer further improvements in terms of both cond. and the working temp. range.  Another useful characteristic of PCP/MOFs is their wide application to materials fabrication.  The authors can easily prep. heterodomain crystal systems, such as core-shell or solid soln.  Other anisotropic morphologies (thin film, nanocrystal, nanorod, etc.,) are also possible, with retention of the ion cond.  The flexible nature also lets the authors design morphol.-dependent ion-conduction behaviors that the authors cannot observe in the bulk state.  The authors propose (1) multivalent ion and anion conductions with the aid of redox activity and defects in structures, (2) control of ion transport behavior by applying external stimuli, (3) anomalous cond. at the hetero-solid-solid interface, and (4) unidirectional ion transport as in the ion channels in membrane proteins.  In the future, scientists may use coordination polymers not only to achieve higher cond. but also to control ion behavior, which will open new avenues in solid-state ionics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXosFynsLo%253D&md5=826f3cfe1126835b7cdcef5955e65c47", "(d) ", "Shimizu", ", ", "G. K. H.", "; ", "Taylor", ", ", "J. M.", "; ", "Kim", ", ", "S.", " ", "Science", " ", "2013", ",  ", "341", ",  ", "354", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Proton conduction with metal-organic frameworks", "Shimizu, George K. H.; Taylor, Jared M.; Kim, Si Rim", "Science (Washington, DC, United States)", "\r\n        (", "2013", "),\r\n    ", "341", "\r\n        (", "6144", "),\r\n    ", "354-355", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht1Wmu7%252FO&md5=e49b88adaf9a2e1a23eeb08577967be2", "(e) ", "Aubrey", ", ", "M. L.", "; ", "Ameloot", ", ", "R.", "; ", "Wiers", ", ", "B. M.", "; ", "Long", ", ", "J. R.", " ", "Energy Environ. Sci.", " ", "2014", ",  ", "7", ",  ", "667", "[", "Crossref", "], [", "CAS", "]", "9. ", "Metal-organic frameworks as solid magnesium electrolytes", "Aubrey, M. L.; Ameloot, R.; Wiers, B. M.; Long, J. R.", "Energy & Environmental Science", "\r\n        (", "2014", "),\r\n    ", "7", "\r\n        (", "2", "),\r\n    ", "667-671", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A series of solid magnesium electrolytes were synthesized via the transmetallation of magnesium phenolates to coordinatively unsatd. metal sites lining the pores of the metal-org. frameworks Mg2(2,5-dioxidobenzene-1,4-dicarboxylate) and Mg2(4,4'-dioxidobiphenyl-3,3'-dicarboxylate).  The resulting materials represent a new class of solid magnesium electrolytes that are both cryst., and exhibit room-temp. ionic conductivities up to 0.25 mS cm-1.  The materials reported herein are one-hundred times more conductive at room temp. than any other solid magnesium electrolyte and represent the only class of materials sufficiently conductive for practical consideration in magnesium batteries.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhsFaksbg%253D&md5=17191733d03a89da75f6ea76f92acb34", "10. ", "Wang", ", ", "C.", "; ", "Zhang", ", ", "T.", "; ", "Lin", ", ", "W.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1084", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Rational Synthesis of Noncentrosymmetric Metal-Organic Frameworks for Second-Order Nonlinear Optics", "Wang, Cheng; Zhang, Teng; Lin, Wenbin", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1084-1104", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVCgtL3F&md5=0b2f95463499edac85c0604a09ef2b2d", "11. ", "(a) ", "Cohen", ", ", "S. M.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "970", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Postsynthetic Methods for the Functionalization of Metal-Organic Frameworks", "Cohen, Seth M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "970-1000", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The development of postsynthetic methods is discussed for the chem. modification and functionalization of metal-org. frameworks and related coordination polymers.  Emphasis is placed on the chem. approaches that result in the covalent modification of the org. linkers within the metal-org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFOmtr7O&md5=7925eb048cba3cfde64b5471dc919b24", "(b) ", "Tanabe", ", ", "K. K.", "; ", "Cohen", ", ", "S. M.", " ", "Chem. Soc. Rev.", " ", "2011", ",  ", "40", ",  ", "498", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Postsynthetic modification of metal-organic frameworks-a progress report", "Tanabe, Kristine K.; Cohen, Seth M.", "Chemical Society Reviews", "\r\n        (", "2011", "),\r\n    ", "40", "\r\n        (", "2", "),\r\n    ", "498-519", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) are an important class of hybrid inorg.-org. materials.  In this tutorial review, a progress report on the postsynthetic modification (PSM) of MOFs is provided.  PSM refers to the chem. modification of the MOF lattice in a heterogeneous fashion.  This powerful synthetic approach has grown in popularity and resulted in a no. of advances in the functionalization and application of MOFs.  The use of PSM to develop MOFs with improved gas sorption, catalytic activity, bioactivity, and more robust phys. properties is discussed.  The results reported to date clearly show that PSM is an important approach for the development and advancement of these hybrid solids.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXptFSlsg%253D%253D&md5=1dc915e25e01c1453862f2828fbe0804", "12. ", "Deria", ", ", "P.", "; ", "Mondloch", ", ", "J. E.", "; ", "Karagiaridi", ", ", "O.", "; ", "Bury", ", ", "W.", "; ", "Hupp", ", ", "J. T.", "; ", "Farha", ", ", "O. K.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5896", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "Beyond post-synthesis modification: evolution of metal-organic frameworks via building block replacement", "Deria, Pravas; Mondloch, Joseph E.; Karagiaridi, Olga; Bury, Wojciech; Hupp, Joseph T.; Farha, Omar K.", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5896-5912", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) are hybrid porous materials with many potential applications, which intimately depend on the presence of chem. functionality either at the org. linkers and/or at the metal nodes.  Functionality that cannot be introduced into MOFs directly via de novo syntheses can be accessed through post-synthesis modification (PSM) on the reactive moieties of the linkers and/or nodes without disrupting the metal-linker bonds.  Even more intriguing methods that go beyond PSM are herein termed building block replacement (BBR) which encompasses (i) solvent-assisted linker exchange (SALE), (ii) nonbridging ligand replacement, and (iii) transmetalation.  These 1-step or tandem BBR processes involve exchanging key structural components of the MOF, which in turn should allow for the evolution of protoMOF structures (i.e., the use of a parent MOF as a template) to design MOFs composed of completely new components, presumably via single crystal to single crystal transformations.  The influence of building block replacement on the stability and properties of MOFs are discussed, and some insights into their mechanistic aspects are provided.  Future perspectives providing a glimpse into how these techniques can lead to various unexplored areas of MOF chem. are also presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7nJ&md5=de54d936f3cd7cec5e813011df5c5c53", "13. ", "Hu", ", ", "A.", "; ", "Ngo", ", ", "H. L.", "; ", "Lin", ", ", "W.", " ", "J. Am. Chem. Soc.", " ", "2003", ",  ", "125", ",  ", "11490", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Chiral Porous Hybrid Solids for Practical Heterogeneous Asymmetric Hydrogenation of Aromatic Ketones", "Hu, Aiguo; Ngo, Helen L.; Lin, Wenbin", "Journal of the American Chemical Society", "\r\n        (", "2003", "),\r\n    ", "125", "\r\n        (", "38", "),\r\n    ", "11490-11491", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Chiral porous zirconium phosphonates contg. Ru-BINAP-DPEN moieties were synthesized via a mol. building-block approach, and characterized by a variety of techniques including TGA, adsorption isotherms, XRD, SEM, IR, and microanal.  These hybrid solids were used for enantioselective heterogeneous asym. hydrogenation of arom. ketones with remarkably high ee values of up to 99.2%.  These solid catalysts can also be easily recycled and reused for eight times without the loss of activity and enantioselectivity.  Ready tunability of such a mol. building-block approach will allow the optimization of these hybrid materials and promise to lead to other practically useful heterogeneous asym. catalysts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXms12ktbY%253D&md5=eacc238a03a441e5a6ab789592f3a30e", "14. ", "Cavka", ", ", "J. H.", "; ", "Jakobsen", ", ", "S.", "; ", "Olsbye", ", ", "U.", "; ", "Guillou", ", ", "N.", "; ", "Lamberti", ", ", "C.", "; ", "Bordiga", ", ", "S.", "; ", "Lillerud", ", ", "K. P.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "13850", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "A new zirconium inorganic building brick forming metal organic frameworks with exceptional stability", "Cavka Jasmina Hafizovic; Jakobsen Soren; Olsbye Unni; Guillou Nathalie; Lamberti Carlo; Bordiga Silvia; Lillerud Karl Petter", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "42", "),\r\n    ", "13850-1", "\r\n        ISSN:", ".\r\n    ", "Porous crystals are strategic materials with industrial applications within petrochemistry, catalysis, gas storage, and selective separation.  Their unique properties are based on the molecular-scale porous character.  However, a principal limitation of zeolites and similar oxide-based materials is the relatively small size of the pores, typically in the range of medium-sized molecules, limiting their use in pharmaceutical and fine chemical applications.  Metal organic frameworks (MOFs) provided a breakthrough in this respect.  New MOFs appear at a high and an increasing pace, but the appearances of new, stable inorganic building bricks are rare.  Here we present a new zirconium-based inorganic building brick that allows the synthesis of very high surface area MOFs with unprecedented stability.  The high stability is based on the combination of strong Zr-O bonds and the ability of the inner Zr6-cluster to rearrange reversibly upon removal or addition of mu3-OH groups, without any changes in the connecting carboxylates.  The weak thermal, chemical, and mechanical stability of most MOFs is probably the most important property that limits their use in large scale industrial applications.  The Zr-MOFs presented in this work have the toughness needed for industrial applications; decomposition temperature above 500 degrees C and resistance to most chemicals, and they remain crystalline even after exposure to 10 tons/cm2 of external pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD1cnlvFSqsA%253D%253D&md5=f355e3a0756d112f6ae3148a1e69cd81", "15. ", "(a) ", "Jiang", ", ", "H.-L.", "; ", "Feng", ", ", "D.", "; ", "Wang", ", ", "K.", "; ", "Gu", ", ", "Z.-Y.", "; ", "Wei", ", ", "Z.", "; ", "Chen", ", ", "Y.-P.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "13934", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "An Exceptionally Stable, Porphyrinic Zr Metal-Organic Framework Exhibiting pH-Dependent Fluorescence", "Jiang, Hai-Long; Feng, Dawei; Wang, Kecheng; Gu, Zhi-Yuan; Wei, Zhangwen; Chen, Ying-Pin; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "37", "),\r\n    ", "13934-13938", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A reaction between a ZrIV salt and a porphyrinic tetracarboxylic acid leads to a metal-org. framework (MOF) with two types of open channels, representing a MOF featuring a (4,8)-connected sqc net.  The MOF is formulated as Zr6(μ3-O)4(μ3-OH)4(OH)4(H2O)4(H2TCPP)2 (denoted as PCN-225) and it's Zn-contg. deriv. is denoted as PCN-225(Zn).  The MOFs remains intact in both boiling H2O and aq. solns. with pH ranging from 1 to 11, a remarkably extensive pH range that a MOF can sustain.  Given its exceptional stability and pH-dependent fluorescent intensity, the MOF can potentially be applied in fluorescent pH sensing.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtlChtLzI&md5=e5a2d00475d89e88c8be9d15d63dd4e7", "(b) ", "Mondloch", ", ", "J. E.", "; ", "Katz", ", ", "M. J.", "; ", "Planas", ", ", "N.", "; ", "Semrouni", ", ", "D.", "; ", "Gagliardi", ", ", "L.", "; ", "Hupp", ", ", "J. T.", "; ", "Farha", ", ", "O. K.", " ", "Chem. Commun.", " ", "2014", ",  ", "50", ",  ", "8944", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "Are Zr6-based MOFs water stable? Linker hydrolysis vs. capillary-force-driven channel collapse", "Mondloch, Joseph E.; Katz, Michael J.; Planas, Nora; Semrouni, David; Gagliardi, Laura; Hupp, Joseph T.; Farha, Omar K.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2014", "),\r\n    ", "50", "\r\n        (", "64", "),\r\n    ", "8944-8946", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two Zr6-based frameworks, UiO-67 and NU-1000, are shown to be stable towards linker hydrolysis in water, but collapse during activation from water.  This framework collapse can be overcome by utilizing solvent exchange to solvents exhibiting lower capillary forces such as acetone.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtVOnsrrI&md5=60fc1aa723ce457f38084e51927915ff", "16. ", "(a) ", "Wu", ", ", "H.", "; ", "Chua", ", ", "Y. S.", "; ", "Krungleviciute", ", ", "V.", "; ", "Tyagi", ", ", "M.", "; ", "Chen", ", ", "P.", "; ", "Yildirim", ", ", "T.", "; ", "Zhou", ", ", "W.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "10525", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Unusual and Highly Tunable Missing-Linker Defects in Zirconium Metal-Organic Framework UiO-66 and Their Important Effects on Gas Adsorption", "Wu, Hui; Chua, Yong Shen; Krungleviciute, Vaiva; Tyagi, Madhusudan; Chen, Ping; Yildirim, Taner; Zhou, Wei", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "28", "),\r\n    ", "10525-10532", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "UiO-66 is a highly important prototypical zirconium metal-org. framework (MOF) compd. because of its excellent stabilities not typically found in common porous MOFs.  In its perfect crystal structure, each Zr metal center is fully coordinated by 12 org. linkers to form a highly connected framework.  Using high-resoln. neutron power diffraction technique, we found the first direct structural evidence showing that real UiO-66 material contains significant amt. of missing-linker defects, an unusual phenomenon for MOFs.  The concn. of the missing-linker defects is surprisingly high, ∼10% in our sample, effectively reducing the framework connection from 12 to ∼11.  We show that by varying the concn. of the acetic acid modulator and the synthesis time, the linker vacancies can be tuned systematically, leading to dramatically enhanced porosity.  We obtained samples with pore vols. ranging from 0.44 to 1.0 cm3/g and Brunauer-Emmett-Teller surface areas ranging from 1000 to 1600 m2/g, the largest values of which are ∼150% and ∼60% higher than the theor. values of defect-free UiO-66 crystal, resp.  The linker vacancies also have profound effects on the gas adsorption behaviors of UiO-66, in particular CO2.  Finally, comparing the gas adsorption of hydroxylated and dehydroxylated UiO-66, we found that the former performs systematically better than the latter (particularly for CO2) suggesting the beneficial effect of the -OH groups.  This finding is of great importance because hydroxylated UiO-66 is the practically more relevant, non-air-sensitive form of this MOF.  The preferred gas adsorption on the metal center was confirmed by neutron diffraction measurements, and the gas binding strength enhancement by the -OH group was further supported by our first-principles calcns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtValsLrL&md5=c1ead8cbafaae77968f37490e2bb14f6", "(b) ", "Wu", ", ", "H.", "; ", "Yildirim", ", ", "T.", "; ", "Zhou", ", ", "W.", " ", "J. Phys. Chem. Lett.", " ", "2013", ",  ", "4", ",  ", "925", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Mechanical stability of highly porous zirconium metal-organic framework UiO-66", "Wu, Hui; Yildirim, Taner; Zhou, Wei", "Journal of Physical Chemistry Letters", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "6", "),\r\n    ", "925-930", "CODEN:\r\n                ", "JPCLCD", ";\r\n        ISSN:", "1948-7185", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) with high porosity usually exhibit weak mech. stabilities, in particular, rather low stabilities against shear stress.  This limitation remains one of the bottlenecks for certain applications of porous MOFs, such as gas storage or sepn. that requires dense packing of the MOF powders under mech. compression without collapsing the pores.  We found that UiO-66, a prototypical Zr-MOF with high porosity, exhibits unusually high shear stability.  Its minimal shear modulus (Gmin = 13.7 GPa) is an order of magnitude higher than those of other benchmark highly porous MOFs (e.g., MOF-5, ZIF-8, HKUST-1), approaching that of zeolites.  Our anal. clearly shows that the exceptional mech. stability of UiO-66 is due to its high framework connections (i.e., the high degree of coordination of Zr-O metal centers to the org. linkers).  Our work thus provides important guidelines for developing new porous MOFs targeting at high mech. stabilities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjsFejsbc%253D&md5=787fa63c91d5146a8ee7364cd773788a", "17. ", "(a) ", "Mondloch", ", ", "J. E.", "; ", "Bury", ", ", "W.", "; ", "Fairen-Jimenez", ", ", "D.", "; ", "Kwon", ", ", "S.", "; ", "DeMarco", ", ", "E. J.", "; ", "Weston", ", ", "M. H.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Nguyen", ", ", "S. T.", "; ", "Stair", ", ", "P. C.", "; ", "Snurr", ", ", "R. Q.", "; ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "10294", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Vapor-Phase Metalation by Atomic Layer Deposition in a Metal-Organic Framework", "Mondloch, Joseph E.; Bury, Wojciech; Fairen-Jimenez, David; Kwon, Stephanie; DeMarco, Erica J.; Weston, Mitchell H.; Sarjeant, Amy A.; Nguyen, SonBinh T.; Stair, Peter C.; Snurr, Randall Q.; Farha, Omar K.; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "28", "),\r\n    ", "10294-10297", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) have received attention for a myriad of potential applications including catalysis, gas storage, and gas sepn.  Coordinatively unsatd. metal ions often enable key functional behavior of these materials.  Most commonly, MOFs were metalated from the condensed phase (i.e., from soln.).  Here the authors introduce a new synthetic strategy capable of metalating MOFs from the gas phase: at. layer deposition (ALD).  Key to enabling metalation by ALD In MOFs (AIM) was the synthesis of NU-1000, Zr6(μ3-OH)8(OH)8(TBAPy)2 (H4TBAPY = 1,3,6,8-tetrakis(p-carboxyphenyl)pyrene), a new, thermally stable, Zr-based MOF with spatially oriented -OH groups and large 1-dimensional mesopores and apertures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtVKit7bN&md5=e5ff0bf8a96c1ef952c59fbc26875452", "(b) ", "Morris", ", ", "W.", "; ", "Volosskiy", ", ", "B.", "; ", "Demir", ", ", "S.", "; ", "Gándara", ", ", "F.", "; ", "McGrier", ", ", "P. L.", "; ", "Furukawa", ", ", "H.", "; ", "Cascio", ", ", "D.", "; ", "Stoddart", ", ", "J. F.", "; ", "Yaghi", ", ", "O. M.", " ", "Inorg. Chem.", " ", "2012", ",  ", "51", ",  ", "6443", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Synthesis, Structure, and Metalation of Two New Highly Porous Zirconium Metal-Organic Frameworks", "Morris, William; Volosskiy, Boris; Demir, Selcuk; Gandara, Felipe; McGrier, Psaras L.; Furukawa, Hiroyasu; Cascio, Duilio; Stoddart, J. Fraser; Yaghi, Omar M.", "Inorganic Chemistry", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "12", "),\r\n    ", "6443-6445", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three new metal-org. frameworks [MOF-525, Zr6O4(OH)4(TCPP-H2)3; MOF-535, Zr6O4(OH)4(XF)3; MOF-545, Zr6O8(H2O)8(TCPP-H2)2, where porphyrin H4-TCPP-H2 = (C48H24O8N4) and cruciform H4-XF = (C42O8H22)] based on two new topologies, ftw and csq, were synthesized and structurally characterized.  MOF-525 and -535 are composed of Zr6O4(OH)4 cuboctahedral units linked by either porphyrin (MOF-525) or cruciform (MOF-535).  Another Zr-contg. unit, Zr6O8(H2O)8, is linked by porphyrin to give the MOF-545 structure.  The structure of MOF-525 was obtained by anal. of powder x-ray diffraction data.  The structures of MOF-535 and -545 were resolved from synchrotron single-crystal data.  MOF-525, -535, and -545 have Brunauer-Emmett-Teller surface areas of 2620, 1120, and 2260 m2/g, resp.  In addn. to their large surface areas, both porphyrin-contg. MOFs are exceptionally chem. stable, maintaining their structures under aq. and org. conditions.  MOF-525 and -545 were metalated with Fe(III) and Cu(II) to yield the metalated analogs without losing their high surface area and chem. stability.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XotFGlu7c%253D&md5=e2aef059f68ef4a35e5757bf914a6883", "(c) ", "Feng", ", ", "D.", "; ", "Gu", ", ", "Z.-Y.", "; ", "Li", ", ", "J.-R.", "; ", "Jiang", ", ", "H.-L.", "; ", "Wei", ", ", "Z.", "; ", "Zhou", ", ", "H.-C.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "10307", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Zirconium-Metalloporphyrin PCN-222: Mesoporous Metal-Organic Frameworks with Ultrahigh Stability as Biomimetic Catalysts", "Feng, Dawei; Gu, Zhi-Yuan; Li, Jian-Rong; Jiang, Hai-Long; Wei, Zhangwen; Zhou, Hong-Cai", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "41", "),\r\n    ", "10307-10310, S10307/1-S10307/46", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Zirconium-metalloporphyrin PCN-222 mesoporous metal-org. frameworks with ultrahigh stability as biomimetic catalysts are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1aqtLvK&md5=1f53cd17d6e9bf7e130b29acdafc98cb", "(d) ", "Chen", ", ", "Y.", "; ", "Hoang", ", ", "T.", "; ", "Ma", ", ", "S.", " ", "Inorg. Chem.", " ", "2012", ",  ", "51", ",  ", "12600", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Biomimetic catalysis of a porous iron-based metal-metalloporphyrin framework", "Chen, Yao; Hoang, Tran; Ma, Shengqian", "Inorganic Chemistry", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "23", "),\r\n    ", "12600-12602", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A porous metal-metalloporphyrin framework, MMPF-6, based upon an Fe(III)-metalated porphyrin ligand and a secondary binding unit of a Zr oxide cluster was constructed.  MMPF-6 demonstrated interesting peroxidase activity comparable to that of the hemoprotein, myoglobin, as well as exhibited solvent adaptability of retaining the peroxidase activity in an org. solvent.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhslSmt7%252FP&md5=5268dd21b0d9c86613284dee09c42825", "18. ", "(a) ", "Deria", ", ", "P.", "; ", "Mondloch", ", ", "J. E.", "; ", "Tylianakis", ", ", "E.", "; ", "Ghosh", ", ", "P.", "; ", "Bury", ", ", "W.", "; ", "Snurr", ", ", "R. Q.", "; ", "Hupp", ", ", "J. T.", "; ", "Farha", ", ", "O. K.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "16801", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Perfluoroalkane Functionalization of NU-1000 via Solvent-Assisted Ligand Incorporation: Synthesis and CO2 Adsorption Studies", "Deria, Pravas; Mondloch, Joseph E.; Tylianakis, Emmanuel; Ghosh, Pritha; Bury, Wojciech; Snurr, Randall Q.; Hupp, Joseph T.; Farha, Omar K.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "45", "),\r\n    ", "16801-16804", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new functionalization technique, solvent-assisted ligand incorporation (SALI), was developed to efficiently incorporate carboxylate-based functionalities in the Zr-based metal-org. framework, NU-1000.  Unlike previous metal node functionalization strategies, which utilize dative bonding to coordinatively unsatd. metal sites, SALI introduces functional groups as charge compensating and strongly bound moieties to the Zr6 node.  Utilizing SALI, the authors have efficiently attached perfluoro-alkane carboxylates of various chain lengths (C1-C9) on the Zr6 nodes of NU-1000.  These fluoro-alkane-functionalized mesoporous MOFs, termed herein SALI-n, were studied exptl. and theor. as potential CO2 capture materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslSqtLjK&md5=a346fb82af4ad25e21f1333807c50ec9", "(b) ", "Deria", ", ", "P.", "; ", "Bury", ", ", "W.", "; ", "Hupp", ", ", "J. T.", "; ", "Farha", ", ", "O. K.", " ", "Chem. Commun.", " ", "2014", ",  ", "50", ",  ", "1965", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Versatile functionalization of the NU-1000 platform by solvent-assisted ligand incorporation", "Deria, Pravas; Bury, Wojciech; Hupp, Joseph T.; Farha, Omar K.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2014", "),\r\n    ", "50", "\r\n        (", "16", "),\r\n    ", "1965-1968", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Solvent-assisted ligand incorporation (SALI) was used to efficiently insert various carboxylate-derived functionalities into the Zr-based metal-org. framework NU-1000 as charge compensating moieties strongly bound to the Zr6 nodes.  SALI-derived functionalities are accessible for further chem. reactions such as click chem., imine condensation and pyridine quaternization.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhsFCjt7o%253D&md5=425147878ca1743981187119100f8c3b", "(c) ", "Planas", ", ", "N.", "; ", "Mondloch", ", ", "J. E.", "; ", "Tussupbayev", ", ", "S.", "; ", "Borycz", ", ", "J.", "; ", "Gagliardi", ", ", "L.", "; ", "Hupp", ", ", "J. T.", "; ", "Farha", ", ", "O. K.", "; ", "Cramer", ", ", "C.", " ", "J. Phys. Chem. Lett.", " ", "2014", ",  ", "5", ",  ", "3716", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Defining the Proton Topology of the Zr6-Based Metal-Organic Framework NU-1000", "Planas, Nora; Mondloch, Joseph E.; Tussupbayev, Samat; Borycz, Joshua; Gagliardi, Laura; Hupp, Joseph T.; Farha, Omar K.; Cramer, Christopher J.", "Journal of Physical Chemistry Letters", "\r\n        (", "2014", "),\r\n    ", "5", "\r\n        (", "21", "),\r\n    ", "3716-3723", "CODEN:\r\n                ", "JPCLCD", ";\r\n        ISSN:", "1948-7185", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) constructed from Zr6-based nodes have recently received considerable attention given their exceptional thermal, chem., and mech. stability.  Because of this, the structural diversity of Zr6-based MOFs has expanded considerably and in turn given rise to difficulty in their precise characterization.  In particular it has been difficult to assign where protons (needed for charge balance) reside on some Zr6-based nodes.  Elucidating the precise proton topologies in Zr6-based MOFs will have wide ranging implications in defining their chem. reactivity, acid/base characteristics, cond., and chem. catalysis.  Here we have used a combined quantum mech. and exptl. approach to elucidate the precise proton topol. of the Zr6-based framework NU-1000.  Our data indicate that a mixed node topol., [Zr6(μ3-O)4(μ3-OH)4(OH)4 (OH2)4]8+, is preferred and simultaneously rule out five alternative node topologies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhslagtbbP&md5=f4705e634dbf46d0e14bc69c6df17322", "19. ", "(a) ", "McDonald", ", ", "T. M.", "; ", "D’Alessandro", ", ", "D. M.", "; ", "Krishna", ", ", "R.", "; ", "Long", ", ", "J. R.", " ", "Chem. Sci.", " ", "2011", ",  ", "2", ",  ", "2022", "[", "Crossref", "], [", "CAS", "]", "19. ", "Enhanced carbon dioxide capture upon incorporation of N,N'-dimethylethylenediamine in the metal-organic framework CuBTTri", "McDonald, Thomas M.; D'Alessandro, Deanna M.; Krishna, Rajamani; Long, Jeffrey R.", "Chemical Science", "\r\n        (", "2011", "),\r\n    ", "2", "\r\n        (", "10", "),\r\n    ", "2022-2028", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "High capacity, high selectivity, and low-cost regeneration conditions are the most important criteria by which new adsorbents for post-combustion CO2 capture will be judged.  The incorporation of N,N'-dimethylethylenediamine (mmen) into H3(Cu4Cl)3(BTTri)8 (CuBTTri; H3BTTri = 1,3,5-tri(1H-1,2,3-triazol-4-yl)benzene), a H2O-stable, triazolate-bridged framework, is shown to drastically enhance CO2 adsorption, resulting in one of the best performing metal-org. frameworks for CO2 sepn. reported to date.  High porosity was maintained despite stoichiometric attachment of mmen to the open metal sites of the framework, resulting in a BET surface area of 870 m2 g-1.  At 25° under a 0.15 bar CO2/0.75 bar N2 mixt., mmen-CuBTTri adsorbs 2.38 mmol CO2 g-1 (9.5%) with a selectivity of 327, as detd. using Ideal Adsorbed Soln. Theory (IAST).  The high capacity and selectivity are consequences of the exceptionally large isosteric heat of CO2 adsorption, calcd. to be -96 kJ mol-1 at zero coverage.  IR spectra support chemisorption between amines and CO2 as one of the primary mechanisms of uptake.  Despite the large initial heat of adsorption, the CO2 uptake was fully reversible and the framework could be easily regenerated at 60°, enabling a cycling time of just 27 min with no loss of capacity over 72 adsorption/desorption cycles.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFagtrzM&md5=eeb691022dc2b81537158452bbc9f11c", "(b) ", "Zheng", ", ", "S.-T.", "; ", "Zhao", ", ", "X.", "; ", "Lau", ", ", "S.", "; ", "Fuhr", ", ", "A.", "; ", "Feng", ", ", "P.", "; ", "Bu", ", ", "X.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "10270", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Entrapment of Metal Clusters in Metal-Organic Framework Channels by Extended Hooks Anchored at Open Metal Sites", "Zheng, Shou-Tian; Zhao, Xiang; Lau, Samuel; Fuhr, Addis; Feng, Pingyun; Bu, Xianhui", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "28", "),\r\n    ", "10270-10273", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Open metal sites (OMSs) of metal-org. frameworks (MOFs) have been used for architectural pore design.  OMSs were used to run extended hooks (isonicotinates in this work) from the framework walls to the channel centers to effect the capture of single metal ions or clusters, with the concurrent partitioning of the large channel spaces into multiple domains, alteration of the host-guest charge relationship and assocd. guest-exchange properties, and transfer of OMSs from the walls to the channel centers.  The concept of the extended hook, demonstrated here in the multicomponent dual-metal and dual-ligand system, should be generally applicable to a range of framework types.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtVKitrbM&md5=f000e33c1410832d3a0e87d24dcc31fe", "20. ", "(a) ", "Shimizu", ", ", "G. K. H.", "; ", "Vaidhyanathan", ", ", "R.", "; ", "Taylor", ", ", "J. M.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1430", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "20. ", "Phosphonate and sulfonate metal organic frameworks", "Shimizu, George K. H.; Vaidhyanathan, Ramanathan; Taylor, Jared M.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1430-1449", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Recent progress in phosphonate and sulfonate MOFs is reviewed with an emphasis on open frameworks.  These two ligating functionalities are paired due to their structural analogy but the review will show that their differences likely outweigh their similarities when it comes to their framework structures and properties.  Examples that are highlighted focus on new routes to open structures, demonstrations of porosity and functionality, and examples with dynamic structures.  This crit. review is geared to researchers interested in designing open framework solids.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurk%253D&md5=2592cec139d4ed1c549b4cb784e15b96", "(b) ", "Gagnon", ", ", "K. J.", "; ", "Perry", ", ", "H. P.", "; ", "Clearfield", ", ", "A.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1034", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Conventional and Unconventional Metal-Organic Frameworks Based on Phosphonate Ligands: MOFs and UMOFs", "Gagnon, Kevin J.; Perry, Houston P.; Clearfield, Abraham", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1034-1054", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The prepn. and structures of phosphonate-based conventional and unconventional (poorly cryst. yet highly thermally stable and insol. in acidic media) MOFs are discussed.  Conventional MOF's include alkyl- piperazinyl- and arylphosphonates and unconventional MOF's include aluminum, zirconium and tin phosphonates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsFCmsrnK&md5=f01ca92e9215b0a6d18d3320afb49b05", "(c) ", "Guerrero", ", ", "G.", "; ", "Alauzun", ", ", "J. G.", "; ", "Granier", ", ", "M.", "; ", "Laurencin", ", ", "D.", "; ", "Mutin", ", ", "P. H.", " ", "Dalton Trans.", " ", "2013", ",  ", "42", ",  ", "12569", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "20. ", "Phosphonate coupling molecules for the control of surface/interface properties and the synthesis of nanomaterials", "Guerrero, Gilles; Alauzun, Johan G.; Granier, Michel; Laurencin, Danielle; Mutin, P. Hubert", "Dalton Transactions", "\r\n        (", "2013", "),\r\n    ", "42", "\r\n        (", "35", "),\r\n    ", "12569-12585", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Phosphonic acids are increasingly being used for controlling surface and interface properties in hybrid or composite materials, (opto)electronic devices and in the synthesis of nanomaterials.  A survey of phosphonate coupling mols. is presented, including details on their coordination chem., their use in the surface modification of inorg. substrates with self-assembled monolayers, and the anal. techniques available to characterize their environment in nanomaterials.  Then, some of their recent applications in the development of org. electronic devices, photovoltaic cells, biomaterials, biosensors, supported catalysts and sorbents, corrosion inhibitors, and nanostructured composite materials, are presented.  In the last part of the article, a brief overview of recent progress in the use of phosphonate ligands for the prepn. of mol. nanomaterials like metal org. frameworks and functionalized polyoxometalates is given.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht1Ghu73K&md5=c27c7b1fd6de9590436aa5d079815968", "(d) ", "Ramaswamy", ", ", "P.", "; ", "Wong", ", ", "N. E.", "; ", "Shimizu", ", ", "G. K. H.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5913", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "20. ", "MOFs as proton conductors - challenges and opportunities", "Ramaswamy, Padmini; Wong, Norman E.; Shimizu, George K. H.", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5913-5932", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Proton conducting materials have garnered immense attention for their role as electrolytes in fuel cells.  Metal Org. Frameworks (MOFs) and coordination polymers have recently been investigated as possible candidates for proton-conducting applications.  Their crystallinity, chem. functionalizable pores and options for systematic structural variation are some of the factors that allow for the targeted design of better proton conductors operating over a wide variety of temps. and/or humidity conditions.  This review will examine selected examples from this nascent field, and will focus on the design and synthesis of proton conducting MOFs, their properties and conditions under which they operate.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7nM&md5=f7aecfc848c072457e2dbf0116ebc62b", "(e) ", "Devic", ", ", "T.", "; ", "Serre", ", ", "C.", "  ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "6097", ".", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "20. ", "High valence 3p and transition metal based MOFs", "Devic, Thomas; Serre, Christian", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "6097-6115", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This article focuses on high valence 3p and transition metal based metal org. frameworks.  In the first part the authors will discuss the complex soln. chem. of these metals which makes this sub-class of MOFs more of a challenge than the traditional low valence metal based MOFs.  This is followed by a short review of the different classes of solids based on phosphonates, carboxylates and other linkers.  Finally, the authors report some of the most relevant properties of these solids such as their chem. or thermal stability as well as their catalytic, redox- and photo-activities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7nN&md5=019d9e9cb171d73ddc01347143db54a2", "21. ", "Stylianou", ", ", "K. C.", "; ", "Heck", ", ", "R.", "; ", "Chong", ", ", "S. Y.", "; ", "Bacsa", ", ", "J.", "; ", "Jones", ", ", "J. T. A.", "; ", "Khimyak", ", ", "Y. Z.", "; ", "Bradshaw", ", ", "D.", "; ", "Rosseinsky", ", ", "M. J.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "4119", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "A Guest-Responsive Fluorescent 3D Microporous Metal-Organic Framework Derived from a Long-Lifetime Pyrene Core", "Stylianou, Kyriakos C.; Heck, Romain; Chong, Samantha Y.; Bacsa, John; Jones, James T. A.; Khimyak, Yaroslav Z.; Bradshaw, Darren; Rosseinsky, Matthew J.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "12", "),\r\n    ", "4119-4130", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The carboxylate ligand pyrene-1,3,6,8-tetrakis(p-benzoic acid) (TBAPy), based on the strongly fluorescent long-lifetime pyrene core, affords a permanently microporous fluorescent metal-org. framework, [In2(OH)2(TBAPy)]·(guests) (1), displaying 54% total accessible vol. and excellent thermal stability.  Fluorescence studies reveal that both 1 and TBAPy display strong emission bands at 471 and 529 nm, resp., upon excitation at 390 nm, with framework coordination of the TBAPy ligands significantly increasing the emission lifetime from 0.089 to 0.110 ms.  Upon desolvation, the emission band for the framework is shifted to lower energy: however, upon re-exposure to DMF the as-made material is regenerated with reversible fluorescence behavior.  Together with the lifetime, the emission intensity is strongly enhanced by spatial sepn. of the optically active ligand mols. within the MOF structure and is dependent on the amt. and chem. nature of the guest species in the pores.  The quantum yield of the material is 6.7% and, coupled with the fluorescence lifetime on the millisecond time scale, begins to approach the values obsd. for Eu(III)-cryptate-derived com. sensors.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXislKitbs%253D&md5=58ab44ad51509e997c9b450cbe0bb2ce", "22. ", "Rouquerol", ", ", "J.", "; ", "Llewellyn", ", ", "P.", "; ", "Rouquerol", ", ", "F.", " ", "Stud. Surf. Sci. Catal.", " ", "2007", ",  ", "160", ",  ", "49", "[", "Crossref", "], [", "CAS", "]", "22. ", "Is the BET equation applicable to microporous adsorbents?", "Rouquerol, J.; Llewellyn, P.; Rouquerol, F.", "Studies in Surface Science and Catalysis", "\r\n        (", "2007", "),\r\n    ", "160", "\r\n        (", "Characterization of Porous Solids VII", "),\r\n    ", "49-56", "CODEN:\r\n                ", "SSCTDM", ";\r\n        ISSN:", "0167-2991", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  The title question is discussed in detail.  The limitations of the BET equation in case of microporous adsorbents are described.  The question is raised, why the Langmuir equation cannot be simply used for such a material.  Other question discussed are if the BET monolayer capacity of a microporous material is a reproducible quantity and if the BET approach is reasonably supported by calorimetry.  Generally, the BET method should not be blindly applied to adsorbents contg. micropores.  It is recommended to replace the BET monolayer content by the BET strong-retention capacity.  Instead of the abs. concepts of the BET surface area, the concepts of BET strong-retention capacity, external-surface area, micropore capacity, and satn. capacity should be used being closer to the phys. reality.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXivVymsrk%253D&md5=59e695797c3036bc49e24f473a8034d0", "23. ", "Walton", ", ", "K. S.", "; ", "Snurr", ", ", "R. Q.", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "8552", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Applicability of the BET Method for Determining Surface Areas of Microporous Metal-Organic Frameworks", "Walton, Krista S.; Snurr, Randall Q.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "27", "),\r\n    ", "8552-8556", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The surface area is one of the most important quantities for characterizing novel porous materials.  The BET anal. is the std. method for detg. surface areas from nitrogen adsorption isotherms and was originally derived for multilayer gas adsorption onto flat surfaces.  Metal-org. frameworks (MOFs) are a relatively new class of cryst., porous materials that exhibit very large BET surface areas.  These materials are microporous and possess surfaces that are far from flat.  In some MOFs, adsorption occurs through a pore-filling mechanism rather than by layer formation.  Thus, it is unclear whether BET surface area nos. reported for these materials are truly meaningful.  Given the std. practice of reporting BET surface areas for novel porous materials, a crit. test of the BET method is much needed.  Grand canonical Monte Carlo simulations were used to predict adsorption isotherms for nitrogen in MOFs.  The predicted isotherms were used as pseudoexperimental data to test the applicability of the BET theory for obtaining surface areas of microporous MOFs.  BET surface areas calcd. from the simulated isotherms agree very well with the accessible surface areas calcd. directly from the crystal structures in a geometric fashion.  The surface areas agree well with exptl. reports in the literature.  These results provide a strong validation that the BET theory can be used to obtain surface areas of MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXms12gur0%253D&md5=afdfa7c0f69c8645a456afb207431957", "24. ", "Demadis", ", ", "K. D.", "; ", "Katarachia", ", ", "S. D.", " ", "Phosphorus, Sulfur Silicon Relat. Elem.", " ", "2004", ",  ", "179", ",  ", "627", "[", "Crossref", "], [", "CAS", "]", "24. ", "Metal-phosphonate chemistry: synthesis, crystal structure of calcium-amino-tris-(methylene phosphonate) and inhibition of CaCO3 crystal growth", "Demadis, Konstantinos D.; Katarachia, Stella D.", "Phosphorus, Sulfur and Silicon and the Related Elements", "\r\n        (", "2004", "),\r\n    ", "179", "\r\n        (", "3", "),\r\n    ", "627-648", "CODEN:\r\n                ", "PSSLEC", ";\r\n        ISSN:", "1042-6507", ".\r\n    \r\n            (", "Taylor & Francis, Inc.", ")\r\n        ", "Org. (poly)phosphonates are additives in water treatment that find broad use as mineral scale and corrosion inhibitors for a plethora of industrial applications.  The phenomenon of pptn. of scale inhibitors was studied intensively.  This study reports the synthesis, characterization, and crystal structure of [Ca(AMP)(H2O)]·3.5H2O (H2AMP = Amino-tris-Methylene Phosphonic acid).  Ca-AMP crystals are monoclinic, space group P21/n with a 11.3382(5), b 8.4555(4), c 15.5254(7) Å, β 90.6551° and Z = 4.  The structure is polymeric due to chelation of multiple Ca ions by AMP.  The Ca2+ center is slightly distorted octahedral and is surrounded by five phosphonate oxygens and a water mol.  Ca-O(P) bond lengths range from 2.2924(14) to 2.3356(14) Å.  The Ca-O(H2O) bond distance is 2.3693(17).  Each phosphonate group is monodeprotonated, and the nitrogen atom is protonated.  CaCO3 inhibition and crystal modification by AMP are also reported, together with synergistic effects with polyacrylate-based terpolymers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXjsFert7w%253D&md5=04672b55ec4c36abd72e6ff86460d8fa", "25. ", "Elimination of the peak at 3674 cm", "–1", " unmasks a peak at 3671 cm", "–1", " that has previously been assigned to an O–H stretching for the bridging hydroxo ligand (see ref ", "18c", ").", "There is no corresponding record for this reference.", "26. ", "When reacted with 4 equiv of HPPA, the strong Zr(IV)–phosphonate bonding interaction entails an irreversible replacement of ∼ 8% of the carboxylate-terminated TBAPy bridging linker. Therefore, some of the node (OH + H", "2", "O) will remain unfunctionalized.", "There is no corresponding record for this reference.", "27. ", "It is mportant to note that direct activation of these samples from the aqueous (and other high boiling polar) media could potentially lead to capillary-force-driven channel collapse (for details, see ref ", "15b", "). To avoid any activation-enforced framework damage, we  consistently exchanged the aqueous solvent, postchemical treatments, with acetone prior to  thermal activation.", "There is no corresponding record for this reference.", "28. ", "Dean", ", ", "J. A.", "; ", "Lange", ", ", "N. A.", "  ", "Lange’s Handbook of Chemistry", ", ", "15", "th ed.; ", "McGraw-Hill", ": ", "New York", ", ", "1999", ".", "There is no corresponding record for this reference.", "29. ", "One way to understand the dependence of SALI efficacy on conjugate acid p", "K", "a", " is to recognize that node substitution requires deprotonation of the conjugate. Deprotonation to form the anionic ligand is energetically less expensive for conjugates featuring lower p", "K", "a", " values (i.e., larger acid dissociation constants).", "There is no corresponding record for this reference.", "30. ", "The reverse sequence, i.e., a carboxylate ligand can be replaced by a phosphonate (see ", "Supporting Information", " section S7; Figure S-18)", "There is no corresponding record for this reference."], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-5/ic502639v/20150224/images/small/ic-2014-02639v_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-5/ic502639v/20150224/images/small/ic-2014-02639v_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-5/ic502639v/20150224/images/small/ic-2014-02639v_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-5/ic502639v/20150224/images/small/ic-2014-02639v_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-5/ic502639v/20150224/images/small/ic-2014-02639v_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-5/ic502639v/20150224/images/small/ic-2014-02639v_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-5/ic502639v/20150224/images/small/ic-2014-02639v_0007.gif\">"]}
