{"title": ["Improving Hydrothermal Stability and Catalytic Activity of Metal–Organic Frameworks by Graphite Oxide Incorporation"], "authors": ["Dan-Dan Zu", "Lei Lu", "Xiao-Qin Liu", "Dong-Yuan Zhang", "Lin-Bing Sun"], "doi": ["10.1021/jp506335x"], "abstract": ["This paper aims to improve the hydrothermal stability and catalytic activity of metal–organic frameworks (MOFs), which are believed to play an important role in the practical applications of MOFs in catalysis. Our strategy is to incorporate graphite oxide into a typical MOF, namely HKUST-1 (Cu", "(BTC)", ", BTC = 1,3,5-benzenetricarboxylic acid; HKUST = Hong Kong University of Science and Technology), and the properties of MOF are successfully tailored by use of this strategy. The obtained MOF/graphite oxide composites show enhanced porosity with high surface areas and some meso/macropores. For the composite containing 8.7 wt % of graphite oxide, the surface area reaches 1257 m", " g", ", which is obviously higher than pure HKUST-1 (841 m", " g", "). The pore structure of composites favors the access of reactant molecules to active sites and accelerates mass transfer in channels. Furthermore, the incorporation of graphite oxide creates a more hydrophobic environment surrounding metallic sites, which prevents the coordination bonds from attacking by water molecules and presents better affinity of active sites to organic reactants. Hence, the hydrothermal stability of MOF as well as the catalytic performance with regard to both activity and reaction rate are greatly improved. For the composite incorporating 8.7 wt % of graphite oxide, the conversion of styrene oxide in the ring-opening reaction can reach 74.1% after reaction for only 20 min, which is much higher than pure HKUST-1 (10.7%). More importantly, the catalytic activity can be well recovered without any loss even after six cycles. The excellent hydrothermal stability, catalytic activity, and reusability make our materials highly promising for use as heterogeneous catalysts in practical applications."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Introduction", "Due to their large surface area, diverse structure, and tunable functionality, metal–organic frameworks (MOFs) have received extensive attention in the past decades.", "(1-5)", " They are porous crystalline materials composed of inorganic metal ions or clusters and organic ligands which are connected through metal–ligand coordination.", "(6, 7)", " By judicious choice of building blocks, the structure of MOFs can be tailored with almost endless geometrical and chemical variations. Therefore, MOFs show high potential for applications in gas storage", "(8, 9)", " and separation,", "(10, 11)", " catalysis,", "(12-15)", " as well as sensing.", "(16-19)", " However, the reports concerning the practical use of MOFs in any processes are quite scarce, if any. One of the biggest problems that hinders the practical applications of MOFs is the poor hydrothermal stability. A case in point is MOF-5, the structure of MOF-5 starts to collapse irreversibly within 10 min when exposed to humid air, even under atmospheric conditions.", "(20)", " It is known that the hydrophilic property of some MOFs gives rise to strong interaction of water molecules with MOFs.", "(21)", " The coordination bonds of MOFs are thus easily attacked by even a trace of water, leading to the cleavage of coordination bonds and subsequently the destruction of frameworks.", "Since the discovery of MOFs, they have been used to try to catalyze a broad range of organic reactions owing to the presence of metal ions or metal-containing clusters with coordinative vacancies in them. Nevertheless, the hydrophilic property of MOFs is unfavorable to the access of hydrophobic organic substrates to the active sites, which compromises the catalytic activity in some reactions.", "(22, 23)", " Moreover, for the catalytic reactions which can be obstructed by the water poisoning effects originating from humid air or from the water formed during reactions, the catalytic activity can be further influenced by the hydrophilic property of MOFs.", "(24, 25)", " There is no doubt that both hydrothermal stability and catalytic activity are of great significance for practical applications of MOFs, while both are directly correlated to the hydrophilic property of MOFs. It is thus extremely desirable to develop an efficient method to modulate the hydrophilicity/hydrophobicity of MOFs, aiming to improve the hydrothermal stability and catalytic activity.", "In the present study, we report a facile strategy to modulate the hydrophilicity/hydrophobicity of MOFs by incorporating graphite oxide into MOFs, taking into account that incorporation is an effective way to adjust the properties of MOFs.", "(26-30)", " Pioneering work has reported the incorporation of graphite oxide into various materials, such as MOFs,", "(31)", " zeolitic imidazolite frameworks (ZIFs),", "(32)", " and zeolites.", "(33)", " The graphite oxide does note influence the preparation and can integrate well with the parent materials. Besides, the addition of graphite oxide reduces the surface area of most composites, but enhances the adsorption capacity on some adsorbates such as hydrogen,", "(34, 35)", " ammonia,", "(36)", " hydrogen sulfide,", "(37)", " and nitrogen dioxide.", "(38)", " However, most reports focus on the adsorption capacity while less attention is given to the catalytic performance induced by incorporation. In our work, the microenvironment of a typical MOF, namely HKUST-1 (Cu", "3", "(BTC)", "2", ", BTC = 1,3,5-benzenetricarboxylic acid; HKUST = Hong Kong University of Science and Technology), is tailored from hydrophilic to hydrophobic, which results in an obvious improvement of hydrothermal stability with contrast to the parent MOF. Moreover, the surface area is obviously enhanced after incorporating an appropriate amount of graphite oxide. The hydrophobic microenvironment, in combination with the large surface areas, greatly improves the activity and reaction rate in the ring-opening reactions of styrene oxide. More importantly, the catalytic activity can be completely recovered without any loss even after six cycles.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Experimental Section", "Chemicals", "Styrene oxide (>98%) was purchased from Aladdin Chemical Reagent Co., Ltd. Graphite (>99.5%), Cu(NO", "3", ")", "2", "·3H", "2", "O (>99.5%), KMnO", "4", " (>99.5%), 1,3,5-benzenetricarboxylic acid (H", "3", "BTC, >98%), H", "2", "O", "2", " (30%), hydrofluoric acid (40%), and sulfuric acid (95–98%) were purchased from Sinopharm Chemical Reagent Co., Ltd. Methane (>99.5%), ethanol (>99.7%), ", "N", ",", "N", "-dimethylformamide (DMF) (>99.5%), and dichloromethane (>99.5%) were purchased from Wuxi City Yasheng Chemical Co., Ltd. All chemicals were used directly without further treatment. Deionized water was used for all of the experiments.", "Materials Synthesis", "Graphite oxide was synthesized by oxidation of graphite by using the reported method.", "(39)", " Briefly, graphite powder (10.0 g) was stirred with concentrated sulfuric acid (230.0 mL) in an ice bath. Then potassium permanganate (30.0 g) was slowly added to the suspension. The mixture was stirred at 35 °C for 30 min. Deionized water (1.4 L) was added to dilute the suspension before adding hydrogen peroxide (100.0 mL). The mixture was filtrated, washed with deionized water, and dried.", "The MOF/graphite oxide composites were prepared as follows. Cu(NO", "3", ")·3H", "2", "O (1.0 g) and H", "3", "BTC (0.5 g) were dissolved in the mixed solvent consisting of DMF (8.5 mL), ethanol (8.5 mL), and deionized water (8.5 mL). A prescribed amount of graphite oxide was then dispersed in the above solution. The mixture was heated at 85 °C for 21 h with stirring. The obtained solids were filtered, washed by DMF and methanol, and exchanged with dichloromethane. Dichloromethane was changed twice in 3 days. For MOF/graphite oxide composites with different compositions, graphite oxide with different amounts was added in the synthetic process, leading to the formation of products denoted as MG-1, MG-2, MG-3, MG-4, and MG-5, respectively. The contents of graphite oxide in resultant composites vary from 4.0 to 34.3 wt % as shown in Table ", "1", ". The results of graphite oxide contents were determined by inductively coupled plasma-atomic emission spectrometry (ICP-AES) as will be described later. For comparison, the pure MOF, HKUST-1, was synthesized subjected to a similar procedure as for the composites except that no graphite oxide was added.", "Table 1. Graphite Oxide Content and Textual Parameters of Different Samples", "sample", "graphite oxide content (wt %)", "S", "BET", " (m", "2", " g", "–1", ")", "V", "p", " (cm", "3", " g", "–1", ")", "HKUST-1", "0", "841", "0.433", "MG-1", "4.0", "996", "0.527", "MG-2", "8.7", "1257", "0.552", "MG-3", "17.2", "1138", "0.502", "MG-4", "27.2", "929", "0.477", "MG-5", "34.3", "819", "0.371", "graphite oxide", "100", "38", "0.036", "Characterization", "X-ray diffraction (XRD) patterns of the materials were recorded with a Bruker D8 Advance diffractometer with Cu Kα radiation at 40 kV and 40 mA. The N", "2", " adsorption–desorption isotherms were measured by using ASAP 2020 at 77 K. The samples were degassed at 423 K for 4 h prior to analysis. The Brunauer–Emmett–Teller (BET) surface area was calculated by using adsorption data in a relative pressure range from 0.04 to 0.20. The total pore volume was determined from the amount adsorbed at a relative pressure of about 0.99. Fourier transform infrared (IR) spectra of the samples diluted with KBr were carried out on a Nicolet Nexus 470 spectrometer with KBr wafer. Scanning electronic microscopy (SEM) was performed on a Hitachi S4800 electron microscope operating at 20 kV. Thermogravimetric (TG) curves and their derivatives (DTG) were obtained with use of a thermobalance (STA-499C, NETZSCH). The sample was heated from room temperature to 1000 °C with the heating rate 10 deg min", "–1", " under a flow of nitrogen (30 mL min", "–1", "). The amounts of copper in the composites were measured by ICP-AES. A PerkinElmer sequential ICP spectrometer (Optima 2000 DV) was used for measurements. Samples were dissolved in hydrofluoric acid before measurement. The contents of HKUST-1 and graphite oxide can be calculated from the amounts of copper in the composites.", "The hydrothermal stability of samples was evaluated as follows. The samples (0.02 g) were put in an open vial and kept inside the autoclave containing 2 mL of deionized water without direct contact between the solid and water. The autoclave was then heated to 363 K and kept at that temperature for 12 h; the resulting solids were characterized by XRD. The change in position and intensity of diffraction lines was used to assess the hydrothermal stability of samples. The water and benzene vapor adsorption–desorption isotherms were determined by using the intelligent gravimetric analyzer (IGA-100, Hiden) at 298 K.", "Catalytic Reaction", "The ring-opening reactions of styrene oxide with methanol were performed in sealed glassware. The solid catalysts were vacuumed beforehand to remove solvents. The whole reaction process was conducted under a nitrogen atmosphere. For a typical reaction, styrene oxide (2.5 mmol) and a solid catalyst (0.1 g) were stirred in methanol (15 mL) at 60 °C. The reaction mixtures were periodically withdrawn at the intervals of 20, 40, 80, and 160 min throughout the reaction. The obtained upper liquid was analyzed by using an Agilent Technologies 7890A gas chromatograph equipped with a flame ionization detector (FID) and an HP-5 capillary column.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "Characterization of MOF/Graphite Oxide Composites", "Figure ", "1", " shows the XRD patterns of graphite oxide, HKUST-1, and HKUST-1/graphite oxide composites. Graphite oxide exhibits a single diffraction peak at about 2θ of 11°. It is known that graphite oxide has a multilayer system with the interlayer distance varying from 6 to 12 Å according to the level of hydration. The interlayer distance can be reflected by the position of the XRD diffraction peak. The diffraction peak at 2θ of 11° thus indicates that the interlayer distance of the present graphite oxide is 8.1 Å. For HKUST-1, the diffraction pattern is in accordance with that reported in the literature.", "(40)", " After incorporating graphite oxide, the XRD patterns are rather similar to that of HKUST-1. This indicates that the presence of graphite oxide does not hinder the formation of the MOF structure. With the increase of graphite oxide content, the intensity of diffraction peaks decreases gradually. This can be ascribed to the progressively decreased amount of HKUST-1 in the composites. It should be noted that the diffraction peak for graphite oxide disappears in the composites. The relatively low intensity of graphite oxide as compared with HKUST-1 should be responsible for this phenomenon. Also, the reason could be the exfoliation of graphite oxide in polar solvents during synthesis and subsequent dispersion of layers in resultant composites.", "(41)", "Figure 1. XRD patterns of graphite oxide, HKUST-1, and MOF/graphite oxide composites.", "Further information on the parent materials and MOF/graphite oxide composites is provided by IR spectra presented in Figure ", "2", ". For graphite oxide, the vibration of C—O is observed at 1060 cm", "–1", ", whereas the band at 1630 cm", "–1", " can be attributed to the O—H bond in water and/or oxygen surface groups. The vibration of C═O from carbonyl and/or carboxyl appears at 1735 cm", "–1", ". The band at 990 cm", "–1", " can be assigned to epoxy/peroxide groups, while the band at 1228 cm", "–1", " is related to the S═O asymmetric stretching vibration in sulfonic groups and/or vibration of C—O in epoxides.", "(34)", " The spectrum of HKUST-1 matches well with that reported in the literature.", "(42)", " Various bands are observed in the 600–1300 cm", "–1", " region, and they are attributed to the out-of-plane vibrations of BTC. The bands at 1645 and 1590 cm", "–1", " as well as the bands at 1450 and 1370 cm", "–1", "  originate from the asymmetric and symmetric stretching vibrations of the carboxylate groups in BTC, respectively.", "(43)", " The IR spectra of composites are also similar to that of parent HKUST-1. The characteristic bands become weak progressively with the reduction of MOF contents in the composites, which are in agreement with the results of XRD.", "Figure 2. IR spectra of graphite oxide, HKUST-1, and MOF/graphite oxide composites.", "Figure ", "3", " gives N", "2", " adsorption–desorption isotherms of different samples. Only a tiny amount of N", "2", " is adsorbed on graphite oxide. The isotherm for HKUST-1 is of type I, which indicates its microporous character. This is expected since the HKUST-1 networks are made of 9 Å square channels. Although the shape of isotherms for composites is quite similar to that of HKUST-1, a small hysteresis loop at high relative pressures can be seen. This means that the incorporation of graphite oxide leads to the formation of some meso/macropores in the composites. Table ", "1", " presents the textual parameters of different samples calculated from isotherms. Almost all of the composites show higher surface areas and pore volumes except for MG-5, the one with the highest graphite oxide content. The enhanced surface area may be caused by the new pores created at the interface between HKUST-1 units and graphene layers, which can be attributed to the coordination of the oxygen-containing groups of graphite oxide with the metallic centers of HKUST-1.", "(44)", " With increasing content of graphite oxide in the composites, the surface areas and pore volumes first increase and then decrease. The composite MG-2 with a graphite oxide content of 8.7 wt % exhibits a surface area as high as 1257 m", "2", " g", "–1", " and a pore volume of 0.552 cm", "3", " g", "–1", ", which is evidently larger than that of pure HKUST-1 with a surface area of 841 m", "2", " g", "–1", " and a pore volume of 0.433 cm", "3", " g", "–1", ". With a further increase in the graphite oxide content, the porosity of composites declines. This can be explained by the distortion in structure when elevated amounts of graphite oxide present in the composites. Another possible reason is the number of groups on graphite oxide surpasses the accessible sites on MOF, which causes the agglomeration of distorted graphene layers from graphite oxide.", "Figure 3. Nitrogen adsorption–desorption isotherms at 77 K of HKUST-1 and MOF/graphite oxide composites.", "Figure ", "4", "a,b presents the TG and DTG data of graphite oxide, HKUST-1, and HKUST-1/graphite oxide composites. In the case of graphite oxide, the initial weight loss centered at about 100 °C corresponds to the removal of physically adsorbed water. The decomposition of epoxy groups occurs at around 200 °C, and the broad hump between 250 and 400 °C is related to the decomposition of carboxyl groups and sulfonic groups.", "(45)", " For HKUST-1, the weight loss centered at around 100 °C can be attributed to the release of free water inside the pores, whereas the release of crystallization water takes place at about 300 °C.", "(42)", " The complete collapse of MOF structure can be observed at around 350 °C, which is accompanied by the release of CO", "2", " and formation of copper oxide. For the MOF/graphite oxide composites, some interesting TG and DTG curves can be observed. After incorporating 4.0 wt % of graphite oxide, the weak DTG peak at about 300 °C derived from the release of crystallization water degrades to a shoulder peak. Moreover, such a peak disappears with the further increase of graphite oxide content. This suggests that the presence of graphite oxide provides a hydrophobic environment for some copper centers in the composites.", "(34)", " It is interesting to notice that the peak related to the decomposition of the epoxy groups centered at about 200 °C in graphite oxide is absent in the composites. This can be associated with the involvement of these groups in linkages with the metallic sites in HKUST-1.", "Figure 4. (a) TG and (b) DTG curves of graphite oxide, HKUST-1, and MOF/graphite oxide composites. Curves are plotted offset for clarity.", "Figure ", "5", "a–d shows SEM images of graphite oxide, HKUST-1, and the HKUST-1/graphite oxide composite. In the case of graphite oxide (Figure ", "5", "a), dense agglomerates of stacked graphene sheets can be observed. HKUST-1 exhibits an octahedra-like shape with a few irregularities (Figure ", "5", "b). However, the HKUST-1/graphite oxide composites show quite different images from both HKUST-1 and graphite oxide (Figure ", "5", "c,d). They are thin platelets stacked together, which may be related to the improved porosity of the composites. According to these results and previous investigations,", "(46)", " it is assumed that graphene layers are generated from the exfoliation of graphite oxide during synthesis and that the growth of MOF occurs between the graphene layers and their thin agglomerates. As a result, the layer-spacing structure is formed in the resultant MOF/graphite oxide composites.", "Figure 5. SEM images of (a) graphite oxide, (b) HKUST-1, and (c, d) MG-2. Scale bars represent 10 μm.", "Modulation of Hydrothermal Stability and Hydrophilicity", "Hydrothermal stability is an important issue for many industrial applications since water exists at temperatures ranging from ambient to several hundred degrees. To probe the hydrothermal stability, the samples were exposed to water vapor at 363 K for 12 h. The XRD patterns of samples after treatment were used to evaluate the hydrothermal stability. As presented in Figure ", "6", ", the main peak of HKUST-1 at 11.6° almost disappeared after treatment; meanwhile, a new peak at 10.1° emerged. This mirrors a significant loss of structure integrity, and collapse and/or transformation of structure takes place. Apparently, pure HKUST-1 is not stable under the hydrothermal conditions investigated. For the composite MG-1 with a graphite oxide content of 4.0 wt %, a small diffraction peak at 10.1° also appeared after treatment. That means, the structure of MG-1 is only partially destroyed due to the incorporation of graphite oxide. It is worth noting that the composites MG-2, MG-3, and MG-4 after treatment exhibit quite similar XRD patterns to the composites before treatment, and no new diffraction peaks are observable. These results clearly show that the incorporation of a proper amount of graphite oxide (8.7–27.2 wt %) is highly efficient in the improvement of hydrothermal stability. Further increasing the graphite oxide content to 34.3 wt %, however, the hydrothermal stability declines and partial destruction of structure can be seen for MG-5.", "Figure 6. XRD patterns of HKUST-1 and MOF/graphite oxide composites after hydrothermal treatment.", "The improved hydrothermal stability may be attributed to the modulation of hydrophilicity/hydrophobicity of MOFs. The incorporation of graphite oxide creates a more hydrophobic environment surrounding some copper centers owing to the presence of carbonaceous component,", "(34)", " which prevents the coordination bonds from attack by water via blocking the adsorption of water molecules, and thus enhances the hydrothermal stability of the MOF/graphite oxide composites. It should be noted that MG-1 and MG-5 show partial structure collapse after hydrothermal treatment. The low content of graphite oxide can explain the structural damage of MG-1 since the amount of graphite oxide (4.0 wt %) is not sufficient to create a hydrophobic environment. As for MG-5, the possible reason for its partial collapse may be that the presence of a rather high amount of graphite oxide could result in much distortion of the structure as well as the agglomeration of distorted graphene layers, which makes the frameworks easily attacked by water molecules.", "(47)", "To further verify the modulation of hydrophilicity/hydrophobicity, the adsorption of a typical polar solvent (water) and a typical nonpolar one (benzene) on the MOF before and after graphite oxide incorporation was conducted. As shown in Figure ", "7", "a, the adsorption amount of water on pure HKUST-1 is 10.7 mmol g", "–1", ", which is 3.6 times higher than the adsorption amount of benzene (3.0 mmol g", "–1", ", Figure ", "7", "b). Interestingly, the adsorption amount of water decreases sharply to 1.2 mmol g", "–1", " on the HKUST-1/graphite oxide composite, whereas the adsorption amount of benzene increases to 5.5 mmol g", "–1", ". In other words, the composite prefers to adsorb the nonpolar solvent benzene rather than the polar solvent water, and the adsorption amount of benzene is 4.6 times higher than that of water. The incorporation of graphite oxide into MOF leads to a completely contrary adsorptive property. The adsorption data of water and benzene, in combination with the aforementioned results, demonstrates that the incorporation of graphite oxide creates a more hydrophobic environment and makes the structure more stable upon hydrothermal treatment.", "Figure 7. Water and benzene vapor adsorption–desorption isotherms of samples (a) HKUST-1 and (b) MG-2.", "Catalytic Performance of Resultant Composites", "The resultant composites were applied to catalyze the synthesis of 2-methoxy-2-phenylethanol (MPE) from the ring opening of styrene oxide. MPE is a valuable organic solvent and an intermediate for the pharmaceutical and chemical industries.", "(48)", " Traditionally, the ring opening of styrene oxide is catalyzed by homogeneous acids or bases, leading to the problem of waste production and the difficulty in separation. The substitution of conventional homogeneous catalysts with heterogeneous ones thus attracts increasing attention. Because of the coordinatively unsaturated metal active sites and large surface areas, MOFs are active as heterogeneous catalysts in a collection of reactions.", "(49-51)", " The obtained composites were used to catalyze the conversion of ring opening of styrene oxide and the results are shown in Figure ", "8", ". No styrene oxide was converted at all even at 160 min on graphite oxide owing to the absence of active sites. In the case of HKUST-1, the conversion of styrene oxide is 26.7%, indicating the existence of catalytically active sites. The incorporation of graphite oxide evidently changes the catalytic activity. With increasing content of graphite oxide, the conversion of styrene oxide first increases and then decreases. It is noticeable that under the catalysis of MG-2, the conversion of styrene oxide reaches 79.2%, which is much higher than that over the MOF before incorporation. For the composite MG-5 with a high graphite oxide content of 34.3%, the conversion at 160 min is somewhat lower as compared with pure HKUST-1.", "Figure 8. Conversion of the ring opening of styrene oxide catalyzed by HKUST-1, graphite oxide, and the MOF/graphite oxide composites.", "In addition to the difference in conversion of styrene oxide, the reaction rate is also quite different for the MOFs before and after graphite oxide incorporation. Under the catalysis of HKUST-1, the conversion of styrene oxide is 10.7% at 20 min, which accounts for 40% of the conversion at 160 min (26.7%). Nevertheless, the MOF/graphite oxide composite MG-2 can convert 74.1% of styrene oxide at 20 min, which is 94% of the conversion at 160 min (79.2%). In other words, when MOF/graphite oxide composites are employed as catalysts, most reactions take place at the initial stage (within 20 min). Nonetheless, the conversion of styrene oxide over HKUST-1 increases gradually with reaction time in the whole process. On the basis of these results, it is clear that the reaction rate is enhanced by the incorporation of graphite oxide.", "Two factors are considered to be responsible for the enhanced catalytic performance due to graphite oxide incorporation. The first factor is the favorable pore structure caused by the incorporation of graphite oxide. During synthesis, the exfoliation of graphite oxide occurs and leads to the formation of graphene layers. As demonstrated by the IR technique, a collection of oxygen-containing groups (such as carbonyl and sulfonic groups) exist in graphite oxide. The interaction between graphite oxide and HKUST-1 can be attributed to the coordination of the oxygen-containing groups of graphite oxide with the metallic centers of HKUST-1. The nucleation and growth of HKUST-1 thus proceed between the graphene layers or their thin agglomerates. The layer-spacing structure is thus formed in the obtained MOF/graphite oxide composites. In contrast to pure MOF, some new pores are produced at the interface between MOF units and graphene layers. As a result, the surface areas of composites with an appropriate amount of graphite oxide are greatly enhanced, and some meso/macropores are generated. The pore structure of composites makes the active sites highly accessible to the reactants and accelerates mass transfer of reactants/products. Hence, the catalytic performance can be improved with regard to both activity and reaction rate.", "The second factor is the modulation of hydrophilicity/hydrophobicity. The incorporation of graphite oxide creates a more hydrophobic environment surrounding some copper centers in MOF as demonstrated by various techniques above. In addition to augmenting  hydrothermal stability, the hydrophobic environment presents better affinity of active sites to organic reactant (styrene oxide). The access of reactant molecules to active sites is thus enhanced, which should also be responsible for the improvement of catalytic performance. On the basis of the discussion above, it is thus safe to say that the enhanced catalytic performance can be attributed to the improvement of porosity and the creation of a hydrophobic environment in MOFs caused by the incorporation of graphite oxide.", "Because reusability is an important factor influencing the practical applications of heterogeneous catalysts, the catalytic activity of recovered MOF/graphite oxide composite is evaluated. As depicted in Figure ", "9", ", the conversion of styrene oxide remains almost constant in the six consecutive cycles over MG-2. The recovered catalyst still shows good catalytic activity that is comparable to the fresh catalyst. The XRD patterns of recovered catalysts were also recorded and the intense diffraction lines indicate the good preservation of crystallinity (data not shown). This demonstrates the excellent reusability of the composites in the ring-opening reaction of styrene oxide.", "Figure 9. Reusability of the MOF/graphite oxide composite MG-2 as a heterogeneous catalyst for the ring opening of styrene oxide.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Conclusions", "Although MOFs are of great interest for various applications, the reports regarding their practical use are sporadic, at best, due to some shortcomings inherent in MOFs. To overcome the shortcomings, we demonstrate the successful modulation of MOFs properties by incorporation of graphite oxide in the present study. The obtained MOF/graphite oxide composites exhibit layer-spacing structure due to the growth of MOF between the graphene layers or their thin agglomerates, giving rise to enhanced porosity with high surface areas and some meso/macropores. This favors the access of reactant molecules to active sites and mass transfer in channels. Moreover, the incorporation of graphite oxide creates a more hydrophobic environment surrounding metallic sites, which shields the coordination bonds from attack by water molecules and presents better affinity of active sites to organic reactants. As a result, the hydrothermal stability of MOFs as well as the catalytic performance with regard to both activity and reaction rate are greatly improved. Furthermore, the MOF/graphite oxide composites show excellent reusability, and the catalytic activity can be well retained even after six cycles. The excellent hydrothermal stability, catalytic activity, and reusability make the present composites highly promising for practical applications in catalysis.", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "We acknowledge financial support of this work by the National High Technology Research and Development Program of China (863 Program, 2013AA032003), the National Basic Research Program of China (973 Program, 2013CB733504), Distinguished Youth Foundation of Jiangsu Province (BK20130045), the Fok Ying-Tong Education Foundation (141069), and the Project of Priority Academic Program Development of Jiangsu Higher Education Institutions.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 51 other publications.", "1. ", "Furukawa", ", ", "H.", "; ", "Ko", ", ", "N.", "; ", "Go", ", ", "Y. B.", "; ", "Aratani", ", ", "N.", "; ", "Choi", ", ", "S. B.", "; ", "Choi", ", ", "E.", "; ", "Yazaydin", ", ", "A. O.", "; ", "Snurr", ", ", "R. Q.", "; ", "O’Keeffe", ", ", "M.", "; ", "Kim", ", ", "J.", " ", "Ultrahigh Porosity in Metal-Organic Frameworks", " ", "Science", " ", "2010", ",  ", "329", ",  ", "424", "– ", "428", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Ultrahigh Porosity in Metal-Organic Frameworks", "Furukawa, Hiroyasu; Ko, Nakeun; Go, Yong Bok; Aratani, Naoki; Choi, Sang Beom; Choi, Eunwoo; Yazaydin, A. Oezguer; Snurr, Randall Q.; O'Keeffe, Michael; Kim, Jaheon; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "329", "\r\n        (", "5990", "),\r\n    ", "424-428", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Cryst. solids with extended non-interpenetrating three-dimensional crystal structures were synthesized that support well-defined pores with internal diams. of up to 48 angstroms.  The Zn4O(CO2)6 unit was joined with either one or two kinds of org. link, 4,4',4''-[benzene-1,3,5-triyl-tris(ethyne-2,1-diyl)]tribenzoate (BTE), 4,4',44''-[benzene-1,3,5-triyl-tris(benzene-4,1-diyl)]tribenzoate (BBC), 4,4',44''-benzene-1,3,5-triyl-tribenzoate (BTB)/2,6-naphthalenedicarboxylate (NDC), and BTE/biphenyl-4,4'-dicarboxylate (BPDC), to give four metal-org. frameworks (MOFs), MOF-180, -200, -205, and -210, resp.  Members of this series of MOFs show exceptional porosities and gas (hydrogen, methane, and carbon dioxide) uptake capacities.  For example, MOF-210 has Brunauer-Emmett-Teller and Langmuir surface areas of 6240 and 10,400 square meters per g, resp., and a total carbon dioxide storage capacity of 2870 mg per g.  The vol.-specific internal surface area of MOF-210 (2060 square meters per cubic centimeter) is equiv. to the outer surface of nanoparticles (3-nm cubes) and near the ultimate adsorption limit for solid materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptVWgsb8%253D&md5=ce5cd4101a6f96dc0d6c349bc478b3b0", "2. ", "Sun", ", ", "L.-B.", "; ", "Li", ", ", "J.-R.", "; ", "Park", ", ", "J.", "; ", "Zhou", ", ", "H.-C.", " ", "Cooperative Template-Directed Assembly of Mesoporous Metal–Organic Frameworks", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "126", "– ", "129", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Cooperative Template-Directed Assembly of Mesoporous Metal-Organic Frameworks", "Sun, Lin-Bing; Li, Jian-Rong; Park, Jinhee; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "1", "),\r\n    ", "126-129", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Despite great efforts, the development of a reliable way to assemble mesoporous metal-org. frameworks (mesoMOFs) remains a challenge.  The authors have designed a cooperative template system, comprising a surfactant (cetyltrimethylammonium bromide) and a chelating agent (citric acid), for the generation of a mesoMOF contg. a hierarchical system of mesopores interconnected with micropores.  The surfactant mols. form micelles and the chelating agent bridges the MOF and the micelles, making self-assembly and crystal growth proceed under the direction of the cooperative template.  However, when the surfactant or the chelating agent was applied individually, no mesoMOF was obtained.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1Slsr3E&md5=db7c9a5b7cdc0c01230f6291258b6fc4", "3. ", "Zhang", ", ", "J.-P.", "; ", "Chen", ", ", "X.-M.", " ", "Exceptional Framework Flexibility and Sorption Behavior of a Multifunctional Porous Cuprous Triazolate Framework", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "6010", "– ", "6017", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Exceptional Framework Flexibility and Sorption Behavior of a Multifunctional Porous Cuprous Triazolate Framework", "Zhang, Jie-Peng; Chen, Xiao-Ming", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "18", "),\r\n    ", "6010-6017", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The porous metal azolate framework [Cu(etz)]∞ (MAF-2, Hetz = 3,5-diethyl-1,2,4-triazole) processes an NbO type cuprous triazolate scaffold and a CsCl type hydrophobic channel system, in which the large cavities are interconnected by small apertures with pendant Et groups.  Since the Et-blocked apertures behave as thermoactivated IRIS stops for the guest mols., the gas sorption behavior of MAF-2 can be controlled by temp., in which N2 adsorption was obsd. at 195 K rather than 77 K.  Single-crystal x-ray structural anal. revealed that the [Cu(etz)]∞ host framework is not altered upon N2 inclusion, confirming the occurrence of the so-called kinetically controlled flexibility.  By virtue of the kinetically controlled flexibility and hydrophobic pore surface, MAF-2 can adsorb large amts. of small org. mols. but excludes H2O.  As demonstrated by single-crystal x-ray structural analyses, MAF-2 shrinks, expands, or distorts its framework to accommodate the hydrogen-bonded hexamers of MeOH, EtOH, or MeCN, resp.  Also, MAF-2 can also sep. benzene and cyclohexane efficiently, as its flexible scaffold can distort to a certain degree so that benzene can diffuse through the distorted apertures but cyclohexane cannot.  Also, the adsorption/desorption of these org. vapors induces reversible, multimode structural transformations.  Crystal structure data of multifunctional porous cuprous triazolate framework and its vapor sorption products are described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXkt1Wktbs%253D&md5=efaa38916e37d46702643c56b80637e8", "4. ", "Banerjee", ", ", "R.", "; ", "Phan", ", ", "A.", "; ", "Wang", ", ", "B.", "; ", "Knobler", ", ", "C.", "; ", "Furukawa", ", ", "H.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "High-Throughput Synthesis of Zeolitic Imidazolate Frameworks and Application to CO", "2", " Capture", " ", "Science", " ", "2008", ",  ", "319", ",  ", "939", "– ", "943", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "High-Throughput Synthesis of Zeolitic Imidazolate Frameworks and Application to CO2 Capture", "Banerjee, Rahul; Phan, Anh; Wang, Bo; Knobler, Carolyn; Furukawa, Hiroyasu; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2008", "),\r\n    ", "319", "\r\n        (", "5865", "),\r\n    ", "939-943", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A high-throughput protocol was developed for the synthesis of zeolitic imidazolate frameworks (ZIFs).  Twenty-five different ZIF crystals were synthesized from only 9600 microreactions of either Zn(II)/Co(II) and imidazolate/imidazolate-type linkers.  All of the ZIF structures have tetrahedral frameworks: 10 of which have two different links (heterolinks), 16 of which are previously unobserved compns. and structures, and 5 of which have topologies as yet unobserved in zeolites.  Members of a selection of these ZIFs (termed ZIF-68, ZIF-69, and ZIF-70) have high thermal stability (up to 390°) and chem. stability in refluxing org. and aq. media.  Their frameworks have high porosity (with surface areas up to 1970 square meters per g), and they exhibit unusual selectivity for CO2 capture from CO2/CO mixts. and extraordinary capacity for storing CO2: 1 L of ZIF-69 can hold ∼83 L of CO2 at 273 K under ambient pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhslOmtr8%253D&md5=5db725852aeb4ca63bea1883fecb0c77", "5. ", "Panella", ", ", "B.", "; ", "Hirscher", ", ", "M.", "; ", "Pütter", ", ", "H.", "; ", "Müller", ", ", "U.", " ", "Hydrogen Adsorption in Metal–Organic Frameworks: Cu–MOFs and Zn–MOFs Compared", " ", "Adv. Funct. Mater.", " ", "2006", ",  ", "16", ",  ", "520", "– ", "524", "[", "Crossref", "], [", "CAS", "]", "5. ", "Hydrogen adsorption in metal-organic frameworks: Cu-MOFs and Zn-MOFs compared", "Panella, Barbara; Hirscher, Michael; Puetter, Hermann; Mueller, Ulrich", "Advanced Functional Materials", "\r\n        (", "2006", "),\r\n    ", "16", "\r\n        (", "4", "),\r\n    ", "520-524", "CODEN:\r\n                ", "AFMDC6", ";\r\n        ISSN:", "1616-301X", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Hydrogen adsorption in 2 different metal-org. frameworks (MOFs), MOF-5 and Cu-BTC (BTC: benzene-1,3,5-tricarboxylate), with Zn2+ and Cu2+ as central metal ions, resp., is studied at temps. ranging from 77 K to room temp.  The process responsible for hydrogen storage in these MOFs is pure phys. adsorption with a heat of adsorption of ∼-4 kJ mol-1.  With a satn. value of 5.1 wt.-% for the hydrogen uptake at high pressures and 77 K, MOF-5 shows the highest storage capacity ever reported for cryst. microporous materials.  However, at low pressures Cu-BTC shows a higher hydrogen uptake than MOF-5, making Cu-based MOFs more promising candidates for potential storage materials.  Also, the hydrogen uptake is correlated with the sp. surface area for cryst. microporous materials, as shown for MOFs and zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XislSkur0%253D&md5=ce54854e10395053338447edcfcbdbe4", "6. ", "Siberio-Pérez", ", ", "D. Y.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Yaghi", ", ", "O. M.", "; ", "Matzger", ", ", "A. J.", " ", "Raman Spectroscopic Investigation of CH", "4", " and N", "2", " Adsorption in Metal–Organic Frameworks", " ", "Chem. Mater.", " ", "2007", ",  ", "19", ",  ", "3681", "– ", "3685", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Raman Spectroscopic Investigation of CH4 and N2 Adsorption in Metal-Organic Frameworks", "Siberio-Perez, Diana Y.; Wong-Foy, Antek G.; Yaghi, Omar M.; Matzger, Adam J.", "Chemistry of Materials", "\r\n        (", "2007", "),\r\n    ", "19", "\r\n        (", "15", "),\r\n    ", "3681-3685", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption behavior of CH4 and N2 (298 K, 30 bar) in a series of isoreticular metal-org. frameworks (IRMOFs) was investigated by Raman spectroscopy.  For CH4, the ν1 vibrational mode shifted to lower frequency by 7.6, 8.4, 11.0, 10.3, and 10.1 cm-1 from 2917 cm-1 when adsorbed to IRMOF-1, -6, -8, -11, and -18, resp.  Along this same series, the adsorbed N2 stretch exhibited smaller shifts of 2.7, 3.1, 4.2, 4.1, and 3.7 cm-1.  These shifts arise because of interactions within the framework pores, and not with the outer crystal surface.  In all cases, Raman spectra at pressures up to 30 bar showed that satn. of the sorption sites does not occur.  The obsd. shifts of the vibrational modes for each gas indicate different chem. environments within different IRMOFs, pointing to the important role the linkers play in the adsorption of gases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXmvFWjt74%253D&md5=eb71dad6f74e3b7205d629a5984b1479", "7. ", "Chen", ", ", "B.", "; ", "Ma", ", ", "S.", "; ", "Hurtado", ", ", "E. J.", "; ", "Lobkovsky", ", ", "E. B.", "; ", "Liang", ", ", "C.", "; ", "Zhu", ", ", "H.", "; ", "Dai", ", ", "S.", " ", "Selective Gas Sorption within a Dynamic Metal-Organic Framework", " ", "Inorg. Chem.", " ", "2007", ",  ", "46", ",  ", "8705", "– ", "8709", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Selective Gas Sorption within a Dynamic Metal-Organic Framework", "Chen, Banglin; Ma, Shengqian; Hurtado, Eric J.; Lobkovsky, Emil B.; Liang, Chengdu; Zhu, Haoguo; Dai, Sheng", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "21", "),\r\n    ", "8705-8709", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A microporous metal-org. framework (1) Co(NDC)(4,4'-Bipy)0.5·Gx (NDC = 2,6-naphthalenedicarboxylate; 4,4'-Bipy = 4,4'-bipyridine; G = guest mols.) was synthesized and structurally characterized as a doubly interpenetrated primitive cubic net.  To make use of the framework flexibility, 1 (G = 1.5DMF, H2O) was activated at temps. of 150 and 200° to form the non-solvated 1a and 1b, resp., exhibiting highly selective sorption behaviors of H over N-gas mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtVGmur%252FF&md5=02078a609e47d71edf6e403cca378654", "8. ", "Srinivas", ", ", "G.", "; ", "Krungleviciute", ", ", "V.", "; ", "Guo", ", ", "Z.-X.", "; ", "Yildirim", ", ", "T.", " ", "Exceptional CO", "2", " Capture in a Hierarchically Porous Carbon with Simultaneous High Surface Area and Pore Volume", " ", "Energy Environ. Sci.", " ", "2014", ",  ", "7", ",  ", "335", "– ", "342", "[", "Crossref", "], [", "CAS", "]", "8. ", "Exceptional CO2 capture in a hierarchically porous carbon with simultaneous high surface area and pore volume", "Srinivas, Gadipelli; Krungleviciute, Vaiva; Guo, Zheng-Xiao; Yildirim, Taner", "Energy & Environmental Science", "\r\n        (", "2014", "),\r\n    ", "7", "\r\n        (", "1", "),\r\n    ", "335-342", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A new type of hierarchically porous carbon (HPC) structures of simultaneously high surface area and high pore vol. has been synthesized from carefully controlled carbonization of inhouse optimized metal-org. frameworks (MOFs).  Changes in synthesis conditions lead to millimetre-sized MOF-5 crystals in a high yield.  Subsequent carbonization of the MOFs yield HPCs with simultaneously high surface area, up to 2734 m2 g-1, and exceptionally high total pore vol., up to 5.53 cm3 g-1.  In the HPCs, micropores are mostly retained and meso- and macro- pores are generated from defects in the individual crystals, which is made possible by structural inheritance from the MOF precursor.  The resulting HPCs show a significant amt. of CO2 adsorption, over 27 mmol g-1 (119 wt%) at 30 bar and 27 °C, which is one of the highest values reported in the literature for porous carbons.  The findings are comparatively analyzed with the literature.  The results show great potential for the development of high capacity carbon-based sorbents for effective pre-combustion CO2 capture and other gas and energy storage applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvFKhtr3F&md5=7ddfd39fa3628aa58c964f0f434cf463", "9. ", "Ahmed", ", ", "I.", "; ", "Khan", ", ", "N. A.", "; ", "Jhung", ", ", "S. H.", " ", "Graphite Oxide/Metal–Organic Framework (MIL-101): Remarkable Performance in the Adsorptive Denitrogenation of Model Fuels", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "14155", "– ", "14161", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Graphite Oxide/Metal-Organic Framework (MIL-101): Remarkable Performance in the Adsorptive Denitrogenation of Model Fuels", "Ahmed, Imteaz; Khan, Nazmul Abedin; Jhung, Sung Hwa", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "24", "),\r\n    ", "14155-14161", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A highly porous metal-org. framework (MOF), MIL-101 (Cr-benzenedicarboxylate), was synthesized in the presence of graphite oxide (GO) to produce GO/MIL-101 composites.  The porosity of the composites increased remarkably in the presence of a small amt. of GO (<0.5% of MIL-101); however, further increases in GO reduced the porosity.  GO also accelerated the synthesis of the MIL-101.  The composites (GO/MIL-101) were used, for the first time, in liq.-phase adsorptions.  The adsorptive removal of nitrogen-contg. compds. (NCCs) and sulfur-contg. compds. from model fuels demonstrated the potential applications of the composites in adsorptions, and the adsorption capacity was dependent on the surface area and pore vol. of the composites.  Most importantly, the GO/MIL-101 composite has the highest adsorption capacity for NCCs among reported adsorbents so far, partly because of the increased porosity of the composite.  Finally, the results suggest that GO could be used in the synthesis of highly porous MOF composites, and the obtained materials could be used in various adsorptions in both liq. and gas/vapor phase (such as H2, CH4, and CO2 storage) adsorptions, because of the high porosity and functional GO.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvFSqu7vL&md5=31f115fabc82b4ae92ad81d40732486e", "10. ", "Lee", ", ", "K.", "; ", "Isley", ", ", "W. C.", "; ", "Dzubak", ", ", "A. L.", "; ", "Verma", ", ", "P.", "; ", "Stoneburner", ", ", "S. J.", "; ", "Lin", ", ", "L.-C.", "; ", "Howe", ", ", "J. D.", "; ", "Bloch", ", ", "E. D.", "; ", "Reed", ", ", "D. A.", "; ", "Hudson", ", ", "M. R.", " ", "Design of a Metal–Organic Framework with Enhanced Back Bonding for Separation of N", "2", " and CH", "4", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "136", ",  ", "698", "– ", "704", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "11. ", "Xie", ", ", "Z.", "; ", "Li", ", ", "T.", "; ", "Rosi", ", ", "N. L.", "; ", "Carreon", ", ", "M. A.", " ", "Alumina-Supported Cobalt-Adeninate MOF Membranes for CO", "2", "/CH", "4", " Separation", " ", "J. Mater. Chem. A", " ", "2014", ",  ", "2", ",  ", "1239", "– ", "1241", "[", "Crossref", "], [", "CAS", "]", "11. ", "Alumina-supported cobalt-adeninate MOF membranes for CO2/CH4 separation", "Xie, Zhenzhen; Li, Tao; Rosi, Nathaniel L.; Carreon, Moises A.", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2014", "),\r\n    ", "2", "\r\n        (", "5", "),\r\n    ", "1239-1241", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The synthesis of continuous cobalt-adeninate MOF (bio-MOF-13 (I) and bio-MOF-14 (II)) membranes supported on porous alumina tubes is demonstrated.  The membranes showed high CO2 permeabilities and low to moderate CO2 sepn. selectivities for CO2/CH4 gas mixts.  The obsd. CO2/CH4 selectivities are attributed to preferential CO2 adsorption within the framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXitVShs7zP&md5=46f9828342b000d4198fb54cce4db81a", "12. ", "Shekhah", ", ", "O.", "; ", "Liu", ", ", "J.", "; ", "Fischer", ", ", "R. A.", "; ", "Woll", ", ", "C.", " ", "MOF Thin Films: Existing and Future Applications", " ", "Chem. Soc. Rev.", " ", "2011", ",  ", "40", ",  ", "1081", "– ", "1106", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "MOF thin films: existing and future applications", "Shekhah, O.; Liu, J.; Fischer, R. A.; Woell, Ch.", "Chemical Society Reviews", "\r\n        (", "2011", "),\r\n    ", "40", "\r\n        (", "2", "),\r\n    ", "1081-1106", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The applications and potentials of thin film coatings of metal-org. frameworks (MOFs) supported on various substrates are discussed in this crit. review.  Because the demand for fabricating such porous coatings is rather obvious, in the past years several synthesis schemes were developed for the prepn. of thin porous MOF films.  Although this is an emerging field seeing a rapid development a no. of different applications on MOF films were either already demonstrated or are proposed.  This review focuses on the fabrication of continuous, thin porous films, either supported on solid substrates or as free-standing membranes.  The availability of such two-dimensional types of porous coatings opened the door for a no. of new perspectives for functionalizing surfaces.  Also for the porous materials themselves, the availability of a solid support to which the MOF-films are rigidly (in a mech. sense) anchored provides access to applications not available for the typical MOF powders with particle sizes of a few μm.  The authors will also address some of the potential and applications of thin films in different fields like luminescence, QCM-based sensors, optoelectronics, gas sepn. and catalysis.  A sep. chapter was devoted to the delamination of MOF thin films and discusses the potential to use them as free-standing membranes or as nanocontainers.  The review also demonstrates the possibility of using MOF thin films as model systems for detailed studies on MOF-related phenomena, e.g. adsorption and diffusion of small mols. into MOFs as well as the formation mechanism of MOFs (101 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXptFSrsw%253D%253D&md5=f0cfc5747b35e6a9477e04afd1d3381f", "13. ", "Wang", ", ", "C.", "; ", "Xie", ", ", "Z.", "; ", "deKrafft", ", ", "K. E.", "; ", "Lin", ", ", "W.", " ", "Doping Metal–Organic Frameworks for Water Oxidation, Carbon Dioxide Reduction, and Organic Photocatalysis", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "13445", "– ", "13454", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Doping Metal-Organic Frameworks for Water Oxidation, Carbon Dioxide Reduction, and Organic Photocatalysis", "Wang, Cheng; Xie, Zhigang; de Krafft, Kathryn E.; Lin, Wenbin", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "34", "),\r\n    ", "13445-13454", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Catalytically competent Ir, Re, and Ru complexes H2L1-H2L6 with dicarboxylic acid functionalities were incorporated into a highly stable and porous Zr6O4(OH)4(bpdc)6 (UiO-67, bpdc = para-biphenyldicarboxylic acid) framework using a mix-and-match synthetic strategy.  The matching ligand lengths between bpdc and L1-L6 ligands allowed the construction of highly cryst. UiO-67 frameworks (metal-org. frameworks (MOFs) 1-6) that were doped with L1-L6 ligands.  MOFs 1-6 were isostructural to the parent UiO-67 framework as shown by powder X-ray diffraction (PXRD) and exhibited high surface areas ranging from 1092 to 1497 m2/g.  MOFs 1-6 were stable in air up to 400 °C and active catalysts in a range of reactions that are relevant to solar energy utilization.  MOFs 1-3 contg. [Cp*IrIII(dcppy)Cl] (H2L1), [Cp*IrIII(dcbpy)Cl]Cl (H2L2), and [IrIII(dcppy)2(H2O)2]OTf (H2L3) (where Cp* is pentamethylcyclopentadienyl, dcppy is 2-phenylpyridine-5,4'-dicarboxylic acid, and dcbpy is 2,2'-bipyridine-5,5'-dicarboxylic acid) were effective water oxidn. catalysts (WOCs), with turnover frequencies (TOFs) of up to 4.8 h-1.  The [ReI(CO)3(dcbpy)Cl] (H2L4) derivatized MOF 4 served as an active catalyst for photocatalytic CO2 redn. with a total turnover no. (TON) of 10.9, three times higher than that of the homogeneous complex H2L4.  MOFs 5 and 6 contained phosphorescent [IrIII(ppy)2(dcbpy)]Cl (H2L5) and [RuII(bpy)2(dcbpy)]Cl2 (H2L6) (where ppy is 2-phenylpyridine and bpy is 2,2'-bipyridine) and were used in three photocatalytic org. transformations (aza-Henry reaction, aerobic amine coupling, and aerobic oxidn. of thioanisole) with very high activities.  The inactivity of the parent UiO-67 framework and the reaction supernatants in catalytic water oxidn., CO2 redn., and org. transformations indicate both the mol. origin and heterogeneous nature of these catalytic processes.  The stability of the doped UiO-67 catalysts under catalytic conditions was also demonstrated by comparing PXRD patterns before and after catalysis.  This work illustrates the potential of combining mol. catalysts and MOF structures in developing highly active heterogeneous catalysts for solar energy utilization.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXpvVWltrk%253D&md5=d97d78fa80f220f2be578112a620d6f6", "14. ", "Meek", ", ", "S. T.", "; ", "Greathouse", ", ", "J. A.", "; ", "Allendorf", ", ", "M. D.", " ", "Metal-Organic Frameworks: A Rapidly Growing Class of Versatile Nanoporous Materials", " ", "Adv. Mater.", " ", "2011", ",  ", "23", ",  ", "249", "– ", "267", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Metal-Organic Frameworks: A Rapidly Growing Class of Versatile Nanoporous Materials", "Meek, Scott T.; Greathouse, Jeffery A.; Allendorf, Mark D.", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2011", "),\r\n    ", "23", "\r\n        (", "2", "),\r\n    ", "249-267", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) represent a new class of hybrid org.-inorg. supramol. materials comprised of ordered networks formed from org. electron donor linkers and metal cations.  They can exhibit extremely high surface areas, as well as tunable pore size and functionality, and can act as hosts for a variety of guest mols.  Since their discovery, MOFs have enjoyed extensive exploration, with applications ranging from gas storage to drug delivery to sensing.  This review covers advances in the MOF field from the past three years, focusing on applications, including gas sepn., catalysis, drug delivery, optical and electronic applications, and sensing.  We also summarize recent work on methods for MOF synthesis and computational modeling.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhs1ens7fN&md5=ce0437e9a3996f48e5a46077d0dca171", "15. ", "Hansen", ", ", "R. E.", "; ", "Das", ", ", "S.", " ", "Biomimetic Di-Manganese Catalyst Cage-Isolated in a MOF: Robust Catalyst for Water Oxidation with Ce(IV), a Non-O-Donating Oxidant", " ", "Energy Environ. Sci.", " ", "2014", ",  ", "7", ",  ", "317", "– ", "322", "[", "Crossref", "], [", "CAS", "]", "15. ", "Biomimetic di-manganese catalyst cage-isolated in a MOF: robust catalyst for water oxidation with Ce(IV), a non-O-donating oxidant", "Hansen, Rebecca E.; Das, Siddhartha", "Energy & Environmental Science", "\r\n        (", "2014", "),\r\n    ", "7", "\r\n        (", "1", "),\r\n    ", "317-322", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A biomimetic di-Mn catalyst catalyzes water oxidn. with (NH4)2Ce(NO3)6 for >7 days with initial TOF of 40 h-1.  Isolation of one mol. of catalyst in each pore of a Cr-based MOF prevents decompn. of the catalyst and allows sustained water oxidn. even at pH 1.00.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvFKhtrrF&md5=5aa4fc01cb4acc8815f0ea5735cd1a85", "16. ", "Li", ", ", "W.-J.", "; ", "Gao", ", ", "S.-Y.", "; ", "Liu", ", ", "T.-F.", "; ", "Han", ", ", "L.-W.", "; ", "Lin", ", ", "Z.-J.", "; ", "Cao", ", ", "R.", " ", "In Situ Growth of Metal–Organic Framework Thin Films with Gas Sensing and Molecule Storage Properties", " ", "Langmuir", " ", "2013", ",  ", "29", ",  ", "8657", "– ", "8664", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "In Situ Growth of Metal-Organic Framework Thin Films with Gas Sensing and Molecule Storage Properties", "Li, Wei-Jin; Gao, Shui-Ying; Liu, Tian-Fu; Han, Li-Wei; Lin, Zu-Jin; Cao, Rong", "Langmuir", "\r\n        (", "2013", "),\r\n    ", "29", "\r\n        (", "27", "),\r\n    ", "8657-8664", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "New porous metal-org. framework (MOF) films based on the flexible ligand 1,3,5-tris[4-(carboxyphenyl)oxymethyl]-2,4,6-trimethylbenzene (H3TBTC) were fabricated on α-Al2O3 substrates under solvothermal conditions.  The bulk MOF compd., [Co3(TBTC)2(DMF)2]·4DMF, was solvothermally prepd. and characterized.  The factors affecting the fabrication of films, such as the temp. of pre-activation and the dosage of the reagents, were studied.  Tuning the subtle factors on film fabrications, MOF thin films with different morphologies and grain sizes were prepd.  The morphol. and grain size of the films were monitored by SEM.  XRD and attenuated total reflection IR (ATR-IR) were also used to characterize the MOF films.  The temp. of pre-activation and the dosage of the reagents are the key parameters during the process of film formation.  The properties of the films, esp. the sensing and sorption behavior, were studied by an optical digital camera and UV-visible (UV-visible) spectra.  The films are sensitive to small org. mols., such as MeOH and pyridine.  Also, the films can adsorb small dye mols.  Thus, the films may have potential applications in either org. vapor sensing or storage of small dye mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXptVCjtL4%253D&md5=4556b2d42bd6be6a5de70801cf11771e", "17. ", "Hao", ", ", "Z.", "; ", "Song", ", ", "X.", "; ", "Zhu", ", ", "M.", "; ", "Meng", ", ", "X.", "; ", "Zhao", ", ", "S.", "; ", "Su", ", ", "S.", "; ", "Yang", ", ", "W.", "; ", "Song", ", ", "S.", "; ", "Zhang", ", ", "H.", " ", "One-Dimensional Channel-Structured Eu-MOF for Sensing Small Organic Molecules and Cu", "2+", " Ion", " ", "J. Mater. Chem. A", " ", "2013", ",  ", "1", ",  ", "11043", "– ", "11050", "[", "Crossref", "], [", "CAS", "]", "17. ", "One-dimensional channel-structured Eu-MOF for sensing small organic molecules and Cu2+ ion", "Hao, Zhaomin; Song, Xuezhi; Zhu, Min; Meng, Xing; Zhao, Shuna; Su, Shengqun; Yang, Weiting; Song, Shuyan; Zhang, Hongjie", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2013", "),\r\n    ", "1", "\r\n        (", "36", "),\r\n    ", "11043-11050", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two new lanthanide metal-org. frameworks Ln(FBPT)(H2O)(DMF) (FBPT = 2'-fluoro-biphenyl-3,4',5-tricarboxylate, Ln = Eu and Tb) were prepd. under solvothermal conditions.  Single crystal x-ray diffraction analyses reveal that the two compds. are isostructurally related with the same 1-dimensional channel structure from FBPT as an org. linker.  Herein, the Eu(FBPT)(H2O)(DMF) (EuL) is selected as a representative sample for luminescent measurements.  Study of the photoluminescence properties reveals that the EuL exhibits red emission, corresponding to the 5D0 7FJ (J = 1-4) transitions of the Eu3+ ion under UV light excitation.  Most interestingly, when this compd. was immersed in the different org. solvents and metal ion DMF solns., it shows highly selective and sensitive sensing for small org. mols. and Cu2+ ions.  In connection to this, a probable sensing mechanism is also discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtlWhtrjO&md5=72fb251044efa28eb36e9a8b54fafc8b", "18. ", "Cao", ", ", "J.", "; ", "Gao", ", ", "Y.", "; ", "Wang", ", ", "Y.", "; ", "Du", ", ", "C.", "; ", "Liu", ", ", "Z.", " ", "A Microporous Metal-Organic Open Framework Containing Uncoordinated Carbonyl Groups as Postsynthetic Modification Sites for Cation Exchange and Tb", "3+", " Sensing", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "6897", "– ", "6899", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "A microporous metal-organic open framework containing uncoordinated carbonyl groups as postsynthetic modification sites for cation exchange and Tb3+ sensing", "Cao, Jianwei; Gao, Yanfei; Wang, Yanqin; Du, Chunfang; Liu, Zhiliang", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "61", "),\r\n    ", "6897-6899", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A novel 3-dimensional microporous compd. [Zn3(Httca)2(4,4'-bpy)(H2O)2]n (MOF-COOH) (H4ttca = [1,2':2',1''-terphenyl]-4,4',4''',5'-tetracarboxylic acid) contg. uncoordinated carbonyl groups pointing to the pores was prepd.  The uncoordinated carbonyl groups in the channels can act as postsynthetic modification sites for cation exchange.  The MOF-COOH compd. can effectively and selectively serve as an antenna for sensitizing the visible-emitting Tb3+ cation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtVOjsrfK&md5=cf398ae43ecc537af09fe327cbba71d9", "19. ", "Wang", ", ", "G.-Y.", "; ", "Song", ", ", "C.", "; ", "Kong", ", ", "D.-M.", "; ", "Ruan", ", ", "W.-J.", "; ", "Chang", ", ", "Z.", "; ", "Li", ", ", "Y.", " ", "Two Luminescent Metal-Organic Frameworks for the Sensing of Nitroaromatic Explosives and DNA Strands", " ", "J. Mater. Chem. A", " ", "2014", ",  ", "2", ",  ", "2213", "– ", "2220", "[", "Crossref", "], [", "CAS", "]", "19. ", "Two luminescent metal-organic frameworks for the sensing of nitroaromatic explosives and DNA strands", "Wang, Guan-Yao; Song, Chan; Kong, De-Ming; Ruan, Wen-Juan; Chang, Ze; Li, Yue", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2014", "),\r\n    ", "2", "\r\n        (", "7", "),\r\n    ", "2213-2220", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "With a flexible arom. ligand, bis-(3,5-dicarboxy-phenyl)terephthalamide (H4L), two metal-org. frameworks, Cd(L)·(HDMA)2(DMF)(H2O)3 (1) and Zn(L)·(HDMA)2(DMF)(H2O)6 (2), were synthesized using a solvothermal method.  Both 1 and 2 possess a 3D open framework.  These two compds. exhibit strong photoluminescence in suspensions, and their luminescence could be efficiently and selectively quenched by a series of nitroaroms.  Thus, 1 and 2 could be used as excellent luminescent probes for nitroarom. explosives.  Addnl., 1 and 2 could also be utilized as the sensing platforms for DNA strands, which is attributed to their different affinities for single- and double-stranded DNAs.  With this method, 0.05 nM of target DNA could be detected, and the selectivity could be down to a single nucleotide mismatch.  This work shows the potential of MOFs for the sensing of versatile chems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXpslGgsg%253D%253D&md5=e059f4f183a04e4210b529a389ea7fa2", "20. ", "Kaye", ", ", "S. S.", "; ", "Dailly", ", ", "A.", "; ", "Yaghi", ", ", "O. M.", "; ", "Long", ", ", "J. R.", " ", "Impact of Preparation and Handling on the Hydrogen Storage Properties of Zn", "4", "O(1,4-benzenedicarboxylate)", "3", " (MOF-5)", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "14176", "– ", "14177", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Impact of Preparation and Handling on the Hydrogen Storage Properties of Zn4O(1,4-benzenedicarboxylate)3 (MOF-5)", "Kaye, Steven S.; Dailly, Anne; Yaghi, Omar M.; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "46", "),\r\n    ", "14176-14177", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The prototypical metal-org. framework Zn4O(BDC)3 (MOF-5, BDC2- = 1,4-benzenedicarboxylate) decomps. gradually in humid air to form a nonporous solid.  Recognizing this, improved procedures for its synthesis and handling were developed, leading to significant increases in N2 and H2 gas adsorption capacities.  Nitrogen adsorption isotherms measured at 77 K reveal an enhanced max. N2 uptake of 44.5 mmol/g and a BET surface area of 3800 m2/g, compared to the 35.8 mmol/g and 3100 m2/g obtained for a sample prepd. using previous methods.  High-pressure H2 adsorption isotherms show improvements from 5.0 to 7.1 excess wt. % at 77 K and 40 bar.  The total H2 uptake was further obsd. to climb to 11.5% at 170 bar, corresponding to a volumetric storage d. of 77 g/L.  Thus, the air-free compd. exhibits the highest gravimetric and volumetric H2 uptake capacities yet demonstrated for a cryogenic hydrogen storage material.  Also, no loss of capacity was apparent during 24 complete adsorption-desorption cycles, while kinetics measurements showed a loading time of 2 min with application of just 45 bar of pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXht1CrurvF&md5=225d78a759d3f213ea51beff7a7f784e", "21. ", "Gu", ", ", "J.-Z.", "; ", "Lu", ", ", "W.-G.", "; ", "Jiang", ", ", "L.", "; ", "Zhou", ", ", "H.-C.", "; ", "Lu", ", ", "T.-B.", " ", "3D Porous Metal–Organic Framework Exhibiting Selective Adsorption of Water over Organic Solvents", " ", "Inorg. Chem.", " ", "2007", ",  ", "46", ",  ", "5835", "– ", "5837", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "3D Porous Metal-Organic Framework Exhibiting Selective Adsorption of Water over Organic Solvents", "Gu, Jin-Zhong; Lu, Wen-Guan; Jiang, Long; Zhou, Hong-Cai; Lu, Tong-Bu", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "15", "),\r\n    ", "5835-5837", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A 3D porous metal-org. framework (MOF) with 1D open channels has been constructed hydrothermally using ZnII and a rigid planar ligand IDC3- (imidazole-4,5-dicarboxylate).  This MOF can adsorb water selectively over org. solvents and can be regenerated and reused.  It also represents a rare example of a MOF with open channels that form/collapse reversibly upon hydration/dehydration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXmvV2qs7g%253D&md5=b71b5a514bc0a1fde9c58bf3c7aa9196", "22. ", "Savonnet", ", ", "M.", "; ", "Camarata", ", ", "A.", "; ", "Canivet", ", ", "J.", "; ", "Bazer-Bachi", ", ", "D.", "; ", "Bats", ", ", "N.", "; ", "Lecocq", ", ", "V.", "; ", "Pinel", ", ", "C.", "; ", "Farrusseng", ", ", "D.", " ", "Tailoring Metal-Organic Framework Catalysts by Click Chemistry", " ", "Dalton Trans.", " ", "2012", ",  ", "41", ",  ", "3945", "– ", "3948", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "22. ", "Tailoring metal-organic framework catalysts by click chemistry", "Savonnet, Marie; Camarata, Aurelie; Canivet, Jerome; Bazer-Bachi, Delphine; Bats, Nicolas; Lecocq, Vincent; Pinel, Catherine; Farrusseng, David", "Dalton Transactions", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "14", "),\r\n    ", "3945-3948", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "We successively introduce new catalytic centers through click reaction into MOFs and modify their environment by addn. of lipophilic groups.  The resulting bifunctionalized MOF provides an optimized balance between basicity and lipophilicity and shows outstanding performance for the transesterification reaction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xjslegs7w%253D&md5=06ce80b15e8a736191f4cd16b7ced119", "23. ", "Corma", ", ", "A.", "; ", "Esteve", ", ", "P.", "; ", "Martinez", ", ", "A.", " ", "Solvent Effects during the Oxidation of Olefins and Alcohols with Hydrogen Peroxide on Ti-Beta Catalyst: The Influence of the Hydrophilicity–Hydrophobicity of the Zeolite", " ", "J. Catal.", " ", "1996", ",  ", "161", ",  ", "11", "– ", "19", "[", "Crossref", "], [", "CAS", "]", "23. ", "Solvent effects during the oxidation of olefins and alcohols with hydrogen peroxide on Ti-beta catalyst: the influence of the hydrophilicity-hydrophobicity of the zeolite", "Corma, A.; Esteve, P.; Martinez, A.", "Journal of Catalysis", "\r\n        (", "1996", "),\r\n    ", "161", "\r\n        (", "1", "),\r\n    ", "11-19", "CODEN:\r\n                ", "JCTLA5", ";\r\n        ISSN:", "0021-9517", ".\r\n    \r\n            (", "Academic", ")\r\n        ", "It is presented in this paper that the hydrophilic-hydrophobic characteristics of Ti-zeolites play a very important role in their reactivity for liq. phase oxidns. using H2O2 and org. hydroperoxides.  To show this, the influence of the nature of solvent on the reactivity and selectivity features of the large pore Ti-beta catalyst has been studied during the oxidn. of 1-hexene and cyclohexanol, as representative substrates, using aq. hydrogen peroxide as oxidant and under single liq. phase conditions.  It has been shown that the reactivity of Ti-beta was highest in acetonitrile, a polar and nonprotic solvent, for both 1-hexene and cyclohexanol oxidns.  In contrast, the reactivity of the medium pore TS-1 for 1-hexene oxidn. was seen to be much higher in methanol (protic) than in acetonitrile (aprotic) solvent.  These differences have been related to the hydrophilic character of Ti-beta, in contrast to the hydrophobic character of TS-1.  The selectivities to the epoxide and to the ketone during 1-hexene and cyclohexanol oxidns., resp., on Ti-beta were also highest in acetonitrile.  This was assocd. to the poisoning of the Broensted acid sites assocd. with frame work aluminum by the basic acetonitrile mols., thus avoiding acid-catalyzed secondary reactions.  The different effects that solvents have on the catalytic properties of Ti-beta and TS-1 are of prime importance from the point of view of the application of these catalysts, since, as can be seen from this work, the optimum operating conditions would be quite different for both the Ti-beta and TS-1 materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XksFGjtLo%253D&md5=690a697e980e45071d6f62df0659b745", "24. ", "Di Carlo", ", ", "G.", "; ", "Melaet", ", ", "G.", "; ", "Kruse", ", ", "N.", "; ", "Liotta", ", ", "L. F.", "; ", "Pantaleo", ", ", "G.", "; ", "Venezia", ", ", "A. M.", " ", "Combined Sulfating and Non-Sulfating Support to Prevent Water and Sulfur Poisoning of Pd Catalysts for Methane Combustion", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "6317", "– ", "6319", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "24. ", "Combined sulfating and non-sulfating support to prevent water and sulfur poisoning of Pd catalysts for methane combustion", "Di Carlo, Gabriella; Melaet, Gerome; Kruse, Norbert; Liotta, Leonarda F.; Pantaleo, Giuseppe; Venezia, Anna M.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "34", "),\r\n    ", "6317-6319", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The appropriate combination of titania and silica, sulfating and non-sulfating support, resp., results in Pd catalysts with improved water and sulfur tolerance in methane combustion.  For the first time the catalyst recovers the initial activity after one cycle under lean-burn conditions without addnl. regenerating treatments.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVaqtr%252FK&md5=7a2681786eb49d103152f02536461598", "25. ", "Aguado", ", ", "S.", "; ", "Canivet", ", ", "J.", "; ", "Schuurman", ", ", "Y.", "; ", "Farrusseng", ", ", "D.", " ", "Tuning the Activity by Controlling the Wettability of MOF Eggshell Catalysts: A Quantitative Structure-Activity Study", " ", "J. Catal.", " ", "2011", ",  ", "284", ",  ", "207", "– ", "214", "[", "Crossref", "], [", "CAS", "]", "25. ", "Tuning the activity by controlling the wettability of MOF eggshell catalysts: A quantitative structure-activity study", "Aguado, Sonia; Canivet, Jerome; Schuurman, Yves; Farrusseng, David", "Journal of Catalysis", "\r\n        (", "2011", "),\r\n    ", "284", "\r\n        (", "2", "),\r\n    ", "207-214", "CODEN:\r\n                ", "JCTLA5", ";\r\n        ISSN:", "0021-9517", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "We report a quant. structure-activity relationship of functionalized ZIF-type materials (SIM, Substituted Imidazolate Material).  Keeping the catalytic center unmodified, post-synthetic modification allows an efficient control of the hydrophilic-hydrophobic balance which drives the competitive adsorption of reactants and products.  Hence, we attribute the increase in the reaction rate of Knoevenagel condensation (up to seven times) to the modification of the environment of catalytic sites through the creation of hydrophobic environment surrounding the catalytic sites.  Surface tension properties are monitored by measuring the contact angle with a water droplet on a SIM thin film grown on a flat support.  We show that the contact angle is directly correlated to the catalytic activity of Knoevenagel condensation.  Hence, we propose that the contact angle of a catalyst thin layer with water can be a quant. descriptor of direct relevance for catalytic processes which produces water and/or for catalysts that are poisoned with water.  Finally, we measured the intrinsic reaction rate free of external and internal diffusion limitations by controlling the thickness of the SIM shell on SIM/alumina beads.  Insights on the localization of the active sites (surface vs. bulk) are provided.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsFegurzK&md5=500aee133f7d596731c56750757518b3", "26. ", "Ameloot", ", ", "R.", "; ", "Liekens", ", ", "A.", "; ", "Alaerts", ", ", "L.", "; ", "Maes", ", ", "M.", "; ", "Galarneau", ", ", "A.", "; ", "Coq", ", ", "B.", "; ", "Desmet", ", ", "G.", "; ", "Sels", ", ", "B. F.", "; ", "Denayer", ", ", "J. F. M.", "; ", "De Vos", ", ", "D. E.", " ", "Silica-MOF Composites as a Stationary Phase in Liquid Chromatography", " ", "Eur. J. Inorg. Chem.", " ", "2010", ",  ", "3735", "– ", "3738", "[", "Crossref", "], [", "CAS", "]", "26. ", "Silica-MOF composites as a stationary phase in liquid chromatography", "Ameloot, Rob; Liekens, Anuschka; Alaerts, Luc; Maes, Michael; Galarneau, Anne; Coq, Bernard; Desmet, Gert; Sels, Bert F.; Denayer, Joeri F. M.; De Vos, Dirk E.", "European Journal of Inorganic Chemistry", "\r\n        (", "2010", "),\r\n    ", "\r\n        (", "24", "),\r\n    ", "3735-3738", "CODEN:\r\n                ", "EJICFO", ";\r\n        ISSN:", "1434-1948", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Metal-org. framework materials (MOFs) are a class of microporous and cryst. materials with great potential for adsorption-based sepns.  Harnessing the sepn. ability of these materials in HPLC requires the use of small and uniform particles to achieve good column packing.  The known MOF material [Cu3(BTC)2] is, however, typically synthesized as a polydisperse mixt. due to its nucleation and growth mechanism.  A new synthesis method for [Cu3(BTC)2] enables the formation of the MOF inside the pores of silica beads often used in chromatog., leading to monodisperse silica-MOF composite spheres with a uniform particle size of 3 μm.  When employed as an HPLC stationary phase, this material combines the good column packing properties of the silica and sepn. ability of the MOF material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVCntrzE&md5=172b53c2696f55dd65bf071d590bee3a", "27. ", "Gorka", ", ", "J.", "; ", "Fulvio", ", ", "P. F.", "; ", "Pikus", ", ", "S.", "; ", "Jaroniec", ", ", "M.", " ", "Mesoporous Metal Organic Framework-Boehmite and Silica Composites", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "6798", "– ", "6800", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "27. ", "Mesoporous metal organic framework-boehmite and silica composites", "Gorka, Joanna; Fulvio, Pasquale F.; Pikus, Stanislaw; Jaroniec, Mietek", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "36", "),\r\n    ", "6798-6800", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Mesoporous composites of metal org. frameworks (MOFs; Cu-based) with boehmite and silica were prepd. by one-pot microwave hydrothermal synthesis in the presence of Pluronic-type triblock-copolymer.  For MOF-alumina composites, P123 triblock copolymer was dissolved in ethanol and mixed with 1,3,5-benzenetricarboxylic acid and copper(II) nitrate trihydrate.  Boehmite was dispersed in aq. nitric acid.  The latter soln. was quickly added to the former followed by 2-stage microwave treatment, the first at 40 °C for 60 min and the second at 140 °C for 120 min.  The MOF-silica composites were prepd. in a similar manner to the boehmite-contg. composites.  MOF and mesoporous support were simultaneously synthesized in the presence of triblock copolymers under microwave irradn.  Mesoporosity in these composites can be tailored by varying the MOF:oxide phase ratio.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtV2gs7nF&md5=cfcf4ae7fc93f96b58464552067d2843", "28. ", "Yoo", ", ", "Y.", "; ", "Jeong", ", ", "H.-K.", " ", "Rapid Fabrication of Metal Organic Framework Thin Films Using Microwave-Induced Thermal Deposition", " ", "Chem. Commun.", " ", "2008", ",  ", "2441", "– ", "2443", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "28. ", "Rapid fabrication of metal organic framework thin films using microwave-induced thermal deposition", "Yoo, Yeonshick; Jeong, Hae-Kwon", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2008", "),\r\n    ", "\r\n        (", "21", "),\r\n    ", "2441-2443", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "We have demonstrated a novel method to rapidly fabricate nanoporous MOF thin films and patterns on porous alumina substrates under microwave irradn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXlvF2ksb4%253D&md5=896e100e49ae6cb12f25d9aea3ef6291", "29. ", "Jahan", ", ", "M.", "; ", "Bao", ", ", "Q.", "; ", "Yang", ", ", "J.-X.", "; ", "Loh", ", ", "K. P.", " ", "Structure-Directing Role of Graphene in the Synthesis of Metal-Organic Framework Nanowire", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "14487", "– ", "14495", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "Structure-Directing Role of Graphene in the Synthesis of Metal-Organic Framework Nanowire", "Jahan, Maryam; Bao, Qiaoliang; Yang, Jia-Xiang; Loh, Kian Ping", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "41", "),\r\n    ", "14487-14495", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Graphene can be decorated with functional groups on either side of its basal plane, giving rise to a bifunctional nanoscale building block that can undergo face-to-face assembly.  We demonstrate that benzoic acid-functionalized graphene (BFG) can act as a structure-directing template in influencing the crystal growth of metal-org. framework (MOF).  BFG is also incorporated into MOF as framework linker.  Because of the high d. of carboxylic groups on benzoic acid-functionalized graphene, an unusual MOF nanowire that grows in the [220] direction was synthesized.  The diam. of the nanowire correlates closely with the lateral dimensions of the BFG.  The intercalation of graphene in MOF imparts new elec. properties such as photoelec. transport in the otherwise insulating MOF.  The results point to the possibility of using functionalized graphene to synthesize a wide range of structural motifs in MOF with adjustable metrics and properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtF2msrzF&md5=7b54fddc61212ffc78cca1ac13c1b3fc", "30. ", "Hermes", ", ", "S.", "; ", "Zacher", ", ", "D.", "; ", "Baunemann", ", ", "A.", "; ", "Wöll", ", ", "C.", "; ", "Fischer", ", ", "R. A.", " ", "Selective Growth and MOCVD Loading of Small Single Crystals of MOF-5 at Alumina and Silica Surfaces Modified with Organic Self-Assembled Monolayers", " ", "Chem. Mater.", " ", "2007", ",  ", "19", ",  ", "2168", "– ", "2173", "[", "ACS Full Text ", "], [", "CAS", "]", "30. ", "Selective Growth and MOCVD Loading of Small Single Crystals of MOF-5 at Alumina and Silica Surfaces Modified with Organic Self-Assembled Monolayers", "Hermes, Stephan; Zacher, Denise; Baunemann, Arne; Woell, Christof; Fischer, Roland A.", "Chemistry of Materials", "\r\n        (", "2007", "),\r\n    ", "19", "\r\n        (", "9", "),\r\n    ", "2168-2173", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Thin polycryst. films of phase-pure MOF-5 were grown directly from supersatd. MOF-5 mother solns. on suitably pretreated alumina and silica substrates.  The surface acid/base properties characterized by the isoelec. point of the bare substrates controls the anchoring of MOF-5 nuclei.  In addn. to COOH-terminated SAMs on SiO2, ALD-Al2O3 proved to be a very good adhesive for selective MOF-5 growth.  The adsorption properties of the deposited MOF films on Al2O3 substrates were demonstrated by MOCVD loading with [(η5-C5H5)Pd(η3-C3H5)] as Pd precursor to finally yield the palladium-loaded thin film material {Pd@MOF-5}/Al2O3 as a model of a variety of conceivable MOF-based functional chem. systems at surfaces.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXjvVOls7o%253D&md5=dc86856dd43a0ec3d159e58d57e615d4", "31. ", "Sun", ", ", "X.", "; ", "Xia", ", ", "Q.", "; ", "Zhao", ", ", "Z.", "; ", "Li", ", ", "Y.", "; ", "Li", ", ", "Z.", " ", "Synthesis and Adsorption Performance of MIL-101(Cr)/Graphite Oxide Composites with High Capacities of n-Hexane", " ", "Chem. Eng. J.", " ", "2014", ",  ", "239", ",  ", "226", "– ", "232", "[", "Crossref", "], [", "CAS", "]", "31. ", "Synthesis and adsorption performance of MIL-101(Cr)/graphite oxide composites with high capacities of n-hexane", "Sun, Xuejiao; Xia, Qibin; Zhao, Zhenxia; Li, Yingwei; Li, Zhong", "Chemical Engineering Journal (Amsterdam, Netherlands)", "\r\n        (", "2014", "),\r\n    ", "239", "\r\n        (", "),\r\n    ", "226-232", "CODEN:\r\n                ", "CMEJAJ", ";\r\n        ISSN:", "1385-8947", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "MIL-101(Cr)/graphite oxide (GO) composites (MIL-101@GO) were synthesized by a solvothermal synthesis method.  The synthesized materials were characterized by X-ray diffraction, SEM, adsorption of nitrogen, FT-IR spectroscopy, and thermal anal.  The isotherms of n-hexane on the MIL-101@GO composites and the MIL-101 were measured by a gravimetric method sep.  Expts. of multiple adsorption-desorption cycles were conducted to est. reversibility of n-hexane on the MIL-101@GO.  The Langmuir surface area of the composites was higher than that of the pure MIL-101, and the adsorption capacities of n-hexane on the MIL-101@GO samples were greatly higher than that on the MIL-101 sample.  The isotherms of n-hexane could be fitted favorably by the Langmuir-Freundlich equation.  The composite MIL-101@GO-5 exhibited the max. n-hexane uptake of 1042.1 mg/g at 298 K, which was an increase of 93% compared with that of MIL-101, and was much higher than those of the conventional activated carbons and zeolites.  The great improvement of n-hexane adsorption capacity can be attributed not only to an increase in the surface area of the MIL-101@GO, but also to an increase in the surface dispersive forces of the MIL-101@GO due to the introduction of the GO with dense arrays of atoms.  Consecutive cycles of adsorption-desorption showed that the desorption efficiency could reach 96.78% for the five cycles, indicating that MIL-101@GO had excellent reversibility of n-hexane adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXlt1SltQ%253D%253D&md5=d9091c4e15cda29670c3f8a9444533d5", "32. ", "Kumar", ", ", "R.", "; ", "Jayaramulu", ", ", "K.", "; ", "Maji", ", ", "T. K.", "; ", "Rao", ", ", "C. N.", " ", "Hybrid Nanocomposites of ZIF-8 with Graphene Oxide Exhibiting Tunable Morphology, Significant CO", "2", " Uptake and Other Novel Properties", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "4947", "– ", "4949", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "32. ", "Hybrid nanocomposites of ZIF-8 with graphene oxide exhibiting tunable morphology, significant CO2 uptake and other novel properties", "Kumar, Ram; Jayaramulu, Kolleboyina; Maji, Tapas Kumar; Rao, C. N. R.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "43", "),\r\n    ", "4947-4949", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Hybrid nanocomposites of graphene oxide (GO) with ZIF-8 exhibit tunable nanoscale morphol. and porosity, both detd. by the GO content, coordination modulation being responsible for such properties.  These materials also give rise to high CO2 storage capability and can be used as precursors to prep. GO@ZnS nanocomposites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmvFyqtrY%253D&md5=d28cf7a3007e91ceb9d31dbd0540aa75", "33. ", "Li", ", ", "D.", "; ", "Qiu", ", ", "L.", "; ", "Wang", ", ", "K.", "; ", "Zeng", ", ", "Y.", "; ", "Li", ", ", "D.", "; ", "Williams", ", ", "T.", "; ", "Huang", ", ", "Y.", "; ", "Tsapatsis", ", ", "M.", "; ", "Wang", ", ", "H.", " ", "Growth of Zeolite Crystals with Graphene Oxide Nanosheets", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "2249", "– ", "2251", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "33. ", "Growth of zeolite crystals with graphene oxide nanosheets", "Li, Dan; Qiu, Ling; Wang, Kun; Zeng, Yao; Li, Dan; Williams, Tim; Huang, Yi; Tsapatsis, Michael; Wang, Huanting", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "16", "),\r\n    ", "2249-2251", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Growth of silicalite with graphene oxide (GO) nanosheets occurred via attachment of GO onto the silicalite surface, and entrapment of GO nanosheets inside single crystals.  Elec. conductive composites were produced by calcination in nitrogen whereas silicalite crystals with slit-like mesopores of sizes 20-25 Å were obtained after GO burn-off.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlWju7c%253D&md5=044f7ec2c2582ed096478b698ad2c0db", "34. ", "Petit", ", ", "C.", "; ", "Burress", ", ", "J.", "; ", "Bandosz", ", ", "T. J.", " ", "The Synthesis and Characterization of Copper-Based Metal-Organic Framework/Graphite Oxide Composites", " ", "Carbon", " ", "2011", ",  ", "49", ",  ", "563", "– ", "572", "[", "Crossref", "], [", "CAS", "]", "34. ", "The synthesis and characterization of copper-based metal-organic framework/graphite oxide composites", "Petit, Camille; Burress, Jacob; Bandosz, Teresa J.", "Carbon", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "2", "),\r\n    ", "563-572", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "New composites of a copper-based metal-org. framework and graphite oxide were synthesized with different ratios of HKUST-1 (also called MOF-199) and graphite oxide.  These compds., as well as the parent materials, were characterized by x-ray diffraction, sorption of nitrogen, FTIR spectroscopy, thermal analyses, SEM, and sorption of hydrogen.  The composites exhibit features similar to HKUST-1 as well as an increased porosity compared to the parent materials.  The formation of new small pores is demonstrated by an increase in the hydrogen uptake.  The results suggest that the building process of the composites occurs via the reaction/binding of the copper dimers from the HKUST-1 with/to the functional groups in graphite oxide (epoxy, carboxylic, hydroxylic, sulfonic).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVGntLrI&md5=aade5cf7de9fbb154b18f74726a4c78b", "35. ", "Zhou", ", ", "H.", "; ", "Liu", ", ", "X.", "; ", "Zhang", ", ", "J.", "; ", "Yan", ", ", "X.", "; ", "Liu", ", ", "Y.", "; ", "Yuan", ", ", "A.", " ", "Enhanced Room-Temperature Hydrogen Storage Capacity in Pt-loaded Graphene Oxide/HKUST-1 Composites", " ", "Int. J. Hydrogen Energy", " ", "2014", ",  ", "39", ",  ", "2160", "– ", "2167", "[", "Crossref", "], [", "CAS", "]", "35. ", "Enhanced room-temperature hydrogen storage capacity in Pt-loaded graphene oxide/HKUST-1 composites", "Zhou, Hu; Liu, Xiaoqing; Zhang, Jun; Yan, Xiufen; Liu, Yuanjun; Yuan, Aihua", "International Journal of Hydrogen Energy", "\r\n        (", "2014", "),\r\n    ", "39", "\r\n        (", "5", "),\r\n    ", "2160-2167", "CODEN:\r\n                ", "IJHEDX", ";\r\n        ISSN:", "0360-3199", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Series of Pt-loaded graphene oxide (GO)/HKUST-1 composites were synthesized by the reaction between Pt@GO and precursors of HKUST-1.  The parent materials and composites have been characterized by powder X-ray diffraction (XRD), IR spectroscopy, SEM, transmission electron microscopy (TEM), energy dispersive spectroscopy (EDS), and gas adsorption analyzer.  The XRD and IR anal. showed that the incorporation of Pt@GO did not prevent the formation of HKUST-1 units.  SEM, TEM and EDS results revealed that Pt nanoparticles were well-dispersive and anchored tightly into composites.  Meanwhile, the percentage of Pt@GO has an obvious effect on morphologies, crystallinities and surface areas of composites.  More importantly, the significant enhancement of hydrogen storage capacity at ambient temp. for the composite with low Pt@GO content can be ascribed to the hydrogen spillover mechanism in such system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXpt1Km&md5=34bf80c0faf6803ce13607fc37555157", "36. ", "Petit", ", ", "C.", "; ", "Mendoza", ", ", "B.", "; ", "O’Donnell", ", ", "D.", "; ", "Bandosz", ", ", "T. J.", " ", "Effect of Graphite Features on the Properties of Metal-Organic Framework/Graphite Hybrid Materials Prepared Using an in Situ Process", " ", "Langmuir", " ", "2011", ",  ", "27", ",  ", "10234", "– ", "10242", "[", "ACS Full Text ", "], [", "CAS", "]", "36. ", "Effect of Graphite Features on the Properties of Metal-Organic Framework/Graphite Hybrid Materials Prepared Using an in Situ Process", "Petit, Camille; Mendoza, Barbara; O'Donnell, Deanna; Bandosz, Teresa J.", "Langmuir", "\r\n        (", "2011", "),\r\n    ", "27", "\r\n        (", "16", "),\r\n    ", "10234-10242", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. framework (MOF)/graphite hybrid materials were prepd. using an in situ process.  Graphites with various chem. and phys. features were used, and HKUST-1 was selected as the MOF component.  The samples (parent materials and hybrid materials) were characterized by x-ray diffraction, nitrogen sorption, SEM, Raman spectroscopy, FTIR spectroscopy, and TGA.  Then they were tested as ammonia adsorbents in dynamic conditions.  The functionalization of graphite is important to build the hybrid materials with synergistic properties.  The lack of functional groups on graphite gave a simple phys. mixt.  Besides the surface chem. of the graphitic component, the phys. parameters (porosity and size of flakes) also seem to influence the formation of the hybrid materials.  The graphite particles disturb the formation of HKUST-1 and induce a different crystal morphol. (more defects and increased surface roughness) than the one obsd. when MOF is formed in the absence of a substrate.  The latter behavior causes less ammonia to be adsorbed on the hybrid materials than is expected for the simple phys. mixt. of HKUST-1 and graphite.  The MOF structure collapses (in HKUST-1 and the hybrid materials) upon ammonia adsorption and gives new species.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXovVOju78%253D&md5=136a4286029a159255f25f44a5d9b0df", "37. ", "Petit", ", ", "C.", "; ", "Mendoza", ", ", "B.", "; ", "Bandosz", ", ", "T. J.", " ", "Hydrogen Sulfide Adsorption on MOFs and MOF/Graphite Oxide Composites", " ", "ChemPhysChem", " ", "2010", ",  ", "11", ",  ", "3678", "– ", "3684", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "37. ", "Hydrogen Sulfide Adsorption on MOFs and MOF/Graphite Oxide Composites", "Petit, Camille; Mendoza, Barbara; Bandosz, Teresa J.", "ChemPhysChem", "\r\n        (", "2010", "),\r\n    ", "11", "\r\n        (", "17", "),\r\n    ", "3678-3684", "CODEN:\r\n                ", "CPCHFT", ";\r\n        ISSN:", "1439-4235", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Composites of a copper-based metal-org. framework (MOF) and graphite oxide (GO) were tested for hydrogen sulfide removal at ambient conditions.  In order to understand the mechanisms of adsorption, the initial and exhausted samples were analyzed by various techniques including X-ray diffraction, Fourier transform IR spectroscopy, thermogravimetric analyses, and sorption of nitrogen.  Compared to the parent materials, an enhancement in hydrogen sulfide adsorption was found.  It was the result of phys. adsorption of water and H2S in the pore space formed at the interface between the MOF units and the graphene layers where the dispersive forces are the strongest.  Besides physisorption, reactive adsorption was found as the main mechanism of retention.  H2S mols. bind to the copper centers of the MOF.  They progressively react with the MOF units resulting in the formation of copper sulfide.  This leads to the collapse of the MOF structure.  Water enhances adsorption in the composites as it allows the dissoln. of hydrogen sulfide.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVyrs7%252FI&md5=5e32a55170c4a3ab0396ff840752571e", "38. ", "Petit", ", ", "C.", "; ", "Levasseur", ", ", "B.", "; ", "Mendoza", ", ", "B.", "; ", "Bandosz", ", ", "T. J.", " ", "Reactive Adsorption of Acidic Gases on MOF/Graphite Oxide Composites", " ", "Microporous Mesoporous Mater.", " ", "2012", ",  ", "154", ",  ", "107", "– ", "112", "[", "Crossref", "], [", "CAS", "]", "38. ", "Reactive adsorption of acidic gases on MOF/graphite oxide composites", "Petit, Camille; Levasseur, Benoit; Mendoza, Barbara; Bandosz, Teresa J.", "Microporous and Mesoporous Materials", "\r\n        (", "2012", "),\r\n    ", "154", "\r\n        (", "),\r\n    ", "107-112", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Composites were prepd. from metal-org. framework (MOF; copper-contg. HKUST-1) and graphite oxide (GO).  The synthesized materials were tested as adsorbents of hydrogen sulfide (H2S) and nitrogen dioxide (NO2).  Their surface was characterized using nitrogen adsorption, FTIR spectroscopy and TGA.  Formation of new small pores in the composites has a pos. effect on the adsorption capacity of both acidic species.  Physisorption and reactive adsorption are suggested as main adsorption mechanisms.  The latter mechanism is related to the presence of unsatd. copper sites in the MOF structure, which bind H2S and NO2 mols.  This process is followed by further reactions with the MOF network giving either copper sulfide or copper nitrate.  Although the overall scheme of adsorption process appears to be similar for both H2S and NO2 adsorption, the importance of the surface features governing these mechanisms appears to be different.  Consequently, different trends in the performance of HKUST-1 and the composites are obsd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xjt1GmtLk%253D&md5=1d31e6295d72822e6e1cdb8d45eb08e2", "39. ", "Hummers", ", ", "W. S.", "; ", "Offeman", ", ", "R. E.", " ", "Preparation of Graphitic Oxide", " ", "J. Am. Chem. Soc.", " ", "1958", ",  ", "80", ",  ", "1339", "– ", "1339", "[", "ACS Full Text ", "], [", "CAS", "]", "39. ", "Preparation of graphitic oxide", "Hummers, Wm. S., Jr.; Offeman, Richard E.", "Journal of the American Chemical Society", "\r\n        (", "1958", "),\r\n    ", "80", "\r\n        (", "),\r\n    ", "1339", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "See U.S. 2,798,878 (C.A. 51, 15080a).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaG1cXlt1yjuw%253D%253D&md5=04e888842c5cd001e1ac8daba8de2455", "40. ", "Prestipino", ", ", "C.", "; ", "Regli", ", ", "L.", "; ", "Vitillo", ", ", "J. G.", "; ", "Bonino", ", ", "F.", "; ", "Damin", ", ", "A.", "; ", "Lamberti", ", ", "C.", "; ", "Zecchina", ", ", "A.", "; ", "Solari", ", ", "P. L.", "; ", "Kongshaug", ", ", "K. O.", "; ", "Bordiga", ", ", "S.", " ", "Local Structure of Framework Cu(II) in HKUST-1 Metallorganic Framework: Spectroscopic Characterization upon Activation and Interaction with Adsorbates", " ", "Chem. Mater.", " ", "2006", ",  ", "18", ",  ", "1337", "– ", "1346", "[", "ACS Full Text ", "], [", "CAS", "]", "40. ", "Local Structure of Framework Cu(II) in HKUST-1 Metallorganic Framework: Spectroscopic Characterization upon Activation and Interaction with Adsorbates", "Prestipino, C.; Regli, L.; Vitillo, J. G.; Bonino, F.; Damin, A.; Lamberti, C.; Zecchina, A.; Solari, P. L.; Kongshaug, K. O.; Bordiga, S.", "Chemistry of Materials", "\r\n        (", "2006", "),\r\n    ", "18", "\r\n        (", "5", "),\r\n    ", "1337-1346", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "XRD, UV-Vis, EXAFS, XANES, and Raman techniques have been used to study the removal of water mols. coordinated to the Cu(II) framework atoms of the novel HKUST-1 metal-org. framework.  The dehydration process preserves the cryst. nature of the material, just causing a redn. of the cell vol. due to the shrinking of the [Cu2C4O8] cage.  The removal of adsorbed H2O mol. makes the framework Cu(II) sites available for interaction with other probe mols.  In situ IR spectroscopy has evidenced the formation at liq. nitrogen temp. of labile Cu(II)···CO adducts characterized by a ~ν(C-O) = 2178 cm-1 and at 15 K of Cu(II)···H2 adducts characterized by a ~ν(H-H) = 4100 cm-1.  To the best of our knowledge, we have obsd. for the first time a clear signal of Cu(II) carbonyl and dihydrogen complexes formed inside a cryst. microporous hosting matrix.  The sinking of the oxygens of the carboxyl units, undergone by the Cu(II) framework ions in the dehydration process, is responsible for the rather low coordinative unsatn. of Cu(II).  The important shielding effect of the four oxygen framework atoms is testified by the low polarization factor of the Cu(II) site probed by both CO and H2 mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XptFWhsw%253D%253D&md5=0489e2793da5d68f5ad8fd57124a866d", "41. ", "Cai", ", ", "D.", "; ", "Song", ", ", "M.", " ", "Preparation of Fully Exfoliated Graphite Oxide Nanoplatelets in Organic Solvents", " ", "J. Mater. Chem.", " ", "2007", ",  ", "17", ",  ", "3678", "– ", "3680", "[", "Crossref", "], [", "CAS", "]", "41. ", "Preparation of fully exfoliated graphite oxide nano platelets in organic solvents", "Cai, Dongyu; Song, Mo", "Journal of Materials Chemistry", "\r\n        (", "2007", "),\r\n    ", "17", "\r\n        (", "35", "),\r\n    ", "3678-3680", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "For the first time, fully exfoliated graphite oxide nano platelets have been fabricated successfully in a polar org. solvent N,N-dimethylformamide from graphite oxide without any assistance of chem. treatment.  The graphite oxide was prepd. from expandable graphite by using Hummer's method.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXps1Sns7k%253D&md5=a32742df20492efb4724a6d34dc4ee7f", "42. ", "Seo", ", ", "Y. K.", "; ", "Hundal", ", ", "G.", "; ", "Jang", ", ", "I. T.", "; ", "Hwang", ", ", "Y. K.", "; ", "Jun", ", ", "C. H.", "; ", "Chang", ", ", "J. S.", " ", "Microwave Synthesis of Hybrid Inorganic-Organic Materials Including Porous Cu", "3", "(BTC)", "2", " from Cu(II)-Trimesate Mixture", " ", "Microporous Mesoporous Mater.", " ", "2009", ",  ", "119", ",  ", "331", "– ", "337", "[", "Crossref", "], [", "CAS", "]", "42. ", "Microwave synthesis of hybrid inorganic-organic materials including porous Cu3(BTC)2 from Cu(II)-trimesate mixture", "Seo, You-Kyong; Hundal, Geeta; Jang, In Tae; Hwang, Young Kyu; Jun, Chul-Ho; Chang, Jong-San", "Microporous and Mesoporous Materials", "\r\n        (", "2009", "),\r\n    ", "119", "\r\n        (", "1-3", "),\r\n    ", "331-337", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "Using a single, improved synthetic process, three different compds. comprising two known phases such as [Cu3(BTC)2(H2O)3] (1), [Cu2(OH)(BTC)(H2O)]·2nH2O (2) and a new phase [Cu(BTC-H2)2(H2O)2]·3H2O (3) were prepd. by microwave-irradn. (MW) of identical reaction mixt. of Cu(II) salt and trimesic acid, benzene-1,3,5-tricarboxylic acid (BTC-H3) at different temps.  The microwave synthesis of (1) was compared to its conventional hydrothermal synthesis.  By using MW synthesis (1) can be obtained in a much shorter synthesis time with improved yield and phys. properties.  The effect of other synthetic parameters such as solvent, concn. of reactant mixts. and reaction time on (1) was also studied.  At high temp., (2) was obtained in the same soln.  The new phase (3) was characterized by elemental anal., TGA, IR spectroscopy, SEM and powder XRD anal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXptlylsw%253D%253D&md5=4666281dfe9ca6f633a74906ff6a1814", "43. ", "Vairam", ", ", "S.", "; ", "Govindarajan", ", ", "S.", " ", "New Hydrazinium Salts of Benzene Tricarboxylic and Tetracarboxylic Acids—Preparation and their Thermal Studies", " ", "Thermochim. Acta", " ", "2004", ",  ", "414", ",  ", "263", "– ", "270", "[", "Crossref", "], [", "CAS", "]", "43. ", "New hydrazinium salts of benzene tricarboxylic and tetracarboxylic acids-preparation and their thermal studies", "Vairam, S.; Govindarajan, S.", "Thermochimica Acta", "\r\n        (", "2004", "),\r\n    ", "414", "\r\n        (", "2", "),\r\n    ", "263-270", "CODEN:\r\n                ", "THACAS", ";\r\n        ISSN:", "0040-6031", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "Some new hydrazinium salts of benzene tricarboxylic and tetracarboxylic acids have been prepd. by neutralization of these acids with hydrazine hydrate in aq. medium and characterized by conductance measurement, IR spectral and thermal analyses. DTA.  Hemimellitic acid (H3hml) forms monohydrazinium salt, trimellitic acid (H3tml) and trimesic acid (H3tms), mono and dihydrazinium salts, and pyromellitic acid (H4pml) all the four salts with hydrazine hydrate.  Conductance study indicates their electrolytic nature.  IR spectra of all the salts show N-N stretching frequencies of the N2H5+ in the region of 960-990 cm-1.  The hemimellitate salt undergoes endothermic dehydrazination at 154°, trimellitates and pyromellitates in the range of 191-271°, and trimesates in the range of 267-332°.  Trimesates decomp. to give CO2 around 337°.  All the salts then undergo strong exothermic decompn. in the range of 517-595° via the formation of resp. acid intermediates first, then arenes, yielding carbon residue.  A comparison of the thermal behavior of pure acids with that of their salts reveals the fact that the acids do not withstand high temp. like salts.  They show sharp endotherms at their m.ps. and then they decomp. exothermally before 400° to give carbon residue.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXjsVCrtrc%253D&md5=ea8af1329aa6410c1de216657ff9ef18", "44. ", "Rowe", ", ", "M. D.", "; ", "Thamm", ", ", "D. H.", "; ", "Kraft", ", ", "S. L.", "; ", "Boyes", ", ", "S. G.", " ", "Polymer-Modified Gadolinium Metal-Organic Framework Nanoparticles Used as Multifunctional Nanomedicines for the Targeted Imaging and Treatment of Cancer", " ", "Biomacromolecules", " ", "2009", ",  ", "10", ",  ", "983", "– ", "993", "[", "ACS Full Text ", "], [", "CAS", "]", "44. ", "Polymer-Modified Gadolinium Metal-Organic Framework Nanoparticles Used as Multifunctional Nanomedicines for the Targeted Imaging and Treatment of Cancer", "Rowe, Misty D.; Thamm, Douglas H.; Kraft, Susan L.; Boyes, Stephen G.", "Biomacromolecules", "\r\n        (", "2009", "),\r\n    ", "10", "\r\n        (", "4", "),\r\n    ", "983-993", "CODEN:\r\n                ", "BOMAF6", ";\r\n        ISSN:", "1525-7797", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Novel nanoscale theragnostic devices were successfully prepd. through attachment of well defined, multifunctional polymer chains to gadolinium (Gd) metal-org. framework (MOF) nanoparticles.  Copolymers of poly(N-isopropylacrylamide)-co-poly(N-acryloxysuccinimide)-co-poly(fluorescein O-methacrylate) were prepd. via reversible addn.-fragmentation chain transfer (RAFT) polymn.  The succinimide functionality was utilized as a scaffold for attachment of both a therapeutic agent, such as methotrexate, and a targeting ligand, such as H-glycine-arginine-glycine-aspartate-serine-NH2 peptide.  Employment of a trithiocarbonate RAFT agent allowed for redn. of the polymer end groups to thiolates providing a means of copolymer attachment through vacant orbitals on the Gd3+ ions at the surface of the Gd MOF nanoparticles.  These versatile, nanoscale scaffolds were shown to be biocompatible and have cancer cell targeting, bimodal imaging, and disease treatment capabilities.  This unique method provided a simple yet versatile route of producing polymer-nanoparticle theragnostic materials with an unprecedented degree of flexibility in the construct, potentially allowing for tunable loading capacities and spatial loading of targeting/treatment agents, while incorporating bimodal imaging capabilities through both magnetic resonance and fluorescence microscopy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjt1ahs70%253D&md5=488a83c3abb2cd9fd391be9deefded4d", "45. ", "Szymański", ", ", "G. S.", "; ", "Karpiński", ", ", "Z.", "; ", "Biniak", ", ", "S.", "; ", "Świa̧tkowski", ", ", "A.", " ", "The Effect of the Gradual Thermal Decomposition of Surface Oxygen Species on the Chemical and Catalytic Properties of Oxidized Activated Carbon", " ", "Carbon", " ", "2002", ",  ", "40", ",  ", "2627", "– ", "2639", "[", "Crossref", "], [", "CAS", "]", "45. ", "The effect of the gradual thermal decomposition of surface oxygen species on the chemical and catalytic properties of oxidized activated carbon", "Szymanski, Grzegorz S.; Karpinski, Zbigniew; Biniak, Stanislaw; Swiatkowski, Andrzej", "Carbon", "\r\n        (", "2002", "),\r\n    ", "40", "\r\n        (", "14", "),\r\n    ", "2627-2639", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "The physicochem. properties, surface chem. structure and some catalytic properties of a series of carbons prepd. by nitric acid oxidn. of an activated carbon and subsequent heat treatment under vacuum and mild temp. conditions (423-573 K) were studied.  The porous structure characteristics of the partially evacuated samples were estd. from low-temp. nitrogen adsorption data.  The thermal anal. and the quant. detn. of surface functional groups by selective neutralization of bases and pH-metric titrn. were carried out.  The dehydration of 2-methylpropan-2-ol was used as a test reaction.  While gradual annealing in vacuum alters the surface only slightly, it does differentiate strongly the no. and the acidic strength of the surface groups.  Progressive heating under mild conditions removes mainly those surface groups that are located in macropores or on the outer surface of the carbon.  According to TPD results, the decompd. surface groups are single carboxylic groups, as expected.  The decompn. of single, strong carboxylic groups is accompanied by rearrangements of other carboxylic groups with the simultaneous formation of addnl. cyclic structures like anhydrides, lactones or lactols.  Catalytic tests support our previous findings that oxidized carbons have a high dehydration activity.  This activity is controlled not only by the no. and the strength of acidic groups, but also by their accessibility.  There exists an optimum concn. of surface acidic groups above which the activity decreases due to steric restrictions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38Xns1Cgt70%253D&md5=219a351d965d382e3edaaf05ca6283d0", "46. ", "Petit", ", ", "C.", "; ", "Bandosz", ", ", "T. J.", " ", "MOF-Graphite Oxide Composites: Combining the Uniqueness of Graphene Layers and Metal-Organic Frameworks", " ", "Adv. Mater.", " ", "2009", ",  ", "21", ",  ", "4753", "– ", "4757", "[", "Crossref", "], [", "CAS", "]", "46. ", "MOF-Graphite Oxide Composites: Combining the Uniqueness of Graphene Layers and Metal-Organic Frameworks", "Petit, Camille; Bandosz, Teresa J.", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2009", "),\r\n    ", "21", "\r\n        (", "46", "),\r\n    ", "4753-4757", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Recently, great interest has risen in graphene and graphene-based materials, owing to the specific and very unique structural, mech., and electronic properties of these 1-atom-thick sheets.  Another group of materials that has recently opened new possibilities of applications are metal-org. frameworks (MOF5).  A major objective of this paper is to present the synthesis of MOF-graphite oxide nanocomposite materials, which combine the favorable attributes of carbonaceous graphene surfaces and MOFs.  Nanocomposites contg. GO and MOF-5 were prepd. with various ratios of the two components.  The structure of the precursors is preserved in the composites, which show a well-defined and porous structure, where graphene layers from GO alternate with layers of MOF-5.  The arrangement of these materials is progressively modified and its porosity decreases when the amt. of GO in the composite increases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFGnurfK&md5=55eb7c47afdae787f63feb27fe5a0fe0", "47. ", "Huang", ", ", "Z.-H.", "; ", "Liu", ", ", "G.", "; ", "Kang", ", ", "F.", " ", "Glucose-Promoted Zn-Based Metal-Organic Framework/Graphene Oxide Composites for Hydrogen Sulfide Removal", " ", "ACS Appl. Mater. Interface", " ", "2012", ",  ", "4", ",  ", "4942", "– ", "4947", "[", "ACS Full Text ", "], [", "CAS", "]", "47. ", "Glucose-promoted Zn-based metal-organic framework/graphene oxide composites for hydrogen sulfide removal", "Huang, Zheng-Hong; Liu, Guoqiang; Kang, Feiyu", "ACS Applied Materials & Interfaces", "\r\n        (", "2012", "),\r\n    ", "4", "\r\n        (", "9", "),\r\n    ", "4942-4947", "CODEN:\r\n                ", "AAMICK", ";\r\n        ISSN:", "1944-8244", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Zinc-based metal-org. frameworks/graphene oxide (MOF-5/GO) composites were synthesized via the solvothermal method.  The materials were characterized by SEM (SEM), nitrogen adsorption, X-ray diffraction (XRD), Fourier transform IR (FTIR) spectroscopy, and XPS, and their performances for hydrogen sulfide (H2S) removal were evaluated by dynamic testing at room temp.  The composites exhibit microporous structure with a small amt. of mesopores, and the structure is highly dependent on the amt. of GO loaded.  The surface area and pore vol. first increase and then decrease with increasing GO, reaching the max. value when the GO ratio is 5.25%.  The composites exhibit high adsorption capacities for H2S, with the max. uptakes reaching up to 130.1 mg/g.  Although the loading of GO makes a contribution to the enhancement of dispersive force in the porous structure, it leads to the crystal distortion of MOF-5.  The introduction of glucose can restrain this distortion to maintain the structure stability.  A good match between GO and glucose have a well synergy effect to develop the porous structure, resulting in the highest H2S adsorption capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlSksbvI&md5=66358675ff45e55abc339fbaf8c6fea5", "48. ", "Tokunaga", ", ", "M.", "; ", "Larrow", ", ", "J. F.", "; ", "Kakiuchi", ", ", "F.", "; ", "Jacobsen", ", ", "E. N.", " ", "Asymmetric Catalysis with Water: Efficient Kinetic Resolution of Terminal Epoxides by Means of Catalytic Hydrolysis", " ", "Science", " ", "1997", ",  ", "277", ",  ", "936", "– ", "938", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "48. ", "Asymmetric catalysis with water: efficient kinetic resolution of terminal epoxides by means of catalytic hydrolysis", "Tokunaga, Makoto; Larrow, Jay F.; Kakiuchi, Fumitoshi; Jacobsen, Eric N.", "Science (Washington, D. C.)", "\r\n        (", "1997", "),\r\n    ", "277", "\r\n        (", "5328", "),\r\n    ", "936-938", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A review with 16 refs.  Epoxides are versatile building blocks for org. synthesis.  However, terminal epoxides are arguably the most important subclass of these compds., and no general and practical method existss for their prodn. in enantiomerically pure form.  Terminal epoxides are available very inexpensively as racemic mixts., and kinetic resoln. is an attractive strategy for the prodn. of optically active epoxides, given an economical and operationally simple method.  Readily accessible synthetic catalysts (chiral cobalt-based salen complexes) have been used for the efficient asym. hydrolysis of terminal epoxides.  This process uses water as the only reagent, no added solvent, and low loadings of a recyclable catalyst (<0.5 mol percent), and it affords highly valuable terminal epoxides and 1,2-diols in high yield with high enantiomeric enrichment.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXltlCrt70%253D&md5=ad79e0bf023e87fc21c77e858bacc83b", "49. ", "Férey", ", ", "G.", " ", "Hybrid Porous Solids: Past, Present, Future", " ", "Chem. Soc. Rev.", " ", "2008", ",  ", "37", ",  ", "191", "– ", "214", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "49. ", "Hybrid porous solids: past, present, future", "Ferey, Gerard", "Chemical Society Reviews", "\r\n        (", "2008", "),\r\n    ", "37", "\r\n        (", "1", "),\r\n    ", "191-214", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This crit. review will be of interest to the experts in porous solids (including catalysis), but also solid state chemists and physicists.  It presents the state-of-the-art on hybrid porous solids, their advantages, their new routes of synthesis, the structural concepts useful for their 'design', aiming at reaching very large pores.  Their dynamic properties and the possibility of predicting their structure are described.  The large tunability of the pore size leads to unprecedented properties and applications.  They concern adsorption of species, storage and delivery and the phys. properties of the dense phases. (323 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmtVWgsg%253D%253D&md5=89265036ce82503c95ce56685a9ceceb", "50. ", "Kitagawa", ", ", "S.", "; ", "Kitaura", ", ", "R.", "; ", "Noro", ", ", "S.-i.", " ", "Functional Porous Coordination Polymers", " ", "Angew. Chem., Int. Ed.", " ", "2004", ",  ", "43", ",  ", "2334", "– ", "2375", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "50. ", "Functional porous coordination polymers", "Kitagawa, Susumu; Kitaura, Ryo; Noro, Shin-ichiro", "Angewandte Chemie, International Edition", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "18", "),\r\n    ", "2334-2375", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Discussion concs. on three aspects of coordination polymers: (1) the use of crystal engineering to construct porous frameworks from connectors and linkers (nano-space engineering), (2) characterizing and cataloging the porous properties by functions for storage, exchange, sepn., etc., and (3) the next generation of porous functions based on dynamic crystal transformations caused by guest mols. or phys. stimuli.  The authors' aim is to present the state of the art chem. and physics of and in the micropores of porous coordination polymers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXktFShtLk%253D&md5=9df52e99bad3cc0db67f65551a8c154f", "51. ", "Jiang", ", ", "D.", "; ", "Mallat", ", ", "T.", "; ", "Krumeich", ", ", "F.", "; ", "Baiker", ", ", "A.", " ", "Copper-Based Metal-Organic Framework for the Facile Ring-Opening of Epoxides", " ", "J. Catal.", " ", "2008", ",  ", "257", ",  ", "390", "– ", "395", "[", "Crossref", "], [", "CAS", "]", "51. ", "Copper-based metal-organic framework for the facile ring-opening of epoxides", "Jiang, Dongmei; Mallat, Tamas; Krumeich, Frank; Baiker, Alfons", "Journal of Catalysis", "\r\n        (", "2008", "),\r\n    ", "257", "\r\n        (", "2", "),\r\n    ", "390-395", "CODEN:\r\n                ", "JCTLA5", ";\r\n        ISSN:", "0021-9517", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "A simplified, facile route was applied for the synthesis of Cu(bpy)(H2O)2(BF4)2(bpy) [Cu-MOF] from Cu(BF4)2.H2O and 4,4'-bipyridine in aq. ethanol.  The Cu-MOF catalyst was characterized by XRD, elemental anal., N2 adsorption, SEM, TEM, and electron diffraction.  The cryst. Cu-MOF is an efficient catalyst in the ring-opening reactions of epoxides with alcs. and aniline under ambient, solvent-free conditions.  The catalytic activity of Cu-MOF was comparable to that of the homogeneous catalyst Cu(BF4)2.H2O in the case of methanolysis, but the relative activity dropped significantly with increasing steric bulkiness of the alc., indicating the location of active sites in micropores.  Although the catalyst was found to be truly heterogeneous and recyclable with no loss of activity, XRD revealed some restructuring due to interaction with methanol.  This restructuring is attributed to the partial replacement of the structural water mols. by methanol, leading to significant changes in the H-bonding system of Cu-MOF.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXotFals7o%253D&md5=6dd09c9ffc18d120dd4684e200b691e2"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-34/jp506335x/20160824/images/small/jp-2014-06335x_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-34/jp506335x/20160824/images/small/jp-2014-06335x_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-34/jp506335x/20160824/images/small/jp-2014-06335x_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-34/jp506335x/20160824/images/small/jp-2014-06335x_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-34/jp506335x/20160824/images/small/jp-2014-06335x_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-34/jp506335x/20160824/images/small/jp-2014-06335x_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-34/jp506335x/20160824/images/small/jp-2014-06335x_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-34/jp506335x/20160824/images/small/jp-2014-06335x_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-34/jp506335x/20160824/images/small/jp-2014-06335x_0010.gif\">"]}
