{"title": ["Chromatography in a Single Metal−Organic Framework (MOF) Crystal"], "authors": ["Shuangbing Han", "Yanhu Wei", "Cory Valente", "István Lagzi", "Jeremiah J. Gassensmith", "Ali Coskun", "J. Fraser Stoddart", "Bartosz A. Grzybowski"], "doi": ["10.1021/ja1074322"], "abstract": ["Millimeter-sized single MOF-5 crystals are used as “chromatographic columns” to effectively separate mixtures of organic dyes. Remarkably, owing to the nanoscopic pore dimensions and the molecular-level interactions between the migrating molecules and the MOF scaffold, the separations occur over a distance of only a few hundred micrometers which is unambiguously confirmed by fluorescence confocal microscopy."], "text": ["The ability to separate mixtures of organic compounds in small volumes of porous materials can help reduce the amount of eluents used and the overall cost of the purification procedures, which can account for as much as 60% of the total synthetic cost.", "(1)", " Although many types of porous media including zeolites, active carbon, silica gel, molecular sieves, and polymer resins have been explored as stationary phases in chromatography and electrochromatography,", "(2)", " the distances over which compounds are typically separated are measured in millimeters to centimeters, even in the so-called nanochromatographic systems.", "(3)", " More efficient stationary phases would enhance micrometer-scale chromatographic separations. In this context, metal−organic frameworks (MOFs) comprised of highly ordered, nanosized pores and having surface areas", "(4)", " as high as 10 400 m", "2", "/g are appealing candidates for stationary phases. To date, MOFs have been explored widely for separations", "(5-8)", " based on selective gas adsorption, for instance, (i) separation", "(6)", " of H", "2", "/CO", "2", ", CO", "2", "/N", "2", ", CO", "2", "/CH", "4", ", and H", "2", "/O", "2", "/N", "2", "/CH", "4", "/CO", "2", "; (ii) separation of alkanes using gas chromatography (GC);", "(7)", " and (iii) separation of ", "o", "-, ", "m", "-, and ", "p", "-xylene and ethylbenzene from each other using GC or vapor-phase adsorption.", "(8)", " MOFs have also been applied as stationary phases in liquid chromatography (LC) for the separation of C5-isomeric diolefins,", "(9)", " of xylene isomers and ethylbenze,", "(10)", " of Rhodamine 6G and Brilliant Blue R-250,", "(11)", " or of benzene, naphthalene, anthracene, and pyrene.", "(12)", " In both the GC and LC protocols, the columns were packed or coated with MOF crystallites/pellets separated by large interstitial pores (from tens of nanometers to micrometers) whose existence lowers chromatographic resolutions and requires the use of columns ranging in length from several centimeters to tens of meters.", "(8b, 12)", " Herein, we demonstrate in proof-of-the-concept experiments that these dimensions can be reduced dramatically and that chromatographic separations can be performed in single MOF crystals. Specifically, we use millimeter-sized (from ", "∼", "1 × 1 × 1 mm", "3", " to 3 × 3 × 2 mm", "3", ") MOF-5 crystals", "(4b)", " as “columns” to separate mixtures of two or three organic dyes over distances of only a few hundred micrometers. Using fluorescent dyes in conjunction with fluorescence confocal microscopy, we quantify the concentration profiles within the crystal and demonstrate that the efficiency of the separation derives from an interplay between the diffusive and capillary transport in addition to the fleeting noncovalent interactions between the migrating molecules and the MOF scaffold.", "The millimeter-sized, single cubic MOF-5 crystals (Figure ", "1", ") used in this investigation were synthesized (see ", "Supporting Information", ", SI, Section 1) from Zn(NO", "3", ")", "2", "·6H", "2", "O and terephthalic acid in diethylformamide (DEF) using a solvothermal procedure similar to that reported by Yaghi et al.", "(4b)", " ", "Figure 1. MOF-5 as a medium for chromatographic separations. (a) One unit cell of a MOF-5 crystal made of terephthalic acid struts and octahedral carboxylato Zn", "4", "O(CO", "2", ")", "6", " secondary building units. (b) View along the 1D channel of MOF-5. The cross-section of the channel is ∼8 × 8 Å", "2", ". The red and green molecules in the channel illustrate the mixture to be separated. (c) Schematic drawing of a cubic MOF-5 crystal immersed in a solution of mixed dyes in DMF−Pyronin Y (PY, 3 mM), and Azure A (AA, 3 mM). The corresponding image on the right has the cross-section of the crystal imaged by fluorescence confocal microscopy. PY (red) migrates through MOF-5 more rapidly than AA (green). (d) Scheme of an arrangement in which a single MOF-5 crystal is placed onto an organogel presoaked in a solution of PB and TH in DMF. The corresponding side-on fluorescence confocal image on the right illustrates the separation of the PB and TH mixture into two distinct bands. All scale bars = 200 μm.", "Dimethylformamide (DMF) was chosen as the eluent as it does not affect the integrity of the MOF-5 crystal, as verified by both optical microscopy and single-crystal X-ray diffraction (see ", "SI", ", sections 2, 3). Other solvents tested such as H", "2", "O, CH", "3", "CN, MeOH, CH", "2", "Cl", "2", ", and THF resulted in substantial cracking of the crystal as a consequence of the volatility and/or the protic nature of these solvents.", "(13)", " Dyes were delivered into a single crystal either by (i) soaking in a DMF solution (Figure ", "1", "c) or by (ii) using a variant of Wet Stamping", "(14)", " in which a block of furfuryl amido-bisphenol A diglycidyl ether (FA-BADE) organogel", "(15)", " (see ", "SI", ", section 4) was presoaked in a DMF dye solution prior to placing the MOF-5 crystal directly onto the loaded organogel (Figure ", "1", "d). This arrangement is mechanically more stable than putting the organogel block on top of the crystal and is akin to thin-layer chromatography, wherein the mixtures are separated by vertical migration from the stamp into the porous phase.", "The compounds separated included the organic dyes, Pyronin Y (PY), Pyronin B (PB), Thionin (TH), Toluidine Blue O (TBO), Azure A (AA), Brilliant Green (BG), and Methyl Yellow (MY) (Figure ", "2", "). Although Congo red (CR) and Coomassie Blue (CB) were also evaluated, these dyes are larger than the 0.8 nm channels of the MOF-5 and do not penetrate the crystal to any observable extent. In a typical experiment, the organogel stamp was soaked in a DMF solution of dyes (ca. 3 mM each) for several hours to ensure uniform distribution of the dyes throughout the gel. A MOF-5 crystal was then placed onto the loaded organogel for a period of time, ", "t", ", after which the degree of separation was visualized, either by optical microscopy (Figure ", "2", "a−d) perpendicular to the direction of dye migration or, in the case of fluorescent dyes, by fluorescence confocal microscopy (Figure ", "2", "e and f).", " ", "Figure 2. Examples of separations in MOF-5 crystals. (a−d) Optical side-on views of the MOF-5 crystals separating various mixture of dyes. (a) BG (blue) and PB (red); (b) PY (red) and MY (yellow); (c) TBO (blue) and MY (yellow); (d) BG, PB, and MY. In each case, the bands are not fully resolved/separated at this time point (", "t", " ≈ 5−10 min). (e,f) 3D fluorescence confocal images of MOF-5 crystals in which the migrating dyes are resolved into separate bands: (e) separation of PY (red) and AA (green) at 30 min and (f) separation of PB (red) and TH (green) at 90 min. (g) The molecular structures and abbreviations of each dye. Scale bars are 100 μm in a−d and 200 μm in e,f.", "Fluorescence confocal microscopy, in particular, allowed the quantification of the transport and distribution of dyes throughout each crystal. Owing to point-by-point excitation and detection, confocal imaging gives 2D and 3D images of much higher resolution than traditional optical or wide-field fluorescence microscopies. In addition, since acquisition rates of modern confocal systems—here, seconds for a single 1024 × 1024 plane image and a few minutes for the reconstruction of the entire crystal—are significantly shorter than the typical times (tens of minutes) required for separations in MOF-5, it is possible to resolve concentration profiles of the migrating dyes over time.", "In the present work, we used fluorescence confocal microscopy to study separations in two systems (PY/AA and PB/TH) of fluorescent dyes. The fluorescence excitation and emission of these pairs occur at different wavelengths (excitation/emission: 543 nm/580−610 nm for PY; 633 nm/669−770 nm for AA; 543 nm/570−615 nm for PB; 633 nm/670−770 nm for TH), and hence individual dyes can be identified without ambiguity, unlike in optical microscopy where these dyes have different hues of violet or red-violet. The concentration profiles of the PB and TH dyes (each 3 mM in the stamp) at different times (", "t", " = 30, 90, 150, and 180 min) are presented in Figure ", "3", ". PB migrates through the MOF more rapidly than TH, and the separation between the peaks of these two dyes increases from ∼50 μm at 30 min to ∼260 μm at 180 min. At 180 min, the ratio of of PB to TH within the red band, estimated by the ratio of the integrals of the concentration profiles in Figure ", "3", ", was greater than 8:1, corresponding to ∼90% purity of PB. Moreover, by simply soaking the used MOF crystal in fresh DMF for 24 h, the separated dyes diffuse out of the porous crystal and the MOF can be reused for a subsequent chromatographic separation.", " ", "Figure 3. Experimental concentration profiles (solid lines) measured by fluorescence confocal microscopy during separation of PB (red curves) and TH (green curves) dyes in a MOF-5 crystal at (a) 30, (b) 90, (c) 150, and (d) 180 min of separation. The profiles predicted from the theoretical model are indicated by dotted lines. The corresponding fluorescence confocal images are shown in the insets where the vertical dotted lines (white) indicate the direction along which the concentration profiles were collected. Scale bars are 200 μm in all images. The parameters used in the simulations are the same for all profiles: ", "D", "PB", " = ", "D", "TH", " = 2 × 10", "−13", " m", "2", " s", "−1", ", ", "u", " = 2.35 × 10", "−8", " m s", "−1", " (based on experiments in which individual dyes, not mixtures, diffuse into the crystals), ", "k", "PB", "1", " = 1 × 10", "−5", " s", "−1", ", ", "k", "PB", "−1", " = 1 × 10", "−6", " s", "−1", " , ", "k", "TH", "1", " = 1 s", "−1", ", ", "k", "TH", "−1", " = 5 × 10", "−2", " s", "−1", " (fitted to the mixture profiles).", "The time-dependent concentration profiles such as those in Figure ", "3", " provide the basis for theoretical modeling. Because the number of molecules migrating into the MOF crystal is sufficiently large (∼10", "16", " based on the adsorption spectra of the crystals), the separation process can be described by a continuum formalism of partial differential equations. For each migrating species, ", "i", ", these equations are of the reaction-diffusion type", "(14c)", " and account for (i) diffusion of the dye molecules with effective coefficient ", "D", "i", ", (ii) mass transport due to capillarity/porous flow with velocity, ", "u", ", determined predominantly by the solvent,", "(16)", " and (iii) interaction of the migrating molecules with the MOF scaffold defined by the interaction term, ", "R", "i", ". For the PB/TH system, approximated as one-dimensional, the RD equations governing the concentrations, ", "c", ", of each dye within the crystal can be written as ", "(1)", " ", "(2)", " The reaction terms, ", "R", ", should account for both the association with and the dissociation of the dye molecules from the MOF scaffold. Hence, ", "R", "PB", " = ", "k", "PB", "1", "c", "PB", " − ", "k", "PB", "−1", "c", "PB−MOF", " and ", "R", "TH", " = ", "k", "TH", "1", "c", "TH", " − ", "k", "TH", "−1", "c", "TH−MOF", ", where the ", "k", "1", "’s are the rates of association and ", "k", "−1", "’s are the rates of dissociation. Also, the boundary conditions at the stamp−crystal interface account for the fact that, as time passes, the crystal adsorbs less and less dye solution. One convenient way to account for such a decrease in the mass transfer between two porous media", "(14d)", " is to stipulate that the concentration of each dye at ", "x", " = 0 decreases as ", "c", "(", "x", " = 0, ", "t", ")/", "c", "0", " = 1 + exp ((", "t", " − ", "t̃", ")/", "T", "), where ", "t̃", " = 600 s and ", "T", " = 100 s are constants fitted to one of the profiles, and ", "c", "0", " is the concentration of the dye at ", "x", " = 0 and ", "t", " = 0. With these preliminaries, the RD equations can be solved numerically (here, on an equidistant grid using a “method of lines” technique", "(17)", ") to reproduce the key features of the experimental profiles (Figure ", "3", ").", "Although the determination of the specific values for all parameters (", "D", "’s, ", "u", ", ", "R", "’s) is impractical, certain general—and, in many ways, intuitive—conclusions can be made. First and foremost, to observe separation of the dye mixture into distinct bands, both the transport terms (", "D", " and ", "u", ") and the reaction terms (", "R", ") must be non-negligible (Figure ", "4", "a). In the absence of ", "R", "’s (i.e., ", "R", "PB", " = ", "R", "TH", " = 0), the separation based on the differences in diffusivities alone is not expected to produce sharp, separate bands (Figure ", "4", "b). At the same time, transport properties do matter. This situation is illustrated in Figure ", "4", "c where the reaction terms are different (", "R", "PB", " ≠ ", "R", "TH", " ≠ 0), but there is no capillary flow term (", "u", " = 0), only diffusive transport; in this case, the bands migrate very slowly and the separation is, again, poor. We make three further comments regarding the ability to control the above parameters experimentally: (1) The diffusivities should depend on the size of the migrating molecules. In the limit where the molecules are larger than the pores of the crystal, ", "D", " = 0, as is in fact the case for the CR and CB dyes that do not enter MOF-5. (2) The capillary term ", "u", " is largely determined by the solvent and not by the identity of the solutes. Hence, while it is true that capillarity helps the mixture to migrate through the crystal, the value of ", "u", " cannot be made different independently for each component of the mixture. (3) In contrast, it should be possible, as in traditional affinity chromatography, to adjust the ", "R", " terms selectively by tailoring the molecular-scale interactions between the migrating molecules and the MOF scaffold. For the PB/TH system, it could be argued that TH migrates slower because the primary amino groups in TH can form hydrogen bonds with the MOF scaffold. This type of chemical reasoning could also rationalize the order of migration in the systems shown in Figure ", "2", ". For example, MY, a neutral dye, incapable of hydrogen bonding or strong charge−charge interactions with the MOF-5 scaffold, always moves faster than other dyes (Figure ", "2", "b, c and d). For BG/PB and BG/PB/MY systems illustrated in Figure ", "2", "a and ", "2", "d, BG always migrates slower than other dyes, likely because of its relatively large size that results in greater van der Waals interactions with MOF-5. In the case of the AA/PY pair (Figure ", "2", "e), both dyes can interact with the MOF-5 scaffold by means of electrostatic interactions, but only AA can engage in hydrogen bonding via its primary amino group; hence AA migrates slower than PY.", " ", "Figure 4. Modeling the influence of reaction and transport parameters on the efficiency of separation. (a) An example of modeled concentration profiles (", "t", " = 150 min, as in Figure ", "3", "c) accounting for both transport (diffusive and capillary) and the different interactions of the two dyes with the scaffold of MOF-5. The parameters used are the same as those for the other profiles modeled in Figure ", "3", ". (b) When the interaction terms ", "R", " in the RD equations are absent (", "k", "PB", "1", " = ", "k", "PB", "−1", " =  ", "k", "TH", "1", " = ", "k", "TH", "−1", " = 0) the efficiency of separation decreases markedly, even if the diffusivities of the dyes are different (here, ", "D", "PB", " = 4 × 10", "−13", " m", "2", " s", "−1", ", ", "D", "TH", " = 2 × 10", "−13", " m", "2", " s", "−1", ", ", "u", " = 2.35 × 10", "−8", " m s", "−1", "). (c) The separation is also predicted to be poor in the absence of capillary flow; the largely overlapping profiles shown are for ", "u", " = 0 m s", "−1", " and other parameters as in (a).", "In summary, we have demonstrated, to the best of our knowledge, for the first time, chromatographic separations within single MOF crystals over distances of only a few hundred micrometers. Future research on MOF-based chromatography should focus on tailoring MOF−molecule interactions and on the development of MOFs compatible with a wider range of solvents and allowing for shorter separation times.", " ", "Top of Page", "Abstract", "References", "Acknowledgment", " ", "We thank Dr. R. A. Smaldone, Dr. R. S. Forgan, and H. Deng for fruitful discussions; P. Brannon for his help with confocal imaging; and Dr. Amy A. Sarjeant for her help with X-ray crystallographic data. This work was supported by the Nonequilibrium Energy Research Center which is an EFRC funded by the U.S. Department of Energy (Award Number DE-SC0000989).", " ", " ", "Top of Page", "Abstract", "References", "Supporting Information", " ", "Further experimental details and crystallographic analyses. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", " ", "Reference QuickView", "Top of Page", "Abstract", "References", "References", "This article references 17 other publications.", "1. ", " ", " ", "Wei", ", ", "Y.", ", ", "Soh", ", ", "S.", ", ", "Apodaca", ", ", "M. M.", ", ", "Kim", ", ", "J.", ", and ", "Grzybowski", ", ", "B. A.", "  ", "Small", " ", "2010", ",  ", "6", ",  ", "857", "– ", "863", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Sequential Reactions Directed by Core/Shell Catalytic Reactors", "Wei, Yanhu; Soh, Siowling; Apodaca, Mario M.; Kim, Jiwon; Grzybowski, Bartosz A.", "Small", "\r\n        (", "2010", "),\r\n    ", "6", "\r\n        (", "7", "),\r\n    ", "857-863", "CODEN:\r\n                ", "SMALBC", ";\r\n        ISSN:", "1613-6810", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Millimeter-sized reactor particles made of permeable polymer doped with catalysts arranged in a core/shell fashion direct sequences of chem. reactions (e.g., alkyne coupling followed by hydrogenation or hydrosilylation followed by hydrogenation).  Spatial compartmentalization of catalysts coupled with the diffusion of substrates controls reaction order and avoids formation of byproducts.  The exptl. obsd. yields of reaction sequences are reproduced by a theor. model, which accounts for the reaction kinetics and the diffusion of the species involved.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXktFGmtL4%253D&md5=1bdc08f710468d67ab7ceeddf2625588", " ", "2. ", "(a) ", "Schuth", ", ", "F.", ", ", "Sing", ", ", "K. S. W.", ", and ", "Weitkamp", ", ", "J.", "  ", "Handbook of Porous Solids", "; ", "Wiley-VCH", ": ", "New York", ", ", "2002", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", " (b)  ", "Rezaei", ", ", "F.", " and ", "Webley", ", ", "P.", "  ", "Sep. Purif. Technol.", " ", "2010", ",  ", "70", ",  ", "243", "– ", "256", "[", "Crossref", "], [", "CAS", "]", "2. ", "Structured adsorbents in gas separation processes", "Rezaei, F.; Webley, P.", "Separation and Purification Technology", "\r\n        (", "2010", "),\r\n    ", "70", "\r\n        (", "3", "),\r\n    ", "243-256", "CODEN:\r\n                ", "SPUTFP", ";\r\n        ISSN:", "1383-5866", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review of novel structured adsorbents for gas sepn. processes.  General requirements are elucidated and illustrated with respect to specific structures such as monoliths, foams, laminates, and fabric structures.  Geometrical parameters of adsorbents which affect the system performance are identified and discussed.  It is clear that opportunities for improvement and optimization of adsorptive gas sepn. processes should include the development of improved structured adsorbents.  These novel structures can fulfil many of the requirements of advanced gas sepn. processes such as enhanced mass transfer, reduced pressure drop, and improved thermal management.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFynurfJ&md5=ac415a89d86a0c283685c8c644909380", " ", " (c)  ", "Vlakh", ", ", "E. G.", " and ", "Tennikova", ", ", "T. B.", "  ", "J. Chromatogr., A", " ", "2009", ",  ", "1216", ",  ", "2637", "– ", "2650", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Applications of polymethacrylate-based monoliths in high-performance liquid chromatography", "Vlakh, E. G.; Tennikova, T. B.", "Journal of Chromatography, A", "\r\n        (", "2009", "),\r\n    ", "1216", "\r\n        (", "13", "),\r\n    ", "2637-2650", "CODEN:\r\n                ", "JCRAEY", ";\r\n        ISSN:", "0021-9673", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  Monolithic columns were introduced in the early 1990s and have become increasingly popular as efficient stationary phases for most of the important chromatog. sepn. modes.  Monoliths are functionally distinct from porous particle-based media in their reliance on convective mass transport.  This makes resoln. and capacity independent of flow rate.  Monoliths also lack a void vol.  This eliminates eddy dispersion and permits high-resoln. sepns. with extremely short flow paths.  The anal. value of these features is the subject of recent reviews.  Nowadays, among other types of rigid macroporous monoliths, the polymethacrylate-based materials are the largest and most examd. class of these sorbents.  In this review, the applications of polymethacrylate-based monolithic columns are summarized for the sepn., purifn. and anal. of low and high mol. mass compds. in the different HPLC formats, including micro- and large-scale HPLC modes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXivVeltLw%253D&md5=d5343520fc244f674abe005900253975", " ", "3. ", "Ali", ", ", "I.", ", ", "Aboul-Enein", ", ", "H. Y.", ", and ", "Gupta", ", ", "V. K.", "  ", "Nanochromotography and Nanocapillary Electrophoresis", "; ", "John Wiley & Sons", ": ", "2008", ".", "There is no corresponding record for this reference.", "4. ", " ", " (a)  ", "Rowsell", ", ", "J. L. C.", " and ", "Yaghi", ", ", "O. M.", "  ", "Microporous Mesoporous Mater.", " ", "2004", ",  ", "73", ",  ", "3", "– ", "14", "[", "Crossref", "], [", "CAS", "]", "4. ", "Metal-organic frameworks: a new class of porous materials", "Rowsell, Jesse L. C.; Yaghi, Omar M.", "Microporous and Mesoporous Materials", "\r\n        (", "2004", "),\r\n    ", "73", "\r\n        (", "1-2", "),\r\n    ", "3-14", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "A review of the synthesis, structure, and properties of metal-org. frameworks (MOFs) is presented, highlighting the important advances in their research over the past decade.  This new class of porous materials is attracting attention due to demonstrations of their large pore sizes, high apparent surface areas, selective uptake of small mols., and optical or magnetic responses to the inclusion of guests.  More importantly, their synthesis from mol. building blocks holds the potential for directed tailoring of these properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXlvVWrur4%253D&md5=63063a3480702ad0f211a6d5f0fd0491", " ", " (b)  ", "Eddaoudi", ", ", "M.", ", ", "Kim", ", ", "J.", ", ", "Rosi", ", ", "N.", ", ", "Vodak", ", ", "D.", ", ", "Wachter", ", ", "J.", ", ", "O’Keeffe", ", ", "M.", ", and ", "Yaghi", ", ", "O. M.", "  ", "Science", " ", "2002", ",  ", "295", ",  ", "469", "– ", "472", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Systematic design of pore size and functionality in isoreticular MOFs and their application in methane storage", "Eddaoudi, Mohamed; Kim, Jaheon; Rosi, Nathaniel; Vodak, David; Wachter, Joseph; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2002", "),\r\n    ", "295", "\r\n        (", "5554", "),\r\n    ", "469-472", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A strategy based on reticulating metal ions and org. carboxylate links into extended networks has been advanced to a point that allowed the design of porous structures in which pore size and functionality could be varied systematically.  Metal-org. framework (MOF-5), a prototype of a new class of porous materials and one that is constructed from octahedral Zn-O-C clusters and benzene links, was used to demonstrate that its three-dimensional porous system can be functionalized with the org. groups -Br, -NH2, -OC3H7, -OC5H11, -C2H4, and -C4H4 and that its pore size can be expanded with the long mol. struts biphenyl, tetrahydropyrene, pyrene, and terphenyl.  We synthesized an isoreticular series (one that has the same framework topol.) of 16 highly cryst. materials whose open space represented up to 91.1% of the crystal vol., as well as homogeneous periodic pores that can be incrementally varied from 3.8 to 28.8 Å.  One member of this series exhibited a high capacity for methane storage (240 cm3 at std. temp.), and others the lowest densities (0.41 to 0.21 g/cm3) for a cryst. material at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlyrtLjP&md5=d218d4040887f5fb390a733ee156d27b", " ", " (c)  ", "Ferey", ", ", "G.", ", ", "Mellot-Draznieks", ", ", "C.", ", ", "Serre", ", ", "C.", ", ", "Millange", ", ", "F.", ", ", "Dutour", ", ", "J.", ", ", "Surblé", ", ", "S.", ", and ", "Margiolaki", ", ", "I.", "  ", "Science", " ", "2005", ",  ", "309", ",  ", "2040", "– ", "2042", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "A Chromium Terephthalate-Based Solid with Unusually Large Pore Volumes and Surface Area", "Ferey, G.; Mellot-Draznieks, C.; Serre, C.; Millange, F.; Dutour, J.; Surble, S.; Margiolaki, I.", "Science (Washington, DC, United States)", "\r\n        (", "2005", "),\r\n    ", "309", "\r\n        (", "5743", "),\r\n    ", "2040-2042", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "We combined targeted chem. and computational design to create a crystal structure for porous chromium terephthalate, MIL-101, with very large pore sizes and surface area.  Its zeotype cubic structure has a giant cell vol. (∼702,000 cubic angstroms), a hierarchy of extra-large pore sizes (∼30 to 34 angstroms), and a Langmuir surface area for N2 of ∼5900 ± 300 square meters per g.  Beside the usual properties of porous compds., this solid has potential as a nanomold for monodisperse nanomaterials, as illustrated here by the incorporation of Keggin polyanions within the cages.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtVWntL3E&md5=6313e7e95b0edca92bb34df3f0c9752d", " ", "5. ", " ", " ", "Li", ", ", "J. R.", ", ", "Kuppler", ", ", "R. J.", ", and ", "Zhou", ", ", "H.", "  ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1477", "– ", "1504", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Selective gas adsorption and separation in metal-organic frameworks", "Li, Jian-Rong; Kuppler, Ryan J.; Zhou, Hong-Cai", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1477-1504", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Adsorptive sepn. is very important in industry.  Generally, the process uses porous solid materials such as zeolites, activated carbons, or silica gels as adsorbents.  With an ever increasing need for a more efficient, energy-saving, and environmentally benign procedure for gas sepn., adsorbents with tailored structures and tunable surface properties must be found.  Metal-org. frameworks (MOFs), constructed by metal-contg. nodes connected by org. bridges, are such a new type of porous materials.  They are promising candidates as adsorbents for gas sepns. due to their large surface areas, adjustable pore sizes and controllable properties, as well as acceptable thermal stability.  This crit. review starts with a brief introduction to gas sepn. and purifn. based on selective adsorption, followed by a review of gas selective adsorption in rigid and flexible MOFs.  Based on possible mechanisms, selective adsorptions obsd. in MOFs are classified, and primary relationships between adsorption properties and framework features are analyzed.  As a specific example of tailor-made MOFs, mesh-adjustable mol. sieves are emphasized and the underlying working mechanism elucidated.  In addn. to the exptl. aspect, theor. investigations from adsorption equil. to diffusion dynamics via mol. simulations are also briefly reviewed.  Furthermore, gas sepns. in MOFs, including the mol. sieving effect, kinetic sepn., the quantum sieving effect for H2/D2 sepn., and MOF-based membranes are also summarized (227 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurY%253D&md5=cbb650af8ce92526fc8ffd870218bbd0", " ", "6. ", " ", " (a)  ", "Takamizawa", ", ", "S.", ", ", "Takasaki", ", ", "Y.", ", and ", "Miyake", ", ", "R.", "  ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "2862", "– ", "2863", "ACS Full Text ", ", [", "CAS", "]", "6. ", "Single-Crystal Membrane for Anisotropic and Efficient Gas Permeation", "Takamizawa, Satoshi; Takasaki, Yuichi; Miyake, Ryosuke", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "9", "),\r\n    ", "2862-2863", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Development of gas sepn. materials was one of the basic requirements of industry.  Microporous materials have adequate pores for gas sepn. and have contributed to the advancement of gas purifn. techniques.  Because the simplest and most economical method would be membrane sepn., various microporous membranes were prepd. and explored for their sepn. properties.  However, a key issue remains as to how to generate defect-free membranes with practical gas permeance.  Here the authors report the prepn. of a well-oriented single-crystal membrane with high permeance by using a flexible single crystal of [Cu2(bza)4(pyz)]n possessing 1-dimensional (1D) penetration channels; this membrane exhibits anisotropic gas permeation through the 1-dimensional channels with high permselectivity for H2 and CO2.  Although the diam. of the neck of the narrow channels is smaller than the kinetic diams. of the sample gases, various gases pass through the 1-dimensional channels.  This report provides a new way of developing gas permeation membranes as sophisticated crystal devices for gas purifn. techniques.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhslKnt7o%253D&md5=468d9850b78cb847fab761e5bafcf3c5", " ", " (b)  ", "Dietzel", ", ", "P. D. C.", ", ", "Besikiotis", ", ", "V.", ", and ", "Blom", ", ", "R.", "  ", "J. Mater. Chem.", " ", "2009", ",  ", "19", ",  ", "7362", "– ", "7370", "[", "Crossref", "], [", "CAS", "]", "6. ", "Application of metal-organic frameworks with coordinatively unsaturated metal sites in storage and separation of methane and carbon dioxide", "Dietzel, Pascal D. C.; Besikiotis, Vasileios; Blom, Richard", "Journal of Materials Chemistry", "\r\n        (", "2009", "),\r\n    ", "19", "\r\n        (", "39", "),\r\n    ", "7362-7370", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The metal-org. frameworks M2(dhtp)(H2O)2·8H2O (CPO-27-M, M = Ni, Mg) can be activated to give the empty framework compds. M2(dhtp) with a honeycomb analogous structure contg. large micropores of 11-12 Å diam. and a high concn. of open metal sites.  These sites play a major role in the adsorption of methane and carbon dioxide, which was studied at pressures up to 100 bar and 50 bar, resp., and various temps. in the range of 179 to 473 K. Both gases are taken up by the material in significant amts.  The max. excess adsorption of CO2 obsd. at 298 K was 51 wt.% for Ni2(dhtp) and 63 wt.% for Mg2(dhtp).  A surprisingly large amt. of CO2, in the range 25-30 wt.%, was still adsorbed at 473 K. Up to 18 and 22 wt.% methane were adsorbed at 179 K in the nickel and the magnesium compd., resp.  Congruent with this result is the high isosteric heat of adsorption obsd., which was found to be in the range 38-43 kJ mol-1 for CO2 and 20-22 kJ mol-1 for CH4, initially.  The heat of adsorption decreases significantly after the open metal sites have been occupied, which also is reflected in the shape of the adsorption isotherms.  The vacant coordination site at the metal atom also imparts favorable properties in respect to gas sepn. onto the material.  Breakthrough expts. using Ni2(dhtp) and gas mixts. of CO2-N2 and CO2-CH4 demonstrate the ability of the material to sep. these gases.  It is shown that carbon dioxide is preferentially adsorbed over methane or nitrogen.  In the case of CO2-N2, the retention is quant. within the precision of the detection system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht1SqsL3E&md5=772720d3befb7d050c696517be8ca169", " ", " (c)  ", "Britt", ", ", "D.", ", ", "Furukawa", ", ", "H.", ", ", "Wang", ", ", "B.", ", ", "Glover", ", ", "T. G.", ", and ", "Yaghi", ", ", "O. M.", "  ", "Proc. Natl. Acad. Sci. U.S.A.", " ", "2009", ",  ", "106", ",  ", "20637", "– ", "20640", "[Free @ PNAS]", ", [", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Highly efficient separation of carbon dioxide by a metal-organic framework replete with open metal sites", "Britt, David; Furukawa, Hiroyasu; Wang, Bo; Glover, T. Grant; Yaghi, Omar M.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2009", "),\r\n    ", "106", "\r\n        (", "49", "),\r\n    ", "20637-20640", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "Selective capture of CO2, which is essential for natural gas purifn. and CO2 sequestration, has been reported in zeolites, porous membranes, and amine solns.  However, all such systems require substantial energy input for release of captured CO2, leading to low energy efficiency and high cost.  A new class of materials named metal-org. frameworks (MOFs) has also been demonstrated to take up voluminous amts. of CO2.  However, these studies have been largely limited to equil. uptake measurements, which are a poor predictor of sepn. ability, rather than the more industrially relevant kinetic (dynamic) capacity.  Here, we report that a known MOF, Mg-MOF-74, with open magnesium sites, rivals competitive materials in CO2 capture, with 8.9 wt. % dynamic capacity, and undergoes facile CO2 release at significantly lower temp., 80 °C.  Mg-MOF-74 offers an excellent balance between dynamic capacity and regeneration.  These results demonstrate the potential of MOFs with open metal sites as efficient CO2 capture media.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXksFOgtQ%253D%253D&md5=448dd541224ac481b41ae7f70090687b", " ", " (d)  ", "Yoon", ", ", "J. W.", "  ", "Adv. Mater.", " ", "2007", ",  ", "19", ",  ", "1830", "– ", "1834", "[", "Crossref", "], [", "CAS", "]", "6. ", "Gas-sorption selectivity of CUK-1: a porous coordination solid made of cobalt(II) and pyridine-2,4-dicarboxylic acid", "Yoon, Ji Woong; Jhung, Sung Hwa; Hwang, Young Kyu; Humphrey, Simon M.; Wood, Paul T.; Chang, Jong-San", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2007", "),\r\n    ", "19", "\r\n        (", "14", "),\r\n    ", "1830-1834", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "As a size-selective mol. sieve, the coordination polymer formed from cobalt and pyridine-2,4-dicarboxylic acid (CUK-1) shows unprecedented selectivity for O2 and preferential selectivity for CO2 over CH4.  The present sorption results encourage the development of new adsorbent materials that may find use in the prodn. of high-purity gas products.  This work demonstrates that CUK-1 can be utilized, for the first time, in the sepn. of light gases via gas chromatog.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXotlGmtLo%253D&md5=329cb1c5ec89dbf03db0d3a9900e2221", " ", "7. ", " ", " (a)  ", "Barcia", ", ", "P. S.", ", ", "Zapata", ", ", "F.", ", ", "Silva", ", ", "J. A. C.", ", ", "Rodrigues", ", ", "A. E.", ", and ", "Chen", ", ", "B.", "  ", "J. Phys. Chem. B", " ", "2007", ",  ", "111", ",  ", "6101", "– ", "6103", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Kinetic Separation of Hexane Isomers by Fixed-Bed Adsorption with a Microporous Metal-Organic Framework", "Barcia, Patrick S.; Zapata, Fatima; Silva, Jose A. C.; Rodrigues, Alirio E.; Chen, Banglin", "Journal of Physical Chemistry B", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "22", "),\r\n    ", "6101-6103", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A three-dimensional microporous metal-org. framework Zn(BDC)(Dabco)0.5 (BDC = 1,4-benzenedicarboxylate, Dabco = 1,4-diazabicyclo [2,2,2]octane), having two types of intersecting pores to encapsulate linear hexane and to block branched hexanes, and thus exhibiting highly selective sorption with respect to n-hexane, has been successfully applied to the kinetic sepn. of hexane isomers by fixed-bed adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXlt1WhsL4%253D&md5=37b4d12e1fcfaf1a562cafa8b2a4eca6", " ", " (b)  ", "Chen", ", ", "B.", ", ", "Liang", ", ", "C.", ", ", "Yang", ", ", "J.", ", ", "Contreras", ", ", "D. S.", ", ", "Clancy", ", ", "Y. L.", ", ", "Lobkovsky", ", ", "E. B.", ", ", "Yaghi", ", ", "O. M.", ", and ", "Dai", ", ", "S.", "  ", "Angew. Chem., Int. Ed.", " ", "2006", ",  ", "45", ",  ", "1390", "– ", "1393", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "A microporous metal-organic framework for gas-chromatographic separation of alkanes", "Chen, Banglin; Liang, Chengdu; Yang, Jun; Contreras, Damacio S.; Clancy, Yvette L.; Lobkovsky, Emil B.; Yaghi, Omar M.; Dai, Sheng", "Angewandte Chemie, International Edition", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "9", "),\r\n    ", "1390-1393", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Filling the pores: A zinc-based metal-org. framework (MOF) can be transformed reversibly from an open (a) to a dense (b) configuration.  The microporous solid is the 1st example of a MOF that is highly selective in the gas-chromatog. sepn. of alkanes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XitF2qt70%253D&md5=9da5ef77252ef8a9c95e2d9525761bf3", " ", "8. ", " ", " (a)  ", "Finsy", ", ", "V.", ", ", "Verelst", ", ", "H. L.", ", ", "Alaerts", ", ", "De Vos, D.", ", ", "Jacobs", ", ", "P. A. G.", ", ", "Baron", ", ", "V.", ", and ", "Denayer", ", ", "J. F. M.", "  ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "7110", "– ", "7118", "ACS Full Text ", ", [", "CAS", "]", "8. ", "Pore-Filling-Dependent Selectivity Effects in the Vapor-Phase Separation of Xylene Isomers on the Metal-Organic Framework MIL-47", "Finsy, Vincent; Verelst, Harry; Alaerts, Luc; De Vos, Dirk; Jacobs, Pierre A.; Baron, Gino V.; Denayer, Joeri F. M.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "22", "),\r\n    ", "7110-7118", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Vapor-phase adsorption and sepn. of the C8 alkylarom. components p-xylene, m-xylene, o-xylene, and ethylbenzene on the metal-org. framework MIL-47, were studied.  MIL-47 MIL-47 is a hybrid porous terephthalate built from infinite chains of V4+O6 octahedra, held together by the dicarboxylate groups of terephthalate linkers forming a 3D microporous framework with 1D diamond-shaped channels with free internal diam. of about 0.85 nm and every unit cell contains two channel segments.  Low coverage Henry adsorption const. and adsorption enthalpy were detd. using the pulse chromatog. technique at 230-290°.  The four C8 alkylarom. components have comparable Henry const. and adsorption enthalpy.  Adsorption isotherms of the pure components were detd. using the gravimetric technique at 70, 110, and 150°.  The adsorption capacity and steepness of the isotherms differs among the components and are strongly temp. dependent.  Breakthrough expts. with several binary mixts. were performed at 70-150° and varying total hydrocarbon pressure from 0.0004 to 0.05 bar.  Sepn. of the different isomers could be achieved.  The adsorption selectivity increases with increasing partial pressure or degree of pore filling.  The sepn. at a high degree of pore filling in the vapor phase is a result of differences in packing modes of the C8 alkylarom. components in the pores of MIL-47.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXlslSmt7w%253D&md5=7e432b339f78733830011bbae1240901", " ", " (b)  ", "Gu", ", ", "Z. Y.", " and ", "Yuan", ", ", "L. P.", "  ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "1477", "– ", "1480", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Metal-organic framework MIL-101 for high-resolution gas-chromatographic separation of xylene isomers and ethylbenzene", "Gu, Zhi-Yuan; Yan, Xiu-Ping", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "8", "),\r\n    ", "1477-1480, S1477/1-S1477/6", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "MIL-101 is a chromium terephthalate MOF with coordinatively unsatd. sites (CUS).  The authors utilized MIL-101 as the stationary phase because of its high surface area, large pores (2.9-3.4 nm), accessible CUS, and excellent chem. and thermal stability, which make it an attractive candidate for isomer sepn.  In this work, the authors prepd. the MIL-101 coated capillary column and achieved a baseline sepn. of p-xylene, o-xylene, m-xylene, and ethylbenzene on the fabricated MOF coated capillary column by GC within 1.6 min without the need for temp. programming.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXitVWjsb0%253D&md5=7d7ad0f5b8a9a3335e2ee0ab04a6020c", " ", " (c)  ", "Gu", ", ", "Z. Y.", ", ", "Jiang", ", ", "D. Q.", ", ", "Wang", ", ", "H. F.", ", ", "Cui", ", ", "X. Y.", ", and ", "Yuan", ", ", "L. P.", "  ", "J. Phys. Chem. C", " ", "2010", ",  ", "114", ",  ", "311", "– ", "316", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Adsorption and separation of xylene isomers and ethylbenzene on two Zn-terephthalate metal-organic frameworks", "Gu, Zhi-Yuan; Jiang, Dong-Qing; Wang, He-Fang; Cui, Xiao-Yan; Yan, Xiu-Ping", "Journal of Physical Chemistry C", "\r\n        (", "2010", "),\r\n    ", "114", "\r\n        (", "1", "),\r\n    ", "311-316", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) with metal-contg. secondary building units and org. linkers have great potential for the sepn. of isomers.  The adsorption and sepn. of xylene isomers and ethylbenzene (EB) on two Zn-terephthalate MOFs (MOF-5 and MOF-monoclinic) were studied by pulse gas chromatog., static vapor-phase adsorption, and breakthrough adsorption.  The two studied Zn-terephthalate MOFs showed different selectivity and efficiency for the sepn. of xylene isomers and EB.  On MOF-5, EB eluted 1st, while other isomers eluted at the same time.  MOF-monoclinic showed a preferable adsorption of p-xylene over other isomers.  The adsorption and sepn. of xylene isomers and EB were equil.-const.-controlled on MOF-5 and diffusion-dominated on MOF-monoclinic.  From the measured McReynolds consts., MOF-5 was characterized as a stationary phase of nonpolarity, whereas MOF-monoclinic as a stationary phase of intermediate polarity for gas chromatog.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFGhtb7I&md5=a56553eb3a3943230ce494065b46f66d", " ", "9. ", " ", " ", "Maes", ", ", "M.", ", ", "Alaerts", ", ", "L.", ", ", "Vermoortele", ", ", "F.", ", ", "Ameloot", ", ", "R.", ", ", "Couck", ", ", "S.", ", ", "Finsy", ", ", "V.", ", ", "Denayer", ", ", "J. F. M.", ", and ", "De Vos", ", ", "D. E.", "  ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "2284", "– ", "2292", "ACS Full Text ", ", [", "CAS", "]", "9. ", "Separation of C5-Hydrocarbons on Microporous Materials: Complementary Performance of MOFs and Zeolites", "Maes, Michael; Alaerts, Luc; Vermoortele, Frederik; Ameloot, Rob; Couck, Sarah; Finsy, Vincent; Denayer, Joeri F. M.; De Vos, Dirk E.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "7", "),\r\n    ", "2284-2292", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This work studies the liq.-phase sepn. of the aliph. C5-diolefins, mono-olefins, and paraffins, a typical feed produced by a steam cracker, with a focus on the seldomly studied sepn. of the C5-diolefin isomers isoprene, trans-piperylene, and cis-piperylene.  Three adsorbents are compared: the metal-org. framework MIL-96, which is an aluminum 1,3,5-benzenetricarboxylate, and two zeolites with CHA and LTA topol.  All three materials have spacious cages that are accessible via narrow cage windows with a diam. of less than 0.5 nm.  The mechanisms detg. adsorption selectivities on the various materials are investigated.  Within the diolefin fraction, MIL-96 and chabazite preferentially adsorb trans-piperylene from a mixt. contg. all three C5-diolefin isomers with high sepn. factors and a higher capacity compared to the ref. zeolite 5A due to a more efficient packing of the trans isomer in the pores.  Addnl., chabazite is able to sep. cis-piperylene and isoprene based on size exclusion of the branched isomer.  This makes chabazite suitable for sepg. all three diolefin isomers.  Its use in sepg. linear from branched mono-olefins and paraffins is addressed as well.  Furthermore, MIL-96 is the only material capable of sepg. all three diolefin isomers from C5-mono-olefins and paraffins.  Finally, the MOF [Cu3(BTC)2] (BTC = benzene-1,3,5-tricarboxylate) is able to sep. C5-olefins from paraffins.  On the basis of these observations, a flow scheme can be devised in which the C5-fraction can be completely sepd. using a combination of MOFs and zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlCgtL4%253D&md5=7b01c96152d13afbc6d94c73ccd43713", " ", "10. ", " ", " ", "Alaerts", ", ", "L.", ", ", "Maes", ", ", "M.", ", ", "Giebeler", ", ", "L.", ", ", "Jacobs", ", ", "P. A.", ", ", "Martens", ", ", "J. A.", ", ", "Denayer", ", ", "J. F. M.", ", ", "Kirschhock", ", ", "C. E. A.", ", and ", "De Vos", ", ", "D. E.", "  ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "14170", "– ", "14178", "ACS Full Text ", ", [", "CAS", "]", "10. ", "Selective Adsorption and Separation of ortho-Substituted Alkylaromatics with the Microporous Aluminum Terephthalate MIL-53", "Alaerts, Luc; Maes, Michael; Giebeler, Lars; Jacobs, Pierre A.; Martens, Johan A.; Denayer, Joeri F. M.; Kirschhock, Christine E. A.; De Vos, Dirk E.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "43", "),\r\n    ", "14170-14178", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The metal-org. framework MIL-53(Al) was tested for selective adsorption and sepn. of xylenes and ethylbenzene, ethyltoluenes, and cymenes using batch, pulse chromatog., and breakthrough expts.  In all conditions tested, MIL-53 has the largest affinity for the ortho-isomer among each group of alkylarom. compds.  Sepns. of the ortho-compds. from the other isomers can be realized using a column packed with MIL-53 crystallites.  As evidenced by Rietveld refinements, specific interactions of the xylenes with the pore walls of MIL-53 det. selectivity.  In comparison with the structurally similar metal-org. framework MIL-47, the selectivities among alkylaroms. found for MIL-53 are different.  Sepn. of ethyltoluene and cymene isomers is more effective on MIL-53 than on MIL-47; the pores of MIL-53 seem to be a more suitable environment for hosting the larger ethyltoluene and cymene isomers than those of MIL-47.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtF2lsrjI&md5=fa435229a0a96bed1f933ac5d00993eb", " ", "11. ", " ", " ", "Jiang", ", ", "H.-L.", ", ", "Tatsu", ", ", "Y.", ", ", "Lu", ", ", "Z.-H.", ", and ", "Xu", ", ", "Q.", "  ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "5586", "– ", "5587", "ACS Full Text ", ", [", "CAS", "]", "11. ", "Non-, micro-, and mesoporous metal-organic framework isomers: Reversible transformation, fluorescence sensing, and large molecule separation", "Jiang, Hai-Long; Tatsu, Yoshiro; Lu, Zhang-Hui; Xu, Qiang", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "16", "),\r\n    ", "5586-5587", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "For the 1st time, three novel metal-org. framework (MOF) isomers with hierachical channel sizes of nonpore or micropore or mesopore were successfully prepd. by simply controlling the amts. of solvent or/and reaction temps./time.  Strikingly, the authors demonstrated the reversible transformation between the microporous and mesoporous MOFs triggered by solvent or/and temp. perturbation.  The desolvated microporous MOF was evaluated to be a promising luminescent probe for detecting small mols., and the mesoporous MOF could be the stationary phase in HPLC for size-exclusion sepn. of large dye mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXktFGnt7w%253D&md5=0536aa22945decf8a2645305b06c851d", " ", "12. ", " ", " ", "Ahmad", ", ", "R.", ", ", "Wong-Foy", ", ", "A. G.", ", and ", "Matzger", ", ", "A. J.", "  ", "Langmuir", " ", "2009", ",  ", "25", ",  ", "11977", "– ", "11979", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Microporous coordination polymers as selective sorbents for liquid chromatography", "Ahmad, Rashid; Wong-Foy, Antek G.; Matzger, Adam J.", "Langmuir", "\r\n        (", "2009", "),\r\n    ", "25", "\r\n        (", "20", "),\r\n    ", "11977-11979", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors evaluate the potential of microporous coordination polymers (MCPs) to act as the stationary phase in liq. chromatog. sepns.  MCPs derived from carboxylates coordinated to copper (HKUST-1) and zinc (MOF-5) were studied.  The shape and size selective sepn. of org. compds. including benzene, ethylbenzene, styrene, naphthalene, anthracene, phenanthrene, pyrene, 1,3,5-triphenylbenzene, and 1,3,5-tris(4-bromophenyl)benzene was performed, and in most cases excellent sepn. was achieved based on a combination of mol. sieving and adsorption effects.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtFehu7jI&md5=833d0d0d912e50b46a1fa00768882b2e", " ", "13. ", " ", " ", "Luebbers", ", ", "M. T.", ", ", "Wu", ", ", "T.", ", ", "Shen", ", ", "L.", ", and ", "Masel", ", ", "R. I.", "  ", "Langmuir", " ", "2010", ",  ", "26", ",  ", "11319", "– ", "11329", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Trends in the Adsorption of Volatile Organic Compounds in a Large-Pore Metal-Organic Framework, IRMOF-1", "Luebbers, Matthew T.; Wu, Tianjiao; Shen, Lingjuan; Masel, Richard I.", "Langmuir", "\r\n        (", "2010", "),\r\n    ", "26", "\r\n        (", "13", "),\r\n    ", "11319-11329", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks have been proposed as useful sorbents for the capture of a variety of compds.  In this work, inverse gas chromatog. (IGC) utilizing micropacked capillary columns was used to probe the adsorption of more than 30 volatile org. compds. (VOCs) on IRMOF-1.  In an attempt to study the effect of structural degrdn. upon VOC adsorption, multiple samples of IRMOF-1 with widely ranging properties were investigated.  Trends in the differential enthalpies and equil. consts. for the adsorption of VOCs were detd. on the basis of the mol. properties of the adsorbate and the structural properties of the MOF sample.  The results indicate that samples of IRMOF-1 that are affected by a moderate amt. of structural degrdn. interact with adsorbed species more strongly than does a sample with fewer defects, resulting in higher heats of adsorption.  Samples of IRMOF-1 with sp. surface areas of around 1000 m2/g show heats of adsorption for alkanes that are higher than those estd. previously via Monte Carlo calcns.  Although the data for nonpolar (and weakly polar) species showed many of the anticipated trends for the interactions with IRMOF-1, the equil. behavior of polar VOCs did not correlate well with the mol. properties of the adsorbate (i.e., vapor pressure and deformation polarizability), leaving some uncertainty about the nature of the interaction mechanism.  The equil. data and the heats of adsorption were found to fit well to a small group of mol. descriptors through the application of the Abraham linear free-energy relationship, thus providing insight into the complex interactions between the MOF structure and the VOC compds.  Hydrogen bonding interactions were detd. to be the primary contributors to specific interactions between adsorbates and the MOF surface.  Size exclusion also seems to play a role in the adsorption of larger species.  These results show that the interaction of VOCs with MOFs is more complex than previously assumed and that more work is needed to probe the mechanisms of these processes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXmtVymsL4%253D&md5=77c1c3a8c6c92fadbb1d0c894fc835ca", " ", "14. ", " ", " (a)  ", "Klajn", ", ", "R.", ", ", "Fialkowski", ", ", "M.", ", ", "Bensemann", ", ", "I. T.", ", ", "Bitner", ", ", "A.", ", ", "Campbell", ", ", "C. J.", ", ", "Bishop", ", ", "K.", ", ", "Smoukov", ", ", "S.", ", and ", "Grzybowski", ", ", "B. A.", "  ", "Nat. Mater.", " ", "2004", ",  ", "3", ",  ", "729", "– ", "735", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Multicolor micropatterning of thin films of dry gels", "Klajn, Rafal; Fialkowski, Marcin; Bensemann, Igor T.; Bitner, Agnieszka; Campbell, C. J.; Bishop, Kyle; Smoukov, Stoyan; Grzybowski, Bartosz A.", "Nature Materials", "\r\n        (", "2004", "),\r\n    ", "3", "\r\n        (", "10", "),\r\n    ", "729-735", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Micropatterning of surfaces with several chems. at different spatial locations usually requires multiple stamping and registration steps.  Here, we describe an exptl. method based on reaction-diffusion phenomena that allows for simultaneous micropatterning of a substrate with several colored chems.  In this method, called wet stamping (WETS), aq. solns. of two or more inorg. salts are delivered onto a film of dry, ionically doped gelatin from an agarose stamp patterned in bas relief.  Once in conformal contact, these salts diffuse into the gelatin, where they react to give deeply colored ppts.  Sepn. of colors in the plane of the surface is the consequence of the differences in the diffusion coeffs., the soly. products, and the amts. of different salts delivered from the stamp, and is faithfully reproduced by a theor. model based on a system of reaction-diffusion partial differential equations.  The multicolor micropatterns are useful as non-binary optical elements, and could potentially form the basis of new applications in microsepns. and in controlled delivery.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXotVSltL0%253D&md5=1afd0efe1b1bddab39625128d903b39e", " ", " (b)  ", "Grzybowski", ", ", "B. A.", " and ", "Bishop", ", ", "K. J. M.", "  ", "Small", " ", "2008", ",  ", "5", ",  ", "22", "– ", "27", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", " (c)  ", "Grzybowski", ", ", "B. A.", ", ", "Bishop", ", ", "K. J. M.", ", ", "Campbell", ", ", "C. J.", ", ", "Fialkowski", ", ", "M.", ", and ", "Smoukov", ", ", "S. K.", "  ", "Soft Matter", " ", "2005", ",  ", "1", ",  ", "114", "– ", "128", "[", "Crossref", "], [", "CAS", "]", "14. ", "Micro- and nanotechnology via reaction-diffusion", "Grzybowski, Bartosz A.; Bishop, Kyle J. M.; Campbell, Christopher J.; Fialkowski, Marcin; Smoukov, Stoyan K.", "Soft Matter", "\r\n        (", "2005", "),\r\n    ", "1", "\r\n        (", "2", "),\r\n    ", "114-128", "CODEN:\r\n                ", "SMOABF", ";\r\n        ISSN:", "1744-683X", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Reaction-diffusion (RD) processes are common throughout nature, which uses them routinely to build and control structures on length scales from mol. to macroscopic.  At the same time, despite a long history of scientific research and a significant level of understanding of the basic aspects of RD, reaction-diffusion has remained an unrealized technol. opportunity.  This review suggests that RD systems can provide a versatile basis for applications in micro- and nanotechnol.  Straightforward exptl. methods are described that allow precise control of RD processes in complex microgeometries and enable fabrication of small-scale structures, devices, and functional systems.  Uses of RD in sensory applications are also discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXmvFCmtLo%253D&md5=ec155fb4ff1f77feaa1f43e4e47ce656", " ", " (d)  ", "Fialkowski", ", ", "M.", ", ", "Campbell", ", ", "C. J.", ", ", "Bensemann", ", ", "I. T.", ", and ", "Grzybowski", ", ", "B. A.", "  ", "Langmuir", " ", "2004", ",  ", "20", ",  ", "3513", "– ", "3516", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Absorption of water by thin, ionic films of gelatin", "Fialkowski, M.; Campbell, C. J.; Bensemann, I. T.; Grzybowski, B. A.", "Langmuir", "\r\n        (", "2004", "),\r\n    ", "20", "\r\n        (", "9", "),\r\n    ", "3513-3516", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This paper discusses absorption of water by thin, dry films of gelatin.  Expts. using a wet-stamping technique were performed to characterize water uptake in terms of (i) equil. profiles of the water d. inside the gel and (ii) the kinetics of water absorption.  In contrast to pure gelatin films, which absorb water approx. uniformly, films of gelatin doped with ionic additives have exponentially decaying equil. water profiles.  The process of water absorption by both doped and undoped gels was described by a theor. model based on the minimization of grand potential functional.  The results of this model are in agreement with the expt.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXisVyit7w%253D&md5=cd467bd13a0cf49e3bf942aaea67c6da", " ", "15. ", " ", " ", "Peterson", ", ", "A. M.", ", ", "Jensen", ", ", "R. E.", ", and ", "Palmese", ", ", "G. R.", "  ", "ACS Appl. Mater. Interfaces", " ", "2009", ",  ", "1", ",  ", "992", "– ", "995", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Reversibly Cross-Linked Polymer Gels as Healing Agents for Epoxy-Amine Thermosets", "Peterson, Amy M.; Jensen, Robert E.; Palmese, Giuseppe R.", "ACS Applied Materials & Interfaces", "\r\n        (", "2009", "),\r\n    ", "1", "\r\n        (", "5", "),\r\n    ", "992-995", "CODEN:\r\n                ", "AAMICK", ";\r\n        ISSN:", "1944-8244", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The Diels-Alder reaction was used to develop a reversibly crosslinking gel as a healing agent for traditional epoxy-amine thermosets.  Direct application of the reversibly crosslinking network to a crack surface in an epoxy-amine thermoset resulted in the recovery of 37% of the initial epoxy-amine network strength.  Composites in which the reversibly crosslinking gel was incorporated as a secondary particulate phase recovered 21% of the initial composite strength after the first healing cycle, with healing possible up to five times.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVSlsb0%253D&md5=5926135c7c817e1744e02944c901d7ff", " ", "16. ", " ", " ", "Whitby", ", ", "M.", " and ", "Quirke", ", ", "N.", "  ", "Nat. Nanotechnol.", " ", "2007", ",  ", "2", ",  ", "87", "– ", "94", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Fluid flow in carbon nanotubes and nanopipes", "Whitby, M.; Quirke, N.", "Nature Nanotechnology", "\r\n        (", "2007", "),\r\n    ", "2", "\r\n        (", "2", "),\r\n    ", "87-94", "CODEN:\r\n                ", "NNAABX", ";\r\n        ISSN:", "1748-3387", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review of fluid flow in carbon nanotubes and pipes that approaches frictionless transport.  Nanoscale carbon tubes and pipes can be readily fabricated using self-assembly techniques and they have useful elec., optical, and mech. properties.  The transport of liqs. along their central pores is now of considerable interest both for testing classical theories of fluid flow at the nanoscale and for potential nanofluidic device applications.  Methods for controlling such flow and for creating functional device architectures are described and possible applications are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXit1Wrtr8%253D&md5=f6a65b7065a97ba6957fd0b72947eb37", " ", "17. ", "Schiesser", ", ", "W. E.", "  ", "The Numerical Method of Lines: Integration of Partial Differential Equations", "; ", "Academic Press", ": ", "San Diego", ", ", "1991", ".", "There is no corresponding record for this reference.", " "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2010/jacsat.2010.132.issue-46/ja1074322/production/images/small/ja-2010-074322_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2010/jacsat.2010.132.issue-46/ja1074322/production/images/small/ja-2010-074322_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2010/jacsat.2010.132.issue-46/ja1074322/production/images/small/ja-2010-074322_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2010/jacsat.2010.132.issue-46/ja1074322/production/images/small/ja-2010-074322_0004.gif\">"]}
