{"title": ["Imparting Functionality to Biocatalysts via Embedding Enzymes into Nanoporous Materials by a ", " Approach: Size-Selective Sheltering of Catalase in Metal–Organic Framework Microcrystals"], "authors": ["Fa-Kuen Shieh", "Shao-Chun Wang", "Chia-I Yen", "Chang-Cheng Wu", "Saikat Dutta", "Lien-Yang Chou", "Joseph V. Morabito", "Pan Hu", "Ming-Hua Hsu", "Kevin C.-W. Wu", "Chia-Kuang Tsung"], "doi": ["10.1021/ja513058h"], "abstract": ["We develop a new concept to impart new functions to biocatalysts by combining enzymes and metal–organic frameworks (MOFs). The proof-of-concept design is demonstrated by embedding catalase molecules into uniformly sized ZIF-90 crystals via a ", " approach. We have carried out electron microscopy, X-ray diffraction, nitrogen sorption, electrophoresis, thermogravimetric analysis, and confocal microscopy to confirm that the ∼10 nm catalase molecules are embedded in 2 μm single-crystalline ZIF-90 crystals with ∼5 wt % loading. Because catalase is immobilized and sheltered by the ZIF-90 crystals, the composites show activity in hydrogen peroxide degradation even in the presence of protease proteinase K."], "text": ["Since the first report of protein immobilization in 1916,", "(1)", " researchers have developed numerous methods for coupling proteins to solid supports for different applications", "(2-4)", " including protein digestion,", "(5)", " protein separation,", "(6)", " biosensor fabrication,", "(7)", " molecular delivery,", "(8)", " tissue engineering,", "(9)", " and biocatalysis.", "(10)", " The immobilization of enzyme proteins has been especially beneficial for industrial biocatalysis. The conventional solid supports for enzymes includes microparticles,", "(11)", " silica gel,", "(12)", " hydrogels,", "(13)", " and nanoporous inorganic materials,", "(14)", " and the intent of immobilization is typically to enhance the stability and recyclability of enzymes. Herein, we demonstrate a new concept that accomplishes to not only enhance the stability and recyclability but also impart new functions to the enzyme composites through use of a ", "de novo", " approach to embed enzymes into metal–organic framework (MOF) supports of pore sizes smaller than the size of the enzyme.", "MOFs are a class of nanoporous materials with a wide range of unique functions such as specific molecular adsorptions and separations; therefore, it is possible to provide more molecularly specific functions to enzymes when MOFs are used as supports compared to other inorganic porous materials such as mesoporous metal oxides. The coupling of enzyme molecules with MOFs has been reported before.", "(15)", " Post-synthetic encapsulation approaches are used in most former studies, in which the enzyme molecules are either physically adsorbed or covalently bound to the presynthesized support materials.", "(16, 17)", " Therefore, the pore aperture of the support MOF must be big enough to allow enzyme molecules to diffuse through the host material. Although the leaching of the enzymes from these supports can be prevented, the interactions between enzyme and MOF need to be carefully controlled. In this work, we use a ", "de novo", " approach to embed enzyme molecules into the MOF support matrix,", "(18-20)", " in which the MOF crystals are synthesized in the presence of enzymes. The enzyme molecules are therefore embedded in a MOF crystal with small pores instead of encapsulated in a large pore (Scheme ", "1", ").", "Scheme 1. Water-Based Synthesis of ZIF-90 with Encapsulated Catalase Enzyme and Its Functional Activity", "The ", "de novo", " approach allows MOFs with pore sizes smaller than the size of the enzymes to be used. This not only prevents leaching but also greatly expands the selection of enzymes and MOFs, making the method generally applicable for various functional applications. For example, protease and catalase are two useful enzymes in the textile industry.", "(21-24)", " The former is a proteolytic enzyme used for silk degumming, and the latter is a peroxide-decomposing enzyme used for wastewater treatment. The coexistence of these enzymes in solution is prohibited because protease would cleave the peptide bonds of catalase. As a consequence, industrial processes could benefit from a method to shelter catalase from protease. To demonstrate this concept, zeolitic imidazolate framework 90 (ZIF-90)", "(25, 26)", " with pore size of ∼1 nm was selected to coat catalase molecules with size of ∼10 nm and form a catalase embedded in ZIF-90 composite, hereafter denoted as CAT@ZIF-90 (Figure ", "1", "). The small pore size of ZIF-90 could prevent leaching and provide size-selective sheltering to increase tolerance against protease. It is worth mentioning that the interactions between the MOFs and enzymes are extremely important for the previous reported methods because the interactions determine the degree of leaching. In contrast, the interactions only have marginal influence on our ", "de novo", " system because a MOF with small pores is selected. Therefore, weaker interactions such as van der Waals force can be used. Notably, although the ", "de novo", " approach has these advantages, it might not be suitable for other inorganic porous materials such as zeolite or mesoporous metal oxides. The synthetic conditions of these porous materials are not as mild as those of MOFs, and the template removal steps could make the process much more complicated. The unique combination of MOFs and a ", "de novo", " approach makes our synthesis superior.", "Figure 1. (a) SEM image of CAT@ZIF-90 and (b) XRD patterns of CAT@ZIF-90 and ZIF-90.", "ZIF-90 has high chemical stability, and the linkers can be post-synthetically modified,", "(27)", " which provides a potential way to modulate the physicochemical interaction between the enzyme and MOF. The major challenge of a ", "de novo", " approach is to develop a proper synthetic condition for MOF crystals in the presence of enzymes. Most MOFs are synthesized in organic solvents, which denature enzymes. Our group has reported the first aqueous phase synthesis of ZIF-90 with crystal size control.", "(28)", " The detailed experimental procedure is described in the ", "Supporting Information", ". Briefly, an aqueous zinc nitrate solution was mixed with an aqueous solution containing appropriate amounts of imidazolate-2-carboxaldehyde (ICA), catalase, and capping agent. The products formed after stirring the mixture for 10 min at room temperature. The products were then washed, vacuum-dried, and stored at −20 °C until further use. Pure ZIF-90 control samples were prepared and washed in the same manner but without catalase. (", "Figure S1", ")", "Scanning electron microscope (SEM) images show that CAT@ZIF-90 crystals are of a uniform size of 1–2 μm (Figure ", "1", "a). The XRD patterns reveal that there is no significant difference with regard to the crystal structure and crystallinity between the ZIF-90 and CAT@ZIF-90 samples (Figure ", "1", "b). The porous features of the samples were investigated with nitrogen sorption isotherms (Figure ", "2", "a and ", "Table S1", "). As expected, CAT@ZIF-90 has a smaller total pore volume compared to pure ZIF-90 due to the embedded catalase molecules. Thermogravimetric analysis (TGA) curves of the samples (Figure ", "2", "b) exhibit similar patterns and the CAT@ZIF-90 sample shows a deeper drop above ∼320 °C, which is attributed to the decomposition of the catalase in CAT@ZIF-90. The amount of catalase was calculated to be around 5 wt %. In order to confirm that no ion exchange of iron (in catalase) with zinc and no competitive coordination of iron by imidazoles occurred during the ", "de novo", " encapsulation, the concentrations of Fe in the supernatant were analyzed. After the ", "de novo", " synthesis, the solid CAT@ZIF-90 products were removed from the synthetic solutions, and the supernatants were analyzed by inductively coupled plasma mass spectrometry (ICP-MS). The concentration of Fe in the supernatant was negligible (20 ng/mL), which indicates that there was no detectable amount of iron released or replaced from catalases during the ", "de novo", " process. To reveal whether the catalytic activity of catalase is affected by Zn(II) ions or ICA, we performed activity assays of free catalase with and without the presence of Zn(II) or ICA in solutions at 15 °C. The concentrations of Zn(II) and ICA were the same as used for preparing CAT@ZIF-90. As shown in ", "Figure S2", ", the activity of catalase was not affected by Zn(II) or ICA.", "Figure 2. ZIF-90 and CAT@ZIF-90: (a) nitrogen sorption isotherms, (b) TGA curves, (c) SDS-PAGE gel (M: protein marker, lane 1: free catalase, lane 2: washed CAT-on-ZIF-90, and lane 3: CAT@ZIF-90), and (d) Confocal microscope images of FITC-CAT@ZIF-90 sample (left) and FITC-CAT-on-ZIF-90 (right).", "To further confirm that the catalase molecules were indeed embedded in the ZIF-90 crystals instead of absorbed on the external surface, two control experiments were carried out. First, a control sample was prepared by physically mixing as-prepared pure ZIF-90 crystals and catalase molecules. By doing so, the catalase only absorbs on the external surface of the ZIF-90 crystals (hereafter denoted as CAT-on-ZIF-90). After the same thorough washing steps, both samples were digested by acid, and sodium dodecyl sulfate-polyacrylamide gel electrophoresis (SDS-PAGE) was performed on an analytic SDS polyacrylamide (12%) gel (Figure ", "2", "c). A band corresponding to the molecular weight of monomeric catalase of ∼60KDa was obtained on the gel for both the free catalase and CAT@ZIF-90 samples (lane 1 and 3, respectively). In contrast, no obvious band was observed for the CAT-on-ZIF-90 sample (lane 2). This result clearly demonstrates that the catalase molecules are embedded in the supports in the CAT@ZIF-90 sample and cannot be removed by washing. In contrast, the catalase molecules adsorbed on the external surface in CAT-on-ZIF-90 sample can be removed during washing. The protein loading of the CAT@ZIF-90 sample was determined to be ∼5 wt % by a standard Bradford assay method (", "Figure S3", "),", "(29)", " which is in agreement with the TGA result.", "In the second control experiment, fluorescently labeled catalase (FITC-CAT) molecules were synthesized, and then two samples were prepared for comparison under confocal microscopy. In the first sample, FITC-CAT molecules were embedded in ZIF-90 crystals by the same ", "de novo", " approach (FITC-CAT@ZIF-90). In the second sample, in order to have a control sample with FITC-CAT only adsorbed on the external surface of ZIF-90 crystals, FITC-CAT molecules were physically mixed with pure ZIF-90 crystals without washing to keep the FITC-CAT on the surface (FITC-CAT-on-ZIF-90). The confocal microscope images show a clear difference between the two samples (Figure ", "2", "d). The FITC-CAT molecules were distributed more homogeneously within the ZIF-90 crystals in the FITC-CAT@ZIF-90 sample, which is consistent with the catalase molecules being embedded in ZIF-90 crystals during the ", "de novo", " synthesis instead of adsorbed on the external surfaces.", "Figure 3. Kinetics of degradation of H", "2", "O", "2", ". In all assays, the amounts of catalase in each sample were fixed at ∼5 μmole. Blue line: CAT@ZIF-90 obtained in ethanol system; green: free catalase incubated with Proteinase K; black and red: CAT@ZIF-90 obtained in water system with and without Proteinase K, respectively. All samples were incubated at 37 °C for 2 h before examination of the activities, and all assays performed at 37 °C.", "Catalase is known for catalyzing the degradation of hydrogen peroxide into water and oxygen.", "(30)", " We hypothesized that our aqueous embedding method would lead to a more active catalyst than an embedding method that used the conventional ZIF-90 synthesis solvent ethanol, which would likely denature catalase. The peroxide-decomposing activities of CAT@ZIF-90 samples prepared by our aqueous method and an ethanol method were investigated by tracking the H", "2", "O", "2", " amount with time via a xylenol orange measurement of absorbance at 560 nm (", "Figure S4", ").", "(31, 32)", " The CAT@ZIF-90 sample prepared by our method shows an observed rate constant (", "k", "obs", ") of 0.0268 s", "–1", " (Figure ", "3", "). No activity is observed for the sample prepared using ethanol. The rate for CAT@ZIF-90 is lower than for free catalase in solution (", "k", "obs", " = 0.897 s", "–1", "; ", "Figure S5", "), which may be caused by mass transport limitations or the nonoptimized interface between ZIF-90 and catalase.", "(33)", " It is worth mentioning that these issues could be overcome in the future by further reducing the ZIF-90 crystal size and modifying the linkers. We have also performed Michaelis–Menten kinetics analysis for CAT@ZIF-90 (", "Table S3 and Figure S6", "). Based on the calculation of Michaelis–Menten kinetics, the ", "K", "M", " value was 0.38 mM and the ", "V", "max", " value was 2.17 μM s", "–1", ". Although the ZIF-90 support reduces the activity in this proof-of-concept case, it could provide a unique sheltering function. As mentioned previously, sheltering catalase from protease could benefit industrial processes. To demonstrate this, we incubated CAT@ZIF-90 and pure catalase with proteinase K, a serine-type protease of size (68.3 × 68.3 × 108.5 Å),", "(34)", " which is larger than the pore size of ZIF-90. Pure catalase was inhibited immediately and shows no activity. In contrast, the activity of CAT@ZIF-90 (", "k", "obs", " = 0.0246 s", "–1", ") was maintained (Figure ", "3", "). To the best of our knowledge, this is the first report of size sheltering of biocatalysts.", "In conclusion, we demonstrate a new concept to impart new functions to biocatalysts by embedding catalase molecules into ZIF-90. A ", "de novo", " approach under aqueous conditions was developed. The prepared CAT@ZIF-90 composites retained the peroxidase activity of catalase. The ZIF-90 support provides an interesting size-sheltering function to catalase and protects catalase from the inhibitor proteinase K. Our study offers a novel tool to immobilize and impart new functions to biomolecules such as proteins, DNA, and RNA. This proof of concept can be applied in several fields including biomolecular delivery, size-selective enzyme catalysis, and industrial wastewater treatment.", " ", "Top of Page", "Abstract", "References", "Supporting Information", "Detailed experimental procedures, characterization of the synthesized samples, examination of enzyme activities, measurement of enzyme kinetic parameters, and SDS-PAGE analysis. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "References", "Acknowledgment", "F.-K.S. and K.C.-W.W. would like to thank the Ministry of Science and Technology for the funding support (MOST 103-2113-M-008-001, 101-2628-E-002-015-MY3, 101-2623-E-002-005-ET, 101-2923-E-002-012-MY3, and 103-2218-E-002-101) as well as the special financial support of the Aim for Top University Project by the Ministry of Education, Taiwan. C.-K.T. acknowledges Boston College and the Donors of the American Chemical Society Petroleum Research Fund for partial support of this research.", "Reference QuickView", "Top of Page", "Abstract", "References", "References", "This article references 34 other publications.", "1. ", "Nelson", ", ", "J. M.", "; ", "Griffin", ", ", "E. G.", " ", "J. Am. Chem. Soc.", " ", "1916", ",  ", "38", ",  ", "1109", "ACS Full Text ", ", [", "CAS", "]", "1. ", "Adsorption of invertase", "Nelson, J. M.; Griffin, Edward G.", "Journal of the American Chemical Society", "\r\n        (", "1916", "),\r\n    ", "38", "\r\n        (", "),\r\n    ", "1109-15", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "cf. C. A. 10, 910.  Solns. of sugar, invertase, charcoal and a buffer showed the same change in rotation with time as control solns. differing only in having no charcoal, but filtration of the charcoal practically removed the enzyme.  Similar results were obtained with suspensions of gelatinous Al(OH)3 instead of charcoal + buffer.  Since the charcoal and Al(OH)3 carrying the invertase settled to the bottom during the inversion it makes no difference whether or not the enzyme is uniformly distributed throughout the soln., thus agreeing with the view that enzymes are colloids and that the action of invertase on sugar depends on the contact of the sugar soln. with the insol. enzyme, either in suspension or adsorbed.  Addition of egg albumen or saponin to the solns. containing charcoal, followed by filtration or centrifuging, prevents the removal of the invertase by the charcoal, the egg albumen and saponin acting towards invertase like protective colloids.  The addition of a 2nd colloid (saponin or egg albumen) to an invertase-sugar soln. already containing a colloid (serum) does not affect the activity of the invertase.  Eriksson's proof that cane sugar can liberate adsorbed invertase to charcoal is not valid, for the filtering off of the charcoal carries with it some of the invertase and the longer the charcoal is allowed to remain in contact with the sugar soln., the greater will be the amt. of inversion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaC28XptFan&md5=8d53ad94901783ae82ee9bbd2c2cc42f", "2. ", "Hudson", ", ", "S.", "; ", "Cooney", ", ", "J.", "; ", "Magner", ", ", "E.", " ", "Angew. Chem., Int. Ed.", " ", "2008", ",  ", "47", ",  ", "8582", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Proteins in mesoporous silicates", "Hudson, Sarah; Cooney, Jakki; Magner, Edmond", "Angewandte Chemie, International Edition", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "45", "),\r\n    ", "8582-8594", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Mesoporous silicates (MPS) have an ordered pore structure with dimensions comparable to many biol. mols.  They have been extensively explored as supports for proteins and enzymes in biocatalytic applications.  Since their initial discovery, novel methods of synthesis have led to precise control over pore size and structure, particle size, chem. compn., and stability, thus allowing the adsorption of a wide variety of biol. macromols., such as hemoproteins, lipases, antibody fragments, and proteases, into their structures.  This review discusses the application of ordered, large-pore, functionalized mesoporous silicates to immobilize proteins for biocatalysis.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsVShsrzJ&md5=f572be46aa167f2e08c764361e6a701d", "3. ", "Tanner", ", ", "P.", "; ", "Onaca", ", ", "O.", "; ", "Balasubramanian", ", ", "V.", "; ", "Meier", ", ", "W.", "; ", "Palivan", ", ", "C. G.", " ", "Chem.—Eur. J.", " ", "2011", ",  ", "17", ",  ", "4552", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Enzymatic Cascade Reactions inside Polymeric Nanocontainers: A Means to Combat Oxidative Stress", "Tanner, Pascal; Onaca, Ozana; Balasubramanian, Vimalkumar; Meier, Wolfgang; Palivan, Cornelia G.", "Chemistry - A European Journal", "\r\n        (", "2011", "),\r\n    ", "17", "\r\n        (", "16", "),\r\n    ", "4552-4560, S4552/1-S4552/12", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Oxidative stress, which is primarily due to an imbalance in reactive oxygen species, such as superoxide radicals, peroxynitrite, or hydrogen peroxide, represents a significant initiator in pathol. conditions that range from arthritis to cancer.  Herein we introduce the concept of enzymic cascade reactions inside polymeric nanocontainers as an effective means to detect and combat superoxide radicals.  By simultaneously encapsulating a set of enzymes that act in tandem inside the cavities of polymeric nanovesicles and by reconstituting channel proteins in their membranes, an efficient catalytic system was formed, as demonstrated by fluorescence correlation spectroscopy and fluorescence cross-correlation spectroscopy.  Superoxide dismutase and lactoperoxidase were selected as a model to highlight the combination of enzymes.  These were shown to participate in sequential reactions in situ in the nanovesicle cavity, transforming superoxide radicals to mol. oxygen and water and, therefore, mimicking their natural behavior.  A channel protein, outer membrane protein F, facilitated the diffusion of lactoperoxidase substrate/products and dramatically increased the penetration of superoxide radicals through the polymer membrane, as established by activity assays.  The system remained active after uptake by THP-1 cells, thus behaving as an artificial organelle and exemplifying an effective approach to enzyme therapy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXktFGksbs%253D&md5=f81e470391d25bf3a674d2b2f3e2e673", "4. ", "Fiedler", ", ", "J. D.", "; ", "Brown", ", ", "S. D.", "; ", "Lau", ", ", "J.", "; ", "Finn", ", ", "M. G.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "9648", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "RNA-Directed Packaging of Enzymes within Virus-like Particles", "Fiedler, Jason D.; Brown, Steven D.; Lau, Jolene L.; Finn, M. G.", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "50", "),\r\n    ", "9648-9651, S9648/1-S9648/8", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The sequestration of functional units from the environment a hallmark of biol. organization.  In addn. to within lipid membrane-bound organelles, proteinaceous cages serve this purpose for many prokaryotes.  We report here the use of a virus-like particle for this purpose, providing a general and robust method for the encapsulation of highly active enzymes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsFaqsL7K&md5=8ce29bc8add202a518cf785248c99e56", "5. ", "Qiao", ", ", "L.", "; ", "Liu", ", ", "Y.", "; ", "Hudson", ", ", "S. P.", "; ", "Yang", ", ", "P.", "; ", "Magner", ", ", "E.", "; ", "Liu", ", ", "B.", " ", "Chem.—Eur. J.", " ", "2008", ",  ", "14", ",  ", "151", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "A nanoporous reactor for efficient proteolysis", "Qiao, Liang; Liu, Yun; Hudson, Sarah P.; Yang, Pengyuan; Magner, Edmond; Liu, Baohong", "Chemistry - A European Journal", "\r\n        (", "2008", "),\r\n    ", "14", "\r\n        (", "1", "),\r\n    ", "151-157", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A nanoreactor based on mesoporous silicates is described for efficient tryptic digestion of proteins within the mesochannels.  Cyano-functionalized mesoporous silicate (CNS), with an av. pore diam. of 18 nm, is a good support for trypsin, with rapid in situ digestion of the model proteins, cytochrome c and myoglobin.  The generated peptides were analyzed by matrix-assisted laser desorption ionization time-of-flight mass spectrometry (MALDI-TOF MS).  Proteolysis by trypsin-CNS is much more efficient than in-soln. digestion, which can be attributed to nanoscopic confinement and concn. enrichment of the substrate within the mesopores.  Proteins at concns. of 2 ng μL-1 were successfully identified after digestion for 20 min.  A biol. complex sample extd. from the cytoplasm of human liver tissue was digested by using the CNS-based reactor.  Coupled with reverse-phase HPLC and MALDI-TOF MS/MS, 165 proteins were identified after std. protein data searching.  This nanoreactor combines the advantages of short digestion time with retention of enzymic activity, providing a promising way to advance the development of proteomics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXltVarsbY%253D&md5=acbbb145995b218eb3543987b20a1155", "6. ", "Han", ", ", "Y.-J.", "; ", "Stucky", ", ", "G. D.", "; ", "Butler", ", ", "A.", " ", "J. Am. Chem. Soc.", " ", "1999", ",  ", "121", ",  ", "9897", "ACS Full Text ", ", [", "CAS", "]", "6. ", "Mesoporous Silicate Sequestration and Release of Proteins", "Han, Yong-Jin; Stucky, Galen D.; Butler, Alison", "Journal of the American Chemical Society", "\r\n        (", "1999", "),\r\n    ", "121", "\r\n        (", "42", "),\r\n    ", "9897-9898", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "With the recent discovery of well-ordered hexagonal (SBA-15) and mesocellular siliceous foam (MCF), it is possible to design the selectivity of these hosts to specific protein characteristics, such as size and charge.  By varying the pore size from 60 to 160Å and derivatizing the surface silanol groups with (3-aminopropyl)-triethyoxysilane (APTS), the authors have found it possible to specifically select proteins of different sizes with these mesoporous silicate materials.  The authors report here the sequestration of anionic proteins from aq. solns. by SBA-15 and MCF, as well as the release of the sequestered proteins by increasing the ionic strength.  This demonstrates the utilization of mesoporous silicate materials to sequester and release proteins where both size exclusion and ion-exchange chromatog. techniques are employed simultaneously.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXmsV2nt7s%253D&md5=692bf71ac3076c78513627599c7f7dde", "7. ", "Hu", ", ", "X.", "; ", "Spada", ", ", "S.", "; ", "White", ", ", "S.", "; ", "Hudson", ", ", "S.", "; ", "Magner", ", ", "E.", "; ", "Wall", ", ", "J. G.", " ", "J. Phys. Chem. B", " ", "2006", ",  ", "110", ",  ", "18703", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Adsorption and Activity of a Domoic Acid Binding Antibody Fragment on Mesoporous Silicates", "Hu, Xuejun; Spada, Stefania; White, Simon; Hudson, Sarah; Magner, Edmond; Wall, J. Gerard", "Journal of Physical Chemistry B", "\r\n        (", "2006", "),\r\n    ", "110", "\r\n        (", "37", "),\r\n    ", "18703-18709", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption of an anti-domoic acid single-chain Fv (scFv) antibody fragment onto a range of mesoporous silicate supports was investigated.  The scFv fragment adsorbed to all materials investigated, and pI had an apparently large effect on coating, with the greatest-and fastest-adsorption found on the most neg. charged silicates.  Maximal coating levels attainable did not reflect the pore diams. of the materials.  The immobilized antibody was functional on all materials and bound its antigen, a naturally occurring neurotoxin produced by shellfish, in a rapidly satg. manner that suggested the antibody adsorbed in a multilayer on the mesoporous particles.  The antigen:antibody ratio decreased from 1:1.3 to <1:10 with increasing concn. of immobilized antibody, and the immobilized scFv exhibited no detectable redn. in domoic acid binding over a 42-day incubation period.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XovVahu70%253D&md5=61b72cc6906a46bb864c5634fbc8a06c", "8. ", "Slowing", ", ", "I. I.", "; ", "Trewyn", ", ", "B. G.", "; ", "Lin", ", ", "V. S. Y.", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "8845", "ACS Full Text ", ", [", "CAS", "]", "8. ", "Mesoporous Silica Nanoparticles for Intracellular Delivery of Membrane-Impermeable Proteins", "Slowing, Igor I.; Trewyn, Brian G.; Lin, Victor S.-Y.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "28", "),\r\n    ", "8845-8849", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An MCM-41-type mesoporous silica nanoparticle (MSN) material with a large av. pore diam. (5.4 nm) is synthesized and characterized.  The in vitro uptake and release profiles of cytochrome c by the MSN were investigated.  The enzymic activity of the released protein was quant. analyzed and compared with that of the native cytochrome c in physiol. buffer solns.  The authors found that the enzymes released from the MSNs are still functional and highly active in catalyzing the oxidn. of 2,2'-azino-bis(3-ethylbenzthiazoline-6-sulfonate) (ABTS) by hydrogen peroxide.  In contrast to the fact that cytochrome c is a cell-membrane-impermeable protein, the authors discovered that the cytochrome c-encapsulated MSNs could be internalized by live human cervical cancer cells (HeLa) and the protein could be released into the cytoplasm.  The authors envision that these MSNs with large pores could serve as a transmembrane delivery vehicle for controlled release of membrane-impermeable proteins in live cells, which may lead to many important biotechnol. applications including therapeutics and metabolic manipulation of cells.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXmvVGmurc%253D&md5=9bb5f04d1f7b97f62b6f8cbac642dd18", "9. ", "Osathanon", ", ", "T.", "; ", "Giachelli", ", ", "C. M.", "; ", "Somerman", ", ", "M. J.", " ", "Biomaterials", " ", "2009", ",  ", "30", ",  ", "4513", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Immobilization of alkaline phosphatase on microporous nanofibrous fibrin scaffolds for bone tissue engineering", "Osathanon, Thanaphum; Giachelli, Cecilia M.; Somerman, Martha J.", "Biomaterials", "\r\n        (", "2009", "),\r\n    ", "30", "\r\n        (", "27", "),\r\n    ", "4513-4521", "CODEN:\r\n                ", "BIMADU", ";\r\n        ISSN:", "0142-9612", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Alk. phosphatase (ALP) promotes bone formation by degrading inorg. pyrophosphate (PPi), an inhibitor of hydroxyapatite formation, and generating inorg. phosphate (Pi), an inducer of hydroxyapatite formation.  Pi is a crucial mol. in differentiation and mineralization of osteoblasts.  In this study, a method to immobilize ALP on fibrin scaffolds with tightly controllable pore size and pore interconnection was developed, and the biol. properties of these scaffolds were characterized both in vitro and in vivo.  Microporous, nanofibrous fibrin scaffolds (FS) were fabricated using a sphere-templating method.  ALP was covalently immobilized on the fibrin scaffolds using 1-ethyl-3-(dimethylaminopropyl)carbodiimide hydrochloride (EDC).  Scanning electron microscopic observation (SEM) showed that mineral was deposited on immobilized alk. phosphatase fibrin scaffolds (immobilized ALP/FS) when incubated in medium supplemented with β-glycerophosphate, suggesting that the immobilized ALP was active.  Primary calvarial cells attached, spread and formed multiple layers on the surface of the scaffolds.  Mineral deposition was also obsd. when calvarial cells were seeded on immobilized ALP/FS.  Furthermore, cells seeded on immobilized ALP/FS exhibited higher osteoblast marker gene expression compared to control FS.  Upon implantation in mouse calvarial defects, both the immobilized ALP/FS and FS alone treated group had higher bone vol. in the defect compared to the empty defect control.  Furthermore, bone formation in the immobilized ALP/FS treated group was statistically significant compared to FS alone group.  However, the response was not robust.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXpt1Cjurw%253D&md5=ede4da496df56b1c60f14ea633e37b96", "10. ", "Sheldon", ", ", "R. A.", " ", "Adv. Synth. Catal.", " ", "2007", ",  ", "349", ",  ", "1289", "[", "Crossref", "], [", "CAS", "]", "10. ", "Enzyme immobilization: the quest for optimum performance", "Sheldon, Roger A.", "Advanced Synthesis & Catalysis", "\r\n        (", "2007", "),\r\n    ", "349", "\r\n        (", "8+9", "),\r\n    ", "1289-1307", "CODEN:\r\n                ", "ASCAF7", ";\r\n        ISSN:", "1615-4150", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Immobilization is often the key to optimizing the operational performance of an enzyme in industrial processes, particularly for use in non-aq. media.  Here, different methods for the immobilization of enzymes are critically reviewed.  The methods are divided into 3 main categories, viz. (1) binding to a prefabricated support (carrier), (2) entrapment in org. or inorg. polymer matrixes, and (3) crosslinking of enzyme mols.  Emphasis is placed on relatively recent developments, such as the use of novel supports, e.g., mesoporous silicas, hydrogels, and smart polymers, novel entrapment methods, and crosslinked enzyme aggregates (CLEAs).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXntVSjtLg%253D&md5=6330273955e05e033f752560ad6368eb", "11. ", "Nakashima", ", ", "K.", "; ", "Kamiya", ", ", "N.", "; ", "Koda", ", ", "D.", "; ", "Maruyama", ", ", "T.", "; ", "Goto", ", ", "M.", " ", "Org. Biomol. Chem.", " ", "2009", ",  ", "7", ",  ", "2353", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Enzyme encapsulation in microparticles composed of polymerized ionic liquids for highly active and reusable biocatalysts", "Nakashima, Kazunori; Kamiya, Noriho; Koda, Daisuke; Maruyama, Tatsuo; Goto, Masahiro", "Organic & Biomolecular Chemistry", "\r\n        (", "2009", "),\r\n    ", "7", "\r\n        (", "11", "),\r\n    ", "2353-2358", "CODEN:\r\n                ", "OBCRAK", ";\r\n        ISSN:", "1477-0520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Horseradish peroxidase (HRP) is encapsulated in polymd. ionic liq. microparticles (pIL-MP), which are prepd. by polymn. of 1-vinyl-3-ethylimidazolium bromide in the presence of the crosslinker N,N'-methylenebis(acrylamide) in a concd. water-in-oil (W/O) emulsion.  Poly (IL-MP) encapsulating HRP chem.-modified with comb-shaped polyethylene glycol (PM13-HRP) exhibit excellent activity for guaiacol oxidn. in an aq. soln.  The PM13-HRP in pIL-MP shows more than 2-fold higher activity than that of the enzyme encapsulated in a polyacrylamide microparticle.  The catalytic activity declines with an increase in the crosslinker concn. of the pIL-MP, probably due to suppression of substrate diffusion.  The activity of PM13-HRP in pIL-MP depends on the external environment of the gel (i.e. pH and temp.).  The pIL-MP are easily recovered from the reaction mixt. by centrifugation, which makes it possible to recycle the biocatalyst for repeated oxidn. reactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXmtFKntr8%253D&md5=be50cbff14789735a253427f3a0348b3", "12. ", "Brennan", ", ", "J. D.", " ", "Acc. Chem. Res.", " ", "2007", ",  ", "40", ",  ", "827", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Biofriendly Sol-Gel Processing for the Entrapment of Soluble and Membrane-Bound Proteins: Toward Novel Solid-Phase Assays for High-Throughput Screening", "Brennan, John D.", "Accounts of Chemical Research", "\r\n        (", "2007", "),\r\n    ", "40", "\r\n        (", "9", "),\r\n    ", "827-835", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The last decade has seen a revolution in the area of sol-gel-derived biomaterials since the demonstration that these materials can be used to encapsulate biol. species such as enzymes, antibodies, and other proteins in a functional state.  In particular, recent years have seen tremendous progress in the development of more \"protein-friendly\" sol-gel processing methods and their use for immobilization of delicate proteins, including key drug targets such as kinases and membrane-bound receptors.  The latter example is particularly impressive, given the inherently low stability of membrane receptors and the need to stabilize an amphiphilic bilayer lipid membrane to maintain receptor function.  In this Account, the authors provide an overview of the advances in biofriendly sol-gel processing methods developed in the authors' research group and others and highlight recent accomplishments in the immobilization of both sol. and membrane-bound proteins, with particular emphasis on enzymes and membrane receptors that are drug targets.  Emerging applications of sol-gel-entrapped proteins, focusing on the development platforms for high-throughput screening of small mols., are also described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXksFOqt7o%253D&md5=fb84b309f18754a2bf415bc12d7e11c3", "13. ", "Lee", ", ", "K. Y.", "; ", "Yuk", ", ", "S. H.", " ", "Prog. Polym. Sci.", " ", "2007", ",  ", "32", ",  ", "669", "[", "Crossref", "], [", "CAS", "]", "13. ", "Polymeric protein delivery systems", "Lee, Kuen Yong; Yuk, Soon Hong", "Progress in Polymer Science", "\r\n        (", "2007", "),\r\n    ", "32", "\r\n        (", "7", "),\r\n    ", "669-697", "CODEN:\r\n                ", "PRPSB8", ";\r\n        ISSN:", "0079-6700", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "A review.  Although various peptide and protein drugs have been developed for therapeutic purposes, several challenges can still be encountered, including a relatively short half-life within the body.  Use of an appropriate delivery carrier, which can protect protein drugs from enzymic degrdn. and control release, is a promising approach for prolonged retention and biol. activity of the drugs within the body.  Polymers are attractive protein drug delivery carriers, as their properties, such as phys. and chem., can easily be modified and changed.  A no. of approaches have been reported on the controlled release of protein drugs using polymeric carriers.  Unfortunately, no single polymer or formulation has been considered ideal for all types of protein drugs and approaches.  In this review, potential and currently used polymers for fabrication of hydrogels or polymer-modified liposomal systems and their protein delivery applications will be discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXntF2msLg%253D&md5=829e2897f5f6d7800eec361b5e591e0b", "14. ", "Weetall", ", ", "H. H.", " ", "Science", " ", "1969", ",  ", "166", ",  ", "615", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Trypsin and papain covalently coupled to porous glass:  preparation and characterization", "Weetall, Howard H.", "Science (Washington, DC, United States)", "\r\n        (", "1969", "),\r\n    ", "166", "\r\n        (", "3905", "),\r\n    ", "615-17", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    ", "Trypsin and papain have been covalently linked to porous glass particles.  The resulting insolubilized enzymes show increased thermal stability and can be employed for extended periods of time without loss of activity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE3cXpsFWm&md5=23c40d11322b25fbc3fec6821f514713", "15. ", "Lykourinou", ", ", "V.", "; ", "Chen", ", ", "Y.", "; ", "Wang", ", ", "X.-S.", "; ", "Meng", ", ", "L.", "; ", "Hoang", ", ", "T.", "; ", "Ming", ", ", "L.-J.", "; ", "Musselman", ", ", "R. L.", "; ", "Ma", ", ", "S.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "10382", "ACS Full Text ", ", [", "CAS", "]", "15. ", "Immobilization of MP-11 into a Mesoporous Metal-Organic Framework, MP-11@mesoMOF: A New Platform for Enzymatic Catalysis", "Lykourinou, Vasiliki; Chen, Yao; Wang, Xi-Sen; Meng, Le; Hoang, Tran; Ming, Li-June; Musselman, Ronald L.; Ma, Shengqian", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "27", "),\r\n    ", "10382-10385", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Microperoxidase-11 has for the first time been successfully immobilized into a mesoporous metal-org. framework (MOF) consisting of nanoscopic cages and it demonstrates superior enzymic catalysis performances compared to its mesoporous silica counterpart.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXns1ems7s%253D&md5=2ce9f3902f0d4b8209cfb6c0b8bc2dc9", "16. ", "Chen", ", ", "Y.", "; ", "Han", ", ", "S. Y.", "; ", "Li", ", ", "X.", "; ", "Zhang", ", ", "Z.", "; ", "Ma", ", ", "S.", " ", "Inorg. Chem.", " ", "2014", ",  ", "53", ",  ", "10006", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Why Does Enzyme Not Leach from Metal-Organic Frameworks (MOFs)? Unveiling the Interactions between an Enzyme Molecule and a MOF", "Chen, Yao; Han, Sungyub; Li, Xiao; Zhang, Zhenjie; Ma, Shengqian", "Inorganic Chemistry", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "19", "),\r\n    ", "10006-10008", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The strong interactions between microperoxidase (MP-11) and Tb-mesoMOF were identified via Raman spectroscopic studies, which revealed that MP-11 mols. interact with the framework of Tb-mesoMOF through π···π interactions between the heme of MP-11 and the conjugated triazine and benzene rings in the org. ligand of Tb-mesoMOF.  The strong interactions facilitate the retention of MP-11 mols. within the metal-org. framework (MOF) pores, which is in striking contrast with the severe leaching of MP-11 from MCM-41 due to the lack of specific interactions between enzyme mols. and the mesoporous silica material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhsFOrtLzN&md5=57d7952595552c68f407cf654298a3d7", "17. ", "Chen", ", ", "Y.", "; ", "Lykourinou", ", ", "V.", "; ", "Vetromile", ", ", "C.", "; ", "Hoang", ", ", "T.", "; ", "Ming", ", ", "L. J.", "; ", "Larsen", ", ", "R. W.", "; ", "Ma", ", ", "S.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "13188", "ACS Full Text ", ", [", "CAS", "]", "17. ", "How Can Proteins Enter the Interior of a MOF? Investigation of Cytochrome c Translocation into a MOF Consisting of Mesoporous Cages with Microporous Windows", "Chen, Yao; Lykourinou, Vasiliki; Vetromile, Carissa; Hoang, Tran; Ming, Li-June; Larsen, Randy W.; Ma, Shengqian", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "32", "),\r\n    ", "13188-13191", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "It has been demonstrated for the first time that the heme protein cytochrome c (Cyt c) can enter the interior of a MOF despite the larger mol. dimension of the protein relative to the access pore sizes.  Mechanistic studies suggest that the Cyt c mols. must undergo a significant conformational change during translocation into the MOF interior through the relatively small nanopores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFChtrnL&md5=9c6dd2c38e74108d6b3c67f8c34f8552", "18. ", "Hu", ", ", "P.", "; ", "Morabito", ", ", "J. V.", "; ", "Tsung", ", ", "C.-K.", " ", "ACS Catal.", " ", "2014", ",  ", "4", ",  ", "4409", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Core-Shell Catalysts of Metal Nanoparticle Core and Metal-Organic Framework Shell", "Hu, Pan; Morabito, Joseph V.; Tsung, Chia-Kuang", "ACS Catalysis", "\r\n        (", "2014", "),\r\n    ", "4", "\r\n        (", "12", "),\r\n    ", "4409-4419", "CODEN:\r\n                ", "ACCACS", ";\r\n        ISSN:", "2155-5435", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Encapsulating well-defined nanoparticle catalysts into porous materials to form a core-shell nanostructure can enhance the durability, selectivity, or reactivity of the catalysts and even provide addnl. functionalities to the catalysts.  Using metal-org. frameworks (MOFs) as the encapsulating porous materials has drawn great interest recently because MOFs, as a class of cryst. nanoporous materials, have well-defined pore structures and unique chem. properties.  Also, the structures and properties of MOFs are tunable.  In this perspective review, we examine recent progress in the development of synthetic methods for metal@MOF core-shell nanostructures as catalysts.  Potential directions in the field are also discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhslahsrrL&md5=5fba490d4074f235fd71e22f1869e05f", "19. ", "Zhuang", ", ", "J.", "; ", "Kuo", ", ", "C.-H.", "; ", "Chou", ", ", "L.-Y.", "; ", "Liu", ", ", "D.-Y.", "; ", "Weerapana", ", ", "E.", "; ", "Tsung", ", ", "C.-K.", " ", "ACS Nano", " ", "2014", ",  ", "8", ",  ", "2812", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Optimized Metal-Organic-Framework Nanospheres for Drug Delivery: Evaluation of Small-Molecule Encapsulation", "Zhuang, Jia; Kuo, Chun-Hong; Chou, Lien-Yang; Liu, De-Yu; Weerapana, Eranthie; Tsung, Chia-Kuang", "ACS Nano", "\r\n        (", "2014", "),\r\n    ", "8", "\r\n        (", "3", "),\r\n    ", "2812-2819", "CODEN:\r\n                ", "ANCAC3", ";\r\n        ISSN:", "1936-0851", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We have developed a general synthetic route to encapsulate small mols. in monodisperse zeolitic imid-azolate framework-8 (ZIF-8) nanospheres for drug delivery.  Electron microscopy, powder X-ray diffraction, and elemental anal. show that the small-mol.-encapsulated ZIF-8 nanospheres are uniform 70 nm particles with single-cryst. structure.  Several small mols., including fluorescein and the anticancer drug camptothecin, were encapsulated inside of the ZIF-8 framework.  Evaluation of fluorescein-encapsulated ZIF-8 nanospheres in the MCF-7 breast cancer cell line demonstrated cell internalization and minimal cytotoxicity.  The 70 nm particle size facilitates cellular uptake, and the pH-responsive dissocn. of the ZIF-8 framework likely results in endosomal release of the small-mol. cargo, thereby rendering the ZIF-8 scaffold an ideal drug delivery vehicle.  To confirm this, we demonstrate that camptothecin encapsulated ZIF-8 particles show enhanced cell death, indicative of internalization and intracellular release of the drug.  To demonstrate the versatility of this ZIF-8 system, iron oxide nanoparticles were also encapsulated into the ZIF-8 nanospheres, thereby endowing magnetic features to these nanospheres.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXitVyjt7k%253D&md5=eee149da4b423293bcb1f9da919de37f", "20. ", "Lyu", ", ", "F.", "; ", "Zhang", ", ", "Y.", "; ", "Zare", ", ", "R. N.", "; ", "Ge", ", ", "J.", "; ", "Liu", ", ", "Z.", " ", "Nano Lett.", " ", "2014", ",  ", "14", ",  ", "5761", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "One-Pot Synthesis of Protein-Embedded Metal-Organic Frameworks with Enhanced Biological Activities", "Lyu, Fengjiao; Zhang, Yifei; Zare, Richard N.; Ge, Jun; Liu, Zheng", "Nano Letters", "\r\n        (", "2014", "),\r\n    ", "14", "\r\n        (", "10", "),\r\n    ", "5761-5765", "CODEN:\r\n                ", "NALEFD", ";\r\n        ISSN:", "1530-6984", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Protein mols. were directly embedded in metal-org. frameworks (MOFs) by a copptn. method.  The protein mols. majorly embedded on the surface region of MOFs display high biol. activities.  As a demonstration of the power of such materials, the resulting Cyt c embedded in ZIF-8 showed a 10-fold increase in peroxidase activity compared to free Cyt c in soln. and thus gave convenient, fast, and highly sensitive detection of trace amts. of explosive org. peroxides in soln.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhsFamsrfE&md5=89d9836c8dad3bb84163b0227bac37fb", "21. ", "Kirk", ", ", "O.", "; ", "Borchert", ", ", "T. V.", "; ", "Fuglsang", ", ", "C. C.", " ", "Curr. Opin. Biotechnol.", " ", "2002", ",  ", "13", ",  ", "345", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "Industrial enzyme applications", "Kirk, Ole; Borchert, Torben Vedel; Fuglsang, Claus Crone", "Current Opinion in Biotechnology", "\r\n        (", "2002", "),\r\n    ", "13", "\r\n        (", "4", "),\r\n    ", "345-351", "CODEN:\r\n                ", "CUOBE3", ";\r\n        ISSN:", "0958-1669", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "A review.  The effective catalytic properties of enzymes have already promoted their introduction into several industrial products and processes.  Recent developments in biotechnol., particularly in areas such as protein engineering and directed evolution, have provided important tools for the efficient development of new enzymes.  This has resulted in the development of enzymes with improved properties for established tech. applications and in the prodn. of new enzymes tailor-made for entirely new areas of application where enzymes have not previously been used.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XmsFOnsLs%253D&md5=4acc24ea05c1205b20d952e563b42b31", "22. ", "Duran", ", ", "N.", "; ", "Duran", ", ", "M.", " ", "Rev. Prog. Color. Relat. Top.", " ", "2000", ",  ", "30", ",  ", "41", "[", "Crossref", "], [", "CAS", "]", "22. ", "Enzyme applications in the textile industry", "Duran, Nelson; Duran, Marcela", "Review of Progress in Coloration and Related Topics", "\r\n        (", "2000", "),\r\n    ", "30", "\r\n        (", "),\r\n    ", "41-44", "CODEN:\r\n                ", "RWPCAG", ";\r\n        ISSN:", "0557-9325", ".\r\n    \r\n            (", "Society of Dyers and Colourists", ")\r\n        ", "Developments and advances in the processing of cotton fabrics with enzymes to minimize the environmental effects of processing effluents are reviewed with 82 refs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXovVSjsLo%253D&md5=e464f99c13c94173a810dda0b318b118", "23. ", "Chen", ", ", "J.", "; ", "Wang", ", ", "Q.", "; ", "Hua", ", ", "Z.", "; ", "Du", ", ", "G.", " ", "Enzyme Microb. Technol.", " ", "2007", ",  ", "40", ",  ", "1651", "[", "Crossref", "], [", "CAS", "]", "23. ", "Research and application of biotechnology in textile industries in China", "Chen, Jian; Wang, Qiang; Hua, Zhaozhe; Du, Guocheng", "Enzyme and Microbial Technology", "\r\n        (", "2007", "),\r\n    ", "40", "\r\n        (", "7", "),\r\n    ", "1651-1655", "CODEN:\r\n                ", "EMTED2", ";\r\n        ISSN:", "0141-0229", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  This paper summarizes current developments and highlights those areas where biotechnol. might play an increasingly important role in China's textile industry as follows: (1) Development of new types of textile fibers and polymers, such as Bt cotton naturally colored cotton, colored silk and silk gene-sequence, spider silk non-wovens, chitin fiber and chitosan derivs., etc. (2) Application of enzyme technol. in textile wet processing, such as alk. pectinase, PVA-degrading enzyme, cutinase and catalase used for cotton prepn., neutral cellulase for denim washing, transglutaminase for wool modification, protease for silk degumming as well as pectinase and hemicellulases for retting of bast fibers. (3) Treatment of textile effluents with biotechnol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXkslKrsb4%253D&md5=a630ee4b35a7b1c1f1ebd9550b356912", "24. ", "Blokhina", ", ", "O.", "; ", "Virolainen", ", ", "E.", "; ", "Fagerstedt", ", ", "K. V.", " ", "Ann. Bot. (Oxford, U. K.)", " ", "2003", ",  ", "91", ",  ", "179", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "24. ", "Antioxidants, oxidative damage and oxygen deprivation stress: A review", "Blokhina, Olga; Virolainen, Eija; Fagerstedt, Kurt V.", "Annals of Botany (Oxford, United Kingdom)", "\r\n        (", "2003", "),\r\n    ", "91", "\r\n        (", "Spec. Issue", "),\r\n    ", "179-194", "CODEN:\r\n                ", "ANBOA4", ";\r\n        ISSN:", "0305-7364", ".\r\n    \r\n            (", "Oxford University Press", ")\r\n        ", "A review.  Oxidative stress is induced by a wide range of environmental factors including UV stress, pathogen invasion (hypersensitive reaction), herbicide action and oxygen shortage.  Oxygen deprivation stress in plant cells is distinguished by three physiol. different states: transient hypoxia anoxia and reoxygenation.  Generation of reactive oxygen species (ROS) is characteristic for hypoxia and esp. for reoxygenation.  Of the ROS, hydrogen peroxide (H2O2) and superoxide (O2.-) are both produced in a no. of cellular reactions, including the iron-catalyzed Fenton reaction, and by various enzymes such as lipoxygenases, peroxidases, NADPH oxidase and xanthine oxidase.  The main cellular components susceptible to damage by free radicals are lipids (peroxidn. of unsatd. fatty acids in membranes), proteins (denaturation), carbohydrates and nucleic acids.  Consequences of hypoxia-induced oxidative stress depend on tissue and/or species (i.e. their tolerance to anoxia), on membrane properties, on endogenous antioxidant content and on the ability to induce the response in the antioxidant system.  Effective utilization of energy resources (starch, sugars) and the switch to anaerobic metab. and the preservation of the redox status of the cell are vital for survival.  The formation of ROS is prevented by an antioxidant system: low mol. mass antioxidants (ascorbic acid, glutathione, tocopherols), enzymes regenerating the reduced forms of antioxidants, and ROS-interacting enzymes such as SOD, peroxidases and catalases.  In plant tissues many phenolic compds. (in addn. to tocopherols) are potential antioxidants: flavonoids, tannins and lignin precursors may work as ROS-scavenging compds.  Antioxidants act as a cooperative network, employing a series of redox reactions.  Interactions between ascorbic acid and glutathione, and ascorbic acid and phenolic compds. are well known.  Under oxygen deprivation stress some contradictory results on the antioxidant status have been obtained.  Expts. on overexpression of antioxidant prodn. do not always result in the enhancement of the antioxidative defense, and hence increased antioxidative capacity does not always correlate pos. with the degree of protection.  Here, the authors present a consideration of factors which possibly affect the effectiveness of antioxidant protection under oxygen deprivation as well as under other environmental stresses.  Such aspects as compartmentalization of ROS formation and antioxidant localization, synthesis and transport of antioxidants, the ability to induce the antioxidant defense and cooperation (and/or compensation) between different antioxidant systems are the determinants of the competence of the antioxidant system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXitVCksbw%253D&md5=9a1320110687f5ac514a718ad469febc", "25. ", "Park", ", ", "K. S.", "; ", "Ni", ", ", "Z.", "; ", "Cote", ", ", "A. P.", "; ", "Choi", ", ", "J. Y.", "; ", "Huang", ", ", "R.", "; ", "Uribe-Romo", ", ", "F. J.", "; ", "Chae", ", ", "H. K.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Proc. Natl. Acad. Sci. U.S.A.", " ", "2006", ",  ", "103", ",  ", "10186", "[Free @ PNAS]", ", [", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "25. ", "Exceptional chemical and thermal stability of zeolitic imidazolate frameworks", "Park, Kyo Sung; Ni, Zheng; Cote, Adrien P.; Choi, Jae Yong; Huang, Rudan; Uribe-Romo, Fernando J.; Chae, Hee K.; O'Keeffe, Michael; Yaghi, Omar M.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2006", "),\r\n    ", "103", "\r\n        (", "27", "),\r\n    ", "10186-10191", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "Twelve zeolitic imidazolate frameworks (ZIFs; termed ZIF-1 to -12) were synthesized as crystals by copolymn. of either Zn(II) (ZIF-1 to -4, -6 to -8, and -10 to -11) or Co(II) (ZIF-9 and -12) with imidazolate-type links.  The ZIF crystal structures are based on the nets of seven distinct aluminosilicate zeolites: tetrahedral Si(Al) and the bridging O are replaced with transition metal ion and imidazolate link, resp.  One example of mixed-coordination imidazolate of Zn(II) and In(III) (ZIF-5) based on the garnet net is reported.  Study of the gas adsorption and thermal and chem. stability of two prototypical members, ZIF-8 and -11, demonstrated their permanent porosity (Langmuir surface area = 1,810 m2/g), high thermal stability (up to 550°), and remarkable chem. resistance to boiling alk. H2O and org. solvents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XntlKjtbo%253D&md5=c28cd5862d4765fe4e4937195f5bb4df", "26. ", "Banerjee", ", ", "R.", "; ", "Phan", ", ", "A.", "; ", "Wang", ", ", "B.", "; ", "Knobler", ", ", "C.", "; ", "Furukawa", ", ", "H.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2008", ",  ", "319", ",  ", "939", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "High-Throughput Synthesis of Zeolitic Imidazolate Frameworks and Application to CO2 Capture", "Banerjee, Rahul; Phan, Anh; Wang, Bo; Knobler, Carolyn; Furukawa, Hiroyasu; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2008", "),\r\n    ", "319", "\r\n        (", "5865", "),\r\n    ", "939-943", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A high-throughput protocol was developed for the synthesis of zeolitic imidazolate frameworks (ZIFs).  Twenty-five different ZIF crystals were synthesized from only 9600 microreactions of either Zn(II)/Co(II) and imidazolate/imidazolate-type linkers.  All of the ZIF structures have tetrahedral frameworks: 10 of which have two different links (heterolinks), 16 of which are previously unobserved compns. and structures, and 5 of which have topologies as yet unobserved in zeolites.  Members of a selection of these ZIFs (termed ZIF-68, ZIF-69, and ZIF-70) have high thermal stability (up to 390°) and chem. stability in refluxing org. and aq. media.  Their frameworks have high porosity (with surface areas up to 1970 square meters per g), and they exhibit unusual selectivity for CO2 capture from CO2/CO mixts. and extraordinary capacity for storing CO2: 1 L of ZIF-69 can hold ∼83 L of CO2 at 273 K under ambient pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhslOmtr8%253D&md5=5db725852aeb4ca63bea1883fecb0c77", "27. ", "Morris", ", ", "W.", "; ", "Doonan", ", ", "C. J.", "; ", "Furukawa", ", ", "H.", "; ", "Banerjee", ", ", "R.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "12626", "ACS Full Text ", ", [", "CAS", "]", "27. ", "Crystals as Molecules: Postsynthesis Covalent Functionalization of Zeolitic Imidazolate Frameworks", "Morris, William; Doonan, Christian J.; Furukawa, Hiroyasu; Banerjee, Rahul; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "38", "),\r\n    ", "12626-12627", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new cryst. zeolitic imidazolate framework, ZIF-90, was prepd. from zinc(II) nitrate and imidazolate-2-carboxyaldehyde (ICA) and found to have the sodalite-type topol.  Its 3D porous framework has an aperture of 3.5 Å and a pore size of 11.2 Å.  The pores are decorated by the aldehyde functionality of ICA which has allowed its transformation to the alc. functionality by redn. with NaBH4 and its conversion to imine functionality by reaction with ethanolamine to give ZIF-91 and ZIF-92, resp.  The N2 adsorption isotherm of ZIF-90 shows a highly porous material with calcd. Langmuir and BET surface areas of 1320 and 1270 m2 g-1.  Both functionalized ZIFs retained high crystallinity and in addn. ZIF-91 maintained permanent porosity (surface areas: 1070 and 1010 m2 g-1).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtVChs7rF&md5=e3a0473f46382d071263c9f476ffa338", "28. ", "Shieh", ", ", "F.-K.", "; ", "Wang", ", ", "S.-C.", "; ", "Leo", ", ", "S.-Y.", "; ", "Wu", ", ", "K. C. W.", " ", "Chem.—Eur. J.", " ", "2013", ",  ", "19", ",  ", "11139", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "28. ", "Water-Based Synthesis of Zeolitic Imidazolate Framework-90 (ZIF-90) with a Controllable Particle Size", "Shieh, Fa-Kuen; Wang, Shao-Chun; Leo, Sin-Yen; Wu, Kevin C.-W.", "Chemistry - A European Journal", "\r\n        (", "2013", "),\r\n    ", "19", "\r\n        (", "34", "),\r\n    ", "11139-11142", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Zeolite ZIF-90 has been prepd. in an environmentally friendly manner in aq. soln. using alcs. and poly(vinylpyrrolidone).  The particle size of the product was controlled by the compn. of the reaction mixt.  Particles ca. 270 nm in diam. could be obtained.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtVOisrnL&md5=5b547ea575619ea9206599d72ca97652", "29. ", "Bradford", ", ", "M. M.", " ", "Anal. Biochem.", " ", "1976", ",  ", "72", ",  ", "248", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "A rapid and sensitive method for the quantitation of microgram quantities of protein utilizing the principle of protein-dye binding", "Bradford, Marion M.", "Analytical Biochemistry", "\r\n        (", "1976", "),\r\n    ", "72", "\r\n        (", "1-2", "),\r\n    ", "248-54", "CODEN:\r\n                ", "ANBCA2", ";\r\n        ISSN:", "0003-2697", ".\r\n    ", "A protein detn. method that involves the binding of coomassie Brilliant Blue G 250 to protein is described.  The binding of the dye to protein causes a shift in the absorption max. of the dye from 465 to 595 nm, and it is the increase in absorption at 595 nm that is monitored.  This assay is very reproducible and rapid with the dye binding process virtually complete in ∼ 2 min with good color stability for 1 hr.  There is little or no interference from cations such as Na+ or K+ nor from carbohydrates such as sucrose.  A small amt. of color is developed in the presence of strongly alk. buffering agents, but the assay may be run accurately by the use of proper buffer controls.  The only components found to give excessive interfering color in the assay are relatively large amts. of detergents such as Na dodecyl sulfate, Triton X 100, and commercial glassware detergents.  Interference by small amts. of detergent may be eliminated by the use of proper control.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE28XksVehtrY%253D&md5=43f388a493becc4193c7a49d9de0e1db", "30. ", "Deisseroth", ", ", "A.", "; ", "Dounce", ", ", "A. L.", " ", "Physiol. Rev.", " ", "1970", ",  ", "50", ",  ", "319", "[", "PubMed", "], [", "CAS", "]", "30. ", "Catalase:  physical and chemical properties, mechanism of catalysis, and physiological role", "Deisseroth, Albert; Dounce, Alexander L.", "Physiological Reviews", "\r\n        (", "1970", "),\r\n    ", "50", "\r\n        (", "3", "),\r\n    ", "319-75", "CODEN:\r\n                ", "PHREA7", ";\r\n        ISSN:", "0031-9333", ".\r\n    ", "A review with 163 refs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE3cXkvVeqtbw%253D&md5=8eb7c622c0a493419980cf02d3ce4c0a", "31. ", "Ogura", ", ", "Y.", "; ", "Yamazaki", ", ", "I.", " ", "J. Biochem.", " ", "1983", ",  ", "94", ",  ", "403", "[", "PubMed", "], [", "CAS", "]", "31. ", "Steady-state kinetics of the catalase reaction in the presence of cyanide", "Ogura, Yasuyuki; Yamazaki, Isao", "Journal of Biochemistry", "\r\n        (", "1983", "),\r\n    ", "94", "\r\n        (", "2", "),\r\n    ", "403-8", "CODEN:\r\n                ", "JOBIAO", ";\r\n        ISSN:", "0021-924X", ".\r\n    ", "Under carefully controlled exptl. conditions, the Km for H2O2 was measured to be 1.39 and 1.29M in the reactions of beef erythrocyte and liver catalases, resp.  These values remained unchanged at temps. between 1 and 26°.  The turnover no. of the Michaelis complex was ∼2.25 × 107 s-1 for either enzyme at 26°.  CN- inhibition in the catalase reaction has been reported to be noncompetitive in spite of the fact that CN- and H2O2 compete for the same site on the catalase mol.  At high concns. of H2O2, however, the inhibition became clearly competitive.  The existence of the Michaelis complex and the anomalous features of CN- inhibition were clearly accounted for on the basis of simple kinetic models.  At H2O2 concns. <100 mM, the catalase reaction obeyed 1st-order kinetics with respect to H2O2 and its apparent 2nd-order rate const. was 7.6 × 106 and 7.9 × 106 M-1 s-1 for erythrocyte and liver catalases, resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3sXltVWnu7s%253D&md5=e0148f74d817e5a6d8b9e86ad9ade89d", "32. ", "Ou", ", ", "P.", "; ", "Wolff", ", ", "S. P.", " ", "J. Biochem. Biophys. Methods", " ", "1996", ",  ", "31", ",  ", "59", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "32. ", "A discontinuous method for catalase determination at 'near physiological' concentrations of H2O2 and its application to the study of H2O2 fluxes within cells", "Ou, Peimian; Wolff, Simon P.", "Journal of Biochemical and Biophysical Methods", "\r\n        (", "1996", "),\r\n    ", "31", "\r\n        (", "1,2", "),\r\n    ", "59-67", "CODEN:\r\n                ", "JBBMDG", ";\r\n        ISSN:", "0165-022X", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The authors describe a discontinuous method for the measurement of catalase using the Ferrous Oxidn. in Xylenol orange (FOX) assay.  Samples contg. catalase are incubated with H2O2 for varying time intervals prior to rapid mixing of aliquots of the incubation mixts. with FOX reagent, which measures residual H2O2.  Absorbance is then read at 560 nm after 30-min incubation at room temp.  Decay of H2O2 is proportional to catalase activity in the original sample.  An adaptation of the method involves exposure of intact cells to H2O2-generating systems in the presence of aminotriazole.  The extent of catalase inactivation allows ests. of total H2O2 accumulation within the cell.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28Xns12muw%253D%253D&md5=7b5cf5978085cc3536b20dfc36682195", "33. ", "Hanefeld", ", ", "U.", "; ", "Gardossi", ", ", "L.", "; ", "Magner", ", ", "E.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "453", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "33. ", "Understanding enzyme immobilization", "Hanefeld, Ulf; Gardossi, Lucia; Magner, Edmond", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "2", "),\r\n    ", "453-468", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Enzymes are versatile catalysts in the lab. and on an industrial scale.  To broaden their applicability in the lab. and to ensure their (re)use in manufg., the stability of enzymes can often require improvement.  Immobilization can address the issue of enzymic instability.  Immobilization can also help to enable the employment of enzymes in different solvents, at extremes of pH and temp. and exceptionally high substrate concns.  At the same time substrate-specificity, enantioselectivity, and reactivity can be modified.  However, most often the mol. and physicochem. bases of these phenomena have not been elucidated yet.  This tutorial review focuses on an understanding of enzyme immobilization.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXksVSntLc%253D&md5=845b36f68aa9b66366ff48dc9ffa87f8", "34. ", "Pähler", ", ", "A.", "; ", "Banerjee", ", ", "A.", "; ", "Dattagupta", ", ", "J. K.", "; ", "Fujiwara", ", ", "T.", "; ", "Lindner", ", ", "K.", "; ", "Pal", ", ", "G. P.", "; ", "Suck", ", ", "D.", "; ", "Weber", ", ", "G.", "; ", "Saenger", ", ", "W.", " ", "EMBO J.", " ", "1984", ",  ", "3", ",  ", "1311", "[", "PubMed", "], [", "CAS", "]", "34. ", "Three-dimensional structure of fungal proteinase K reveals similarity to bacterial subtilisin", "Pahler A; Banerjee A; Dattagupta J K; Fujiwara T; Lindner K; Pal G P; Suck D; Weber G; Saenger W", "The EMBO journal", "\r\n        (", "1984", "),\r\n    ", "3", "\r\n        (", "6", "),\r\n    ", "1311-4", "\r\n        ISSN:", "0261-4189", ".\r\n    ", "The three-dimensional structure of the fungal serine protease proteinase K has been determined at 3.3 A resolution by single crystal X-ray diffraction analysis.  The enzyme crystallizes in the tetragonal space group P4(3)2(1)2 with cell constants a = b = 68.3 A, c = 108.5 A.  The asymmetric unit consists of one monomer of 27 000 daltons mol. wt., approximately 50% higher than the so far assumed value of 18 500 daltons.  The main chain fold of proteinase K shows a high degree of tertiary homology with the corresponding bacterial subtilisin BPN'.  Proteinase K is the second enzyme in this family of serine proteases to be studied by X-ray diffraction, thus confirming the existence of two unrelated families of serine proteases in pro-and eukaryotes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADyaL2c3mtFCiuw%253D%253D&md5=1f0fa2587a0516e91ed5f1aeef99a6bc"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-13/ja513058h/20150402/images/small/ja-2014-13058h_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-13/ja513058h/20150402/images/small/ja-2014-13058h_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-13/ja513058h/20150402/images/small/ja-2014-13058h_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-13/ja513058h/20150402/images/small/ja-2014-13058h_0003.gif\">"]}
