{"title": ["Affinity and Packing of Benzene, Toluene, and ", "-Xylene Adsorption on a Graphitic Surface and in Pores"], "authors": ["Nikom Klomkliang", "D. D. Do", "D. Nicholson"], "doi": ["10.1021/ie300121p"], "abstract": ["A grand canonical Monte Carlo simulation has been carried out at ambient temperature to investigate the adsorption of benzene, toluene, and ", "-xylene (BTX) on a graphite surface and in a graphitic slit and cylindrical pores. Particular emphasis has been paid to the effects of the confined space on the affinity and packing density. Simulation results for adsorption on a graphite surface were tested against the experimental data to validate the potential models used in the description of adsorption. Our extensive simulation has shown that on an open graphite surface, where there is no restriction in the packing, ", "-xylene has the highest affinity and adsorbed amount at a given reduced pressure and benzene has the lowest values, due to the additional interaction of the methyl groups with the surface. In a confined space, the order of the affinity remains the same, but the packing (hence the amount adsorbed per unit physical pore volume) is affected by the geometry of the space. It was found that benzene has the highest packing density, whether it is expressed in terms of moles or mass."], "text": ["Top of Page", "Abstract", "Introduction", "Theory", "Results and Discussion", "Conclusions", "References", "1 Introduction", "Benzene, toluene, and xylene (BTX) are hazardous organic compounds that are emitted from chemical and petrochemical industries. It has been reported that these aromatic hydrocarbons are neurotoxic and consequently cause diseases of the nervous system and sterility.", "(1)", " Stricter environmental regulations require that aromatics must be removed before the effluents can be safely discharged into the environment. Among the various technologies that are available, adsorption is the simplest means to achieve this goal with activated carbon (AC), silica gel, and zeolite being the possible candidates as adsorbents. Among them, AC is preferred because of its nonpolar surface and high surface area.", "(2, 3)", "The physisorption of aromatics on a graphitic surface has been studied thoroughly both experimentally", "(4-14)", " and theoretically,", "(15-19)", " the affinity for the adsorbent being the most important criterion for better design of an adsorption system. For example AC,", "(3, 20)", " carbon nanotubes,", "(21, 22)", " and advanced adsorbents with hexagonal pores", "(23-25)", " have all been the subject of investigation in the past decade. The affinity of the adsorbent for the adsorbate is characterized by the Henry constant and has been obtained experimentally for BTX in a number of carbonaceous systems at various temperatures.", "(4, 6, 7, 12, 13, 26)", " These authors have shown that the order of affinity is B < T < X, due to the methyl groups attached to the benzene ring that augment the interaction with the surface. Although xylene is the strongest adsorbate on this basis, there are conflicting reports in the literature that the adsorption capacity for benzene is the highest (among BTX) in some activated carbons", "(2, 3, 27)", " but is the lowest in others.", "(20)", " This raises questions about the affinity and packing of BTX in a confined space. Although it has been reported that the surface functional group can have an effect on the packing,", "(28)", " we will concentrate our investigation on the effects of the confined space, in terms of its size and curvature and on the packing of BTX using a grand canonical Monte Carlo (GCMC) simulation. Simulation of benzene adsorption on a graphite surface has been studied previously.", "(29)", " On the other hand, there are no reports in the literature of simulation of toluene and xylene adsorption on a graphite surface, and we will therefore study their adsorption on a planar graphite surface first to establish suitable potential models and then investigate the effects of confinement on adsorption of toluene and xylene.", "Top of Page", "Abstract", "Introduction", "Theory", "Results and Discussion", "Conclusions", "References", "2 Theory", "2.1", "Potential Models", "It has been found in our previous work", "(29)", " that the TraPPE-UA models", "(30)", " comprising six Lennard-Jones (LJ) sites and three charged sites can describe the experimental data for fluid benzene reasonably well, and we will employ these models here. The six LJ sites are at the centers of the carbon atoms of the aromatic ring with a C(aro)–C(aro) bond length of 1.40 Å. For toluene and xylene (only ", "p", "-xylene is studied in this work), additional dispersive sites are located at the center of mass of the carbon atom of the methyl group and the C(aro)–CH", "3", " bond length is 1.54 Å. A positive partial charge (+2.42e) is placed at the center of the benzene ring, and two negative partial charges (−1.21e each) on both sides of the ring are placed at a distance of 0.785 Å normal to the ring to account for the quadrupole. Since toluene has a dipole, we investigate the effects of the dipole by using the OPLS-AA model.", "(31)", " The molecular parameters of these models are listed in Table ", "1", ".", "Table 1. Potential Parameters for BTX", "model", "group", "σ (Å)", "ε/", "k", "B", " (K)", "q", " (e)", "TraPPE-UA", "(30)", "CH", "3.74", "48.00", " ", "C", "3.88", "21.00", " ", "CH", "3", "3.75", "98.00", " ", "z", " = 0", " ", " ", "+2.420", "z", " = ±0.785 Å", " ", " ", "–1.210", "bond length", " ", " ", " ", "C(aro)–C(aro)", " 1.40 Å", "C(aro)–CH", "3", " 1.54 Å", "OPLS-AA", "(31)", "C", "3.55", "35.227", "–0.115", "H", "2.42", "15.097", "+0.115", "CH", "3", "3.80", "85.513", "+0.115", "bond length", " ", " ", " ", "C(aro)–C(aro)", " 1.40 Å", "C(aro)–H", " 1.08 Å", "C(aro)–CH", "3", " 1.51 Å", "2.2", "Adsorbate–Adsorbent Interaction Energy", "2.2.1", "Surface and Slit Pore", "We have shown in earlier work", "(29)", " that at ambient temperature, graphite can be effectively modeled as a structureless solid, since simulation results from this model are practically the same as those from a discrete atom model. The potential energy between one adsorbate molecule and a graphite surface is calculated from the 10–4–3 Steele equation:", "(32)", "(1)", "where ", "z", "i", "a", " is the distance of site ", "a", " of molecule ", "i", " from the graphite surface, ε", "i", "(", "a", ",", "s", ")", " and σ", "i", "(", "a", ",", "s", ")", " are the adsorptive-graphite interaction potential well-depth and intermolecular collision diameter, respectively (estimated with the Lorentz–Berthelot mixing rule), ρ", "s", " is the surface density (taken as 38.2 nm", "–2", " in this work), and Δ is the spacing between the two adjacent graphite layer (0.3354 nm). In reference Klomkliang et al.,", "(29)", " the well-depth of the interaction energy for the adsorbate–adsorbent interaction was replaced by ε", "sf", "′ = (1 – ", "k", "sf", ")ε", "sf", ", adjusted with the binary interaction parameter, ", "k", "sf", ", to give agreement between the experimental Henry constant and GCMC simulations, and the adsorbate intermolecular interaction was moderated by a factor ", "F", " to account for the effects of surface mediation. This is done empirically by reducing the contribution of each adsorbate molecule in the intermolecular fluid–fluid interaction energy by a factor ", "F", " whenever that molecule is in the first layer. The molecular parameters for a carbon atom in the graphene layer are σ", "i", "(", "s", ")", " = 3.4 Å and ε", "i", "(", "s", ")", "/", "k", "B", " = 28 K.", "2.2.2", "Cylindrical Pore", "For a sufficiently long cylindrical pore, the end effects are neglected and the fluid–solid potential energy can be calculated using the following equation:", "(33)", "(2)", "The functions ", "I", "3", " and ", "I", "6", " are given by", "(3)", "(4)", "where ", "r", "i", "a", " is the distance of site ", "a", " of molecule ", "i", " to the center axis of the cylindrical pore, ", "R", " is radius of the pore, and", "F", "Hyp", "[a, b, c, d] is a hypergeometric function. The cross molecular parameters are estimated using the Lorentz–Berthelot mixing rules.", "2.3", "Grand Canonical Monte Carlo Simulation", "To model an open surface, we used a slit pore wide enough to behave as two independent surfaces. The box length was more than 10 times the collision diameter (100 Å × 100 Å × 100 Å for an open surface, 100 Å × 100 Å × ", "L", "z", " for slit pores and 100 Å × π", "R", "2", " for cylindrical pores), and the cutoff radius was half the box length. The standard Metropolis sampling scheme", "(34)", "was applied. The number of cycles for the equilibration and statistics collection steps was 50 000 each. In each cycle, there are 1 000 displacement moves (with rotation) and insertion and deletion trials with equal probability.", "The average surface excess for an open surface was calculated from", "(5)", "For the case of adsorption in pores, the pore density is defined by the excess quantity", "(6)", "where ρ", "b", " is the bulk molecular density, ", "A", " is surface area of one wall of the simulation box, and ⟨", "N", "⟩ is the ensemble average of the number of particles in the pore. The volume, ", "V", ", in eq ", "6", " can be taken either as the accessible pore volume (", "V", "acc", ") or as the physical pore volume (", "V", "phy", "). If the accessible volume (which is adsorbate-dependent) is used, the pore density gives a measure of how dense the adsorbed phase is. To compare the adsorptive capacities of different adsorbates, the volume ", "V", " is taken to be the physical volume because the experimental data are expressed as the amount adsorbed per unit mass of solid adsorbent and the mass of the solid is related to the physical volume (which does not depend on adsorbate).", "A thermodynamic quantity of interest that can be readily obtained from the GCMC simulations is the isosteric heat. Using the fluctuation theory,", "(35)", " it is calculated from", "(36)", "(7)", "where ⟨ ⟩ is the ensemble average, ", "N", " is the number of particles, and ", "U", " is the configuration energy of the system.", "In order to study the variation of density from the surface, the local density of the center of benzene ring is defined as", "(8)", "where ⟨Δ", "N", "z", "+Δ", "z", "⟩ is the ensemble average of the number of molecules whose benzene ring centers are located in the segment having boundaries ", "z", " and ", "z", " + Δ", "z", ". To understand the variation in the molecular orientation, we consider the orientational local density, which is calculated from", "(37)", "(9)", "where ⟨Δ", "N", "z", "+Δ", "z", ",θ+Δθ", "⟩ is the ensemble average of the number of adsorbate molecules whose benzene ring centers are located in the segment having boundaries between ", "z", " and ", "z", " + Δ", "z", " and angles between θ and θ + Δθ, where θ is defined as the angle between the vector normal to the plane of the benzene ring (", "n", ") and the vertical ", "z", " axis as shown in Figure ", "1", ". An angle θ of 0 means that the molecule lies parallel to the pore surface and a value θ of 90° means that the molecule is perpendicular to the pore surface.", "Figure 1. Schematic of the angle defining the benzene ring orientation on the surface.", "Top of Page", "Abstract", "Introduction", "Theory", "Results and Discussion", "Conclusions", "References", "3 Results and Discussion", "3.1", "Adsorption on Graphitized Surface", "Figure ", "2", " shows the simulation results and the experimental data for adsorption isotherms and isosteric heats of benzene and toluene on graphitized thermal carbon black (GTCB) at 293 K. The experimental data were taken from Avgul et al.", "(5)", " and Isirikyan and Kiselev.", "(6)", " Good agreement between simulation and experiment can be achieved for loadings of 10 μmol/m", "2", " for benzene and 8 μmol/m", "2", " for toluene, when a binary interaction parameter ", "k", "sf", " of −0.12 and −0.06 was set for benzene and toluene, respectively, and a surface mediation factor, ", "F", ", of 0.90. When we used the OPLS-AA model to account for the effects of the dipole moment for toluene, we found that the dipole has no significant effect as seen in Figure ", "2", "c, where the isotherms simulated with the OPLS-AA and the TraPPE-UA are essentially the same.", "Figure 2. (a) Adsorption isotherms and (b) isosteric heats of benzene and toluene on GTCB at 293 K using the TraPPE-UA model and the adjustment parameters, ", "k", "sf", " and the surface mediation factor ", "F", " as described in the text. (c) Toluene adsorption isotherms on GTCB at 293K obtained from the TraPPE-UA and OPLS-AA models. The simulations are compared with experimental data from Avgul et al.", "(5)", " and Isirikyan and Kiselev.", "(6)", "k", "sf", " is the binary interaction parameter.", "Unfortunately, the experimental data for xylene adsorption on a graphite surface are not available in the literature, we can only study xylene adsorption with molecular simulation. To compare the adsorption performance of BTX on a graphite surface with the same basis of potential models, we have therefore carried out simulations without introducing the binary interaction parameter or surface mediation.", "Figure ", "3", "a shows the simulated isotherms of BTX adsorption on a graphite surface at 298 K as surface excess (μmol/m", "2", ") as a function of relative pressure, ", "P", "/", "P", "0", ". Since different adsorbates have different saturation vapor pressures, the driving force for adsorption is the reduced pressure, where ", "P", "0", " is the simulated saturation vapor pressure (2, 6, and 20 kPa, for benzene, toluene, and xylene, respectively).", "(30)", " It is seen that the order of the affinity toward the graphite surface is B < T < X, which is expected because of the stronger dispersion interaction from the additional methyl groups. Interestingly, at loadings greater than 3 μmol/m", "2", ", which is close to the monolayer coverage concentration of toluene (4.30 μmol/m", "2", ") and xylene (3.61 μmol/m", "2", ") as listed in Table ", "2", ", the adsorptive capacity of benzene, expressed in mole per surface area, becomes greater than those of the other two adsorbates. This result comes about because benzene has a smaller molar volume than the other two adsorptives. If we express the isotherms as mass excess per unit surface area versus reduced pressure, as shown in Figure ", "3", "b, we observe the expected order of adsorption capacity for a given reduced pressure, that is B < T < X.", "Figure 3. Adsorption isotherms of BTX on GTCB at 298 K using the TraPPE-UA model without adjusting ", "k", "sf", " and ", "F", ". (a) Surface excess per mole vs relative pressure and (b) surface excess per unit mass vs relative pressure.", "Table 2. Monolayer Coverage Concentration of BTX Adsorption on GTCB at 298 K", "adsorbate", "monolayer coverage concentration (μmol/m", "2", ")", "a", "B", "5.22", "T", "4.30", "X", "3.61", "a", "The monolayer concentration is defined as the number of molecules in the first layer (", "z", " < 6 Å) at the completion of the first layer.", "The isosteric heat of BTX adsorption on a graphite surface at 298 K is shown in Figure ", "4", ". At zero loading, the isosteric heats of benzene, toluene, and xylene are 36, 43, and 51 kJ/mol, respectively, which is in agreement with the calorimetric data of Kiselev et al.,", "(26)", " that the zero loading-isosteric heat is in the order B < T < X and is consistent with the order of the Henry constant. The isosteric heat versus loading curve is typical of adsorbates that have stronger fluid–solid interaction compared to fluid–fluid interaction, and the order of heat at any loadings is the same as that at zero loading.", "Figure 4. Isosteric heats of BTX on GTCB at 298 K using the TraPPE-UA model without adjusting ", "k", "sf", " and ", "F", ". (a) Total isosteric heat and (b) fluid–fluid and fluid–solid isosteric heats. SE is surface excess at any loadings. SE", "M", " is the monolayer coverage concentration.", "The local density distribution versus the distance from the surface to the center of the ring is shown in Figure ", "5", " for BTX adsorption on a graphite surface. There are two overlapped peaks in the monolayer region; the main peak at 3.5 Å corresponds to molecules parallel to the plane of the surface, and a minor peak at 4.5 Å corresponds to nonparallel configurations with their ring centers shifted further away from the surface to maximize the quadrupolar interaction between adsorbate molecules.", "(29)", " Interestingly the magnitude of the major and minor peaks is in order: B < T < X and B > T > X, respectively, because the stronger interaction of the methyl groups with the surface acts against this trend.", "Figure 5. Local density distributions as a function of distance from a graphite surface to the center of a benzene ring in BTX at 298 K and a loading of 20 μmol/m", "2", " using the TraPPE-UA model without adjusting ", "k", "sf", " and ", "F", ".", "3.2", "Adsorption on Graphitized Pores", "Adsorption and desorption isotherms of BTX in a 20 Å graphitic slit-pore at 298 K are shown in Figure ", "6", ". As expected, the adsorption affinities at low loadings follow the same order as for an open graphite surface (i.e., B < T < X) because the enhancement in the adsorption potential in a confined space works equally for all adsorbates. However, when the pore is completely filled with adsorbate, benzene has a higher capacity than toluene and xylene. The pore densities are calculated as moles per unit accessible volume (the accessible pore volumes are listed in Table ", "3", "), and even though benzene has the highest accessible pore volume its pore density is still greater than those of toluene and xylene. This is tantamount to saying that the packing is more efficient for benzene than for aromatics with side chains. If we express the adsorptive capacity in terms of mass of adsorbate per unit accessible volume (Figure ", "6", "b), the order of the capacity at high loadings is opposite to when it is expressed in terms of moles (B < T < X). This conclusion remains valid for pores having a width greater than 12 Å. However, for ultramicropores smaller than 12 Å, the order for the capacity by mole and mass at low loadings remains the same as that for pores whose widths are greater than 12 Å (B < T < X), but the opposite is observed at high loadings (B > T > X). This can be explained by the fact that only one layer can be accommodated in these ultramicropores and the accessible pore volume of benzene is much greater than that of toluene and xylene (see Table ", "3", ").", "Figure 6. Adsorption/desorption isotherms of BTX at 298 K using the TraPPE-UA model without adjusting ", "k", "sf", " and ", "F", " on a graphitized slit-pore width of 20 Å. (a) Pore density per mole vs relative pressure and (b) pore density per unit mass vs relative pressure. The pore density is based on accessible pore volume.", "Table 3. Pore Volume at Different Physical Pore Widths of Slit-Pore", " ", "V", "acc", " (nm", "3", ")", "a", " ", " ", "physical pore width (nm)", "B", "T", "X", "V", "phy", " (nm", "3", ")", "b", "V", "He", " (nm", "3", ")", "c", "0.8", "5.52", "3.93", "3.30", "80.00", "70.15", "1.0", "24.70", "19.55", "15.82", "100.00", "89.11", "1.2", "44.05", "38.79", "33.70", "120.00", "97.17", "1.6", "83.65", "78.40", "72.90", "160.00", "138.36", "2.0", "123.63", "118.44", "113.00", "200.00", "179.09", "3.0", "223.86", "218.10", "212.79", "300.00", "281.60", "a", "The accessible pore volume is defined as the volume accessible to the center of a particle at zero loading and is determined by the Monte Carlo method of integration.", "(38)", "b", "The physical pore volume is defined as the volume between the plane passing through the centers of carbon atoms of the outermost layer of one wall and the corresponding plane of the opposite wall.", "(38)", "c", "The pore volume is determined by GCMC simulation of helium adsorption at 1 atm and room temperature.", "The pore density discussed so far is based on the accessible pore volume and gives the density of the adsorbed phase that occupies the accessible volume. However, experimental measurements were reported in the literature as the amount adsorbed per unit mass of the adsorbent. Wang et al.", "(2)", " and Lai et al.", "(3)", " measured benzene and toluene adsorption on activated carbon at 298 K and observed that the adsorption capacity of toluene (mg of adsorbate/g of activated carbon) at high loadings (", "P", "/", "P", "0", " > 0.03) was lower than benzene. On the other hand, Yun et al.", "(39)", " and Lillo-Ródenas et al.", "(40)", " found that benzene adsorption capacity (by mole) was lower than that of toluene at low loadings (", "P", "/", "P", "0", " < 0.03) but becomes greater when ", "P", "/", "P", "0", " > 0.03.", "To make a direct comparison between the simulation results and the experimental data, the simulation results are expressed either as molar concentrations or as mass per unit physical volume of the pore since, for a given porosity of the solid, the physical volume is proportional to the mass of the solid adsorbent. Figure ", "7", " shows the simulated isotherms for BTX in terms of mole or mass per unit physical volume (the physical volumes are listed in Table ", "3", "). It is seen that the pore density per mole or per unit mass for BTX at low loadings follows the order B < T < X, while at high loadings the order is reversed, i.e., B > T > X, in agreement with the experimental data.", "(2, 3, 39, 40)", "Figure 7. Adsorption/desorption isotherms for BTX at 298 K using the TraPPE-UA model without adjusting ", "k", "sf", " and ", "F", " on graphitized slit-pores of 8, 16, and 20 Å width. (a) Pore density per mole vs relative pressure and (b) pore density per unit mass vs relative pressure. The pore density is based on the physical pore volume.", "The single particle density distributions at ", "P", "/", "P", "0", " = 1.0, plotted against distance from one of the pore walls to the center of the benzene ring, are shown in Figure ", "8", " for six pore sizes, from 8 Å to 30 Å. In the 8 Å pore there is only one peak since the adsorbates are constrained to adopt a parallel configuration. In the 10 Å pore, most molecules adopt a vertical orientation, but it is notable that, as on the plane surface, the proportion of parallel to inclined molecules decreases in the order BTX, showing that the molecule–surface interaction is stronger than the molecule–molecule interaction. The 12 Å pore is wide enough to accommodate two layers and therefore shows two distinct peaks in the local density distribution. For pores in which more than two layers can be accommodated, there are more than two peaks in the local density distribution. The two peaks closest to the pore walls corresponding to the first layer are subdivided into two parts with the more distant minor peaks corresponding to molecules with orientations inclined to the surface, as previously noted for adsorption on a flat graphite surface (Figure ", "5", ").", "(29)", "Figure 8. Local density distributions as a function of distance from a pore wall to the center of the benzene ring for BTX at 298 K and ", "P", "/", "P", "0", " = 1.0 using the TraPPE-UA model without adjusting ", "k", "sf", " and ", "F", " on the graphitized slit-pore width range between 8 and 30 Å.", "To understand better the orientation of BTX in a confined space, we presented in Figures ", "9", " and ", "10", " the orientation density distributions and corresponding snapshots for 8 and 20 Å pores, respectively. For an 8 Å pore, most molecules are parallel to the pore surface because the pore is too small to allow other orientations. However, for 20 Å pore there are two peaks associated with the layers close to the pore wall, one peak occurs at 3.5 Å and the other at 4.5 Å. The first peak at 3.5 Å is associated with molecules parallel to the surface (θ = 0), while the second peak at 4.5 Å is for those exhibiting a slant configuration to the surface.", "Figure 9. Local density distributions as a function of distance from a pore wall to the center of the benzene ring and the angle θ (3D) and top view of the snapshot of molecules adsorbed of BTX at 298 K and ", "P", "/", "P", "0", " = 1.0 using the TraPPE-UA model without adjusting ", "k", "sf", " and ", "F", " on a graphitized slit-pore width of 8 Å: (a) benzene, (b) toluene, and (c) xylene.", "Figure 10. Local density distributions as a function of distance from a pore wall to the center of the benzene ring and the angle θ (3D), and top view of the snapshot of molecules adsorbed for monolayer of BTX at 298 K and ", "P", "/", "P", "0", " = 1.0 using the TraPPE-UA model without adjusting ", "k", "sf", " and ", "F", " on a graphitized slit-pore width of 20 Å: (a) benzene, (b) toluene, and (c) xylene.", "To examine the effects of pore curvature, we present, in Figure ", "11", ", the BTX adsorption isotherms for cylindrical pores at 298 K. The order of adsorption affinity in a cylindrical pore is the same as that for a surface and slit-pore and demonstrates that the packing order is not affected by the surface curvature. To understand better the packing at high loadings, we present in Figure ", "12", " the local density distribution and the snapshot for BTX at ", "P", "/", "P", "0", " = 1 in a pore of 30 Å diameter. We observed that the two peaks corresponding to the first layer are associated with molecules having a parallel orientation and those having other orientations, similar to what seen earlier with the slit-pore. In addition, Figures ", "5", ", ", "8", "–", "10", ", and ", "12", " show that the orientation of molecules in the adsorbed phase up to three layers is in one direction, and this is a feature of strong interaction with the surface, which also implies that the adsorbed layer is not a liquid phase, for which there is no preferential orientation.", "Figure 11. Adsorption/desorption isotherms for BTX at 298 K using the TraPPE-UA model without adjusting ", "k", "sf", " and ", "F", " on the graphitized cylindrical pore width range between 18 and 30 Å. (a) Pore density per mole vs relative pressure and (b) pore density per unit mass vs relative pressure. The pore density is based on physical pore volume.", "Figure 12. (a) Local density distributions as a function of distance from a pore wall to the center of the benzene ring and (b) snapshots of molecules adsorbed of BTX at 298 K and ", "P", "/", "P", "0", " of 1.0 using the TraPPE-UA model without adjusting ", "k", "sf", " and ", "F", " on the graphitized cylindrical pore width of 30 Å.", "Top of Page", "Abstract", "Introduction", "Theory", "Results and Discussion", "Conclusions", "References", "4 Conclusions", "We have presented computer simulations of adsorption and desorption of BTX on a graphite surface and in slit and cylindrical pores with different pore sizes at 298 K to investigate the adsorption affinity at zero loading and the adsorption capacity at high loadings. It was found that the side chains (methyl group) on the aromatics ring increase the affinity in the order benzene < toluene < xylene but decrease the capacity at high loadings (benzene > toluene > xylene).", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Theory", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "This research was made possible by the Australian Research Council and Suranaree University of Technology whose support is gratefully acknowledged. We also acknowledge support from the Office of the Commission on Higher Education of Thailand in the form of a Ph.D. scholarship to N.K.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Theory", "Results and Discussion", "Conclusions", "References", "References", "This article references 40 other publications.", "1. ", "White", ", ", "R. F.", "; ", "Proctor", ", ", "S. P.", " ", "Solvents and Neurotoxicity", " ", "Lancet", " ", "1997", ",  ", "349", ",  ", "1239", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Solvents and neurotoxicity", "White R F; Proctor S P", "Lancet", "\r\n        (", "1997", "),\r\n    ", "349", "\r\n        (", "9060", "),\r\n    ", "1239-43", "\r\n        ISSN:", "0140-6736", ".\r\n    ", "We describe the clinical evaluation of the nervous-system effects of solvent exposure.  We review the current evidence in the epidemiological literature on neurotoxicological effects of solvents, and outline methods and issues to be taken into account in assessment of the patient whose symptoms may be related to solvent toxicity.  Primary prevention of these disorders is essential, because treatment options are limited.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADyaK2s3nslGktg%253D%253D&md5=ddf1de4f17f18751dcf808a0b8206f2f", "2. ", "Wang", ", ", "C. M.", "; ", "Chang", ", ", "K. S.", "; ", "Chung", ", ", "T. W.", "; ", "Wu", ", ", "H. D.", " ", "Adsorption Equilibria of Aromatic Compounds on Activated Carbon, Silica Gel, and 13X Zeolite", " ", "J. Chem. Eng. Data", " ", "2004", ",  ", "49", ",  ", "527", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Adsorption Equilibria of Aromatic Compounds on Activated Carbon, Silica Gel, and 13X Zeolite", "Wang, Ching-Mei; Chang, Kuei-Sen; Chung, Tsair-Wang; Wu, Honda", "Journal of Chemical and Engineering Data", "\r\n        (", "2004", "),\r\n    ", "49", "\r\n        (", "3", "),\r\n    ", "527-531", "CODEN:\r\n                ", "JCEAAX", ";\r\n        ISSN:", "0021-9568", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption of volatile org. compds. (VOCs) on the activated carbon, silica gel, and type-13X synthetic zeolite were investigated by a gravimetric adsorption method.  The sorbates (VOCs) include benzene, toluene, o-xylene, p-xylene, and m-xylene.  The equil. isotherm data obtained from this study were fitted by the Freundlich equation.  The std. deviations for the predicted adsorption isotherms in the activated carbon bed were from 0.44 to 0.92, and the std. deviations were from 0.25 to 4.79 in the silica gel bed and were from 0.12 to 0.87 in the zeolite 13X bed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXhvFWhtLk%253D&md5=fb9dd114479c45497f50adfb6a44de6e", "3. ", "Lai", ", ", "M. H.", "; ", "Shih", ", ", "Y. L.", "; ", "Chen", ", ", "Y. H.", "; ", "Shu", ", ", "S. H.", "; ", "Chung", ", ", "T. W.", " ", "Equilibrium Isotherms of the Adsorption of Pyrolysis Gases from Polymer Products", " ", "J. Chem. Eng. Data", " ", "2010", ",  ", "55", ",  ", "723", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Equilibrium Isotherms of the Adsorption of Pyrolysis Gases from Polymer Products", "Lai, Ming-Hong; Shih, Yi-Ling; Chen, Yi-Hua; Shu, Shih-Hong; Chung, Tsair-Wang", "Journal of Chemical & Engineering Data", "\r\n        (", "2010", "),\r\n    ", "55", "\r\n        (", "2", "),\r\n    ", "723-727", "CODEN:\r\n                ", "JCEAAX", ";\r\n        ISSN:", "0021-9568", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "There are many polymer products used in homes, and there is great concern about the toxic compds. which may be produced from these in the case of fire.  Typical polymer-based products used in homes - poly(ethylene terephthalate), Nylon6, Nylon66, polystyrene, polypropene, and polyethylene products - were selected to identify pyrolysis gases for adsorption equil. study.  Pyrolysis gases from heating the samples of polymer-based products were analyzed by TGA/automatic thermal desorption/gas chromatog./mass spectrometry.  From the adsorption equil. data, activated C was more efficient than silica gel and zeolite 13X in the adsorption of the pyrolysis gases.  Adsorption uptakes of the pyrolysis gases of arom., alkane, alkene, alc., ketone, epoxide, and acid gases on activated C are in the range of (10 to 50) ppm, and the adsorption uptake of acid gases was the highest.  The regression model for the equil. isotherm data using the Freundlich equation was also developed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXptF2ltr8%253D&md5=e0baab95d24855a22c3544f3acde794e", "4. ", "Avgul", ", ", "N. N.", "; ", "Berezin", ", ", "G. I.", "; ", "Kiselev", ", ", "A. V.", "; ", "Korolev", ", ", "A. Y.", " ", "Heat of Adsorption of Hydrocarbons by Carbon Blacks of Different Degrees of Graphitization", " ", "Kolloidnyi Zhurnal", " ", "1958", ",  ", "20", ",  ", "298", "[", "CAS", "]", "4. ", "Heat of adsorption of hydrocarbons by carbon blacks of different degrees of graphitization", "Avgul, N. N.; Berezin, G. I.; Kiselev, A. V.; Korolev, A. Ya.", "Kolloidnyi Zhurnal", "\r\n        (", "1958", "),\r\n    ", "20", "\r\n        (", "),\r\n    ", "298-304", "CODEN:\r\n                ", "KOZHAG", ";\r\n        ISSN:", "0023-2912", ".\r\n    ", "cf. C.A. 52, 38a.  The adsorption isotherms and the differential heats Q of adsorption of MeEtCHPr and C6H6 were almost identical for \"Spheron-6\" heated in H2 at 1700° and heated in He at 2800°.  The energies and the entropy of adsorption were calcd.  The extrapolated Q at zero coverage agreed with the calcd. attraction potential (C.A. 52, 6889f).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaG1cXhtV2ktrk%253D&md5=ed42828d882f881dbd278e73a5a2c360", "5. ", "Avgul", ", ", "N. N.", "; ", "Berezin", ", ", "G. I.", "; ", "Klselev", ", ", "A. V.", "; ", "Lygina", ", ", "I. A.", " ", "Heats of Adsorption of Toluene and Various Isoparaffins and Naphthenes on Graphitized Carbon Black", " ", "Russ. Chem. Bull.", " ", "1959", ",  ", "8", ",  ", "764", "[", "Crossref", "]", "There is no corresponding record for this reference.", "6. ", "Isirikyan", ", ", "A. A.", "; ", "Kiselev", ", ", "A. V.", " ", "The Absolute Adsorption Isotherms of Vapors of Nitrogen, Benzene and n-Hexane, and the Heats of Adsorption of Benzene and n-Hexane on Graphitized Carbon Blacks. I. Graphitized Thermal Blacks", " ", "J. Phys. Chem.", " ", "1961", ",  ", "65", ",  ", "601", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "The absolute adsorption isotherms of vapors of nitrogen, benzene, and n-hexane, and the heats of adsorption of benzene and n-hexane on graphitized carbon blacks. I. Graphitized thermal blacks", "Isirikyan, A. A.; Kiselev, A. V.", "Journal of Physical Chemistry", "\r\n        (", "1961", "),\r\n    ", "65", "\r\n        (", "),\r\n    ", "601-7", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "Abs. adsorption isotherms for N at -195° and C6H6 and n-hexane at 20° were measured on a series of graphitized thermal C blacks.  Differential heats of adsorption were also measured as a function of surface coverage.  For N, the initial portion of the isotherm is slightly convex and can be described in terms of localized adsorption, taking into account interaction of adsorbate mols.  For C6H6, the initial portion is concave, with the heat of adsorption being practically const. over the entire monolayer range.  For n-hexane, the initial portion is convex and the heat of adsorption rises by about 15% during monolayer coverage.  The heats of adsorption are in good agreement with previously calcd. values of the potential energy of adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF3MXhtV2mu7k%253D&md5=a2dca9a0702e7c536c1def56b644fa66", "7. ", "Isirikyan", ", ", "A. A.", "; ", "Kiselev", ", ", "A. V.", " ", "Isotherms and Heats of Adsorption of Nitrogen, Benzene, and n-Hexane Vapours on Graphitised Carbon Blacks. III. Thermodynamic Quantities", " ", "Russ. J. Phys. Chem.", " ", "1963", ",  ", "37", ",  ", "957", "There is no corresponding record for this reference.", "8. ", "Davis", ", ", "B. W.", "; ", "Pierce", ", ", "C.", " ", "A Study of Stepwise Adsorption", " ", "J. Phys. Chem.", " ", "1966", ",  ", "70", ",  ", "1051", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Stepwise adsorption", "Davis, Bruce W.; Pierce, Conway", "Journal of Physical Chemistry", "\r\n        (", "1966", "),\r\n    ", "70", "\r\n        (", "4", "),\r\n    ", "1051-8", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "Isotherms are reported for adsorption of EtCl, CHCl3, CFCl3, and C6H6 on a uniform graphite surface.  At low reduced temps. (p0 is <5 torr) all except benzene have a vertical phase change in the submonolayer region of the isotherm and a sharp 2nd-layer step, both due to lateral interactions.  The benzene isotherms show little evidence of any lateral interaction forces between mols.  Stepped isotherms are to be expected for uniform surfaces provided the reduced temp. is sufficiently low and the adsorbate has lateral interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF28XovVGktA%253D%253D&md5=871ff83b2b3006e55427e165499d0e1d", "9. ", "Pierotti", ", ", "R. A.", "; ", "Smallwood", ", ", "R. E.", " ", "The Adsorption of Benzene on Homogeneous Substrates", " ", "J. Colloid Interface Sci.", " ", "1966", ",  ", "22", ",  ", "469", "[", "Crossref", "], [", "CAS", "]", "9. ", "Adsorption of benzene on homogenous substrates", "Pierotti, Robert A.; Smallwood, R. E.", "Journal of Colloid and Interface Science", "\r\n        (", "1966", "),\r\n    ", "22", "\r\n        (", "5", "),\r\n    ", "469-81", "CODEN:\r\n                ", "JCISA5", ";\r\n        ISSN:", "0021-9797", ".\r\n    ", "Adsorption isotherms for C6H6 adsorbed on graphitized C black and on hexagonal BN are reported at 5 temps. in the range 0-50°.  The data span the submonolayer and multilayer regions.  Isosteric heats of adsorption and equil. heats and entropies of adsorption are presented as a function of surface coverage.  An estimate of the heat capacity change on adsorption is given.  The C6H6 on graphite behaves as a 2-dimensional fluid obeying the Volmer equation of state, whereas C6H6 on BN obeys the ideal 2-dimensional gas equation of state.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF2sXlvFGr&md5=9c358cc8026045a3cb7c9bf79194e99d", "10. ", "Pierce", ", ", "C.", "; ", "Ewing", ", ", "B.", " ", "Localized Adsorption on Graphite Surfaces", " ", "J. Phys. Chem.", " ", "1967", ",  ", "71", ",  ", "3408", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Localized adsorption on graphite surfaces", "Pierce, Conway; Ewing, Bland", "Journal of Physical Chemistry", "\r\n        (", "1967", "),\r\n    ", "71", "\r\n        (", "11", "),\r\n    ", "3408-13", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "Low pressure isotherms on graphite are reported for benzene, toluene, thiophene, cyclohexane, and hexane by using an improved volumetric adsorption system based on a diaphragm gage sensitive to 0.0001 torr.  Benzene isotherms below the freezing point show no lateral interactions at any coverage, have a heat of adsorption equal to the heat of vaporization during filling of the first layer, are concave to the pressure axis at low coverage, and show no change in Vm with temp.  To explain these properties, it is postulated that there is strong localization at lattice sites due to similarity of the aromatic nucleus hexagon to lattice hexagons of graphite.  Toluene also gives a concave isotherm in keeping with this localization, but all others have normal convex isotherms  The localized model provides the basis for an abs. surface area measurement.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF2sXltFWlu7s%253D&md5=5d7b6275a7ab278ecd1f343b29fe3701", "11. ", "Belyakova", ", ", "L. D.", "; ", "Kiselev", ", ", "A. V.", "; ", "Kovaleva", ", ", "N. V.", " ", "Gas-Chromotographic Determination of Isotherms and Heats of Adsorption of Water, Benzene and Methanol Vapours on Graphitised Carbon Black", " ", "Russ. J. Phys. Chem.", " ", "1968", ",  ", "42", ",  ", "1204", "There is no corresponding record for this reference.", "12. ", "Berezin", ", ", "G. I.", "; ", "Kiselev", ", ", "A. V.", "; ", "Sinitsyn", ", ", "V. A.", " ", "Adsorption of Benzene and n-Hexane on Graphitised Carbon Black", " ", "Russ. J. Phys. Chem.", " ", "1970", ",  ", "44", ",  ", "408", "There is no corresponding record for this reference.", "13. ", "Berezin", ", ", "G. I.", "; ", "Kiselev", ", ", "A. V.", "; ", "Sagatelyan", ", ", "R. T.", "; ", "Sinitsyn", ", ", "V. A. A", " ", "Thermodynamic Evaluation of the State of the Benzene and Ethanol on a Homogeneous Surface of a Nonspecific Adsorbent", " ", "J. Colloid Interface Sci.", " ", "1972", ",  ", "38", ",  ", "335", "[", "Crossref", "], [", "CAS", "]", "13. ", "Thermodynamic evaluation of the state of the benzene and ethanol on a homogeneous surface of a nonspecific adsorbent", "Berezin, G. I.; Kiselev, A. V.; Sagatelyan, R. T.; Sinitsyn, V. A.", "Journal of Colloid and Interface Science", "\r\n        (", "1972", "),\r\n    ", "38", "\r\n        (", "2", "),\r\n    ", "335-40", "CODEN:\r\n                ", "JCISA5", ";\r\n        ISSN:", "0021-9797", ".\r\n    ", "The exptl. detd. dependences of the chem. potential (the equil. pressure in the bulk of the gas), of the heat of adsorption and heat capacity of C6H6 and EtOH on the surface coverage of graphitized thermal C black is compared with the corresponding dependences calcd. theoretically from 2 models depicting the state of the adsorbate:  for a real 2-dimensional gas and for assocd. mols.  At room temp. the state of C6H6 adsorbed on the homogeneous nonspecific surface of graphitized C black is described satisfactorilly by the real 2-dimensional gas model, and the state of EtOH-by the model depicting the formation of linear assocs. on the surface.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE38Xns12isw%253D%253D&md5=9248f5b0e395d11dab0023668beae050", "14. ", "Carrott", ", ", "P. J. M.", "; ", "Carrott", ", ", "M.", "; ", "Cansado", ", ", "I. P. P", "; ", "Nabais", ", ", "J. M. V.", " ", "Reference Data for the Adsorption of Benzene on Carbon Materials", " ", "Carbon", " ", "2000", ",  ", "38", ",  ", "465", "[", "Crossref", "], [", "CAS", "]", "14. ", "Reference data for the adsorption of benzene on carbon materials", "Carrott, P. J. M.; Carrott, M. M. L. Ribeiro; Cansado, I. P. P.; Nabais, J. M. V.", "Carbon", "\r\n        (", "2000", "),\r\n    ", "38", "\r\n        (", "3", "),\r\n    ", "465-474", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "The adsorption of benzene at 298 K on carbon blacks and microporous carbons, including Carbosieve, Takeda mol. sieves, Maxsorb superactivated carbons, and an activated charcoal cloth was studied.  Although it is not possible to define a universal std. benzene isotherm, ref. isotherms can be defined and used successfully to det. micropore vols. and external surface areas of microporous carbon adsorbents as well as to obtain ests. of surface areas of carbon blacks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXhsVylsro%253D&md5=c9da728a1f4883b452dffa6c3d1f9ae9", "15. ", "Vernov", ", ", "A.", "; ", "Steele", ", ", "W. A.", " ", "Computer-Simulations of Benzene Adsorbed on Graphite. 1. 85 K", " ", "Langmuir", " ", "1991", ",  ", "7", ",  ", "3110", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Computer simulations of benzene adsorbed on graphite.  1.  85 K", "Vernov, A.; Steele, William A.", "Langmuir", "\r\n        (", "1991", "),\r\n    ", "7", "\r\n        (", "12", "),\r\n    ", "3110-17", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    ", "Computer simulations of the structure and energy of C6H6 layers adsorbed on graphite at 85 K are presented.  Models for the C6H6-C6H6 and the C6H6-solid interaction potentials are developed.  These give a stable √7 × √7 commensurate film, in agreement with expt.  It is shown that the orientations of these adsorbed mols. are not entirely parallel to the surface as generally assumed.  The fraction of nonparallel mols. in the monolayer is small but increases with increasing coverage.  The bilayer film was also studied; this film has somewhat less stabilization energy than the bulk crystal, but does not transform into the bulk during the duration of the simulation.  Also, the second layer is orientationally less well ordered than the first.  Comparisons with available exptl. data are made.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3MXmvVOktb0%253D&md5=2411c0c2f948b1e6b4d5311ac50912be", "16. ", "Vernov", ", ", "A.", "; ", "Steele", ", ", "W. A.", " ", "Computer-Simulations of Benzene Adsorbed on Graphite. 2. 298 K", " ", "Langmuir", " ", "1991", ",  ", "7", ",  ", "2817", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Computer simulations of benzene adsorbed on graphite.  2.  298 K", "Vernov, Alexei; Steele, William A.", "Langmuir", "\r\n        (", "1991", "),\r\n    ", "7", "\r\n        (", "11", "),\r\n    ", "2817-20", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    ", "Computer simulations of the structures and energies of C6H6 films on graphite at 298 K are reported.  The nearly const. heat of adsorption obsd. in the submonolayer coverage region is the result of a cancellation of an increasing (neg.) av. benzene-benzene interaction energy by the decreasing (neg.) av. benzene-graphite energy.  It is shown that the decrease in the benzene-graphite interaction on this homogeneous surface is a consequence of the changing orientation of the adsorbate mols. relative to the surface.  As coverage increases, a larger fraction of mols. are oriented with their planes nearly perpendicular to the surface.  Since the mol. models used give a weaker benzene-solid interaction for surface-perpendicular than for surface-parallel orientations, the av. mol.-solid interaction decreases with increasing coverage.  Simulations at coverages ≤2 layers are reported.  The role of mol. orientation in detg. the energies and densities of bilayer films is briefly discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3MXmsVSmtbw%253D&md5=effcfb8fcf599ced025f37ea2fac734e", "17. ", "Matties", ", ", "M. A.", "; ", "Hentschke", ", ", "R.", " ", "Molecular Dynamics Simulation of Benzene on Graphite. 1. Phase Behavior of an Adsorbed Monolayer", " ", "Langmuir", " ", "1996", ",  ", "12", ",  ", "2495", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Molecular Dynamics Simulation of Benzene on Graphite: 1. Phase Behavior of an Adsorbed Monolayer", "Matties, Mark Alan; Hentschke, Reinhard", "Langmuir", "\r\n        (", "1996", "),\r\n    ", "12", "\r\n        (", "10", "),\r\n    ", "2495-500", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors present the results of a classical mol. dynamics simulations for a film of C6H6 adsorbed on the basal plane of graphite at monolayer coverage over a range of temps.  The phase behavior of the monolayer is examd. in terms of the temp. dependence of several static and dynamic properties.  The results indicate a liq.-solid transition ∼ 140 K which compares well with the published exptl. phase behavior.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XisFCnt7w%253D&md5=66914e95dd69c1fff94b66c30b61c8f0", "18. ", "Matties", ", ", "M. A.", "; ", "Hentschke", ", ", "R.", " ", "Molecular Dynamics Simulation of Benzene on Graphite. 2. Phase Behavior of Adsorbed Multilayers", " ", "Langmuir", " ", "1996", ",  ", "12", ",  ", "2501", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Molecular Dynamics Simulation of Benzene on Graphite. 2. Phase Behavior of Adsorbed Multilayers", "Matties, Mark Alan; Hentschke, Reinhard", "Langmuir", "\r\n        (", "1996", "),\r\n    ", "12", "\r\n        (", "10", "),\r\n    ", "2501-4", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "In a previous paper, the authors studied the melting transition of C6H6 on the basal plane of graphite at monolayer coverage by using mol. dynamics simulations.  Here, the authors extend this study to include the effects of increasing the coverage to multiple layers.  The authors consider the temp. dependence of certain static and dynamic quantities across a wide temp. range in terms of the published exptl. phase behavior and also compare these results to those of the adsorbed monolayer.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XisFCnt70%253D&md5=c682ad97a0a574519a23cf91bc7dac22", "19. ", "Do", ", ", "D. D.", "; ", "Do", ", ", "H. D.", " ", "Adsorption of Benzene on Graphitized Thermal Carbon Black: Reduction of the Quadrupole Moment in the Adsorbed Phase", " ", "Langmuir", " ", "2006", ",  ", "22", ",  ", "1121", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Adsorption of Benzene on Graphitized Thermal Carbon Black: Reduction of the Quadrupole Moment in the Adsorbed Phase", "Do, D. D.; Do, H. D.", "Langmuir", "\r\n        (", "2006", "),\r\n    ", "22", "\r\n        (", "3", "),\r\n    ", "1121-1128", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The performance of intermol. potential models on the adsorption of benzene on graphitized thermal carbon black at various temps. was studied.  Two models contain only dispersive sites, whereas the other two models account explicitly for the dispersive and electrostatic sites.  Using numerous data in the literature on benzene adsorption on graphitized thermal carbon black at various temps., the effect of surface mediation on interaction between adsorbed benzene mols. must be accounted for to describe correctly the adsorption isotherm as well as the isosteric heat.  Among the two models with partial charges tested, the WSKS model of Wick et al. that has only six dispersive sites and three discrete partial charges is better than the very expensive all-atom model of Jorgensen and Severance.  Adsorbed benzene mols. on graphitized thermal carbon black have a complex orientation with respect to distance from the surface and also with respect to loading.  At low loadings, they adopt the parallel configuration relative to the graphene surface, whereas at higher loadings (still less than monolayer coverage) some mols. adopt a slant orientation to maximize the fluid-fluid interaction.  For loadings in the multilayer region, the orientation of mols. in the 1st layer is influenced by the presence of mols. in the 2nd layer.  The data that were used come from the work of Isirikyan and Kiselev, Pierotti and Smallwood, Pierce and Ewing, Belyakova, Kiselev, and Kovaleva, and Carrott et al.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtlClsbfE&md5=d28133124f9617f1db16420edc1de278", "20. ", "Yun", ", ", "J. H.", "; ", "Choi", ", ", "D. K.", "; ", "Kim", ", ", "S. H.", " ", "Equilibria and Dynamics for Mixed Vapors of BTX in an Activated Carbon Bed", " ", "AIChE J.", " ", "1999", ",  ", "45", ",  ", "751", "[", "Crossref", "], [", "CAS", "]", "20. ", "Equilibria and dynamics for mixed vapors of BTX in an activated carbon bed", "Yun, Jeong-Ho; Choi, Dae-Ki; Kim, Sung-Hyun", "AIChE Journal", "\r\n        (", "1999", "),\r\n    ", "45", "\r\n        (", "4", "),\r\n    ", "751-760", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    \r\n            (", "American Institute of Chemical Engineers", ")\r\n        ", "Exptl. and theor. studies were made on the adsorption of benzene, toluene, p-xylene, and their binary and ternary mixts. by activated carbon in an isothermal condition of 303 K.  Exptl. isotherms for pure components were measured by two kinds of exptl. techniques: the static volumetric method and breakthrough data anal.  Breakthrough data anal. shows that both the extended Langmuir equation and the ideal adsorbed soln. theory could explain mixt. isotherm data with good accuracy.  In addn., a math. model was developed to simulate the column dynamics of pure and mixed vapor adsorption systems.  To represent the mass transfer rate inside the adsorbent particle, the linear driving force approxn. model was applied.  By optimizing the pure and the binary component breakthrough curve data with a dynamic model, an empirical correlation was proposed to represent the overall mass transfer rates for the BTX vapor activated carbon system.  Results with this correlation, which is a function of the partial pressures for each adsorbate and interstitial bulk fluid velocities, showed that the prediction agrees well with the exptl. data of ternary breakthrough curves.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXislSms7c%253D&md5=9dc90c4e6fb162380a36fca6806643fd", "21. ", "Masenelli-Varlot", ", ", "K.", "; ", "McRae", ", ", "E.", "; ", "Dupont-Pavlovsky", ", ", "N.", " ", "Comparative Adsorption of Simple Molecules on Carbon Nanotubes: Dependence of the Adsorption Properties on the Nanotube Morphology", " ", "Appl. Surf. Sci.", " ", "2002", ",  ", "196", ",  ", "209", "[", "Crossref", "], [", "CAS", "]", "21. ", "Comparative adsorption of simple molecules on carbon nanotubes Dependence of the adsorption properties on the nanotube morphology", "Masenelli-Varlot, K.; McRae, E.; Dupont-Pavlovsky, N.", "Applied Surface Science", "\r\n        (", "2002", "),\r\n    ", "196", "\r\n        (", "1-4", "),\r\n    ", "209-215", "CODEN:\r\n                ", "ASUSEE", ";\r\n        ISSN:", "0169-4332", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "Adsorption isotherms of krypton between 77.5 and 83.7 K and ethylene between 90 and 100.5 K on carbon multi-walled nanotubes were measured.  The comparison of the results with those obtained under the same conditions on graphite are discussed in the light of the nanotube morphol.  The curvature of the graphene sheets constituting the nanotube walls mainly results in higher condensation pressures and a lower heat of adsorption with respect to those on a planar surface.  Near the completion of the krypton first condensed layer, a transition to a phase of higher d. occurs, the nature of which is discussed.  The wetting transition temp. above which a second ethylene monomol. layer can condense on the surface is higher on nanotubes than on graphite.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XntVaktb4%253D&md5=31c130c559a847d73b316920ffaa7a85", "22. ", "Terzyk", ", ", "A. P.", "; ", "Gauden", ", ", "P. A.", "; ", "Furmaniak", ", ", "S.", "; ", "Wesolowski", ", ", "R. P.", "; ", "Harris", ", ", "P. J. F.", "; ", "Kowalczyk", ", ", "P.", " ", "Adsorption from Aqueous Solutions on Opened Carbon Nanotubes-Organic Compounds Speed Up Delivery of Water from Inside", " ", "Phys. Chem. Chem. Phys.", " ", "2009", ",  ", "11", ",  ", "9341", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "22. ", "Adsorption from aqueous solutions on opened carbon nanotubes-organic compounds speed up delivery of water from inside", "Terzyk, Artur P.; Gauden, Piotr A.; Furmaniak, Sylwester; Wesolowski, Radoslaw P.; Harris, Peter J. F.; Kowalczyk, Piotr", "Physical Chemistry Chemical Physics", "\r\n        (", "2009", "),\r\n    ", "11", "\r\n        (", "41", "),\r\n    ", "9341-9345", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "We report the results of first systematic studies of org. adsorption from aq. solns. onto relatively long single walled carbon nanotubes (four tubes, in initial and oxidized forms).  Using mol. dynamics simulations (GROMACS package) we discuss the behavior of tube-water as well as tube-adsorbate systems, for three different adsorbates (benzene, phenol and paracetamol).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht1Kisr7I&md5=51123c7a68a9bc52e8c5bbd09d7174f3", "23. ", "Morishige", ", ", "K.", " ", "Freezing and Melting of Kr in Hexagonally Shaped Pores of Turbostratic Carbon: Lack of Hysteresis between Freezing and Melting", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", ",  ", "2720", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Freezing and melting of Kr in hexagonally shaped pores of turbostratic carbon. Lack of hysteresis between freezing and melting", "Morishige, Kunimitsu", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "6", "),\r\n    ", "2720-2726", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "To examine the effect of pore-wall structure on freezing and melting behavior of a confined material in mesopores, we measured x-ray diffraction patterns from Kr confined in 2 kinds of ordered mesoporous carbons with hexagonally shaped pores, compared with ordered mesoporous SiO2 with cylindrical pores, during freezing and melting processes.  The ordered mesoporous C possesses cryst. C walls with turbostratic stacking structure, whereas the pore walls of the mesoporous SiO2 are amorphous.  Large depressions in m. p. of the confined Kr were obsd. for both the ordered mesoporous C and SiO2.  For the Kr confined in the amorphous pores of the mesoporous SiO2, thermal cycling showed pronounced hysteresis between freezing and melting, in agreement with previous results.  On the other hand, for the Kr confined in the cryst. pores of the mesoporous C, freezing and melting took place almost reversibly.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1entbg%253D&md5=c8dee38eb4bf89cd93d59b5e185306ed", "24. ", "Morishige", ", ", "K.", " ", "Layer-by-Layer Freezing of Kr Confined in Hexagonal Pores with Crystalline Carbon Walls", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", ",  ", "12158", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Layer-by-Layer Freezing of Kr Confined in Hexagonal Pores with Crystalline Carbon Walls", "Morishige, Kunimitsu", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "24", "),\r\n    ", "12158-12162", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "To examine the origin of the lack of hysteresis between freezing and melting for Kr confined in the hexagonal pores with cryst. carbon walls, the authors measured x-ray diffraction patterns from Kr adsorbed in the ordered mesoporous carbon as a function of pore filling at three temps. in the vicinity of the f.p. of a confined phase.  The structure of the 1st layer adjacent to the pore walls formed at a temp. below the f.p. is compatible with the 3-dimensional structure of the confined bulk crystal.  The 1st bilayer adjacent to the cryst. walls of the mesoporous carbon still keeps its crystallinity at a temp. 6 K higher than the f.p.  Therefore, for a liq. Kr confined in the cryst. carbon pores, the cryst. bilayer film that is commensurate with the bulk structure of the confined solid Kr is already in place at a boundary between the liq. and the carbon pore walls at the equil. f.p. and thus plays a role as a crit. nucleus in freezing of the interior phase.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmslOmsrs%253D&md5=6b862c67d84e1aeccf8a9922e09d0161", "25. ", "Wang", ", ", "Y.", "; ", "Nguyen", ", ", "P. T. M.", "; ", "Sakao", ", ", "N.", "; ", "Horikawa", ", ", "T.", "; ", "Do", ", ", "D. D.", "; ", "Morishige", ", ", "K.", "; ", "Nicholson", ", ", "D.", " ", "Characterization of a New Solid Having Graphitic Hexagonal Pores with a GCMC Technique", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", ",  ", "13361", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Characterization of a New Solid Having Graphitic Hexagonal Pores with a GCMC Technique", "Wang, Yao; Nguyen, Phuong T. M.; Sakao, Noriyuki; Horikawa, Toshihide; Do, D. D.; Morishige, Kunimitsu; Nicholson, D.", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "27", "),\r\n    ", "13361-13372", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Recently, Morishige synthesized a new and exciting porous carbon material that has regular and nonconnected hexagonal pores with graphitic walls.  Classical theories, such as the BJH or the DFT method, are unsuitable to characterize this material because the kernel (family of local isotherms) is based on model cylindrical pores.  The authors present a new characterization based on a GCMC simulation of hexagonal pores that can account for the pore size, the surface morphol., and the heterogeneity arising from either structural or energetic defects.  The mol. model describes the adsorption isotherms and the isosteric heat at 77.4 and 87.3 K over a wide range of pressures.  This new material and the successful mol. model provide one with an ideal system to study adsorption mechanisms in a confined space, including the effects of confinement on the 2-dimensional transition for temps. below the triple point and the 3-dimensional-capillary condensation for temps. below the crit. point of the bulk fluid.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXns1Kntb0%253D&md5=927fe5eb88c3bea16ebf4e3a0fa7e4bf", "26. ", "Kiselev", ", ", "A. V.", "; ", "Poshkus", ", ", "D. P.", "; ", "Grumadas", ", ", "A. J.", " ", "Statistical Molecular Calculation of Thermodynamic Parameters of Adsorption of Aromatic Hydrocarbons on Graphite. 2. Polymethyl and Monoalkyl Benzenes", " ", "J. Chem. Soc., Faraday Trans. I", " ", "1979", ",  ", "75", ",  ", "1288", "[", "Crossref", "], [", "CAS", "]", "26. ", "Statistical molecular calculation of thermodynamic parameters of adsorption of aromatic hydrocarbons on graphite.  Part 2.  Polymethyl and monoalkyl benzenes", "Kiselev, A V.; Poskus, D.; Grumadas, A.", "Journal of the Chemical Society, Faraday Transactions 1:  Physical Chemistry in Condensed Phases", "\r\n        (", "1979", "),\r\n    ", "75", "\r\n        (", "6", "),\r\n    ", "1288-300", "CODEN:\r\n                ", "JCFTAR", ";\r\n        ISSN:", "0300-9599", ".\r\n    ", "The Henry's consts. and differential changes in the internal energy for the adsorption of 10 alkylbenzenes (e.g., xylene, PhEt) on the basal plane of graphite at zero surface coverage were calcd. by a statistical mol. technique.  The thermodn. parameters obtained agreed well with exptl. data from adsorption chromatog. on graphitized C black.  Differences in the thermodn. parameters for adsorption of isomeric alkylbenzenes are due to their differing geometric structures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE1MXlvFamtbs%253D&md5=5072103c10853e3f78d9a5239e4837f3", "27. ", "Yun", ", ", "J. H.", "; ", "Choi", ", ", "D. K.", " ", "Adsorption Isotherms of Benzene and Methylbenzene Vapors on Activated Carbon", " ", "J. Chem. Eng. Data", " ", "1997", ",  ", "42", ",  ", "894", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "Adsorption Isotherms of Benzene and Methylbenzene Vapors on Activated Carbon", "Yun, Jeong-Ho; Choi, Dae-Ki", "Journal of Chemical and Engineering Data", "\r\n        (", "1997", "),\r\n    ", "42", "\r\n        (", "5", "),\r\n    ", "894-896", "CODEN:\r\n                ", "JCEAAX", ";\r\n        ISSN:", "0021-9568", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption isotherms of benzene and methylbenzene vapors on activated carbon were obtained by a static volumetric app.  The measurements were done at 303.15, 313.15, 323.15, 333.15, and 343.15 K and pressures up to 7 kPa for benzene and 2 kPa for methylbenzene, resp.  The exptl. data obtained were correlated by the UNILAN equation, which is generally used for heterogeneous adsorbents such as activated carbon.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXltlagtL8%253D&md5=d138278059554e2844d07fe199012040", "28. ", "Haghseresht", ", ", "F.", "; ", "Finnerty", ", ", "J. J.", "; ", "Nouri", ", ", "S.", "; ", "Lu", ", ", "G. Q.", " ", "Adsorption of Aromatic Compounds onto Activated Carbons: Effects of the Orientation of the Adsorbates", " ", "Langmuir", " ", "2002", ",  ", "18", ",  ", "6193", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Adsorption of Aromatic Compounds onto Activated Carbons: Effects of the Orientation of the Adsorbates", "Haghseresht, F.; Finnerty, J. J.; Nouri, S.; Lu, G. Q.", "Langmuir", "\r\n        (", "2002", "),\r\n    ", "18", "\r\n        (", "16", "),\r\n    ", "6193-6200", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Adsorption of model arom. compds. onto 2 untreated activated carbons with similar phys. and chem. properties is studied.  The soln. pH of all expts. was lowered so that all solutes were in their mol. forms.  The difference in the max. adsorption capacities of the solutes was mainly attributed to the difference in the sizes of the mols.  This new exptl. finding is significant to gaining insight into the orientation of the adsorbed phase and hence the adsorption mechanism of arom. compds. in aq. solns.  The adsorption of arom. compds. in a stacked motif for π-π interactions is unlikely, and in the absence of phys. restrictions such as pore width, a T-shaped motif is the preferred orientation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XltFOjur8%253D&md5=1c6c11d6cc01aa9fd4387fa143905d5f", "29. ", "Klomkliang", ", ", "N.", "; ", "Do", ", ", "D. D.", "; ", "Nicholson", ", ", "D.", "; ", "Tangsathitkulchai", ", ", "C.", "; ", "Wongkoblap", ", ", "A.", " ", "Multilayer Adsorption of Benzene on Graphitised Thermal Carbon Black: The Importance of Quadrupole and Explicit Hydrogen in the Potential Model", " ", "Chem. Eng. Sci.", " ", "2012", ",  ", "69", ",  ", "472", "[", "Crossref", "], [", "CAS", "]", "29. ", "Multilayer adsorption of benzene on graphitised thermal carbon black. The importance of quadrupole and explicit hydrogen in the potential model", "Klomkliang, Nikom; Do, D. D.; Nicholson, D.; Tangsathitkulchai, C.; Wongkoblap, A.", "Chemical Engineering Science", "\r\n        (", "2012", "),\r\n    ", "69", "\r\n        (", "1", "),\r\n    ", "472-482", "CODEN:\r\n                ", "CESCAC", ";\r\n        ISSN:", "0009-2509", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Grand Canonical Monte Carlo (GCMC) simulation was used to study multilayer adsorption of benzene on graphitized thermal carbon black over a range of temp. between 273 K and 373 K.  3 Potential models for benzene were compared: TraPPE-UA-9, OPLS-AA and TraPPE-EH, to study their capability to correctly describe the adsorption isotherms and isosteric heats.  In the sub-monolayer region, there is no difference between the simulation results obtained with the three models, which all describe the exptl. data well.  However, in the multilayer region only the TraPPE-EH model, that includes the quadrupole moment and explicit modeling of the hydrogen, is able to describe the exptl. data accurately; the other 2 models significantly under-predict the data.  The TraPPE-EH model was then used to investigate the microscopic behavior of the adsorbed phase: the local d. distribution and the orientation of various layers, particularly the change in orientation of benzene in the first layer with increase in loading from sub-monolayer to multilayer.  The orientation of benzene mols. in the first layer is affected by the presence of mols. in the higher layers, but that most benzene mols. remain in an orientation parallel to the surface, which is favored by the interaction with the surface, while a smaller population takes 60° and vertical orientations to the surface which maximizes the entropy.  The ratio of the no. of mols. having parallel orientation to that having 60° and vertical orientations decreases in higher layers due to the weaker influence of the adsorbate-adsorbent interaction.  Detailed study of the orientation shows that most slant and vertical mols. have 2 of their H atoms closer to the surface.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1Citr%252FO&md5=b83a468e37f7742e6cb62c6bbee2b979", "30. ", "Wick", ", ", "C. D.", "; ", "Siepmann", ", ", "J. I.", "; ", "Klotz", ", ", "W. L.", "; ", "Schure", ", ", "M. R.", " ", "Temperature Effects on the Retention of n-Alkanes and Arenes in Helium-Squalane Gas-Liquid Chromatography: Experiment and Molecular Simulation", " ", "J. Chromatogr., A", " ", "2002", ",  ", "954", ",  ", "181", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "30. ", "Temperature effects on the retention of n-alkanes and arenes in helium-squalane gas-liquid chromatograph. Experiment and molecular simulation", "Wick, Collin D.; Siepmann, J. Ilja; Klotz, Wendy L.; Schure, Mark R.", "Journal of Chromatography, A", "\r\n        (", "2002", "),\r\n    ", "954", "\r\n        (", "1-2", "),\r\n    ", "181-190", "CODEN:\r\n                ", "JCRAEY", ";\r\n        ISSN:", "0021-9673", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "Expts. and mol. simulations were carried out to study temp. effects (at 323-383 K) on the abs. and relative retention of n-hexane, n-heptane, n-octane, benzene, toluene and the three xylene isomers in gas-liq. chromatog.  Helium and squalane were used as the carrier gas and retentive phase, resp.  Both the expts. and the simulations show a markedly different temp. dependence of the retention for the n-alkanes compared to the arenes.  For example, over the 60 K temp. range studied, the Kovats retention index of benzene increases by ∼16 or 18 ± 10 retention index units detd. from the expts. or simulations, resp.  For toluene and the xylenes, the exptl. measured increases are similar in magnitude and range from 14 to 17 retention index units for m-xylene to o-xylene.  The mol. simulation data provide an independent method of obtaining the transfer enthalpies and entropies.  The change in retention indexes is the result of the larger entropic penalty and the larger heat capacity for the transfer of the alkane mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38Xis1Orsb4%253D&md5=63dd6631d695bdfeed7851d02bfe0072", "31. ", "Jorgensen", ", ", "W. L.", "; ", "Nguyen", ", ", "T. B.", " ", "Monte Carlo Simulations of the Hydration of Substituted Benzenes with OPLS Potential Functions", " ", "J. Comput. Chem.", " ", "1993", ",  ", "14", ",  ", "195", "[", "Crossref", "], [", "CAS", "]", "31. ", "Monte Carlo simulations of the hydration of substituted benzenes with OPLS potential functions", "Jorgensen, William L.; Nguyen Toan, B.", "Journal of Computational Chemistry", "\r\n        (", "1993", "),\r\n    ", "14", "\r\n        (", "2", "),\r\n    ", "195-205", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    ", "Intermol. potential functions have been developed for use in computer simulations of substituted benzenes.  Previously reported optimized potentials for liq. simulations (OPLS) for benzene and org. functional groups were merged and tested by computing free energies of hydration for toluene, p-xylene, phenol, anisole, benzonitrile, p-cresol, hydroquinone, and p-dicyanobenzene.  The calcns. featured Monte Carlo simulations at 25° and 1 atm with statistical perturbation theory.  The av. difference between the computed results and exptl. data for the abs. free energies of hydration is 0.5 kcal/mol.  The AM1-SM2 method is also found to perform well in predicting the free energies of hydration for the substituted benzenes.  In addn., the Monte Carlo simulations provided details on the hydration of the substituted benzenes, in particular for the solute-water hydrogen bonding.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXhs1yntLs%253D&md5=2fc4c17c6e2a05c4b5e0451b6ce68eb4", "32. ", "Steele", ", ", "W. A.", " ", "Physical Interaction of Gases with Crystalline Solids. 1. Gas-Solid Energies and Properties of Isolated Adsorbed Atoms", " ", "Surf. Sci.", " ", "1973", ",  ", "36", ",  ", "317", "[", "Crossref", "], [", "CAS", "]", "32. ", "Physical interaction of gases with crystalline solids.  I.  Gas-solid energies and properties of isolated adsorbed atoms", "Steele, William A.", "Surface Science", "\r\n        (", "1973", "),\r\n    ", "36", "\r\n        (", "1", "),\r\n    ", "317-52", "CODEN:\r\n                ", "SUSCAS", ";\r\n        ISSN:", "0039-6028", ".\r\n    ", "The potential energy of a gas atom interacting with a solid having a surface made up of a single type of exposed lattice plane can be expressed as a Fourier series in the position variables in the plane parallel to the surface.  Assuming that the total interaction is a pair-wise sum of gas atom-solid atom terms, an analytic expression for the Fourier coeffs. is obtained for inverse power law interactions.  Gas-solid potentials calcd. for several surface lattices by direct summation are compared with those given by the truncated Fourier series, and a satisfactory representation in the energy is obtained even when the no. of terms included is small.  The truncated series is then utilized to calc. the Henry law adsorption consts. and av. energies for an isolated adsorbed atom.  These results are compared with calcns. based on completely localized and perfectly mobile adsorption models.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE3sXhtVagtrk%253D&md5=9089c7b805c4f5ab0dcc77cfff4d1585", "33. ", "Tjatjopoulos", ", ", "G. J.", "; ", "Feke", ", ", "D. L.", "; ", "Mann", ", ", "J. A.", " ", "Molecule Micropore Interaction Potentials", " ", "J. Phys. Chem.", " ", "1988", ",  ", "92", ",  ", "4006", "[", "ACS Full Text ", "], [", "CAS", "]", "33. ", "Molecule-micropore interaction potentials", "Tjatjopoulos, George J.; Feke, Donald L.; Mann, J. Adin, Jr.", "Journal of Physical Chemistry", "\r\n        (", "1988", "),\r\n    ", "92", "\r\n        (", "13", "),\r\n    ", "4006-7", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "The classical algorithm for computing the potential between a mol. and a surface is applied to two classes of micropores by assuming the Lennard-Jones 12.6 potential.  The formula for pores of circular cross section was compared numerically with graphs reported by Fischer et al.  A formula for pores of polygonal cross section was also derived.  Authors expect these results to be useful in computer simulations of equil. and transport properties of fluids confined inside micropores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1cXksVeksrc%253D&md5=ad15868e6bdf9e7798b415acb22dbc60", "34. ", "Allen", ", ", "M. P.", "; ", "Tildesley", ", ", "T. P.", " ", "Computer Simulation of Liquids", "; ", "Clarendon", ": ", "Oxford, U.K.", ", ", "1987", ".", "There is no corresponding record for this reference.", "35. ", "Hill", ", ", "T.", " ", "Statistical Mechanics", "; ", "Dover", ": ", "New York", ", ", "1956", ".", "There is no corresponding record for this reference.", "36. ", "Nicholson", ", ", "D.", "; ", "Parsonage", ", ", "N.", " ", "Computer Simulation and the Statistical Mechanics of Adsorption", "; ", "Academic Press", ": ", "London", ", ", "1982", ".", "There is no corresponding record for this reference.", "37. ", "Klochko", ", ", "A. V.", "; ", "Brodskaya", ", ", "E. N.", "; ", "Piotrovskaya", ", ", "E. M.", " ", "Computer Simulations of Dependence of Adsorption Characteristics of Ethane on the Size of Graphite Micropores", " ", "Langmuir", " ", "1999", ",  ", "15", ",  ", "545", "[", "ACS Full Text ", "], [", "CAS", "]", "37. ", "Computer Simulations of Dependence of Adsorption Characteristics of Ethane on the Size of Graphite Micropores", "Klochko, Andrej V.; Brodskaya, Elena N.; Piotrovskaya, Elena M.", "Langmuir", "\r\n        (", "1999", "),\r\n    ", "15", "\r\n        (", "2", "),\r\n    ", "545-552", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Thermodn. properties, local d. profiles, orientational distribution functions, as well as coeffs. of translational and rotational diffusion of liq. ethane in slit micropores of graphite with a width of 9.5 to 38 Å were considered by computer simulation methods (Monte Carlo and mol. dynamics) at 200, 250, and 300 K.  All the properties change nonmonotonically with the increase of pore width up to 21 Å.  In the interval of the micropores the orientations of the mols. in the adsorbed layers nearest to the walls depend strongly on the pore width.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXotFChtb0%253D&md5=3acd5baf810acd55f9c707adccd14387", "38. ", "Do", ", ", "D. D.", "; ", "Herrera", ", ", "L. F.", "; ", "Do", ", ", "H. D.", " ", "A New Method to Determine Pore Size and Its Volume Distribution of Porous Solids Having Known Atomistic Configuration", " ", "J. Colloid Interface Sci.", " ", "2008", ",  ", "328", ",  ", "110", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "38. ", "A new method to determine pore size and its volume distribution of porous solids having known atomistic configuration", "Do, D. D.; Herrera, L. F.; Do, H. D.", "Journal of Colloid and Interface Science", "\r\n        (", "2008", "),\r\n    ", "328", "\r\n        (", "1", "),\r\n    ", "110-119", "CODEN:\r\n                ", "JCISA5", ";\r\n        ISSN:", "0021-9797", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "A simple method, based on Monte Carlo integration, is presented to derive pore size and its vol. distribution for porous solids having known configuration of solid atoms.  Because pores do not have any particular shape, it is important that we define the pore size in an unambiguous manner and the vol. assocd. with each pore size.  The void vol. that we adopt is the one that is accessible to the center of mass of the probe particle.  We test this new method with porous solids having well defined pores such as graphitic slit pores and carbon nanotubes, and then apply it to obtain the pore vol. distribution of complex solids such as disordered solids, rectangular pores, defected graphitic pores, metal org. framework and zeolite.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXht1Grs7fP&md5=ca317cb644031f43a7385cb77509bd5b", "39. ", "Yun", ", ", "J. H.", "; ", "Hwang", ", ", "K. Y.", "; ", "Choi", ", ", "D. K.", " ", "Adsorption of Benzene and Toluene Vapors on Activated Carbon Fiber at 298, 323, and 348 K", " ", "J. Chem. Eng. Data", " ", "1998", ",  ", "43", ",  ", "843", "[", "ACS Full Text ", "], [", "CAS", "]", "39. ", "Adsorption of Benzene and Toluene Vapors on Activated Carbon Fiber at 298, 323, and 348 K", "Yun, Jeong-Ho; Hwang, Kyung-Yub; Choi, Dae-Ki", "Journal of Chemical and Engineering Data", "\r\n        (", "1998", "),\r\n    ", "43", "\r\n        (", "5", "),\r\n    ", "843-845", "CODEN:\r\n                ", "JCEAAX", ";\r\n        ISSN:", "0021-9568", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption equil. for benzene and toluene vapors on com. available activated carbon fiber were measured by a static volumetric technique.  The equil. measurements were made at 298.15, 323.15, and 348.15 K and pressures up to 8.7 kPa for benzene and 3.4 kPa for toluene, resp.  The results were correlated by the Dubinin-Astakhov equation, which is a fundamental theor. relation for describing the filling of micropores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXlslOgsr8%253D&md5=9cc68c1c3a9665ff4ab28f46a96c2b2a", "40. ", "Lillo-Ródenas", ", ", "M. A.", "; ", "Fletcher", ", ", "A. J.", "; ", "Thomas", ", ", "K. M.", "; ", "Cazorla-Amorós", ", ", "D.", "; ", "Linares-Solano", ", ", "A.", " ", "Competitive Adsorption of a Benzene-Toluene Mixture on Activated Aarbons at Low Concentration", " ", "Carbon", " ", "2006", ",  ", "44", ",  ", "1455", "[", "Crossref", "], [", "CAS", "]", "40. ", "Competitive adsorption of a benzene-toluene mixture on activated carbons at low concentration", "Lillo-Rodenas, M. A.; Fletcher, A. J.; Thomas, K. M.; Cazorla-Amoros, D.; Linares-Solano, A.", "Carbon", "\r\n        (", "2006", "),\r\n    ", "44", "\r\n        (", "8", "),\r\n    ", "1455-1463", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Previous studies of the adsorption of benzene and toluene at low concn. showed that both porosity and surface chem. of the activated carbon play an important role.  This paper analyses the adsorption behavior of a mixt. of VOCs (benzene-toluene) on AC, due to the lack of information regarding the adsorption of mixts.  Thus, the performance of chem. activated carbons, phys. activated carbon with steam and com. samples is studied.  This study shows that chem. activated carbons have better performance than the other samples, showing much higher adsorption capacities, breakthrough times and sepn. times.  Porosity is a key factor and those activated carbons with higher vols. of micropores exhibit higher adsorption capacities and breakthrough times.  This work also analyses the state of the adsorbed phase resulting from the mixt. adsorption and comparison of the compn. of the adsorbed hydrocarbons with that predicted by the ideal adsorption soln. theory (IAST), shows good agreement.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XjvFShsrY%253D&md5=15892e3d766d1c4cad462e876f381412"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2012/iecred.2012.51.issue-14/ie300121p/production/images/small/ie-2012-00121p_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2012/iecred.2012.51.issue-14/ie300121p/production/images/small/ie-2012-00121p_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2012/iecred.2012.51.issue-14/ie300121p/production/images/small/ie-2012-00121p_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2012/iecred.2012.51.issue-14/ie300121p/production/images/small/ie-2012-00121p_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2012/iecred.2012.51.issue-14/ie300121p/production/images/small/ie-2012-00121p_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2012/iecred.2012.51.issue-14/ie300121p/production/images/small/ie-2012-00121p_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2012/iecred.2012.51.issue-14/ie300121p/production/images/small/ie-2012-00121p_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2012/iecred.2012.51.issue-14/ie300121p/production/images/small/ie-2012-00121p_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2012/iecred.2012.51.issue-14/ie300121p/production/images/small/ie-2012-00121p_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2012/iecred.2012.51.issue-14/ie300121p/production/images/small/ie-2012-00121p_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2012/iecred.2012.51.issue-14/ie300121p/production/images/small/ie-2012-00121p_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2012/iecred.2012.51.issue-14/ie300121p/production/images/small/ie-2012-00121p_0012.gif\">"]}
