{"title": ["Correction to “Adsorption and Separation of Small Hydrocarbons on the Flexible, Vanadium-Containing MOF, COMOC-2”"], "authors": ["Sarah Couck", "Tom R. C. Van Assche", "Ying-Ya Liu", "Gino V. Baron", "Pascal Van Der Voort", "Joeri F. M. Denayer"], "doi": ["10.1021/acs.langmuir.5b04185"], "abstract": [], "text": ["In the original article,", " we reported Δ", "F", " stability values between two phases of a COMOC-2 MOF. In calculating the values reported (kJ/mol), an incorrect unit cell mass was used. The unit cell mass of vanadium COMOC-2 used in this correction is 1228.6 g/mol (C", "56", "H", "32", "O", "20", "V", "4", "). Accordingly, ", "Table ", "1", " of the mentioned article should be replaced with the table reported in this correction. We note that this correction has no effect on the simulation results we have reported because all calculations were made on a mass basis. We acknowledge S. J. Lee and Y. S. Bae from the Yonsei University in South Korea for notifying us of this error.", "Table 1. Δ", "F", " = ", "F", "lp", " – ", "F", "np", " (kJ/mol)", "a", "T", " (K)", "methane", "ethane", "ethylene", "propane", "propylene", "281.5", "X", "43", "41", "32", "40", "293", "X", "41", "57", "47", "46", "303", "X", "42", "46", "36", "33", "a", "Δ", "F", " was calculated as the average from the isotherm-based calculations of Δ", "F", "LTP", " and Δ", "F", "UTP", ".", "Reference QuickView", "Top of Page", "Abstract", "References", "References", "This article references 1 other publications.", "Couck", ", ", "S.", "; ", "Van Assche", ", ", "T. R. C.", "; ", "Liu", ", ", "Y.-Y.", "; ", "Baron", ", ", "G. V.", "; ", "Van Der Voort", ", ", "P.", "; ", "Denayer", ", ", "J. F. M.", " ", "Adsorption and Separation of Small Hydrocarbons on the Flexible, Vanadium-Containing MOF, COMOC-2", " ", "Langmuir", " ", "2015", ",  ", "31", ",  ", "5063", "– ", "5070", " DOI: 10.1021/acs.langmuir.5b00655", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Adsorption and Separation of Small Hydrocarbons on the Flexible, Vanadium-Containing MOF, COMOC-2", "Couck, Sarah; Van Assche, Tom R. C.; Liu, Ying-Ya; Baron, Gino V.; Van Der Voort, Pascal; Denayer, Joeri F. M.", "Langmuir", "\r\n        (", "2015", "),\r\n    ", "31", "\r\n        (", "18", "),\r\n    ", "5063-5070", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "COMOC-2, a flexible vanadium-contg. metal-org. framework, was investigated for its adsorption and sepn. properties of light hydrocarbons.  COMOC-2 is an extended version of the MIL-47 framework with 4,4'-biphenyldicarboxylic acid linkers instead of terephthalic acid.  Adsorption isotherms of methane to propane, ethylene, and propylene were detd. with a gravimetric uptake technique at temps. between 281 and 303 K.  A pronounced breathing effect was obsd. (in contrast to the more rigid MIL-47 framework) in which the adsorption capacity increases by more than a factor of 2 at a given breathing pressure.  The breathing pressure decreases with increasing hydrocarbon mol. wt.  The typical two-step isotherms are nearly identical for alkanes and alkenes, in accordance with the nonpolar nature of the material.  Binary isotherms of ethane and propane were also measured with the gravimetric uptake technique at different temps. and total pressures.  The mixt. isotherms and breathing transition pressures were predicted by relying on the osmotic framework adsorbed soln. theory (OFAST).  Finally, the sepn. potential of COMOC-2 for ethane/propane mixts. was looked into using breakthrough expts. for different compns. and different pressures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXntVCgu7k%253D&md5=acd6d66f8c44c9be2b0c33832f0e5188"], "figures": []}
