{"title": ["Exploring the Limits of Methane Storage and Delivery in Nanoporous Materials"], "authors": ["Diego A. Gómez-Gualdrón", "Christopher E. Wilmer", "Omar K. Farha", "Joseph T. Hupp", "Randall Q. Snurr"], "doi": ["10.1021/jp502359q"], "abstract": ["The physical limits for methane storage and delivery in nanoporous materials were investigated, with a focus on whether it is possible to reach a methane deliverable capacity of 315 cm", "(STP)/cm", " in line with the adsorption target established by the ARPA-E agency. Our efforts focused on how both geometric and chemical properties, such as void fraction (", "), volumetric surface area (", "), and heat of adsorption (", "), impact methane deliverable capacity, i.e., the amount of methane adsorbed at some storage pressure minus the amount adsorbed at the delivery pressure. With the aid of grand canonical Monte Carlo (GCMC) simulations, we studied methane adsorption and delivery properties in a population of 122 835 hypothetical pcu metal–organic frameworks (MOFs) and 39 idealized carbon-based porous materials. From the simulation results, we developed an analytical equation that helped us delimit the necessary material properties to reach specific methane deliverable capacity targets. The maximum deliverable capacity between 65 and 5.8 bar among the hypothetical MOFs was 206 cm", "(STP)/cm", " at 298 K. We found that artificially increasing the methane–MOF interaction strength by increasing the Lennard-Jones ε parameters of the MOF atoms by 2- and 4-fold only improved the maximum deliverable capacity up to 223 and 228 cm", "(STP)/cm", ", respectively. However, the effect on the amount stored at 65 bar was more significant, which suggested another strategy; raising the temperature of the system by 100 K can recover ∼70% of the methane stranded at the delivery pressure. By increasing the delivery temperature to 398 K, the ARPA-E target was reached by a few hypothetical MOFs with quadrupled ε values. This work shows the difficulty in reaching the ARPA-E target but also suggests that a strategy that combines a material with a large volumetric density of sites that interact strongly with methane and raising the delivery temperature can greatly improve the performance of nanoporous materials for methane storage and delivery. The optimal heat of adsorption in an isothermal storage and delivery scenario is approximately 10.5–14.5 kJ/mol, whereas in the nonisothermal storage and delivery scenario the optimal heats of adsorption fell within a range of 11.8–19.8 kJ/mol."], "text": ["Top of Page", "Abstract", "Introduction", "Methodology", "Results", "Summary and Conclusions", "References", "1 Introduction", "Natural gas (NG) produces the lowest ratio of CO", "2", " emissions to energy supplied among fossil fuels, and there are proven reserves of over 250 trillion cubic feet of NG in the U.S.", "(1)", " Therefore, NG constitutes an attractive midterm solution to problems associated with energy security and greenhouse gas emissions. There is an increasing usage of NG in vehicular applications in the form of either liquefied natural gas (LNG) or compressed natural gas (CNG), where either liquefaction to 111 K or compression to 250 bar is used to improve the volumetric energy density. However, both LNG and CNG present cost and practicality challenges preventing them from being more widely adopted. A potential alternative is the implementation of adsorbed natural gas (ANG), where adsorption in a porous material densifies NG using lower storage pressures than CNG. Competitive implementation of ANG depends critically on the availability of a material that can store and ", "deliver", " NG in quantities that enable a practical driving range while reducing compression costs.", "For such a material, ARPA-E has established an ambitious isothermal volumetric ", "deliverable", " energy target of 12.5 MJ/L (", "T", " = 298 K).", "(2)", " This target was set to achieve the same deliverable energy as CNG (9.2 MJ/L) at the system level considering 25% packing losses when the adsorbent material is placed within the ANG tank. Since commercial NG is mainly composed of methane (∼95%), screening of materials for ANG technologies has focused on assessing materials based on their storage and delivery of pure methane,", "(3-10)", " with the ARPA-E target corresponding to a methane ", "deliverable capacity", " of 315 cm", "3", "(STP)/cm", "3", ". The deliverable capacity can be calculated from a methane adsorption isotherm (", "T", " = 298 K), subtracting the methane adsorbed at a delivery pressure such as 5 bar (stranded methane) from the methane adsorbed at a storage pressure such as 65 bar.", "(8)", "Crystalline porous materials such as metal–organic frameworks (MOFs) are promising candidates for ANG technologies due to their (typically) high free volume and specific surface area,", "(11, 12)", " which are factors that are expected to correlate well with methane adsorption at storage pressures", "(3)", " (a prerequisite for a high deliverable capacity). Moreover, current record volumetric deliverable capacities correspond to MOF materials HKUST-1, NU-125, and NU-111, which feature deliverable capacities between 65 and 5 bar of 190, 183, and 179 cm", "3", "(STP)/cm", "3", ", respectively (Figure ", "1", ").", "(10)", " Nevertheless, these records correspond to only ∼60% of the ARPA-E volumetric target.", "One of the most fascinating aspects of MOFs is the high tunability of their textural and chemical properties via assembly of different combinations of organic and inorganic building blocks.", "(13-18)", " Remarkably, while thousands MOFs have been synthesized,", "(14)", " they represent only a very small fraction of the millions of possible MOFs. Thus, there may be, in principle, a MOF that meets the ARPA-E target yet to be discovered. However, an exhaustive exploration of the MOF space is challenging even through computational means. Recently, Wilmer and co-workers explored a large fraction of the “hypothetical MOF space”, through the creation of a database of ∼137 000 hypothetical MOFs,", "(18)", " which have been screened for Xe/Kr selectivity,", "(19)", " CO", "2", "/CH", "4", " selectivity,", "(20)", " and methane adsorption at 35 bar and 298 K.", "(18)", "Here we investigated the deliverable capacities obtained via grand canonical Monte Carlo simulation, for a population of 122 835 MOFs of pcu (primitive cubic unit) topological net selected from the hypothetical MOF database", "(18)", " and 39 idealized carbon-based porous materials to explore the limits of methane storage and delivery in nanoporous materials. We studied the viability of achieving the ARPA-E target volumetric deliverable capacity of 315 cm", "3", "(STP)/cm", "3", ", focusing on storage at 65 bar and delivery at 5.8 bar. Our investigation centers on the necessary combination of textural and chemical properties a porous material must possess to meet the ARPA-E target, which led us to derive an analytical equation relating void fractions, volumetric surface areas, and heats of adsorption to methane volumetric deliverable capacities.", "Figure 1. Structures of the three best MOFs based on deliverable capacity between 65 and 5 bar: HKUST-1 (190 cm", "3", "(STP)/cm", "3", "), NU-125 (183 cm", "3", "(STP)/cm", "3", "), and NU-111 (179 cm", "3", "(STP)/cm", "3", "); and the best MOF based on stored methane at 35 bar: Ni-MOF-74 (228 cm", "3", "(STP)/cm", "3", ").", "Top of Page", "Abstract", "Introduction", "Methodology", "Results", "Summary and Conclusions", "References", "2 Methodology", "A population of 122 835 pcu MOFs was selected from the hypothetical MOF database created by Wilmer and co-workers,", "(18)", " which was created using a crystal generation algorithm developed in our group. A full description of this generation algorithm is given elsewhere.", "(18)", " Briefly, hypothetical MOFs are created by successively assembling organic and inorganic building blocks using simple connection and orientation rules and/or imposing periodic boundary conditions until occasionally complete structures are formed. The topological net of a given structure is related to the symmetry and coordination number of the building blocks used in its construction.", "(16, 21, 22)", " With the generation algorithm, hypothetical MOFs with pcu topology resulted from combination of ditopic organic building blocks (listed in ", "Figure S1a", ") and 6-coordinated inorganic nodes (listed in ", "Figure S1b", "). Our hypothetical MOFs were built under the constraints of (i) one kind of inorganic building block, (ii) one kind of functional group (listed in ", "Figure S1c", "), and (iii) up to two kinds of organic building blocks per structure. Mixed-ligand structures correspond to 90% of the 122 835 pcu MOFs, including catenated structures.", "Martin and Haranczyk", "(23)", " showed that, among 18 topologies, the mixed-ligand pcu topology allowed one to obtain the largest volumetric surface areas. This is partly achieved because the pcu topology is highly tunable; it readily allows combinations of organic building blocks featuring different lengths and various functionalization schemes. This capability produces structures with a large diversity of textural and chemical properties (see ", "Figure S2", "). Such diversity creates a powerful platform to investigate the physical limits of methane storage and delivery in nanoporous materials in general. Other porous materials such as covalent organic frameworks, porous aromatic frameworks, and porous polymer networks are also attractive for storage applications, and it would be valuable to directly assess the performance of these materials in the future. However, in this work, we have focused on MOFs as a test platform.", "Characterization of the textural properties of the hypothetical MOF population was performed using various computational methods. The volumetric surface area (", "S", "v", ") was determined geometrically, corresponding to the area of the surface created by a probe corresponding to a 3.62 Å diameter spherical molecule rolled along the atoms of the hypothetical MOFs.", "(24)", " Spherical probes of different sizes were also inserted to determine the largest probe that could fit without overlapping the atoms of the hypothetical MOFs; this is termed the largest cavity diameter (LCD).", "(19)", " The void fraction (", "V", "f", ") was determined by probing the hypothetical MOFs with a helium atom through Widom particle insertions, with the void fraction corresponding to the average Widom factor", "(25)", " to mimic the experimental procedure using He adsorption.", "Methane adsorption at the relevant pressures and temperatures was determined through grand canonical Monte Carlo (GCMC) simulations using our in-house RASPA code. We used the same simulation scheme as in recent work,", "(8)", " with 2500 cycles for equilibration and an additional 2500 cycles for data collection. The number of Monte Carlo steps is roughly the number of cycles times the number of molecules in the simulation supercell. All simulations included random insertion, deletion, and translation moves with equal probability. The atoms of the hypothetical MOFs were maintained fixed during simulation. Methane molecules were modeled as Lennard-Jones spheres, and the interactions between methane and atoms of the hypothetical MOFs were described according to a Lennard-Jones (LJ) potential:", "(1)", "The LJ potential was truncated at 12.8 Å (with no tail corrections considered), and all simulations used a suitable ", "n", " × ", "n", " × ", "n", " supercell to prevent atoms from interacting with their periodic images. Lorentz–Berthelot mixing rules", "(26)", " were used to calculate the ε", "ij", " and σ", "ij", " parameters from ε", "i", " and σ", "i", ", with ε", "i", " and σ", "i", " assigned according to the universal", "(27)", " and TraPPE", "(28)", " force fields for MOF atoms and methane, respectively.", "The isosteric heat of adsorption (", "Q", "st", ") was calculated using the fluctuation method:", "(29)", "(2)", "where the brackets denote ensemble averages, ", "R", " is the ideal gas constant, ", "T", " is the temperature, ", "N", " is the number of methane molecules in the system, and ", "V", " is the potential energy. In our discussions, the heat of adsorption refers to the value at a pressure of 0.01 bar since this reflects the methane/MOF interactions in a regime where methane/methane interactions are negligible.", "All graphical and statistical analyses performed on the data generated from the simulations were done using the software environment for statistical computing and graphics ", "R", ".", "(30, 31)", "Top of Page", "Abstract", "Introduction", "Methodology", "Results", "Summary and Conclusions", "References", "3 Results", "3.1", "High Throughput Screening", "The volumetric deliverable capacity at 298 K between 65 and 5.8 bar was calculated from GCMC simulations for ∼120 000 hypothetical pcu MOFs. The maximum deliverable capacity observed from this screening was 206 cm", "3", "(STP)/cm", "3", ", which corresponds to 66% of the ARPA-E target of 315 cm", "3", "(STP)/cm", "3", ". Note that 206 cm", "3", "(STP)/cm", "3", " is ∼30% higher than the maximum deliverable capacity between 35 and 5.8 bar (160 cm", "3", "(STP)/cm", "3", ") observed for these same structures. Figure ", "2", " and ", "Figure S3", " show the relations between deliverable capacities between 65 and 5.8 bar and the textural and chemical properties of the hypothetical MOFs. The deliverable capacity for MOFs sharing a common value for a given property may differ by more than 100 cm", "3", "(STP)/cm", "3", ", demonstrating that optimization of a single MOF property does not guarantee maximization of the deliverable capacity. Nonetheless, focusing on the MOFs in the top 0.05 percentile based on deliverable capacity (>200 cm", "3", "(STP)/cm", "3", "), we observe that the values of their textural and chemical properties (i.e., ", "V", "f", ", ", "S", "v", ", ", "Q", "st", ", or LCD) fall within relatively narrow ranges. These “optimal” ranges are noted in Figure ", "2", " and can be directly observed in ", "Figure S3", ".", "Figure 2. Deliverable capacity between 65 and 5.8 bar vs void fraction for ∼120 000 hypothetical pcu MOFs. Each point corresponds to a MOF colored according to (a) volumetric surface area ", "S", "v", ", (b) isosteric heat of adsorption ", "Q", "st", " (at 0.01 bar), (c) largest cavity diameter, and (d) a parameter ", "k", " that characterizes the “linearity” of the methane isotherm (", "k", " = 1 corresponds to a completely linear isotherm). The observed range of each property in the complete population of MOFs is indicated in each panel. MOFs above the horizontal dotted line belong to the top 0.05 deliverable capacity percentile. The range of each property observed in the top 0.05 percentile is also indicated in each panel (and in the pertinent scale bar). The rectangular region encloses all the MOFs whose void fractions fall within the range of void fractions observed in the top 0.05 percentile.", "MOFs sharing ", "one", " identical property may have a wide range of other textural and chemical properties, thus explaining the wide range of deliverable capacities observed among them. For instance, consider the rectangular regions in Figure ", "2", " that enclose all MOFs with void fractions in the optimal 0.83–0.90 range. MOFs at the bottom of these rectangular regions feature lower volumetric surface areas (Figure ", "2", "a) and/or larger pore sizes (Figure ", "2", "c) than the MOFs at the top, which feature larger volumetric surface areas (2100–2300 m", "2", "/cm", "3", ") and smaller pores (10–12 Å). Similarly, although somewhat less clear, MOFs at the bottom have heats of adsorption that are outside the optimal range (i.e., 10.5–13.0 kJ/mol) (Figure ", "2", "b). For greater clarity, analogous plots to Figure ", "2", " are shown in ", "Figure S4", " with augmented views of the rectangular regions.", "The highest volumetric surface areas in our ∼120 000 pcu MOFs agree with the highest volumetric surface areas (∼3500 m", "2", "/cm", "3", ") calculated by Martin and Haranczyk for this topology", "(23)", " and occur at void fractions around 0.7 (", "Figure S2", "). These void fractions may be too low to maximize methane deliverable capacity. Therefore, the optimal intervals for void fraction (0.83–0.90) and volumetric surface area (2100–2300 m", "2", "/cm", "3", ") partly arise as a compromise in optimizing these two textural properties. As LCD and ", "Q", "st", " also play a role, we can infer that the numerical values for all of the optimal intervals noted in Figure ", "2", " arise from the property–property relationships shown in ", "Figure S2", ". Since these relationships may differ somewhat for different topologies, there may be other MOF topologies with property–property relationships (e.g., ", "S", "v", " vs ", "V", "f", ") that result in higher deliverable capacities than the ones observed for the pcu topology.", "Figure ", "2", "d is colored according to the “linearity” of the methane isotherm of each hypothetical MOF. We defined the isotherm linearity ", "k", " as the ratio between the “high pressure” slope and the “low pressure” slope (see ", "Figure S5", "), with ", "k", " = 1 denoting a linear isotherm (i.e., constant slope) and ", "k", " = 0 denoting a steep isotherm rapidly reaching saturation. Figure ", "2", "d shows that the large majority of MOFs with void fractions less than 0.8 have low ", "k", " values. This indicates that these structures have low deliverable capacities (<150 cm", "3", "(STP)/cm", "3", ") because they fill with methane at low pressure. Comparison with Figure ", "2", "b shows that the heats of adsorption of these MOFs are higher than the optimal values (10.5–13.0 kJ/mol), which explains the rapid rise of their isotherms. On the other hand, Figure ", "2", "d shows that MOFs with nearly linear isotherms (", "k", " > 0.8) also resulted in low deliverable capacities (<150 cm", "3", "(STP)/cm", "3", "). Comparison with Figure ", "2", "b shows that for these MOFs the heats of adsorption are too low. Indeed, for these MOFs, the low deliverable capacity is related to low methane adsorption at 65 bar. Hypothetical pcu MOFs in the top 0.05 percentile show relatively steep isotherms (0.15 < ", "k", " < 0.30) resulting in deliverable capacities higher than 200 cm", "3", "(STP)/cm", "3", " with the rapid rise of the isotherm somewhat compensated by the high adsorption at 65 bar.", "3.2", "Increasing Heat of Adsorption in Hypothetical MOFs", "Since the maximum deliverable capacity from our high throughput screening was only 206 cm", "3", "(STP)/cm", "3", ", we investigated other material variations to see if this value could be improved. We identified small sets of MOFs that differed only in the functional group distribution pattern within their structures, and from each set we selected the MOF with the highest deliverable capacity to create a subset of ∼48 000 hypothetical pcu MOFs. We decided to use this subset of structures as a test platform to investigate the effect of manipulating the heat of adsorption while maintaining textural properties constant.", "We tested two scenarios: one where we doubled the LJ ε parameters of the atoms of the hypothetical MOFs and another one where we quadrupled them. This approach is similar to that used by Frost and Snurr", "(32)", " to investigate adsorption scenarios in selected MOFs to derive material design rules toward hydrogen storage and delivery. While methane–methane interactions remained unchanged, this effectively increases methane–MOF interactions homogeneously, which is reflected in the heats of adsorption as illustrated in Figure ", "3", "a. The average increase in the heat of adsorption ", "Q", "st", " across the ∼48 000 hypothetical MOFs was 37% and 86% when doubling and quadrupling ε, respectively, which correlates well with the 41% and 100% increase of ε", "MOF–CH", "4", " according to the mixing rules of Lorentz and Berthelot. We must note that these scenarios are an artificial calculation in the sense that a homogeneous increase of methane/framework interactions may not be achievable in practice, but these calculations are helpful to guide how a material would need to be modified to improve its performance and establish how much of an improvement in the deliverable capacity there can really be (if any). Nonetheless, a heterogeneous increase of methane/framework interaction may be achieved by incorporating the appropriate chemical moieties to the framework.", "Figure 3. Effect on heat of adsorption (a) and deliverable capacity (b) due to either doubling (left) or quadrupling (right) the Lennard-Jones ε parameters of the MOF atoms across a subset of ∼48 000 pcu hypothetical MOFs.", "Figure ", "3", "b shows the corresponding effect of increasing the heats of adsorption on the deliverable capacity. Note that for most MOFs the deliverable capacity decreases. When the MOF ε values were doubled, only 29% of the structures showed an increase in deliverable capacity, with 69% of those structures having void fractions higher than 0.8. Similarly, when the MOF ε values were quadrupled, only 13% of the structures showed an increase in deliverable capacity, with 89% of those structures having void fractions higher than 0.8. The maximum deliverable capacities were 223 and 228 cm", "3", "(STP) when the MOF ε values were doubled and quadrupled, respectively. Notice that these improvements of 17 and 22 cm", "3", "(STP)/cm", "3", " over the best material with the normal ε values did not scale linearly with the factor by which ε was increased. These results suggest that designing a material with sites that strongly attract methane while maintaining void fractions higher than ∼0.8 may result in improvements in deliverable capacity as high as 20% over the 190 cm", "3", "(STP)/cm", "3", " deliverable capacity of HKUST-1", "Figure ", "4", " shows the relation between deliverable capacity and heat of adsorption in the three scenarios: normal, doubled, and quadrupled MOF ε. For each of these scenarios, the optimal ranges for textural properties and chemical properties based on the properties of the top 0.05 percentile are included in the plots (this can be seen directly in ", "Figures S3 and S6", "). Remarkably, the optimal ranges for the heats of adsorption are very similar in the scenarios with normal (10.5–13.0 kJ/mol) and doubled MOF ε parameters (10.3–13.0 kJ/mol). When the MOF ε parameters are quadrupled, there are no MOFs with heats of adsorption lower than 13.5 kJ/mol, and the optimal range for the heats of adsorption was 13.5–14.5 kJ/mol.", "Figure 4. Deliverable capacity between 65 and 5.8 bar vs methane heat of adsorption in three different scenarios: normal ε for MOF atoms (left), doubled ε for MOF atoms (center), and quadrupled ε for MOF atoms (right). MOFs above the horizontal dashed line belong to the top 0.05 percentile based on deliverable capacity in each scenario. The inset in each plot includes information on the properties of MOFs in the top 0.05 percentile.", "The optimal ranges for volumetric surface area when the MOF ε values were doubled and quadrupled extend to lower volumetric surface areas than the optimal range in the normal MOF ε scenario. This indicates that sites that attract methane more strongly can lead to a somewhat more efficient use of the material pore surface (if the combined effect with pore size leads to an optimal heat of adsorption). On the other hand, the optimal ranges of pore size shifted toward larger pores when the MOF ε values were doubled (10.0–14.8 Å) and quadrupled (15.3–16.3 Å), suggesting that having sites that interact strongly with methane may help to improve deliverable capacity if the pores are not too small. Interestingly, however, none of the top MOFs had void fractions higher than 0.90 even when the MOF ε values were quadrupled.", "3.3", "Insights from Idealized Carbon Structures", "Figure S3", " shows that, from a global perspective, volumetric deliverable capacities correlate well with volumetric surface areas. However, as previously explained (", "Figure S2", "), MOFs with the highest volumetric surface areas (∼3500 m", "2", "/cm", "3", ") tend to have somewhat low void fractions (", "V", "f", " ∼ 0.7), thus limiting their volumetric delivery capacities for methane. In this section we explore the ultimate limit of volumetric surface areas and scenarios where high volumetric surface areas are combined with void fractions higher than 0.7. For gravimetric surface area ", "S", "g", ", Sarkisov proposed a theoretical limit of ∼15 000 m", "2", "/g based on the assumption that this limit corresponds to the gravimetric surface area inherent to the organic building blocks.", "(33)", " Following a similar approach, one would expect that a theoretical limit for ", "S", "v", " should be related to the volumetric surface area of the building blocks, which is highest for individual atoms (", "Figure S7a", ")", "However, the volumetric surface area depends not only on the nature of the building blocks but also on how they are arranged in space. Thus, the most efficient packing of individual atoms that still allows a methane-sized sphere to completely probe their surface resulted in the highest volumetric surface area. For an FCC arrangement of carbon atoms with a ∼8.0 Å distance between atom centers (", "Figure S7b,c", "), we estimate a volumetric surface area limit of ∼5500 m", "2", "/cm", "3", ".", "Figure 5. Model carbon-based systems: (a) carbon atoms (C), (b) polyethynyl (PE), (c) polydiethynylphenyl (PDEP), (d) polyethynylphenyl (PEP), (e) polyethynyldiphenyl (PEDP), and (f) polyphenyl (PP).", "We built other idealized materials with high volumetric surface areas ", "in silico", " corresponding to parallel arrangements of infinite carbon-based chains featuring various sequences of “triple bonds” (i.e., ethynyl) and phenyl groups. These parallel chains can be arranged in “square” packing as shown in Figure ", "5", " and ", "Figure S8", " or in somewhat more compact “triangular” packing (", "Figure S8", "). We varied the distance ", "d", " between the centers of the chains indicated in Figure ", "5", " using values of 8.0, 12.0, and 16.0 Å, where, as expected, ", "d", " = 8.0 Å produced the highest volumetric surface areas. Additionally, we built graphene systems with interlayer distances (center-to-center) of ", "d", " = 8.0, 12.0, and 16.0 Å. Figure ", "6", "a shows the relation between volumetric surface area and void fraction for a total of 39 carbon-based models, with some models combining very high volumetric surface areas (>3000 m", "2", "/cm", "3", ") with high void fractions (>0.8) (see ", "Table S1", ").", "Figures ", "6", "b and ", "6", "c show that the maximum deliverable capacities were close to 200 cm", "3", "(STP)/cm", "3", ". Figure ", "6", "b shows a very wide range of volumetric surface areas for the top materials (∼1200–3500 m", "2", "/cm", "3", "), where graphene with ", "d", " = 16 Å (12.9 Å pore size) has one the highest deliverable capacities (190 cm", "3", "(STP)/cm", "3", ") despite its low volumetric surface area (1215 m", "2", "/cm", "3", "). Indeed, there is no clear relation between deliverable capacity and volumetric surface area for this set of materials. Figure ", "6", "c shows that there is a stronger relationship between deliverable capacities and heats of adsorption, where four out of the top five carbon-based materials had heats of adsorption in the 11.2–14.3 kJ/mol range. These results indicate that while a high volumetric surface area is desired to maximize deliverable capacity, an efficient use of the surface depends greatly on the heat of adsorption. This again shows that optimizing one single material property does not guarantee maximal methane deliverable capacity.", "Figure 6. Various property relations in our carbon-based material models. (a) Volumetric surface area vs void fraction. (b) Deliverable capacity between 65 and 5.8 bar vs volumetric surface area. (c) Deliverable capacity between 65 and 5.8 bar vs heat of adsorption. Graphene and models with “triangular” (compact) packing, closed circles; models with “square” packing, open circles.", "3.4", "Considerations for Material Design", "In this section we develop guidelines for what properties a material should have to meet specific deliverable capacity targets. We approach this task from several viewpoints.", "Methane adsorption in MOFs is typically described by type I adsorption isotherms (i.e., slope of the adsorption isotherm strictly decreases with pressure). One might imagine that the best scenario for methane storage and delivery occurs when the adsorption isotherm is linear, since this ", "minimizes", " the required methane adsorption at the storage pressure to meet a given deliverable capacity target. On the basis of a simple geometric construction (Figure ", "7", "a), we can relate deliverable capacity targets with the minimum amount of methane that must be adsorbed at the storage pressure. We denote this as the “", "threshold storage adsorption", "” and plot it in Figure ", "7", "b for three delivery capacity targets.", "Figure 7. (a) Uptake ", "U", "(", "P", ") vs pressure ", "P", " for a ", "linear", " isotherm. The deliverable capacity ", "DC", " is calculated as ", "U", "(", "P", "storage", ") – ", "U", "(", "P", "release", "). It follows from geometrical construction that ", "U", "(", "P", "storage", ") = (", "P", "storage", ")", "DC", "/(", "P", "storage", " – ", "P", "release", "). (b) Threshold storage adsorption required to achieve three deliverable capacity (", "DC", ") targets with different storages pressures and 5.8 bar delivery pressure. The targets are ARPA-E (315 cm", "3", "(STP)/cm", "3", ") circles; CNG (263 cm", "3", "(STP)/cm", "3", "), diamonds; DOE (180 cm", "3", "(STP)/cm", "3", "), squares.", "Figure ", "7", "b shows that a material capable of meeting the ARPA-E 315 cm", "3", "(STP)/cm", "3", " deliverable capacity target must adsorb ", "at least", " 380 cm", "3", "(STP)/cm", "3", " for a storage pressure of 35 bar. This pressure has been widely used to assess materials for methane storage. However, the highest adsorption observed to date at 35 bar is 228 cm", "3", "(STP)/cm", "3", " for Ni-MOF-74 (also known as Ni-CPO-27),", "(10)", " which is only 60% of the corresponding threshold adsorption. On the other hand, the highest adsorption observed at 65 bar (268 cm", "3", "(STP)/cm", "3", " for HKUST-1)", "(10)", " is 78% of the corresponding threshold adsorption for this storage pressure (347 cm", "3", "(STP)/cm", "3", "). This shows the possible advantages of increasing the storage pressure if compression costs are increased only moderately.", "Considering that the maximum capacity of a material can be estimated approximately as the void fraction times the density of liquid methane (590 cm", "3", "(STP)/cm", "3", "), it follows that the void fraction must be at least 0.53 to store 315 cm", "3", "(STP)/cm", "3", " of methane, and at least 0.58 to store 347 cm", "3", "(STP)/cm", "3", ", which is the threshold storage adsorption for a deliverable capacity target of 315 cm", "3", "(STP)/cm", "3", " with a storage pressure of 65 bar. Therefore, all materials with void fractions lower than 0.53 (typical of zeolites) are ruled out as candidates to meet ARPA-E’s target. Recall, however, that in ", "section 3.1", " we did not observe MOFs with linear isotherms and high methane adsorption at 65 bar; hence, the minimum void fraction requirement should be actually higher.", "Other insights can be obtained by considering the volumetric surface area. A larger adsorbent surface area per volume creates a higher number of “adsorption sites” per volume and, in principle, higher volumetric methane adsorption. To estimate the area occupied by adsorbed methane molecules, we used GCMC simulations to saturate the graphene system shown in Figure ", "8", " (5.1 Å pore size), which constrains methane molecules to arrange within a monolayer (", "Figure S9", "). From the simulation-average number of methane molecules per area at saturation, we determined an effective methane cross-sectional area ", "S", "CH", "4", " of 16.46 Å", "2", ". The cross-sectional area of methane in the TraPPE model is 13.92 Å", "2", ", which indicates that methane sits on the pore surface with an 84% packing efficiency. Using this estimation of the area occupied by a methane molecule, we calculate that a material with a volumetric surface area of 1386 m", "2", "/cm", "3", " can accommodate 315 cm", "3", "(STP)/cm", "3", " of methane.", "Figure 8. Deliverable fractional coverage (", "DFC", ") between 65 and 5.8 bar (calculated from GCMC simulations on the graphene system above) vs heat of adsorption ", "Q", "st", " (tuned with Lennard-Jones ε parameters of graphene). Solid line represents a Gaussian fit to the data under the constraints that the location of the maximum occurs at the observed optimal ", "Q", "st", " = 13.2 kJ/mol and that the height of the maximum corresponds to the observed maximum ", "DFC", " = 0.332.", "However, one must recognize that not all of the methane sitting on the pore surface will be delivered. The most efficient scenario corresponds to maximizing the difference between the fraction of the surface covered with methane at the storage and delivery pressures. While increasing the heat of adsorption increases the fractional surface coverage (i.e., the ratio between the area occupied by methane and the total surface area), we are interested in optimizing the heat of adsorption to ", "maximize", " the deliverable fractional coverage ", "DFC", " (i.e., the fractional surface coverage at 65 bar minus that at 5.8 bar). Previously, Bhatia and Myers", "(34)", " explored this idea analytically for general Langmuir adsorption of gases assuming well-defined adsorption sites and a material-independent entropy of adsorption. More recently, Simon and co-workers", "(35)", " revisited this idea for adsorption of methane in zeolites considering an entropy of adsorption depending on the volume of adsorption sites.", "Here, we performed GCMC simulations of methane adsorption on the model graphene system in Figure ", "8", " to explore the optimal heat of adsorption. We tuned the heat of adsorption without altering the textural properties (i.e., ", "V", "f", " = 0.57, ", "LCD", " = 4.5 Å) by adjusting the graphene Lennard-Jones ε parameters. Some of the methane sitting on the graphene surface comes from the so-called “empty” pore contribution to adsorption (i.e., ρ", "CH", "4", "V", "pore", " in eq ", "3", "). We calculate the fractional surface coverage in this system using excess methane adsorption by subtracting the “empty” pore contribution from the absolute methane adsorption as follows:", "(3)", "where ", "N", "excess", " and ", "N", "absolute", " are excess and absolute adsorption, respectively, ρ", "CH", "4", " is the density of bulk methane at the relevant adsorption pressure, and ", "V", "pore", " is the specific pore volume of the material. The fractional surface coverage is then equal to the corresponding excess methane adsorption ", "N", "excess", " in units of “molecules per unit area” times the effective methane cross-sectional area. Figure ", "8", " shows the deliverable fractional coverage between 65 and 5.8 bar for various values of the heat of adsorption. The optimal heat of adsorption is 13.2 kJ/mol, which is in reasonable agreement with the optimal heats of adsorption observed in ", "sections 3.1", " and ", "3.2", ". For this optimal heat of adsorption, only around one-third of the surface is associated with deliverable methane (", "DFC", " = 0.332).", "Equation ", "3", " can be readily transformed to describe deliverable capacity as follows:", "(4)", "where ", "DC", "absolute", " and ", "DC", "excess", " are absolute and excess deliverable capacities, respectively, and Δρ", "CH", "4", " is the difference in methane bulk density between the storage and delivery pressures. Since the “excess” term is related to the deliverable methane sitting on the surface, we can write for volumetric deliverable capacity:", "(5)", "where 22 658 is the molar volume of methane (mol/cm", "3", ") at STP conditions. As a first approximation, let us assume that all nanoporous materials show a similar relation between deliverable fractional coverage ", "DFC", " and heat of adsorption as described in Figure ", "8", " (which we fit to a Gaussian function). Thus, the first term in eq ", "5", " estimates the excess contribution to deliverable capacity of a material from its heat of adsorption and volumetric surface area ", "S", "v", ". From eq ", "5", " we can calculate that a hypothetical material meeting the ARPA-E target would need at least 3958 m", "2", "/cm", "3", " of volumetric surface area, assuming that it somehow has an optimal heat of adsorption and a void fraction close to one.", "By applying eq ", "5", " to the ∼120 000 pcu hypothetical MOFs, we made analytical predictions of their deliverable capacities. Comparison of these deliverable capacities with those obtained from GCMC simulations results in a root-mean-squared error RMSE of ∼39 cm", "3", "(STP)/cm", "3", ", with the absolute value of the error being less than 50 cm", "3", "(STP)/cm", "3", " in ∼20% of the cases, but with some overestimations of more than 100 cm", "3", "(STP)/cm", "3", " arising from the excess term in eq ", "5", " (see ", "Figure S10", "). Using a 0.74 correction factor on this term", "(6)", "we improved the analytical prediction. The resulting comparison with GCMC simulations is shown in Figure ", "9", "a. We obtained a RMSE of ∼26 cm", "3", "(STP)/cm", "3", " and an absolute value of the error less than 50 cm", "3", "(STP)/cm", "3", " in 95% of the cases. Remarkably, our simple analytical model shows a correlation factor (0.81) comparable to sophisticated quantitative structure–property relationship models predicting simulated gas uptake in our hypothetical MOF database.", "(36, 37)", " Equation ", "6", " may not be used to confidently predict the GCMC deliverable capacity of one particular hypothetical MOF, but it can be useful to obtain insights into the combination of textural properties that a material should have to meet specific methane deliverable capacity targets.", "Based on eq ", "6", ", Figure ", "9", "b delimits regions with combinations of void fraction and volumetric surface area that a material should have to meet three deliverable capacity targets with storage at 65 bar (provided it has an optimal heat of adsorption): (i) ARPA-E 315 cm", "3", "(STP)/cm", "3", ", (ii) CNG 263 cm", "3", "(STP)/cm", "3", ", and (iii) HKUST-1 190 cm", "3", "(STP)/cm", "3", ". The upper boundary of each region is calculated assuming a perfect prediction of deliverable capacity by eq ", "6", ", and the lower boundary is calculated assuming a 50 cm", "3", "(STP)/cm", "3", " ", "underprediction", " of deliverable capacity by the equation. With the highest volumetric surface areas calculated in MOFs here and in ref ", "23", " being ∼3500 m", "2", "/cm", "3", ", this plot shows that the textural properties needed to improve upon the 190 cm", "3", "(STP)/cm", "3", " deliverable capacity of HKUST-1 should be accessible. However, meeting the ARPA-E target requires volumetric surface areas higher than currently observed or predicted in MOFs. Recall that, as a limiting case, for an idealized case of carbon atoms “floating” in space we determined a volumetric surface area of ∼5500 m", "2", "/cm", "3", ".", "Figure 9. (a) Deliverable capacities between 65 and 5.8 bar calculated with eq ", "6", " and from GCMC simulations. All points would lie on the red line if the analytical deliverable capacities and the ones calculated with GCMC simulation were identical. The cyan line indicates the linear fit used to calculate the correlation factor. (b) Combinations of void fractions and volumetric surface areas that a nanoporous material with optimal heat of adsorption should have to reach specific deliverable capacity targets. The upper limit of each region is calculated assuming a “perfect” prediction of deliverable capacity by eq ", "6", ", and the lower limit is calculated assuming an underprediction of 50 cm", "3", "(STP)/cm", "3", " by eq ", "6", ". As a reference, the star indicates the textural properties of HKUST-1.", "3.5", "Nonisothermal Deliverable Capacity", "The results presented in the preceding sections suggest that heating the tank may be needed to facilitate methane delivery and get as close as possible to the ARPA-E deliverable capacity target of 315 cm", "3", "(STP)/cm", "3", ". For a nonisothermal storage and delivery scenario with storage at room temperature, one could use waste heat from the engine to increase the temperature of the ANG tank to help deliver the stranded methane. In this scenario, the amount of methane adsorbed at the storage pressure gains more relevance, so we examined that first. Figure ", "10", " shows methane uptake at 65 bar for the selected subset of ∼48 000 pcu MOFs and the three scenarios discussed in ", "section 3.2", ": normal, doubled, and quadrupled MOF ε parameters. The top 0.05 percentile of structures with normal and doubled MOF ε parameters showed uptakes in the ranges of 267–296 and 315–337 cm", "3", "(STP)/cm", "3", ", respectively. With quadrupled MOF ε parameters, 44% of hypothetical MOFs showed uptake equal to or higher than 315 cm", "3", "(STP)/cm", "3", ", with some materials reaching 395 cm", "3", "(STP)/cm", "3", ".", "Considering all three scenarios, the ranges of textural and chemical properties of hypothetical MOFs adsorbing 315 cm", "3", "(STP)/cm", "3", " (or more) of methane at 65 bar are very wide, e.g. 0.50–0.93 for void fraction. The lower boundaries of these intervals correspond to 13.9 kJ/mol for heat of adsorption, 4.8 Å for pore size, 0.50 for void fraction, and 1290 m", "2", "/cm", "3", " for volumetric surface area. The latter two agree well with the requirements to store 315 cm", "3", "(STP)/cm", "3", " of methane estimated in ", "section 3.4", ", i.e., 0.48 for void fraction and 1386 m", "2", "/cm", "3", " for volumetric surface area.", "The remaining question is what percentage of the stranded methane can be recovered by raising the delivery temperature. To circumvent the absence of experimental data showing the effect of systematic increases in the delivery temperature, we rely on GCMC simulations on MOF NU-125 for which simulated and experimental isotherms show excellent agreement at 298 K.", "(8)", " Figure ", "11", " shows the increase in deliverable capacity and the percentage of stranded methane recovered in NU-125 as the delivery temperature is increased. It is apparent that the percentage of stranded methane recovered does not scale linearly with the increase in temperature. However, increasing the delivery temperature 100 K above room temperature already recovers a significant 70% of the methane stranded in NU-125 at 5.8 bar, yielding a nonisothermal deliverable capacity of ∼223 cm", "3", "(STP)/cm", "3", ". In the case of HKUST-1, ", "assuming", " a similar 70% recovery of stranded methane by heating to 398 K, the nonisothermal deliverable capacity would be 244 cm", "3", "(STP)/cm", "3", ". We must note however that the upper limit for the delivery temperature depends on the stability of the MOF and the ANG tank material as well as the availability of waste heat.", "Figure 10. Methane uptake at 65 bar in three different scenarios: normal ε for MOF atoms (left), doubled ε for MOF atoms (center), and quadrupled ε for MOF atoms (right). MOFs above the horizontal dashed line show a methane uptake higher than 315 cm", "3", "(STP)/cm", "3", ". The color scale indicates the relative uptake, which we define as the ratio between the uptake at 65 bar/298 K and that at 65 bar/200 K. The relative uptake gives an indication of what fraction of the space available for methane in the MOF is being used.", "On the basis of the results illustrated in Figure ", "11", ", we calculated methane adsorption at 398 K and 5.8 bar to obtain the ", "nonisothermal", " deliverable capacity in the selected subset of ∼48 000 pcu hypothetical MOFs. In the case of normal MOF ε parameters, 81% of the tested MOFs showed a recovery of the stranded methane between 60% and 80%, in agreement with the simulations on NU-125. The percentage of hypothetical MOFs showing a similar recovery falls to 63% and 23% in the cases where the MOF ε parameters were doubled and quadrupled, respectively. However, while the percentage of stranded methane recovered decreases overall as the MOF ε parameters are increased, the maximum predicted capacity of the hypothetical MOFs was 252, 292, and 315 cm", "3", "(STP)/cm", "3", " for normal, doubled, and quadrupled MOF ε parameters, respectively.", "Figure 11. Deliverable capacity (between 65 bar/298 K and 5.8 bar) and recovered stranded methane vs delivery temperature for the MOF NU-125.", "Figure 12. Nonisothermal delivery capacity (between 65 bar/298 K and 5.8 bar/398 K) for the three scenarios studied here: normal (purple), doubled (green), and quadrupled (blue) ε", "MOF", ". The horizontal dashed line corresponds to the ARPA-E 315 cm", "3", "(STP)/cm", "3", " deliverable capacity target.", "Figure ", "12", " shows the relation between these deliverable capacities and the heats of adsorption in the different MOF ε scenarios. In comparison with the optimal heats of adsorption for isothermal deliverable capacity (Figure ", "4", "), the optimal ranges for heats of adsorption for nonisothermal deliverable capacity are broader. For normal MOF ε parameters, the heats of adsorption of the top 0.05 percentile (DC > 242 cm", "3", "(STP)/cm", "3", ") fall within the range of 11.8–17.9 kJ/mol, which is somewhat shifted toward higher heats of adsorption in comparison to the 10.5–13.0 kJ/mol optimal range for isothermal deliverable capacities. For doubled and quadrupled MOF ε parameters, the top 0.05 percentile based on nonisothermal deliverable capacities (DC > 284 cm", "3", "(STP)/cm", "3", " and DC > 307 cm", "3", "(STP)/cm", "3", ", respectively) have heats of adsorptions that fall in the ranges 13.5–18.2 and 15.3–19.8 kJ/mol, respectively. This corresponds to a shift toward higher heats of adsorption, which shows that for nonisothermal storage and delivery one can benefit from using adsorption sites that interact strongly with methane.", "Top of Page", "Abstract", "Introduction", "Methodology", "Results", "Summary and Conclusions", "References", "4 Summary and Conclusions", "The maximum isothermal deliverable capacity (between 65 and 5.8 bar) observed from high throughput screening of ∼120 000 hypothetical pcu MOFs with diverse textural and chemical properties was 206 cm", "3", "(STP)/cm", "3", ". When the MOF Lennard-Jones ε parameters were doubled or quadrupled, representing materials with strong interaction sites for methane, the maximum values increased only modestly to 223 and 228 cm", "3", "(STP)/cm", "3", ", respectively. Similarly, deliverable capacities in 39 idealized carbon-based systems were not higher than 200 cm", "3", "(STP)/cm", "3", " despite combinations of volumetric surface areas higher than 5000 m", "2", "/cm", "3", " with void fractions higher than 0.8 due to low heats of adsorption. Indeed, optimization of a single material property did not guarantee maximizing deliverable capacity as indicated by differences as great as 100 cm", "3", "(STP)/cm", "3", " in the deliverable capacities of structures sharing one identical property.", "A geometric analysis of linear methane adsorption isotherms showed that materials with void fractions smaller than 0.53 are unsuitable to reach the ARPA-E 315 cm", "3", "(STP)/cm", "3", " deliverable capacity target between 65 and 5.8 bar under isothermal conditions. Simulations in a model graphene system showed that only ∼33% of the adsorbent surface was associated with deliverable methane when the heat of adsorption was optimized. An analytical equation was derived, which successfully predicts the GCMC-simulated deliverable capacity in 95% of a population of 120 000 pcu hypothetical MOFs within an error of 50 cm", "3", "(STP)/cm", "3", ". This equation suggests that a prerequisite to reach a deliverable capacity of 315 cm", "3", "(STP)/cm", "3", " is a volumetric surface area that is higher than the highest observed in the database of hypothetical MOFs (i.e., 3500 m", "2", "/cm", "3", ").", "As an alternative approach, we showed that by increasing the delivery temperature by 100 K, it is possible to recover ∼70% of the methane stranded at the delivery pressure. However, even with this increase in temperature, the ARPA-E target was only reached by MOFs where MOF ε parameters were quadrupled. Our calculations suggest that increasing the volumetric density of sites that interact strongly with methane along with raising the delivery temperature may be a suitable strategy to greatly improve the methane deliverable capacity of nanoporous materials. This strategy is supported by the fact that the optimal heat of adsorption range shifted toward higher values as we moved from an isothermal storage and delivery scenario to a nonisothermal one. In the former, the optimal heat of adsorption range corresponded to 10.5–14.5 kJ/mol, whereas in the latter optimal heats of adsorption ranged from 11.8 to 19.8 kJ/mol.", " ", "Top of Page", "Abstract", "Introduction", "Methodology", "Results", "Summary and Conclusions", "References", "Supporting Information", "Building blocks for hypothetical pcu MOFs; structure–property relationships for MOFs with normal, doubled, and quadrupled Lennard-Jones ε parameters; isotherm linearity definition; analytical predictions using eq ", "5", " versus GCMC results; schematics for idealized carbon systems; tabulated data for textural and adsorption properties of idealized carbon-based materials; sample structures in the top 0.05 percentile for different ε scenarios. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare the following competing financial interest(s): Christopher Wilmer, Omar Farha, Joseph Hupp and Randall Snurr have a financial interest in the start-up company NuMat Technologies, which is seeking to commercialize metal-organic frameworks.", "Top of Page", "Abstract", "Introduction", "Methodology", "Results", "Summary and Conclusions", "References", "Acknowledgment", "The work presented herein was funded by the Advanced Research Projects Agency-Energy (ARPA-E), U.S. Department of Energy, under Award DE-AR0000248. The computations were made possible by the high performance computing system, QUEST, at Northwestern University.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Methodology", "Results", "Summary and Conclusions", "References", "References", "This article references 37 other publications.", "1. ", "EIA U.S Crude Oil and Natural Gas ProvedReserves,  (", "2011", "; ", "www.eia.gov/naturalgas/crudeoil/reserves", ".", "There is no corresponding record for this reference.", "2. ", "ARPA-E Methane Opportunities for Vehicular Energy (MOVE),  (", "2012", ", ", "http://arpa-e-foa.energy.gov", " (DE-FOA-000672).", "There is no corresponding record for this reference.", "3. ", "Düren", ", ", "T.", "; ", "Sarkisov", ", ", "L.", "; ", "Yaghi", ", ", "O. M.", "; ", "Snurr", ", ", "R. Q.", " ", "Design of New Materials for Methane Storage", " ", "Langmuir", " ", "2004", ",  ", "20", ",  ", "2683", "– ", "2689", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Design of new materials for methane storage", "Duren Tina; Sarkisov Lev; Yaghi Omar M; Snurr Randall Q", "Langmuir : the ACS journal of surfaces and colloids", "\r\n        (", "2004", "),\r\n    ", "20", "\r\n        (", "7", "),\r\n    ", "2683-9", "\r\n        ISSN:", "0743-7463", ".\r\n    ", "One of the strategic goals of the modern automobile manufacturing industry is to replace gasoline and diesel with alternative fuels such as natural gas.  In this report, we elucidate the desired characteristics of an optimal adsorbent for gas storage.  The U.S.  Department of Energy has outlined several requirements that adsorbents must fulfill for natural gas to become economically viable, with a key criterion being the amount adsorbed at 35 bar.  We explore the adsorption characteristics of novel metal-organic materials (IRMOFs and molecular squares) and contrast them with the characteristics of two zeolites, MCM-41, and different carbon nanotubes.  Using molecular simulations, we uncover the complex interplay of the factors influencing methane adsorption, especially the surface area, the capacity or free volume, the strength of the energetic interaction, and the pore size distribution.  We also explain the extraordinary adsorption properties of IRMOF materials and propose new, not yet synthesized IRMOF structures with adsorption characteristics that are predicted to exceed the best experimental results to date by up to 36%.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD2M3gtFWquw%253D%253D&md5=0f10aca88c4253004548b2ba1dae20b3", "4. ", "Ma", ", ", "S.", "; ", "Sun", ", ", "D.", "; ", "Simmons", ", ", "J. M.", "; ", "Collier", ", ", "C. D.", "; ", "Yuan", ", ", "D.", "; ", "Zhou", ", ", "H.-C.", " ", "Metal-Organic Framework from an Anthracene Derivative Containing Nanoscopic Cages Exhibiting High Methane Uptake", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "130", ",  ", "1012", "– ", "1016", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "5. ", "Wu", ", ", "H.", "; ", "Zhou", ", ", "W.", "; ", "Yildirim", ", ", "T.", " ", "High-Capacity Methane Storage in Metal–Organic Frameworks M2(Dhtp): The Important Role of Open Metal Sites", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "4995", "– ", "5000", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "High-Capacity Methane Storage in Metal-Organic Frameworks M2(dhtp): The Important Role of Open Metal Sites", "Wu, Hui; Zhou, Wei; Yildirim, Taner", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "13", "),\r\n    ", "4995-5000", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. framework (MOF) compds. M2(dhtp) (open metal M = Mg, Mn, Co, Ni, Zn; dhtp = 2,5-dihydroxyterephthalate) possess exceptionally large densities of open metal sites.  By adsorbing one CH4 mol. per open metal, these sites alone can generate very large methane storage capacities, 160-174 cm3(STP)/cm3, approaching the DOE target of 180 cm3(STP)/cm3 for material-based methane storage at room temp.  The adsorption isotherm measurements at 298 K and 35 bar for the five M2(dhtp) compds. yield excess methane adsorption capacities ranging from 149 to 190 cm3(STP)/cm3 (derived using their crystal densities), indeed roughly equal to the predicted, maximal adsorption capacities of the open metals (within ±10%) in these MOFs.  Among the five isostructural MOFs studied, Ni2(dhtp) exhibits the highest methane storage capacity, ∼200 cm3(STP)/cm3 in terms of abs. adsorption, potentially surpassing the DOE target by ∼10%.  The neutron diffraction expts. clearly reveal that the primary CH4 adsorption occurs directly on the open metal sites.  Initial 1st-principles calcns. show that the binding energies of CH4 on the open metal sites are significantly higher than those on typical adsorption sites in classical MOFs, consistent with the measured large heats of methane adsorption for these materials.  The authors attribute the enhancement of the binding strength to the unscreened electrostatic interaction between CH4 and the coordinatively unsatd. metal ions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjtFKgsrg%253D&md5=bbaa39565acdc107771ad9c10a7275c6", "6. ", "Klein", ", ", "N.", "; ", "Senkovska", ", ", "I.", "; ", "Baburin", ", ", "I. A.", "; ", "Grünker", ", ", "R.", "; ", "Stoeck", ", ", "U.", "; ", "Schlichtenmayer", ", ", "M.", "; ", "Streppel", ", ", "B.", "; ", "Mueller", ", ", "U.", "; ", "Leoni", ", ", "S.", "; ", "Hirscher", ", ", "M.", "; ", "Kaskel", ", ", "S.", " ", "Route to a Family of Robust, Non-Interpenetrated Metal–Organic Frameworks with Pto-Like Topology", " ", "Chem.—Eur. J.", " ", "2011", ",  ", "17", ",  ", "13007", "– ", "13016", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Route to a Family of Robust, Non-interpenetrated Metal-Organic Frameworks with pto-like Topology", "Klein, Nicole; Senkovska, Irena; Baburin, Igor A.; Gruenker, Ronny; Stoeck, Ulrich; Schlichtenmayer, Maurice; Streppel, Barbara; Mueller, Uwe; Leoni, Stefano; Hirscher, Michael; Kaskel, Stefan", "Chemistry - A European Journal", "\r\n        (", "2011", "),\r\n    ", "17", "\r\n        (", "46", "),\r\n    ", "13007-13016, S13007/1-S13007/9", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A combination of topol. rules and quantum chem. calcns. has facilitated the development of a rational metal-org. framework (MOF) synthetic strategy using the tritopic benzene-1,3,5-tribenzoate (btb) linker and a neutral cross-linker 4,4'-bipyridine (bipy).  New compds., [M2(bipy)]3(btb)4 (DUT-23(M), M = Zn, Co, Cu, Ni), [Cu2/Zn2(bisqui)]3(btb)4 (DUT-24, bisqui = di-Et (R,S)-4,4'-biquinoline-3,3'-dicarboxylate), [Cu2(py)1.5(H2O)0.5]3(btb)4 (DUT-33, py = pyridine), and [Cu2(H2O)2]3(btb)4 (DUT-34), with high sp. surface areas and pore vols. (up to 2.03 m3 g-1 for DUT-23(Co)) were synthesized.  For DUT-23(Co), excess storage capacities were detd. for methane (268 mg g-1 at 100 bar and 298 K), H (74 mg g-1 at 40 bar and 77 K), and n-butane (99 mg g-1at 293 K).  DUT-34 is a non cross-linked version of DUT-23 (noninterpenetrated pendant to MOF-14) that possesses open metal sites and can therefore be used as a catalyst.  The accessibility of the pores in DUT-34 to potential substrate mols. was proven by liq. phase adsorption.  By exchanging the N,N donor 4,4'-bipyridine with a substituted racemic biquinoline, DUT-24 was obtained.  This opens a route to the synthesis of a chiral compd., which could be interesting for enantioselective sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1Crtr%252FO&md5=ff7acf923bc2463e73b0a3b5a6c28044", "7. ", "Stoeck", ", ", "U.", "; ", "Krause", ", ", "S.", "; ", "Bon", ", ", "V.", "; ", "Senkovska", ", ", "I.", "; ", "Kaskel", ", ", "S.", " ", "A Highly Porous Metal-Organic Framework, Constructed from a Cuboctahedral Super-Molecular Building Block, with Exceptionally High Methane Uptake", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "10841", "– ", "10843", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "A highly porous metal-organic framework, constructed from a cuboctahedral super-molecular building block, with exceptionally high methane uptake", "Stoeck, Ulrich; Krause, Simon; Bon, Volodymyr; Senkovska, Irena; Kaskel, Stefan", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "88", "),\r\n    ", "10841-10843", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A highly porous metal-org. framework Cu2(BBCDC) (BBCDC = 9,9'-([1,1'-biphenyl]-4,4'-diyl)bis(9H-carbazole-3,6-dicarboxylate)) (DUT-49) with a sp. surface area of 5476 m2 g-1, a pore vol. of 2.91 cm3 g-1, a H2 excess uptake of 80 mg g-1 (77 K, 50 bar), a CO2 excess uptake of 2.01 g g-1 (298 K, 50 bar) and an exceptionally high excess methane storage capacity of 308 mg g-1 (298 K, 110 bar) was obtained using an extended tetratopic linker.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsVyhs7nF&md5=625754155bbd8f3f7fc7ab99cb3d684e", "8. ", "Wilmer", ", ", "C. E.", "; ", "Farha", ", ", "O. K.", "; ", "Yildirim", ", ", "T.", "; ", "Eryazici", ", ", "I.", "; ", "Krungleviciute", ", ", "V.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Snurr", ", ", "R. Q.", "; ", "Hupp", ", ", "J. T.", " ", "Gram-Scale, High-Yield Synthesis of a Robust Metal-Organic Framework for Storing Methane and Other Gases", " ", "Energy Environ. Sci.", " ", "2013", ",  ", "6", ",  ", "1158", "– ", "1163", "[", "Crossref", "], [", "CAS", "]", "8. ", "Gram-scale, high-yield synthesis of a robust metal-organic framework for storing methane and other gases", "Wilmer, Christopher E.; Farha, Omar K.; Yildirim, Taner; Eryazici, Ibrahim; Krungleviciute, Vaiva; Sarjeant, Amy A.; Snurr, Randall Q.; Hupp, Joseph T.", "Energy & Environmental Science", "\r\n        (", "2013", "),\r\n    ", "6", "\r\n        (", "4", "),\r\n    ", "1158-1163", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "We have synthesized and characterized a new metal-org. framework (MOF) material, NU-125, that, in the single-crystal limit, achieves a methane storage d. at 58 bar (840 psi) and 298 K corresponding to 86% of that obtained with compressed natural gas tanks (CNG) used in vehicles today, when the latter are pressurized to 248 bar (3600 psi).  More importantly, the deliverable capacity (58 bar to 5.8 bar) for NU-125 is 67% of the deliverable capacity of a CNG tank that starts at 248 bar. (For cryst. granules or powders, particle packing inefficiencies will yield densities and deliverable capacities lower than 86% and 67% of high-pressure CNG.) This material was synthesized in high yield on a gram-scale in a single-batch synthesis.  Methane adsorption isotherms were measured over a wide pressure range (0.1-58 bar) and repeated over twelve cycles on the same sample, which showed no detectable degrdn.  Adsorption of CO2 and H2 over a broad range of pressures and temps. are also reported and agree with our computational findings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXks1Onur4%253D&md5=416cf500be79b3fef4d645896cc9a3c1", "9. ", "Peng", ", ", "Y.", "; ", "Srinivas", ", ", "G.", "; ", "Wilmer", ", ", "C. E.", "; ", "Eryazici", ", ", "I.", "; ", "Snurr", ", ", "R. Q.", "; ", "Hupp", ", ", "J. T.", "; ", "Yildirim", ", ", "T.", "; ", "Farha", ", ", "O. K.", " ", "Simultaneously High Gravimetric and Volumetric Methane Uptake Characteristics of the Metal-Organic Framework Nu-111", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "2992", "– ", "2994", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Simultaneously high gravimetric and volumetric methane uptake characteristics of the metal-organic framework NU-111", "Peng, Yang; Srinivas, Gadipelli; Wilmer, Christopher E.; Eryazici, Ibrahim; Snurr, Randall Q.; Hupp, Joseph T.; Yildirim, Taner; Farha, Omar K.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "29", "),\r\n    ", "2992-2994", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The MOF NU-111 exhibits equally high volumetric and gravimetric methane uptake values, both within ≈75% of the DOE targets at 300 K.  Upon reducing the temp. to 270 K, the uptake increases to 0.5 g g-1 and 284 cc(STP) per cc at 65 bar.  Adsorption of CO2 and H2 is also reported.  Simulated isotherms are in excellent agreement with those obtained from expts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjvFWgs7s%253D&md5=3e8859eb261343b0b7bd54ee295c9859", "10. ", "Peng", ", ", "Y.", "; ", "Krungleviciute", ", ", "V.", "; ", "Eryazici", ", ", "I.", "; ", "Hupp", ", ", "J. T.", "; ", "Farha", ", ", "O. K.", "; ", "Yildirim", ", ", "T.", " ", "Methane Storage in Metal–Organic Frameworks: Current Records, Surprise Findings, and Challenges", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "11887", "– ", "11894", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Methane Storage in Metal-Organic Frameworks: Current Records, Surprise Findings, and Challenges", "Peng, Yang; Krungleviciute, Vaiva; Eryazici, Ibrahim; Hupp, Joseph T.; Farha, Omar K.; Yildirim, Taner", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "32", "),\r\n    ", "11887-11894", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors have examd. the methane uptake properties of 6 of the most promising metal org. framework (MOF) materials: PCN-14, UTSA-20, HKUST-1, Ni-MOF-74 (Ni-CPO-27), NU-111, and NU-125.  HKUST-1, a material that is com. available in gram scale, exhibits a room-temp. volumetric methane uptake that exceeds any value reported to date.  The total uptake is ∼230 cc(STP)/cc at 35 bar and 270 cc(STP)/cc at 65 bar, which meets the new volumetric target recently set by the Department of Energy (DOE) if the packing efficiency loss is ignored.  The authors emphasize that MOFs with high surface areas and pore vols. perform better overall.  NU-111, for example, reaches ∼75% of both the gravimetric and the volumetric targets.  Values for gravimetric uptake, pore vol., and inverse d. of the MOFs the authors studied scale essentially linearly with surface area.  From this linear dependence, the authors est. that a MOF with surface area 7500 m2/g and pore vol. 3.2 cc/g could reach the current DOE gravimetric target of 0.5 g/g while simultaneously exhibiting around ∼200 cc/cc volumetric uptake.  While values for volumetric uptake are based on ideal single crystal densities, in reality the packing densities of MOFs are much lower.  Finally, compacting HKUST-1 into wafer shapes partially collapses the framework, decreasing both volumetric and gravimetric uptake significantly.  Hence, one of the important challenges going forward is to find ways to pack MOFs efficiently without serious damage or to synthesize MOFs that can withstand substantial mech. pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtV2msbrN&md5=23f9bfad78f204569f0bf7c902d42dca", "11. ", "Furukawa", ", ", "H.", "; ", "Ko", ", ", "N.", "; ", "Go", ", ", "Y. B.", "; ", "Aratani", ", ", "N.", "; ", "Choi", ", ", "S. B.", "; ", "Choi", ", ", "E.", "; ", "Yazaydin", ", ", "A. Ö.", "; ", "Snurr", ", ", "R. Q.", "; ", "O’Keeffe", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Yaghi", ", ", "O. M.", " ", "Ultrahigh Porosity in Metal-Organic Frameworks", " ", "Science", " ", "2010", ",  ", "329", ",  ", "424", "– ", "428", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Ultrahigh Porosity in Metal-Organic Frameworks", "Furukawa, Hiroyasu; Ko, Nakeun; Go, Yong Bok; Aratani, Naoki; Choi, Sang Beom; Choi, Eunwoo; Yazaydin, A. Oezguer; Snurr, Randall Q.; O'Keeffe, Michael; Kim, Jaheon; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "329", "\r\n        (", "5990", "),\r\n    ", "424-428", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Cryst. solids with extended non-interpenetrating three-dimensional crystal structures were synthesized that support well-defined pores with internal diams. of up to 48 angstroms.  The Zn4O(CO2)6 unit was joined with either one or two kinds of org. link, 4,4',4''-[benzene-1,3,5-triyl-tris(ethyne-2,1-diyl)]tribenzoate (BTE), 4,4',44''-[benzene-1,3,5-triyl-tris(benzene-4,1-diyl)]tribenzoate (BBC), 4,4',44''-benzene-1,3,5-triyl-tribenzoate (BTB)/2,6-naphthalenedicarboxylate (NDC), and BTE/biphenyl-4,4'-dicarboxylate (BPDC), to give four metal-org. frameworks (MOFs), MOF-180, -200, -205, and -210, resp.  Members of this series of MOFs show exceptional porosities and gas (hydrogen, methane, and carbon dioxide) uptake capacities.  For example, MOF-210 has Brunauer-Emmett-Teller and Langmuir surface areas of 6240 and 10,400 square meters per g, resp., and a total carbon dioxide storage capacity of 2870 mg per g.  The vol.-specific internal surface area of MOF-210 (2060 square meters per cubic centimeter) is equiv. to the outer surface of nanoparticles (3-nm cubes) and near the ultimate adsorption limit for solid materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptVWgsb8%253D&md5=ce5cd4101a6f96dc0d6c349bc478b3b0", "12. ", "Farha", ", ", "O. K.", "; ", "Eryazici", ", ", "I.", "; ", "Jeong", ", ", "N. C.", "; ", "Hauser", ", ", "B. G.", "; ", "Wilmer", ", ", "C. E.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Snurr", ", ", "R. Q.", "; ", "Nguyen", ", ", "S. T.", "; ", "Yazaydın", ", ", "A. Ö.", "; ", "Hupp", ", ", "J. T.", " ", "Metal–Organic Framework Materials with Ultrahigh Surface Areas: Is the Sky the Limit?", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "15016", "– ", "15021", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Metal-Organic Framework Materials with Ultrahigh Surface Areas: Is the Sky the Limit?", "Farha, Omar K.; Eryazici, Ibrahim; Jeong, Nak Cheon; Hauser, Brad G.; Wilmer, Christopher E.; Sarjeant, Amy A.; Snurr, Randall Q.; Nguyen, SonBinh T.; Yazaydin, A. Ozgur; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "36", "),\r\n    ", "15016-15021", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors synthesized, characterized, and computationally simulated/validated the behavior of two new metal-org. framework (MOF) materials displaying the highest exptl. Brunauer-Emmett-Teller (BET) surface areas of any porous materials reported to date (∼7000 m2/g).  Key to evacuating the initially solvent-filled materials without pore collapse, and thereby accessing the ultrahigh areas, is the use of a supercrit. CO2 activation technique.  Addnl., the authors demonstrate computationally that by shifting from Ph groups to space efficient acetylene moieties as linker expansion units, the hypothetical max. surface area for a MOF material is substantially greater than previously envisioned (∼14600 m2/g (or greater) vs. ∼10500 m2/g).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1Wqu7zL&md5=b5a1dc94f402517d4a4100b493538fd4", "13. ", "Kim", ", ", "J.", "; ", "Chen", ", ", "B.", "; ", "Reineke", ", ", "T. M.", "; ", "Li", ", ", "H.", "; ", "Eddaoudi", ", ", "M.", "; ", "Moler", ", ", "D. B.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Assembly of Metal–Organic Frameworks from Large Organic and Inorganic Secondary Building Units: New Examples and Simplifying Principles for Complex Structures", " ", "J. Am. Chem. Soc.", " ", "2001", ",  ", "123", ",  ", "8239", "– ", "8247", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Assembly of Metal-Organic Frameworks from Large Organic and Inorganic Secondary Building Units: New Examples and Simplifying Principles for Complex Structures", "Kim, Jaheon; Chen, Banglin; Reineke, Theresa M.; Li, Hailian; Eddaoudi, Mohamed; Moler, David B.; O'Keeffe, Michael; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2001", "),\r\n    ", "123", "\r\n        (", "34", "),\r\n    ", "8239-8247", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The secondary building unit (SBU) was identified as a useful tool in the anal. of complex metal-org. frameworks (MOFs).  The authors illustrate its applicability to rationalizing MOF crystal structures by anal. of nine new MOFs which were characterized by single-crystal x-ray diffraction.  Tetrahedral SBUs in Zn(ADC)2·(HTEA)2 (MOF-31; H2ADC = acetylenedicarboxylic acid; HTEA = monoprotonated triethylamine), Cd(ATC)·[Cd(H2O)6](H2O)5 (MOF-32; H4ATC = adamantanetetracarboxylic acid), and Zn2(ATB)(H2O)·(H2O)3(DMF)3 (MOF-33; H4ATB = adamantanetetrabenzoic acid) are linked into diamond networks, while those of Ni2(ATC)(H2O)4·(H2O)4 (MOF-34) have the structure of the Al network in SrAl2.  Frameworks constructed from less sym. tetrahedral SBUs have the Ga network of CaGa2O4 as illustrated by Zn2(ATC)·(EtOH)2(H2O)2 (MOF-35) structure.  Squares and tetrahedral SBUs in Zn2(MTB)(H2O)2·(DMF)6(H2O)5 (MOF-36; H4MTB = methanetetrabenzoic acid) are linked into the PtS network, which is the simplest structure type known for the assembly of these shapes.  The octahedral SBUs found in Zn2(NDC)3·[(HTEA)(DEF)(ClBz)]2 (MOF-37; H2NDC = 2,6-naphthalenedicarboxylic acid) form the most common structure for linking octahedral shapes, namely, the B network in CaB6.  New structure types for linking triangular and trigonal prismatic SBUs are found in Zn3O(BTC)2·(HTEA)2 (MOF-38; H3BTC = 1,3,5-benzenetricarboxylic acid) and Zn3O(HBTB)2(H2O)·(DMF)0.5(H2O)3 (MOF-39; H3BTB = 1,3,5-benzenetribenzoic acid).  The synthesis, crystal structure, and structure anal. using the SBU approach are presented for each MOF.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXls1Okt7w%253D&md5=b62be98fb09b7b7995390315da27c217", "14. ", "Ockwig", ", ", "N. W.", "; ", "Delgado-Friedrichs", ", ", "O.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Reticular Chemistry: Occurrence and Taxonomy of Nets and Grammar for the Design of Frameworks", " ", "Acc. Chem. Res.", " ", "2005", ",  ", "38", ",  ", "176", "– ", "182", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Reticular Chemistry: Occurrence and Taxonomy of Nets and Grammar for the Design of Frameworks", "Ockwig, Nathan W.; Delgado-Friedrichs, Olaf; O'Keeffe, Michael; Yaghi, Omar M.", "Accounts of Chemical Research", "\r\n        (", "2005", "),\r\n    ", "38", "\r\n        (", "3", "),\r\n    ", "176-182", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The structures of all 1127 three-periodic extended metal-org. frameworks (MOFs) reported in the Cambridge Structure Database were analyzed, and their underlying topol. was detd.  It is remarkable that among the almost infinite no. of net topologies that are available for MOFs to adopt, only a handful of nets are actually obsd.  The discovery of this inversion between expected and obsd. nets led the authors to deduce a system of classification taxonomy for interpreting and rationalizing known MOF structures, as well as those that will be made in future.  The origin of this inversion is attributed to the different modes with which MOF synthesis was approached.  Specifically, three levels of complexity are defined that embody rules grammar for the design of MOFs and other extended structures.  This system accounts for the present proliferation of MOF structures of high symmetry nets, but more importantly, it provides the basis for designing a building block that codes for a specific structure and, indeed, only that structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXksFSgsg%253D%253D&md5=13530d98a4733672738db281372887ae", "15. ", "Furukawa", ", ", "H.", "; ", "Kim", ", ", "J.", "; ", "Ockwig", ", ", "N. W.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Control of Vertex Geometry, Structure Dimensionality, Functionality, and Pore Metrics in the Reticular Synthesis of Crystalline Metal–Organic Frameworks and Polyhedra", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "11650", "– ", "11661", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Control of Vertex Geometry, Structure Dimensionality, Functionality, and Pore Metrics in the Reticular Synthesis of Crystalline Metal-Organic Frameworks and Polyhedra", "Furukawa, Hiroyasu; Kim, Jaheon; Ockwig, Nathan W.; O'Keeffe, Michael; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "35", "),\r\n    ", "11650-11661", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. polyhedra and frameworks (MOPs and MOFs) were prepd. by linking paddlewheel-type M2(CO2)4 (M = Cu and Zn) as square structural building units (SBU's) with a variety of org. linkers designed to control the dimensionality (periodicity) and topol. of the resulting structures.  The authors describe the prepn., characterization, and crystal structures of 5 new MOPs and 11 new MOFs (termed MOP-14, -15, -17, -23, -24 and MOF-114, -115, -116, -117, -118, -119, -222, -601, -602, -603, -604) and show how their structures are related to the shape and functionality of the building blocks.  The gas uptake behaviors of MOP-23 and MOF-601 to -603 are also presented as evidence that these structures have permanent porosity and rigid architectures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXps1Knu7w%253D&md5=bed11f38c75a8c425c6ed6b276e26ad9", "16. ", "Zhao", ", ", "D.", "; ", "Timmons", ", ", "D. J.", "; ", "Yuan", ", ", "D.", "; ", "Zhou", ", ", "H.-C.", " ", "Tuning the Topology and Functionality of Metal–Organic Frameworks by Ligand Design", " ", "Acc. Chem. Res.", " ", "2010", ",  ", "44", ",  ", "123", "– ", "133", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "17. ", "Martin", ", ", "R. L.", "; ", "Lin", ", ", "L.-C.", "; ", "Jariwala", ", ", "K.", "; ", "Smit", ", ", "B.", "; ", "Haranczyk", ", ", "M.", " ", "Mail-Order Metal–Organic Frameworks (MOFs): Designing Isoreticular MOF-5 Analogues Comprising Commercially Available Organic Molecules", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "12159", "– ", "12167", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Mail-Order Metal-Organic Frameworks (MOFs): Designing Isoreticular MOF-5 Analogues Comprising Commercially Available Organic Molecules", "Martin, Richard L.; Lin, Li-Chiang; Jariwala, Kuldeep; Smit, Berend; Haranczyk, Maciej", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "23", "),\r\n    ", "12159-12167", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs), a class of porous materials, are of particular interest in gas storage and sepn. applications due largely to their high internal surface areas and tunable structures.  MOF-5 is perhaps the archetypal MOF; in particular, many isoreticular analogs of MOF-5 have been synthesized, comprising alternative dicarboxylic acid ligands.  In this contribution we introduce a new set of hypothesized MOF-5 analogs, constructed from com. available org. mols.  We describe our automated procedure for hypothetical MOF design, comprising selection of appropriate ligands, construction of 3D structure models, and structure relaxation methods.  116 MOF-5 analogs were designed and characterized in terms of geometric properties and simulated methane uptake at conditions relevant to vehicular storage applications.  A strength of the presented approach is that all of the hypothesized MOFs are designed to be synthesizable utilizing ligands purchasable online.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXltVOnt78%253D&md5=6d1cdbad9d3e74b98a072e4e513fe2a3", "18. ", "Wilmer", ", ", "C. E.", "; ", "Leaf", ", ", "M.", "; ", "Lee", ", ", "C. Y.", "; ", "Farha", ", ", "O. K.", "; ", "Hauser", ", ", "B. G.", "; ", "Hupp", ", ", "J. T.", "; ", "Snurr", ", ", "R. Q.", " ", "Large-Scale Screening of Hypothetical Metal-Organic Frameworks", " ", "Nat. Chem.", " ", "2012", ",  ", "4", ",  ", "83", "– ", "89", "[", "Crossref", "], [", "CAS", "]", "18. ", "Large-scale screening of hypothetical metal-organic frameworks", "Wilmer, Christopher E.; Leaf, Michael; Lee, Chang Yeon; Farha, Omar K.; Hauser, Brad G.; Hupp, Joseph T.; Snurr, Randall Q.", "Nature Chemistry", "\r\n        (", "2012", "),\r\n    ", "4", "\r\n        (", "2", "),\r\n    ", "83-89", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Metal-org. frameworks (MOFs) are porous materials constructed from modular mol. building blocks, typically metal clusters and org. linkers.  These can, in principle, be assembled to form an almost unlimited no. of MOFs, yet materials reported to date represent only a tiny fraction of the possible combinations.  Here, the authors demonstrate a computational approach to generate all conceivable MOFs from a given chem. library of building blocks (based on the structures of known MOFs) and rapidly screen them to find the best candidates for a specific application.  From a library of 102 building blocks the authors generated 137,953 hypothetical MOFs and for each calcd. the pore-size distribution, surface area and methane-storage capacity.  The authors identified over 300 MOFs with a predicted methane-storage capacity better than that of any known material, and this approach also revealed structure-property relations.  Methyl-functionalized MOFs were frequently top performers, so the authors selected one such promising MOF and exptl. confirmed its predicted capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVagtL3K&md5=3becbfed2fdacdb8b58146666da7c038", "19. ", "Sikora", ", ", "B. J.", "; ", "Wilmer", ", ", "C. E.", "; ", "Greenfield", ", ", "M. L.", "; ", "Snurr", ", ", "R. Q.", " ", "Thermodynamic Analysis of Xe/Kr Selectivity in over 137 000 Hypothetical Metal-Organic Frameworks", " ", "Chem. Sci.", " ", "2012", ",  ", "3", ",  ", "2217", "– ", "2223", "[", "Crossref", "], [", "CAS", "]", "19. ", "Thermodynamic analysis of Xe/Kr selectivity in over 137 000 hypothetical metal-organic frameworks", "Sikora, Benjamin J.; Wilmer, Christopher E.; Greenfield, Michael L.; Snurr, Randall Q.", "Chemical Science", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "7", "),\r\n    ", "2217-2223", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks (MOFs) are porous crystals with the potential to improve many industrial gas sepn. processes.  Because there is a practically unlimited no. of different MOFs, which vary in their pore geometry and chem. compn., it is challenging to find the best MOF for a given application.  Here, we applied high-throughput computational methods to rapidly explore thousands of possible MOFs, given a library of starting materials, in the context of Xe/Kr sepn.  We generated over 137 000 structurally diverse hypothetical MOFs from a library of chem. building blocks and screened them for Xe/Kr sepn.  For each MOF, we calcd. geometric properties via Delaunay tessellation and predicted thermodn. Xe/Kr adsorption behavior via multicomponent grand canonical Monte Carlo simulations.  Specifically, we calcd. the pore limiting diam., largest cavity diam., accessible void vol., as well as xenon and krypton adsorption at 1.0, 5.0 and 10 bar at 273 K. From these data we show that MOFs with pores just large enough to fit a single xenon atom, and having morphologies resembling tubes of uniform width, are ideal for Xe/Kr sepn.  Finally, we compare our generated MOFs to several known structures (IRMOF-1, HKUST-1, ZIF-8, Pd-MOF, & MOF-505) and conclude that significantly improved materials remain to be synthesized.  All crystal structure files are freely available for download and browsing in an online database.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XotFGrs7k%253D&md5=e977c388605d45a094f36a8d84aede10", "20. ", "Wilmer", ", ", "C. E.", "; ", "Farha", ", ", "O. K.", "; ", "Bae", ", ", "Y.-S.", "; ", "Hupp", ", ", "J. T.", "; ", "Snurr", ", ", "R. Q.", " ", "Structure-Property Relationships of Porous Materials for Carbon Dioxide Separation and Capture", " ", "Energy Environ. Sci.", " ", "2012", ",  ", "5", ",  ", "9849", "– ", "9856", "[", "Crossref", "], [", "CAS", "]", "20. ", "Structure-property relationships of porous materials for carbon dioxide separation and capture", "Wilmer, Christopher E.; Farha, Omar K.; Bae, Youn-Sang; Hupp, Joseph T.; Snurr, Randall Q.", "Energy & Environmental Science", "\r\n        (", "2012", "),\r\n    ", "5", "\r\n        (", "12", "),\r\n    ", "9849-9856", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "There is an urgent need to identify porous materials that can efficiently sep. CO2 from mixts. of gases, such as the exhaust of fossil-fuel-based power plants and from impure sources of CH4 (e.g., natural gas and landfill gas).  Recently, researchers have investigated collections of porous metal-org. frameworks (MOFs) with the intent of finding correlations between CO2 sepn. ability and various material properties.  However, due to the limited size of the collections, no clear correlations were found for material properties such as pore size, surface area, and pore vol., leaving researchers with little guidance in the design of new materials.  In this work we drastically expand the scope of previous studies to include over 130 000 hypothetical MOFs, using mol. simulation to generate the adsorption properties.  The resulting data exhibit sharply defined structure-property relationships that were not apparent when smaller collections of MOFs were considered.  We show clear correlations between purely structural characteristics (e.g., pore size, surface area, and pore vol.), as well as chem. characteristics (i.e., functional groups), with five adsorbent evaluation criteria taken from the engineering literature.  These reported structure-property relationships can serve as a map for exptl. synthesis going forward.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvVams7rN&md5=86093c88d04e6795f2d82b5c581e0de6", "21. ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Deconstructing the Crystal Structures of Metal–Organic Frameworks and Related Materials into Their Underlying Nets", " ", "Chem. Rev.", " ", "2011", ",  ", "112", ",  ", "675", "– ", "702", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "22. ", "Sikora", ", ", "B. J.", "; ", "Winnegar", ", ", "R.", "; ", "Proserpio", ", ", "D. M.", "; ", "Snurr", ", ", "R. Q.", " ", "Textural Properties of a Large Collection of Computationally Constructed Mofs and Zeolites", " ", "Microporous Mesoporous Mater.", " ", "2014", ",  ", "186", ",  ", "207", "– ", "213", "[", "Crossref", "], [", "CAS", "]", "22. ", "Textural properties of a large collection of computationally constructed MOFs and zeolites", "Sikora, Benjamin J.; Winnegar, Randy; Proserpio, Davide M.; Snurr, Randall Q.", "Microporous and Mesoporous Materials", "\r\n        (", "2014", "),\r\n    ", "186", "\r\n        (", "),\r\n    ", "207-213", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Metal-org. frameworks (MOFs) are porous crystals with the potential to improve many industrial gas adsorption and sepns. processes.  Because MOFs were synthesized in a building block fashion and can incorporate a wide range of org. linkers, an almost unlimited no. of different MOFs are possible.  Here, the authors applied high-throughput computational anal. methods to 137,000 hypothetical MOFs and calcd. their geometric and adsorption properties.  For every structure and its energy minimized counterpart, the authors calcd. the underlying net (framework topol.), pore limiting diam., largest cavity diam., accessible void vol., accessible surface area, as well as the Henry's const. and equil. loading of methane at 35 bar and 298 K.  The anal. showed that these hypothetical MOFs have a wide range of geometric properties but lack topol. diversity.  The anal. also provides insights into the geometric method used to generate the hypothetical MOFs.  Finally, the authors compared with hypothetical zeolites, finding that for the materials analyzed here, the MOFs tend to be more texturally diverse than the zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Cjurs%253D&md5=6b9bebb2d4f4f762423045a3079014ab", "23. ", "Martin", ", ", "R. L.", "; ", "Haranczyk", ", ", "M.", " ", "Insights into Multi-Objective Design of Metal–Organic Frameworks", " ", "Crys. Growth Des.", " ", "2013", ",  ", "13", ",  ", "4208", "– ", "4212", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Insights into Multi-Objective Design of Metal-Organic Frameworks", "Martin, Richard Luis; Haranczyk, Maciej", "Crystal Growth & Design", "\r\n        (", "2013", "),\r\n    ", "13", "\r\n        (", "10", "),\r\n    ", "4208-4212", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) are a highly versatile class of cryst. porous materials.  In recent years, many diverse MOF materials have been exptl. realized, exhibiting a wide range of underlying topologies.  In this work, the authors guide material design efforts by identifying the most promising MOF topologies for achieving high surface area frameworks.  High surface area is one of the most targeted properties of MOF materials for adsorption applications, and the authors focus on evaluating the achievable surface area (gravimetric, volumetric, and a composite function) within each topol. class by means of multi-objective optimization, illustrating that researchers can focus on a few select topologies to achieve a particular balance between gravimetric and volumetric surface area.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVCgt7nM&md5=c559ccac492c1d2f32c0b51f6a909a87", "24. ", "Düren", ", ", "T.", "; ", "Millange", ", ", "F.", "; ", "Férey", ", ", "G.", "; ", "Walton", ", ", "K. S.", "; ", "Snurr", ", ", "R. Q.", " ", "Calculating Geometric Surface Areas as a Characterization Tool for Metal–Organic Frameworks", " ", "J. Phys. Chem. C", " ", "2007", ",  ", "111", ",  ", "15350", "– ", "15356", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Calculating Geometric Surface Areas as a Characterization Tool for Metal-Organic Frameworks", "Dueren, Tina; Millange, Franck; Ferey, Gerard; Walton, Krista S.; Snurr, Randall Q.", "Journal of Physical Chemistry C", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "42", "),\r\n    ", "15350-15356", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) synthesized in a building-block approach from org. linkers and metal corner units offer the opportunity to design materials with high surface areas for adsorption applications by assembling the appropriate building blocks.  In this paper, we show that the surface area calcd. in a geometric fashion from the crystal structure is a useful tool for characterizing MOFs.  We argue that the accessible surface area rather than the widely used Connolly surface area is the appropriate surface area to characterize cryst. solids for adsorption applications.  The accessible surface area calcd. with a probe diam. corresponding to the adsorbate of interest provides a simple way to screen and compare adsorbents.  We investigate the effects of the probe mol. diam. on the accessible surface area and discuss the implications for increasing the surface area of metal-org. frameworks by the use of catenated structures.  We also demonstrate that the accessible surface area provides a useful tool for judging the quality of a synthesized sample.  Exptl. surface areas can be adversely affected by incomplete solvent removal during activation, crystal collapse, or interpenetration.  The easily calcd. accessible surface area provides a benchmark for the theor. upper limit for a perfect crystal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtFShtLjP&md5=47226155a5817ef357a9b6f941883ee6", "25. ", "Talu", ", ", "O.", "; ", "Myers", ", ", "A. L.", " ", "Molecular Simulation of Adsorption: Gibbs Dividing Surface and Comparison with Experiment", " ", "AIChE J.", " ", "2001", ",  ", "47", ",  ", "1160", "– ", "1168", "[", "Crossref", "], [", "CAS", "]", "25. ", "Molecular simulation of adsorption: Gibbs dividing surface and comparison with experiment", "Talu, Orhan; Myers, Alan L.", "AIChE Journal", "\r\n        (", "2001", "),\r\n    ", "47", "\r\n        (", "5", "),\r\n    ", "1160-1168", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    \r\n            (", "American Institute of Chemical Engineers", ")\r\n        ", "At low temp. near the normal b.p., computer simulations of adsorption of gases can be compared directly with expt.  However, for adsorptive gas sepns. in which the gas is adsorbed near or above its crit. temp., abs. simulation variables must be converted to excess variables for comparison with expt.  The conversion of abs. to excess variables requires the helium pore vol. of the adsorbent.  Lennard-Jones potential parameters for helium gas mols. interacting with the oxygen atoms of silicalite are ε/k = 28.0 K and σ = 2.952 Å.  The helium pore vol. of silicalite is 0.175 cm3/g.  Lennard-Jones potential parameters derived for Ar-O interactions in silicalite are ε/k = 93.0 K and σ = 3.335 Å.  D. profiles for adsorption of argon in silicalite at 300 K show that the local d. is highest in the middle of the channels where the gas-solid potentials overlap.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXjsFCmsrs%253D&md5=12df4f38dc23391096678d89a8066f73", "26. ", "Allen", ", ", "M. P.", "; ", "Tildesley", ", ", "D. J.", "  ", "Computer Simulation of Liquids", "; ", "Oxford University Press", ": ", "Oxford", ", ", "1990", ".", "There is no corresponding record for this reference.", "27. ", "Rappe", ", ", "A. K.", "; ", "Casewit", ", ", "C. J.", "; ", "Colwell", ", ", "K. S.", "; ", "Goddard", ", ", "W. A.", "; ", "Skiff", ", ", "W. M.", " ", "UFF, a Full Periodic Table Force Field for Molecular Mechanics and Molecular Dynamics Simulations", " ", "J. Am. Chem. Soc.", " ", "1992", ",  ", "114", ",  ", "10024", "– ", "10035", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "UFF, a full periodic table force field for molecular mechanics and molecular dynamics simulations", "Rappe, A. K.; Casewit, C. J.; Colwell, K. S.; Goddard, W. A., III; Skiff, W. M.", "Journal of the American Chemical Society", "\r\n        (", "1992", "),\r\n    ", "114", "\r\n        (", "25", "),\r\n    ", "10024-35", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "A new mol. mechanics force field, the Universal force field (UFF), is described wherein the force field parameters are estd. using general rules based only on the element, its hybridization and its connectivity.  The force field functional forms, parameters, and generating formulas for the full periodic table are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38Xmtl2qur8%253D&md5=cf41e8bb9ad299fd5d79f070d690afe1", "28. ", "Martin", ", ", "M. G.", "; ", "Siepmann", ", ", "J. I.", " ", "Transferable Potentials for Phase Equilibria. 1. United-Atom Description of N-Alkanes", " ", "J. Phys. Chem. B", " ", "1998", ",  ", "102", ",  ", "2569", "– ", "2577", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Transferable Potentials for Phase Equilibria. 1. United-Atom Description of n-Alkanes", "Martin, Marcus G.; Siepmann, J. Ilja", "Journal of Physical Chemistry B", "\r\n        (", "1998", "),\r\n    ", "102", "\r\n        (", "14", "),\r\n    ", "2569-2577", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new set of united-atom Lennard-Jones interaction parameters for n-alkanes is proposed from fitting to crit. temps. and satd. liq. densities.  Configurational-bias Monte Carlo simulations in the Gibbs ensemble were carried out to det. the vapor-liq. coexistence curves for methane to dodecane using three united-atom force fields: OPLS [Jorgensen, et al. J. Am. Chem. Soc. 1984, 106, 813], SKS [Siepmann, et al. Nature 1993, 365, 330], and TraPPE.  Std. specific densities and the high-pressure equation-of-state for the transferable potentials for phase equil. (TraPPE) model were studied by simulations in the isobaric-isothermal and canonical ensembles, resp.  It is found that one set of Me and methylene parameters is sufficient to accurately describe the fluid phases of all n-alkanes with two or more carbon atoms.  Whereas other n-alkane force fields employ Me groups that are either equal or larger in size than the methylene groups, it is demonstrated here that using a smaller Me group yields a better fit to the set of exptl. data.  As should be expected from an effective pair potential, the new parameters do not reproduce exptl. second virial coeffs.  Satd. vapor pressures and densities show small, but systematic deviation from the exptl. data.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXhs1GqsLo%253D&md5=bd188811b6ce04ce093e4659b74861d4", "29. ", "Nicholson", ", ", "D.", "; ", "Parsonage", ", ", "N. G.", "  ", "Computer Simulation and the Statistical Mechanics of Adsorption", "; ", "Academic Press", ": ", "London", ", ", "1982", ".", "There is no corresponding record for this reference.", "30. ", "R Core team; R Foundation for Statistical Computing, Vienna, Austria,  (", "2013", ".", "There is no corresponding record for this reference.", "31. ", "Sarkar", ", ", "D.", "  ", "Lattice: Multivariate Data Visualization with R", "; ", "Springer", ": ", "New York", ", ", "2008", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "32. ", "Frost", ", ", "H.", "; ", "Snurr", ", ", "R. Q.", " ", "Design Requirements for Metal-Organic Frameworks as Hydrogen Storage Materials", " ", "J. Phys. Chem. C", " ", "2007", ")  ", "111", ",  ", "18794", "– ", "18803", "[", "ACS Full Text ", "], [", "CAS", "]", "32. ", "Design Requirements for Metal-Organic Frameworks as Hydrogen Storage Materials", "Frost, Houston; Snurr, Randall Q.", "Journal of Physical Chemistry C", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "50", "),\r\n    ", "18794-18803", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Storing an acceptable d. of hydrogen in porous materials by physisorption at room temp. and reasonable pressures is a challenging problem.  Metal-org. frameworks (MOFs) are a new class of nanoporous materials that have shown early promise for meeting this goal.  They have extremely large sp. surface areas, but the heats of adsorption to date are too low to provide significant storage at room temp.  In this work, mol. simulations are used to provide guidelines for the design of MOFs for hydrogen storage.  To learn how much the heat of adsorption must be increased to meet current targets, we artificially increase the hydrogen/MOF Lennard-Jones attraction.  The correlation of the amt. of hydrogen adsorbed with the heat of adsorption, the surface area, and the free vol. is revisited.  We also review the distinction between excess and abs. adsorption and show that comparing the d. of hydrogen within the free vol. of materials provides useful insight.  The simulation results yield a graph showing the required heats of adsorption as a function of the free vol. to meet gravimetric and volumetric storage targets at room temp. and 120 bar.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtlejsbzL&md5=c7c9ecb4cdc25250f5bee71611cd55ee", "33. ", "Sarkisov", ", ", "L.", " ", "Accessible Surface Area of Porous Materials: Understanding Theoretical Limits", " ", "Adv. Mater.", " ", "2012", ",  ", "24", ",  ", "3130", "– ", "3133", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "33. ", "Accessible Surface Area of Porous Materials: Understanding Theoretical Limits", "Sarkisov, Lev", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2012", "),\r\n    ", "24", "\r\n        (", "23", "),\r\n    ", "3130-3133", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors apply a computational method to find the highest possible surface area of porous materials.  To be consistent with the previous studies and with the exptl. measurements the authors use a single atom of nitrogen as a probe particle, with the parameters of this atom and other details of the calcn. provided in the supplemental information file (results from an alternative calcn. based on a single site representation of nitrogen and consistent with several earlier studies are also provided there).  The model considered here can be viewed as the limiting case of the model by Gauden et al. (2010).  As an addnl. constraint, the authors impose a condition that the platelets in the packing must form a percolated self-supporting network, or cluster.  Two platelets belong to the same cluster if any two atoms of the platelets touch each other or slightly overlap.  Whether the platelets form a percolated cluster based on this criterion is detd. using the computational tools described in previous publication (Sarkisov L. and Harrison A., 2011).  Accessible surface area for this model of activated C averaged over several realizations of percolated cluster is 6403.0±204.9 m2/g.  The theor. possible accessible surface area of a model activated C substantially exceeds the current record values (BET surface area 3800 m2/g).  This work suggests that these values of surface areas in disordered C materials are not impossible after all.  Clearly, this theor. est. is not a rigorous limit, as it depends on the simulation protocol and parameters employed in the model.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xms1eks7s%253D&md5=cb25b0913bdb514551917453565e3b62", "34. ", "Bhatia", ", ", "S. K.", "; ", "Myers", ", ", "A. L.", " ", "Optimum Conditions for Adsorptive Storage", " ", "Langmuir", " ", "2006", ",  ", "22", ",  ", "1688", "– ", "1700", "[", "ACS Full Text ", "], [", "CAS", "]", "34. ", "Optimum Conditions for Adsorptive Storage", "Bhatia, Suresh K.; Myers, Alan L.", "Langmuir", "\r\n        (", "2006", "),\r\n    ", "22", "\r\n        (", "4", "),\r\n    ", "1688-1700", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The storage of gases in porous adsorbents, such as activated carbon and carbon nanotubes, is examd. here thermodynamically from a systems viewpoint, considering the entire adsorption-desorption cycle.  The results provide concrete objective criteria to guide the search for the \"Holy Grail\" adsorbent, for which the adsorptive delivery is maximized.  It is shown that, for ambient temp. storage of hydrogen and delivery between 30 and 1.5 bar pressure, for the optimum adsorbent the adsorption enthalpy change is 15.1 kJ/mol.  For carbons, for which the av. enthalpy change is typically 5.8 kJ/mol, an optimum operating temp. of about 115 K is predicted.  For methane, an optimum enthalpy change of 18.8 kJ/mol is found, with the optimum temp. for carbons being 254 K.  It is also demonstrated that for max. delivery of the gas the optimum adsorbent must be homogeneous, and that introduction of heterogeneity, such as by ball milling, irradn., and other means, can only provide small increases in physisorption-related delivery for hydrogen.  For methane, heterogeneity is always detrimental, at any value of av. adsorption enthalpy change.  These results are confirmed with the help of exptl. data from the literature, as well as extensive Monte Carlo simulations conducted here using slit pore models of activated carbons as well as atomistic models of carbon nanotubes.  The simulations also demonstrate that carbon nanotubes offer little or no advantage over activated carbons in terms of enhanced delivery, when used as storage media for either hydrogen or methane.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XksFSruw%253D%253D&md5=4ef6bc99f1ab97df527da6b2243e9d7a", "35. ", "Simon", ", ", "C. M.", "; ", "Kim", ", ", "J.", "; ", "Lin", ", ", "L.-C.", "; ", "Martin", ", ", "R. L.", "; ", "Haranczyk", ", ", "M.", "; ", "Smit", ", ", "B.", " ", " ", "Optimizing Nanoporous Materials for Gas Storage", ". Phys. Chem. Chem. Phys. ", "2014", ", in press", "There is no corresponding record for this reference.", "36. ", "Fernandez", ", ", "M.", "; ", "Woo", ", ", "T. K.", "; ", "Wilmer", ", ", "C. E.", "; ", "Snurr", ", ", "R. Q.", " ", "Large-Scale Quantitative Structure–Property Relationship (QSPR) Analysis of Methane Storage in Metal–Organic Frameworks", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "7681", "– ", "7689", "[", "ACS Full Text ", "], [", "CAS", "]", "36. ", "Large-Scale Quantitative Structure-Property Relationship (QSPR) Analysis of Methane Storage in Metal-Organic Frameworks", "Fernandez, Michael; Woo, Tom K.; Wilmer, Christopher E.; Snurr, Randall Q.", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "15", "),\r\n    ", "7681-7689", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) present a combinatorial design challenge.  The structural building blocks of MOFs can be combined to synthesize a nearly infinite no. of materials.  This suggests that computational tools, rather than exptl. trial and error, can be used for high-throughput screening.  Here, in the context of methane storage, the first large-scale, quant. structure-property relationship (QSPR) anal. of MOFs is reported.  The effect is investigated of geometrical features, such as pore size and void fraction, on the simulated methane storage capacities of ∼130 000 hypothetical MOFs at 1, 35, and 100 bar at 298 K.  From these data models are developed that can predict methane storage with high accuracy, based only on knowledge of the geometric features.  Several models were developed: multilinear regression (MLR) models, decision trees (DTs), and nonlinear support vector machines (SVMs).  In each case, 10 000 MOF structures were used to \"train\" the QSPR regression models, and the accuracy of the predictions was evaluated on a test set of ∼120 000 MOFs.  The nonlinear SVM models can predict the methane storage capacity of MOFs in the test set with R2 values of 0.82 and 0.93 at 35 and 100 bar, resp.  Decision tree models produced rules for optimal design: for methane storage at 35 bar, MOFs should have densities greater than 0.43 g/cm3 and void fractions greater than 0.52; for methane storage at 100 bar, MOFs should have densities greater than 0.33 g/cm3 and void fractions greater than 0.62.  Using two-dimensional response-surface analyses of the SVM models, new hypotheses is developed about combinations of material properties, yet unexplored, that might lead to very high methane storage capacities and warrant further investigation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXktlyltLo%253D&md5=e954a6ca876c9fca24b8649ba4fa7e12", "37. ", "Fernandez", ", ", "M.", "; ", "Trefiak", ", ", "N. R.", "; ", "Woo", ", ", "T. K.", " ", "Atomic Property Weighted Radial Distribution Functions Descriptors of Metal–Organic Frameworks for the Prediction of Gas Uptake Capacity", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "14095", "– ", "14105", "[", "ACS Full Text ", "], [", "CAS", "]", "37. ", "Atomic Property Weighted Radial Distribution Functions Descriptors of Metal-Organic Frameworks for the Prediction of Gas Uptake Capacity", "Fernandez, Michael; Trefiak, Nicholas R.; Woo, Tom K.", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "27", "),\r\n    ", "14095-14105", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) are porous materials with exceptional host-guest properties with huge potential for gas sepn.  The combinatorial design of MOFs demands the in silico screening of the nearly infinite combinations of structural building blocks using efficient computational tools.  A novel at. property weighted radial distribution function (AP-RDF) descriptor is reported tailored for large-scale Quant. Structure-Property Relationship (QSPR) predictions of gas adsorption of MOFs.  A total of ∼58,000 hypothetical MOF structures were used to calibrate correlation models of the methane, N2, and CO2 uptake capacities from grand-canonical Monte Carlo (GCMC) simulations.  The principal component anal. (PCA) transform of the AP-RDF descriptors exhibited good discrimination of MOF inorg. structural building units (SBUs), geometrical properties, and more surprisingly gas uptake capacities.  While the simulated uptake capacities correlated poorly to the void fraction, surface area, and pore size, the newly introduced AP-RDF scores yielded outstanding QSPR predictions for an external test set of ∼25,000 MOFs with R2 values in the range from 0.70 to 0.82.  The accuracy of the predictions decreased at low pressures, mainly for MOFs with V2O2 or Zr6O8 inorg. SBUs and org. SBUs with fluorine substituents.  The QSPR models can serve as efficient filtering tools to detecting promising high-performing candidates at the early stage of virtual high-throughput screening of novel porous materials.  The predictive models of the gas uptake capacities of MOFs are available online via the MOF informatics anal. (MOFIA) tool.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXpsFGltLY%253D&md5=39ea54f6dd6d7c05eec3becfcc1ee025"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-13/jp502359q/production/images/small/jp-2014-02359q_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-13/jp502359q/production/images/small/jp-2014-02359q_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-13/jp502359q/production/images/small/jp-2014-02359q_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-13/jp502359q/production/images/small/jp-2014-02359q_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-13/jp502359q/production/images/small/jp-2014-02359q_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-13/jp502359q/production/images/small/jp-2014-02359q_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-13/jp502359q/production/images/small/jp-2014-02359q_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-13/jp502359q/production/images/small/jp-2014-02359q_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-13/jp502359q/production/images/small/jp-2014-02359q_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-13/jp502359q/production/images/small/jp-2014-02359q_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-13/jp502359q/production/images/small/jp-2014-02359q_0012.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-13/jp502359q/production/images/small/jp-2014-02359q_0013.gif\">"]}
