{"title": ["Adsorption Properties and Structural Characterization of Activated Carbons and Nanocarbons"], "authors": ["S. Beyaz Kayiran", "F. Darkrim Lamari", "D. Levesque"], "doi": ["10.1021/jp048169c"], "abstract": ["Adsorption in porous solids at room or low temperature is one of the possible storage modes of hydrogen gas. The storage efficiency in these materials depends on their physical properties and characteristics, the most important being their adsorption capacity, porosity, density, and the endo- or exothermic character of the adsorption process. In particular, porous materials made of carbon nanotubes have been studied as potential hydrogen adsorbents in a large domain of pressures and temperatures. In this work, we present morphologic and structural characterizations of samples of carbon nanotube porous materials by the Brunauer, Emmett, and Teller method, transmission electronic microscopy, Raman spectroscopy, and helium density measurements. The adsorption of hydrogen in these materials is measured. A specific and new result of this measurement is the estimate of the excess adsorption, the relevant quantity for a correct determination of the storage capacity of porous materials. "], "text": [" ", "Top of Page", "Abstract", "1. Introduction", "2. Experimental Procedures and Characterizations", "3. Results and Discussion", "4. Conclusions", "1. Introduction", " ", "The adsorption of gases and fluids in carbonaceous porous materials is used in numerous industrial processes such as purification and gas separation.", "1-3", " Recently, the possibility of adding to these applications that of gas storage has been studied in research works on a safe and effective storage of hydrogen motivated by the perspective of a common use of fuel cells on board cars.", "4-8", " The accurate measurement of the hydrogen adsorption in carbonaceous porous materials requires disposing samples having an adequate size and purity. These conditions are easily satisfied for the activated carbons,", "9,10", " but sometimes with difficulty for the newly synthesized materials, so-called nanocarbon materials, such as single-walled nanotubes (SWNT)", "11", " or graphite nanofibers (GNF).", "12", " These experimental constraints have probably contributed to the important discrepancies in the experimental estimate of the hydrogen adsorption in nanocarbon materials, a subject that stays still somewhat controversial.", "4,13,14", " The aim of this article is to present a new experimental determination of the hydrogen adsorption in carbonaceous porous materials made of carbon SWNT at room temperature up to high pressures. The samples have a purity, defined by the ratio of the mass of the SWNT present in the sample to the total sample mass equal to about 50%, similar to that commonly obtained by arc method synthesis.", "15", " To make this determination as significant as possible, with this degree of purity, the considered samples of SWNT have been carefully characterized by various investigation methods. A critical discussion of our results is done by comparing them to those that we have also obtained for activated carbons and those computed, in the literature, by Monte Carlo simulations for idealized models of SWNT materials.", "16", " In conclusion, the agreement of the present adsorption measurements with previously published data is assessed. ", " ", " ", "Top of Page", "Abstract", "1. Introduction", "2. Experimental Procedures and Characterizations", "3. Results and Discussion", "4. Conclusions", "2. Experimental Procedures and Characterizations", " ", "In the present experiments, we have measured the adsorption and storage efficiency of hydrogen in two types of porous materials:  SWNT samples and activated carbons at room temperature and pressures up to 10 MPa. Purified and nonpurified SWNT materials have been investigated and activated carbons studied mainly with the aim of performing a comparison of their adsorption properties with those of SWNT porous materials. Various characterizations", "transmission electronic microscopy (TEM), the Brunauer, Emmett, and Teller (BET) method,", "17", " Raman spectra, and high-temperature helium density measurements", "have been realized in order to interpret correctly the experimental results. ", " ", "The porous materials made of SWNTs, considered in this work, were synthesized by the arc discharge method described by Journet et al.", "18", " Purified and nonpurified materials are defined according to the contribution of the SWNT mass to the total sample mass. The purification of the raw sample was made following the method developed by Holzinger et al.", "15", " The method consists first of performing size exclusion column chromatography, using potassium polyacrylate as the stationary phase, and vacuum-filtration. In a second step, the carbon atoms of nanotube walls are oxidized with nitric acid, leading to the formation of carboxylic groups at defect sites. These groups constitute an adequate basis for further chemical functionalization, for instance, leading to the formation of amides.", "15", " The results", "19-22", " of this acidic treatment are the elimination of all catalyst particles that have not been removed by filtration and are not covered with a graphitic layer and, also, the partial alteration of nanotube walls due to the functionalization of carbon atoms. In a final step, the functional groups are eliminated under vacuum by a thermal treatment at 1000 °C, allowing a possible opening of the closed SWNT. ", " ", "One of the main characteristics of nanotube adsorbents and activated carbons is their specific surface area, defined as the area of the pore walls per gram of material, where gas molecules can be adsorbed; this area can be estimated by the BET ", " procedure.", "16", " An other important characteristic is the volume occupied by the atoms of these carbonaceous porous solids, the value of which is needed for a correct and complete estimate of the excess amount of adsorbed gas or fluid. The measurement of this volume can be realized by a procedure, the so-called helium displacement method.", "23", " The determination of the amount of adsorbed hydrogen in the samples of SWNT and active carbons was made by a method described by Vidal et al.", "24", " ", " ", "In the Raman spectroscopy, the relative intensity of the peak at 1350 cm", "-1", " (D line) gives information on the presence and the size of graphite crystallites.", "25", " TEM studies were performed with a JEOL-JEM-1200EX 120 kV apparatus by depositing a small amount of nanotube sample on a copper grid. These Raman and TEM analyses were performed in order to check the presence of SWNT and to observe the presence of impurities in the sample before and after the acid treatment associated with the purification process. ", " ", "The specific surface area of nanotubes and activated carbons is measured with a Coulter SA3100 apparatus, operating on the basis of the BET", "16", " method, and is usually expressed in surface per gram of material (specific surface). The BET method also gives an estimate of the total volume of the pores, expressed in milliliters per gram of porous material. Micropore volumes have been calculated from the application of the Dubinin−Radushkevich equation to adsorption measurements.", "26", " ", " ", " ", "Top of Page", "Abstract", "1. Introduction", "2. Experimental Procedures and Characterizations", "3. Results and Discussion", "4. Conclusions", "3. Results and Discussion", " ", "For the raw or nonpurified sample, the supplier estimates the purity (expressed as the percentage of the SWNT mass with respect to the total sample mass) to be about 40%, with a large uncertainty of 10−15%. The purity of the purified sample is given equal to 60%, corresponding to the usual state of purity of nanotube samples with a mass on the order of 0.5 g. The Raman spectra and TEM images, as discussed below, are in agreement with these estimates. They show that the samples are made of nanotube bundles associated with impurities, which for the purified samples are mainly amorphous carbon particles or graphitic catalyst particles remaining after the filtration and chemical treatment. ", " ", "The Raman spectra of the purified and nonpurified nanotube samples are shown in Figure 1", ". The analysis of the spectrum measured by Raman experiments distinguishes three frequency regions. In the high-frequency region, between 1500 and 1600 cm", "-1", ", are localized the peaks considered as a signature of the existence of single-walled tubes in a sample, in particular the Raman peak, centered at ∼1580 cm", "-1", ", which is assigned to the E", "2g", " stretching mode in graphite (G-band). The low-frequency region, between 70 and 280 cm", "-1", ", corresponds to the radial breathing modes (RBM) of nanotubes, which characterize their diameter distribution. The comparison between the two spectra shows the existence of RBM peaks and two peaks located at 1583 and 2600 cm", "-1", " in the two samples and the appearance of a peak at 1350 cm", "-1", " in the purified one. This latter peak (D-band) is induced by disorder or crystallographic defects located in the nanotube walls and ends.", "27-29", " The Raman peak near 2600 cm", "-1", " (G‘-band) is assigned to the overtone of the D-band.", "30", " The peak associated with the stretching modes visible at 1583 cm", "-1", " establishes clearly the existence of SWNT in the two samples. The peak at 192 cm", "-1", ", in the low-frequency region, is inversely proportional to the diameter of SWNTs. From the frequency ω of the RBM peak, the diameter ", "D", " of SWNTs present in our samples is computed by using the equation ω = 223.75/", "D", " given in ref 31; it is equal to 1.16 nm. This result is consistent with the diameter observed by TEM images. In addition the RBM peak, seen in the two spectra, indicates that the diameter distribution did not markedly change during the purification. ", " ", " Figure 1 Raman spectra with Ar ion laser (wavelength 5145 Å) in the region from 0 to 3000 cm", "-1", " for the purified nanotube sample (solid line) and the nonpurified nanotube sample (thick line). The narrow lines at about 1580 cm", "-1", " are an indication of the presence of the SWNTs.", " ", " ", " ", "A TEM image of the SWNT material after the acid treatment is presented in Figure 2", "a. Following the discussion made in ref 32, the sample seems constituted in large proportion of nanotubes with catalyst and amorphous carbon particles. These metal particles, as small as 10−50 nm, are probably catalyst pieces linked to the tube production process. The visible, big particles are possibly amorphous carbon aggregates. Most of the nanotubes are supposedly generally closed at their ends, aligned, and packed together to form bundles after the synthesis process. Figure 2b displays a TEM image of such a bundled array of SWNTs. The image shows a cross-sectional view of a nanotube bundle where a triangular packing of the tubes can be observed. An enlargement of this triangular array of SWNTs is also provided. The bundles have diameters between 8 and 80 nm and contain about 30 SWNTs with a radius of 0.5 to 0.75 nm. ", " ", " Figure 2 (a) TEM image of purified nanotubes. (b) TEM image of a bundled array of SWNTs displaying a cross-sectional view of the bundle having a diameter of about 100 Å. The trigonal packing of the tubes is well apparent in this enlargement.", " ", " ", " ", "The BET measurement of the specific surface has been performed on the nonpurified and purified nanotube samples and two commercial activated carbons (CA1 and CA2). The results of these measurements are given in Table 1", ". The measured specific surface area of the CA1 and CA2 activated carbons is equal to 1080 and 1740 m", "2", "/g, respectively. A specific surface of 347 m", "2", "/g has been obtained for the nonpurified SWNT sample, which includes a contribution of the nanotube bundles and amorphous carbon impurities. After purification treatments and annealing at 1000 °C, the specific surface area of the SWNT sample decreases to 195 m", "2", "/g. These low specific surface areas obtained for nanotubes are similar to those currently published.", "32", " The theoretical maximum possible specific surface for carbonaceous porous materials is ∼2600 m", "2", "/g. This value would be that found for a porous material made of well-separated basal graphite planes where the gas adsorption can take place on the two sides of the planes. This value should be also that obtained for adequately arranged opened SWNTs with a diameter of ∼1 nm since the walls of SWNTs are made by a unique rolled basal graphite plane. Obviously if the nanotubes have closed ends, their specific area will be at the most half of the maximal value of 2600 m", "2", "/g. When the SWNTs form bundles, as it is seen in our TEM images, the gas adsorption is partly precluded by the packing of the tubes since inside the bundles the tube walls are only distant by ∼0.35 nm. In this case, the adsorption is possible mainly on the external part of the nanotube surfaces located at the periphery of the bundles. ", " For instance it is possible to calculate that an almost cylindric bundle of 30 parallel SWNT nanotubes of internal diameter equal to 1.3 nm packed following a triangular array has an external geometrical surface, accessible to adsorption of ∼250 m", "2", "/g. Thus, if in the BET measurement N", "2", " molecules are adsorbed only on the external surfaces of bundles due to their size, which preclude them from filling the SWNT or/and the closed ends and packing of SWNT, these facts can explain, to a large extent, the low values of measured BET specific surfaces for SWNT samples. The pore volume of materials obtained by the BET analysis is given in Table 1. The pore volume of nanotube samples decreases after the purification process from 0.3912 mL/g to 0.3125 mL/g. This decrease can be explained, as that of the BET specific area, by the fact that the purified sample is made essentially of nanotube bundles and aggregates of amorphous carbon. A part of these aggregates can result from the acid treatment, since we have observed, on the Raman spectra, an increase of the defect line intensity at 1342 cm", "-1", " after purification. The pore volume values concern the interbundle space. TEM images of nanotubes (Figure 2a,b) show that in a definite small volume there are a few nanotube bundles separated by important distances. The nanotube samples have pore volumes comparable to that of CA1. The activated carbon CA2 has a pore volume more important (1.01 mL/g) than that of CA1 (0.47 mL/g) probably due to a structure associated with its large specific surface area. ", " ", " ", " Table 1:  Materials, BET Specific Surface Area Estimated from Nitrogen Adsorption at 77 K, Total Pore Volume, Hydrogen Adsorption Capacity at 5 MPa and 293 K, and Hydrogen Storage Capacity at 5 MPa and 293 K", "a", " ", " ", "adsorbent", "S", "BET", " (m", "2", " g", "-1", ")", "total pore volume (mL/g)", "adsorption (wt %)", "storage (mwt %) ", "purified nanotubes ", "195 ", "0.31 ", "0.213 ", "4.54 ", "raw nanotubes ", "347 ", "0.39 ", "0.2 ", "1.53 ", "CA1 ", "1080 ", "0.47 ", "0.315 ", "0.65 ", "CA2 ", "1740 ", "1.01 ", "0.49 ", "1.59", " ", " ", "a", " The volume of the experimental cell is 3 cm", "3", ".", " ", " ", " ", " ", "We have completed the Raman, TEM, and BET characterizations of the studied samples by the measurement of the volume occupied by the atoms of the adsorbent materials made by the helium displacement method. As it is explained in ref 23, this volume can be transformed to a density ", "d", "s", " (g/cm", "3", "), the so-called skeleton density characteristic of the material. The measured values for the SWNT samples, CA1 and CA2, are equal to ∼1.9 g/cm", "3", ". The hydrogen adsorption isotherms for the SWNT samples and active carbons are given in Figure 3", ". They are reported in terms of the storage efficiency expressed in weight percent of the adsorbent mass. The storage efficiency must be carefully defined in order to make a correct interpretation of adsorption measurements. At a given pressure ", "P", " and temperature ", "T", ", the bulk density ", "d", "h", "allows calculating the amount of hydrogen, stored by pure compression in the accessible volume. This free volume is the difference between the cell volume ", "V", "c", " and the volume ", "V", "s", " occupied by the atoms of the adsorbent, equal to ", "V", "s", " = ", "m", "a", "/", "d", "s", " (", "m", "a", " is the adsorbent mass). If ", "m", "h", " is the hydrogen mass in the experimental cell, the difference ", "m", "h", " − ", "d", "h", "(", "V", "c", " − ", "V", "s", ") defines the excess adsorption, and it corresponds to the part of the hydrogen present in the experimental cell explicitly due to the gas−adsorbent interactions. It is expressed in weight percent (wt %) of adsorbent mass, wt % = 100(", "m", "h", " − ", "d", "h", "(", "V", "c", " − ", "V", "s", "))/", "m", "a", ". From the previous definition of wt % we can make a significant comparison of the excess adsorption isotherms given in Figure 3 and excess adsorption values mentioned in Table 1 for the ", " pressure of 5.0 MPa. In the considered pressure range, the ratio between the values of wt % measured for CA2 and CA1 is equal to ∼1.6. The excess adsorptions of purified and raw nanotube samples are almost equal despite a BET specific surface ratio equal to ∼1.7. In addition, the ratio between the measured wt % for nonpurified and purified nanotube samples and CA1 is equal to ∼1.4. We remark that these adsorption results are not in agreement with BET measurements of specific surfaces which are not easy to interpret for the nanotube samples. Clearly, in these samples there are different types of adsorbing surfaces corresponding to those of isolated nanotubes, packed nanotube bundles, amorphous carbon aggregates, or catalyst impurities.", "33", " It is difficult to use BET specific surfaces to make quantitative estimates of the adsorbing properties of nanotube samples able to explain the ratios of wt %, equal to ∼1.4, obtained between CA1 and raw or purified samples. Because a detailed description of the different nanotube arrangements present in experimental samples is still not available, a complete discussion of the adsorption properties of these samples is not possible. However, it is useful to compare the present experimental data with the theoretical estimates of the adsorption capacity determined for different models of porous nanotube materials. Since these models correspond to nanotube arrangements devised in order to obtain different adsorption capacities, the comparison could help to identify the typical nanotube arrangement that has the adsorption properties near those measured experimentally. ", " ", " Figure 3 Hydrogen adsorption isotherms on CA1 (triangle) and CA2 (square) activated carbons, purified (diamond) and raw nanotube (circle) samples at 293 K. Lines are linear or quadratic fits of experimental data.", " ", " ", " ", "Models of SWNT porous materials proposed in the literature are constituted by nanotubes obtained by rolling up a basal plane of graphite. Generally in the models, the nanotubes have equal diameters ", "D", ", are parallel, and form a two-dimensional triangular lattice where the minimal distance between the nanotube walls is equal to ", "d", ". When the gas adsorption is possible on both the internal and external surfaces of the nanotubes, the nanotubes are considered opened, and when the adsorption is possible only on the external surface, the nanotubes are considered closed. The calculation of the gas adsorption in these models is made by Monte Carlo (MC) simulations", "34-37", " or density functional theory.", "38,39", " It is certainly reliable since the interaction between hydrogen and carbon atoms is known.", "40-42", " The theoretical excess adsorption of triangular lattices of opened or closed nanotubes of diameter ", "D", " = 1.33 nm separated by a distance ", "d", " = 0.6 or 0.34 nm has been determined by MC simulation in ref 43. In this work, two estimates of the hydrogen storage efficiency were computed, in particular that given by the quantity mwt % (mwt % = 100 ", "m", "h", "/", "m", "a", "). To make the simulation−experiment comparison as meaningful as possible, we have determined the values of wt % corresponding to those of mwt %. A priori, the difference between mwt % and wt % is not negligible since they differ by the amount of hydrogen present by compression in the nanotube array. To compute the values of wt %, the skeleton densities of nanotube arrays must be estimated. The determination is made, similarly to the experimental procedure used in the helium displacement method, in calculating at 0.1 MPa and 650 K by MC simulation the number of helium atoms ", "N", "he", " present in the nanotube arrays filling the simulation cells. The calculated values of the skeleton density ", "d", "s", " are respectively equal to 1.76 and 1.34 g/cm", "3", " for the arrays of opened and closed nanotubes when ", "d", " is equal to 0.6 nm and 1.83 and 1.30 g/cm", "3", " when ", "d", " is equal to 0.34 nm. For the closed nanotube arrays, the values of ", "d", "s", " are smaller since the internal space of the tubes is inaccessible to helium atoms; the values of ", "N", "he", " must decrease. The values obtained for the opened nanotube arrays, 1.76 and 1.83 g/cm", "3", ", are similar to the experimental estimates, ∼1.9 g/cm", "3", " . At 5 MPa and 293 K, for the opened and closed nanotube arrays with ", "d", " = 0.6 nm, the values of mwt % reported in Table 1 and Table 2", " of ref 42 (noticed wt % in these tables) are equal to 0.6 and 0.34, and with ", "d", " = 0.34 nm, they are equal to 0.3 and 0.02. Using the calculated skeleton densities ", "d", "s", ", the corresponding values of wt % are 0.42 and 0.23 (", "d", " = 0.6 nm) and 0.21 and 0.01 (", "d", " = 0.34 nm). This comparison, made for the adsorbent models, between mwt % and wt % shows that the storage efficiency wt % is smaller than that estimated by mwt % but has the same order of magnitude. The interpolations of the results given in Figure 3 allow the determination of the experimental values of wt % at 5 MPa and 293 K, which are equal to 0.31 and 0.49 for CA1 and CA2 and 0.21 and 0.20 for the purified and raw nanotube samples. Similar values of surface excess adsorption of hydrogen gas (∼0.1 wt %) under the same thermodynamic conditions have been reported for single-walled carbon nanohorns and activated carbon fibers.", "44", " The corresponding values of mwt %, given in Table 1, 0.65, 1.59, 4.54, and 1.53, are much larger, in particular that for the purified nanotube sample. The comparison of the experimental and theoretical values of wt % shows that the models of opened nanotube arrays have a storage efficiency comparable to that measured for CA1, CA2, and the nanotube samples. In the case of the closed nanotube arrays, the theoretical values of wt % are similar to the experimental ones only for ", "d", " = 0.6 nm. The qualitative agreement between the storage efficiency wt % measured on activated carbons and that calculated by simulation for opened or closed nanotube arrays is satisfactory and expected because in both cases the adsorption results from the interaction of hydrogen molecules with surfaces made by graphite basal planes. The quantitative differences are reasonably attributed to the structural difference between models and real materials. For the nanotube samples the compatibility between theory and experiment can be obtained only if the nanotubes are opened or if the interdistance is about ∼0.5−0.6 nm. ", " ", " ", " Table 2:  Hydrogen Storage Capacity of Carbon Materials Reported by Different Authors", " ", " ", "authors (year)", "materials", "storage (mwt", " ", "%)", "thermodynamic conditions ", "T", " (K); ", "P", "(MPa), ", "Liu et al. (1999) ", "SWNT ", "4.2 ", "300; 12 ", "Dillon et al. (1999) ", "opened SWNT ", "6.5 ", "293; 5 ", "Hircher et al. (2001) ", "purified SWNT ", "1.5 ", "300; 0.08 ", "Dillon et al. (1997) ", "SWNT ", "5−10 ", "300; 0.04", " ", " ", " ", " ", "Top of Page", "Abstract", "1. Introduction", "2. Experimental Procedures and Characterizations", "3. Results and Discussion", "4. Conclusions", "4. Conclusions", " ", "Experimental measurements of hydrogen adsorption in nanotube materials, realized at 293 K and various pressures, have been published in the literature. In these works, the adsorption capacity of studied samples is generally estimated by using the quantity mwt %, i", ".", "e", ".", ", in our notation, the ratio of hydrogen and adsorbent masses present in the experimental cell multiplied by 100. In the discussion of our experimental data, we have mentioned the overestimation of the adsorption capacity made in using mwt %. Taking into account the previous remarks, we compare our results with the adsorption capacities, given in Table 2, measured by different authors for SWNT samples. In ref 45, Liu et al. have determined at 298 K the hydrogen adsorption capacity of SWNT samples, which they estimate by using mwt % equal to 3−4. Admitting hydrogen in the container at an initial pressure ", "P", " of ∼10−12 MPa, the adsorption measurement is realized by monitoring the change on the pressure. When the pressure is stable, the final pressure change Δ", "P", " is transformed in hydrogen mass adsorbed in the samples. ", " For the studied sample in ref 45 corresponding to Δ", "P", " = 0.56 MPa, the volume of the apparatus being ∼45 mL, the adsorption capacity expressed in mwt % is ∼4.0. The mwt % values obtained in ref 40 are similar to what we have found at 10 MPa for the purified SWNT sample, mwt % = 8, and, for the raw SWNT sample, mwt % = 3−4. The previous discussion has established that these values of mwt % do not truly correspond to large storage efficiency measured in wt %. However, it seems impossible to compute the value of wt % corresponding to the experiments of ref 45 since the volume of the sample cell is not mentioned and the skeleton densities of the samples are unknown. Dillon et al", ".", "32", " and Hircher et al.", "28", " have measured the hydrogen adsorption capacity of SWNT samples (given in Table 2) which have the same order of magnitude as that which we have obtained in our experiments by using mwt %, but a complete comparison is not possible since a detailed description of the experimental apparatus is not given in these articles. The present analysis of the adsorption capacity of activated carbon and SWNT samples has been made with the main aim of giving a realistic estimate of the storage efficiency of hydrogen in these adsorbents. In the presence of an adsorbent in a container obviously reducing the volume available to store hydrogen, the considered estimate wt % allows to determine when the excess adsorption resulting from hydrogen−adsorbent interaction is able to compensate for this loss. A detailed discussion of the storage efficiency of SWNT adsorbent models has been made in ref 43 at the temperatures of 293, 150, and 77 K. The agreement obtained between experiment and simulation results for activated carbon and SWNT materials allows considering that the conclusions obtained in ref 43 are qualitatively valid. ", " ", "The storage efficiency of hydrogen could be certainly increased in synthesizing nanotube arrangements optimized to favor adsorption. The synthesis by the CVD method seems to open such a possibility. New forms of nanotubes, so-called nanohorns,", "46,47", " are also a step in the search for more efficient nanocarbonaceous adsorbents. In addition, it has been proposed to incorporate in the nanotubes alkalis or metallic impurities for reinforcing the adsorption capacity of nanotube materials. These improvements on synthesis and design should motivate new research works with the perspective to reach important storage efficiency not only in nanocarbon adsorbents but also in organometallic structures at ambient temperature. ", " ", " ", " ", "Top of Page", "Abstract", "1. Introduction", "2. Experimental Procedures and Characterizations", "3. Results and Discussion", "4. Conclusions", "Acknowledgment", " ", "The authors thank Dr. J. B. Baï, Dr. C. Colbeau-Justin, and Prof. P. Marteau for carrying out the TEM micrographs, BET measurements, and Raman experiments, respectively. ", " ", "      ", "This article references 47 other publications.", " ", "(1)", " ", "Yang, R. T. ", "  Carbon", " ", "2000", ", ", "38", ", 623.", "[", "Crossref", "], [", "CAS", "]", "(1) . ", "Hydrogen storage by alkali-doped carbon nanotubes - revisited", "Yang, Ralph T.", "Carbon", "\r\n        (", "2000", "),\r\n    ", "38", "\r\n        (", "4", "),\r\n    ", "623-626", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "Special caution needs to be taken to remove any moisture contamination from the H in measuring H storage in alkali metal-doped carbon nanotubes or graphite.  Moisture drastically increased the wt. gain by reactions with (or adsorption on) the alkali species on carbon.  However, in dry H, it appears that alkali-doped carbon nanotubes can still adsorb nearly 2 wt.% H.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXitFOru78%253D&md5=eff96a5ab95b1907ae9e0f459f0a3ffc", " ", " ", "(2)", " ", "Ryoo, R.; Joo, S. H.; Jun, S. ", "  J. Phys. Chem. B", " ", "1999", ", ", "103", ", 7743.", "[", "ACS Full Text ", "], [", "CAS", "]", "(2) . ", "Synthesis of Highly Ordered Carbon Molecular Sieves via Template-Mediated Structural Transformation", "Ryoo, Ryong; Joo, Sang Hoon; Jun, Shinae", "Journal of Physical Chemistry B", "\r\n        (", "1999", "),\r\n    ", "103", "\r\n        (", "37", "),\r\n    ", "7743-7746", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Ordered carbon mol. sieves exhibiting Bragg diffraction of X-ray lines have been synthesized for the first time, using mesoporous silica mol. sieves as the template.  Sucrose was converted to carbon inside the mesopores of the silica mol. sieves through a mild carbonization process using a sulfuric acid catalyst.  The carbon mol. sieves were obtained after the removal of the silica framework using an aq. soln. of sodium hydroxide.  The X-ray diffraction, transmission electron microscopy, and pore size anal. showed that the structure of the carbon mol. sieves consisted of a three-dimensional regular array of uniform mesopores 3 nm in diam.  The structure was not simply a neg. replica of the used silica template, but the synthesis mechanism involved the unique transformation into a new ordered array that was triggered by the removal of the silica frameworks.  The highly ordered mesoporous texture suggested its scientific and technol. importance as a new shape-selective catalyst, adsorbent, sensor, and electrode material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXltlyqu7o%253D&md5=61de7b2c87a643d5b2c201f2a70b20a2", " ", " ", "(3)", " ", "Wang, Q.; Challa, S. R.; Sholl, D. S.; Johnson, J. K. ", "  Phys. Rev. Lett.", " ", "1999", ", ", "82", " (5), 956.", "[", "Crossref", "], [", "CAS", "]", "(3) . ", "Quantum Sieving in Carbon Nanotubes and Zeolites", "Wang, Qinyu; Challa, Sivakumar R.; Sholl, David S.; Johnson, J. Karl", "Physical Review Letters", "\r\n        (", "1999", "),\r\n    ", "82", "\r\n        (", "5", "),\r\n    ", "956-959", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "Fluids adsorbed in microporous materials can exhibit quantum sieving, where heavy isotopes are preferentially adsorbed over light isotopes.  The authors present the first detailed predictions of quantum sieving based on realistic models of microporous materials.  Carbon nanotubes, and the interstices of nanotube bundles, can act as highly effective quantum sieves for hydrogen isotopes.  Quantum sieving of He and Ne in the zeolite AlPO4- 22 is also discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXotV2iug%253D%253D&md5=7dddb94ae0172d6782307fe7d0b78575", " ", " ", "(4)", " ", "Darkrim, F. L.; Malbrunot, P.; Tartaglia, G. ", "  Int. J. Hydrogen Energy ", "2002", ", ", "27", ", 193.", "[", "Crossref", "], [", "CAS", "]", "(4) . ", "Review of hydrogen storage by adsorption in carbon nanotubes", "Darkrim, F. Lamari; Malbrunot, P.; Tartaglia, G. P.", "International Journal of Hydrogen Energy", "\r\n        (", "2001", "),\r\n    ", "27", "\r\n        (", "2", "),\r\n    ", "193-202", "CODEN:\r\n                ", "IJHEDX", ";\r\n        ISSN:", "0360-3199", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "A review.  This work deals with hydrogen adsorption in carbon nanotube materials over a wide range of pressure and temp. in order to establish the reliability of this phenomenon as a valuable storage technique of hydrogen.  Our purpose is to give, discuss and compare the different results published comprising our works.  Both exptl. and simulation adsorption data concerning the hydrogen gas within nanotube material framework are given.  A comparison between the different studies should enable to gain a better knowledge of hydrogen adsorption in nanotubes and then to answer the following questions: How and where did the gas adsorption occur Moreover, we will consider the possibility of controlling tube diams. and lengths that will enable to optimize nanotube structure for a maximal hydrogen adsorption.  Indeed, the possibility of controlling microscopic parameters will enable to control the main material macroscopic property: the gas adsorption.  Finally, it is noticeable that both the material synthesis and purifn. will have to be optimized in order to enable the gas adsorption measurements.  Indeed, the adsorbent material will have to be available in large amts. with high degree of purity to ensure the hydrogen storage by adsorption in carbon nanotubes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXoslOhtbo%253D&md5=396320c9bb4720d25615d35b484632ae", " ", " ", "(5)", " ", "Sandrock, G. ", "  J. Alloys Compd", ". ", "1999", ", ", "293", ", 877.", "[", "Crossref", "], [", "CAS", "]", "(5) . ", "A panoramic overview of hydrogen storage alloys from a gas reaction point of view", "Sandrock, Gary", "Journal of Alloys and Compounds", "\r\n        (", "1999", "),\r\n    ", "293-295", "\r\n        (", "),\r\n    ", "877-888", "CODEN:\r\n                ", "JALCEU", ";\r\n        ISSN:", "0925-8388", ".\r\n    \r\n            (", "Elsevier Science S.A.", ")\r\n        ", "A historical and property-related review, with 18 refs., of the extraordinary variety of hydriding alloys that have been developed.  The principal focus is on reactions of alloys with gaseous H2 and their important H-capacity and PCT (pressure-compn.-temp.) properties.  However, there are a no. of important secondary properties that must also be considered: activation, decrepitation, H2 absorption/desorption kinetics, impurity effects, cyclic stability, safety, raw materials cost and ease of manuf., among others.  The main part of this survey will cover the families of alloys that will reversibly store H2 at temps. of 0-100° and pressures of 1-10 atm abs., ranges useful to many applications.  Alloys include solid solns. and intermetallic compds. of the generic families AB5, AB2, AB, A2B, among others.  Conventional alloys are reaching thermodn. limits in PCT and H-capacity.  Near-term R&D is likely to focus new directions toward the areas of catalyzed complex hydrides and carbon.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXmtVyl&md5=5928ab793ac9fb43c57fbd3781bd80aa", " ", " ", "(6)", " ", "Poirier, E.; Chahine, R.; Bose, T. K. ", "  Int. J. Hydrogen Energy", " ", "2001", ", ", "26", ", 831.", "[", "Crossref", "], [", "CAS", "]", "(6) . ", "Hydrogen adsorption in carbon nanostructures", "Poirier, E.; Chahine, R.; Bose, T. K.", "International Journal of Hydrogen Energy", "\r\n        (", "2001", "),\r\n    ", "26", "\r\n        (", "8", "),\r\n    ", "831-835", "CODEN:\r\n                ", "IJHEDX", ";\r\n        ISSN:", "0360-3199", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "Hydrogen adsorption, (BET) sp. surface area, and x-ray diffraction (XRD) measurements were performed on carbon nanofibers, intercalated and exfoliated carbon materials.  Excess adsorption capacity was evaluated at equil. pressures and temps. ranging from 0.1-10.5 MPa and 77-295 K, resp.  At room temp., carbon nanofibers can adsorb ≤0.7 wt% at 10.5 MPa.  The presence of different nickel-copper ratios in the catalyst particles leads to change in cryst. structure and sp. surface area.  The latter can be increased by the addn. of hydrogen in the org. gas during the prepn. of the nanofibers.  The hydrogen coverage per unit surface area which is substantially larger on nanostructures than on activated carbon is discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXlsFymurw%253D&md5=7048619a3f1731969c9418a4006510fa", " ", " ", "(7)", " ", "Lamari, M.; Aoufi, A.; Malbrunot, P. ", "  AIChE J.", " ", "2000", ", ", "46", ", 632.", "[", "Crossref", "], [", "CAS", "]", "(7) . ", "Thermal effects in dynamic storage of hydrogen by adsorption", "Lamari, Malek; Aoufi, Asdin; Malbrunot, Pierre", "AIChE Journal", "\r\n        (", "2000", "),\r\n    ", "46", "\r\n        (", "3", "),\r\n    ", "632-646", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    \r\n            (", "American Institute of Chemical Engineers", ")\r\n        ", "Thermal effects in dynamic H storage by adsorption at room temp. and high pressure were studied theor. and exptl.  The adsorbate-adsorbent system used was hydrogen in granular activated carbon.  The theor. anal. was based on heat- and mass-transfer modeling in a packed-bed adsorber, with particular emphasis on the thermal effects occurring during charge and discharge steps.  The influence of gas flow rate and storage pressure (up to 15 MPa) on the total amt. stored or delivered was investigated.  Operating conditions were compatible with practical application for onboard vehicle storage.  The exptl. study was carried out in cylindrical 2-L reservoirs filled with granular activated carbon in which the bed temp. was measured at various positions.  The temp. changes during both charge and discharge agreed well with the model predictions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXjs1yqsLw%253D&md5=5d8bc4bab4732b25baec0a751df26bc3", " ", " ", "(8)", " ", "De La Casa-Lillo, M. A.; Darkrim, F. L.; Cazorla-Amoros, D.; Linares-Solano, A. ", "  J. Phys. Chem. B ", "2002", ", ", "106", ", 10930.", "[", "ACS Full Text ", "], [", "CAS", "]", "(8) . ", "Hydrogen Storage in Activated Carbons and Activated Carbon Fibers", "de la Casa-Lillo, M. A.; Lamari-Darkrim, F.; Cazorla-Amoros, D.; Linares-Solano, A.", "Journal of Physical Chemistry B", "\r\n        (", "2002", "),\r\n    ", "106", "\r\n        (", "42", "),\r\n    ", "10930-10934", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Hydrogen storage has been studied in a large variety of activated carbons and activated carbon fibers and a wide range of pressures (up to 70 MPa).  The exptl. technique used has good reliability, and the expts. performed have a small error and high reproducibility.  This seems to be essential to get trustworthy conclusions.  In these samples, we have not found large amts. of hydrogen adsorbed.  In any case, an activated carbon obtained by a simple prepn. method provides hydrogen storage values at 10 MPa close to 1 wt.% (i.e., a value close to the target from an application point of view).  The exptl. results have been compared with theor. data found in the literature, and an important agreement can be obsd.  From this study, we conclude that the optimum pore size for hydrogen storage is that which can hold two layers of adsorbed hydrogen.  This work also considers practical aspects related to hydrogen storage in activated carbons and activated carbon fibers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38Xnt12lu7o%253D&md5=06ffa6f9264b0baee0effa0d54d457c6", " ", " ", "(9)", " ", "Chahine, R.; Bose, T. ", "  Int. J. Hydrogen Energy", " ", "1994", ", ", "19", ", 161.", "[", "Crossref", "], [", "CAS", "]", "(9) . ", "Low-pressure adsorption storage of hydrogen", "Chahine, R.; Bose, T. K.", "International Journal of Hydrogen Energy", "\r\n        (", "1994", "),\r\n    ", "19", "\r\n        (", "2", "),\r\n    ", "161-4", "CODEN:\r\n                ", "IJHEDX", ";\r\n        ISSN:", "0360-3199", ".\r\n    ", "The amt. of gas that can be stored in an adsorption system is dictated by the nature of the adsorbent material and the operating conditions of the storage system, namely the storage pressure and temp.  This paper describes the impact of these factors on H2 storage in zeolites and and AX-21 activated C.  The discussion is based on measurements of hydrogen adsorption on com. available and densified adsorbents.  The measurements were carried out at 1-80 atm and at different storage temps. using a high-pressure volumetric method.  The results show that the adsorption technique could provide a viable method for hydrogen storage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXotFGgtA%253D%253D&md5=6bd33c56920a4bddf5e957ce1afa17b1", " ", " ", "Arnold, E. In ", "Porosity in Carbons:  Characterization and Applications", "; Patrick, J. W., Ed.; 1995; p 228.", "There is no corresponding record for this reference.", " ", " ", "(11)", " ", "Dillon, A. C.; Jones, K. M.; Bekkedahl, T. A.; Kiang, C. H.; Bethune, D. S.; Heben, M. J. ", "  Nature", " ", "1997", ", ", "386", ", 377.", "[", "Crossref", "], [", "CAS", "]", "(11) . ", "Storage of hydrogen in single-walled carbon nanotubes", "Dillon, A. C.; Jones, K. M.; Bekkedahl, T. A.; Kiang, C. H.; Bethune, D. S.; Heben, M. J.", "Nature (London)", "\r\n        (", "1997", "),\r\n    ", "386", "\r\n        (", "6623", "),\r\n    ", "377-379", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Macmillan Magazines", ")\r\n        ", "The authors show that hydrogen can condense to high d. inside narrow, single-walled nanotubes (SWNTs).  Temp.-programmed desorption spectroscopy shows that hydrogen will condense inside SWNTs under conditions that do not induce adsorption within a std. mesoporous activated carbon.  The very high hydrogen uptake in these materials suggests that they might be effective as a hydrogen storage material for fuel-cell elec. vehicles.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXit1Wmu74%253D&md5=aae25af539f9f3121028e547f0ff116a", " ", " ", "(12)", " ", "Ahn, C. C.; Ye, Y.; Ratnakumar, B. V.; Witham, C.; Bowman, R. C., Jr.; Fultz, B. ", "  Appl. Phys. Lett. ", "1998", ", ", "73", ", 3378.", "[", "Crossref", "], [", "CAS", "]", "(12) . ", "Hydrogen desorption and adsorption measurements on graphite nanofibers", "Ahn, C. C.; Ye, Y.; Ratnakumar, B. V.; Witham, C.; Bowman, R. C., Jr.; Fultz, B.", "Applied Physics Letters", "\r\n        (", "1998", "),\r\n    ", "73", "\r\n        (", "23", "),\r\n    ", "3378-3380", "CODEN:\r\n                ", "APPLAB", ";\r\n        ISSN:", "0003-6951", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Graphite nanofibers were synthesized and their hydrogen desorption and adsorption properties are reported for 77 and 300 K.  Catalysts were made by several different methods including chem. routes, mech. alloying, and gas condensation.  The nanofibers were grown by passing ethylene and H2 gases over the catalysts at 600°.  Hydrogen desorption and adsorption were measured using a volumetric anal. Sieverts' app., and the graphite nanofibers were characterized by transmission electron microscopy and Brunauer-Emmett-Teller surface area anal.  The abs. level of hydrogen desorption measured from these materials was typically less than the 0.01 H/C atom, comparable to other forms of carbon.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXnslSlt7Y%253D&md5=f640f59d64ef8b5cc8ba7fc4952c7277", " ", " ", "(13)", " ", "Chambers, A.; Baker, T. K.; Rodriguez, N. M. ", "  J. Phys. Chem. B", " ", "1998", ", ", "102", ", 4253.", "[", "ACS Full Text ", "], [", "CAS", "]", "(13) . ", "Hydrogen Storage in Graphite Nanofibers", "Chambers, Alan; Park, Colin; Baker, R. Terry K.; Rodriguez, Nelly M.", "Journal of Physical Chemistry B", "\r\n        (", "1998", "),\r\n    ", "102", "\r\n        (", "22", "),\r\n    ", "4253-4256", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Graphite nanofibers are a novel material that is produced from the dissocn. of carbon-contg. gases over selected metal surfaces.  The solid consists of very small graphite platelets, 30-500 Å in width, which are stacked in a perfectly arranged conformation.  The material is capable of sorbing and retaining in excess of 20 L (STP) of hydrogen per g of carbon when the nanofibers are exposed to the gas at pressures of 120 atm at 25°, a value that is over an order of magnitude higher than that found with conventional hydrogen storage systems.  This behavior is rationalized in terms of the unique cryst. arrangement existing within the graphite nanofiber structure, where the platelets generate a system comprised entirely of slit-shaped nanopores, in which only edge sites are exposed.  Since the interplanar distance within the material is 3.37 Å, sorption of mol. hydrogen, which possesses a kinetic diam. of 2.89 Å, is a facile process owing to the short diffusion path.  In addn., owing to the weak (van der Waals) bonding of the platelets, these nonrigid wall nanopores can expand to accommodate hydrogen in a multilayer configuration.  Subsequent lowering of the pressure to nearly atm. conditions results in the release of a major fraction of the stored hydrogen at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXivVaqsrc%253D&md5=dc1bc9aee477a84739154d42234093df", " ", " ", "(14)", " ", "Züttel, A.; Suddan, P.; Mauron, Ph.; Kiyobayashi, T.; Emmenegger, Ch.; Schlapbach, A", ". Int. J. Hydrogen Energy", " ", "2002", ", ", "27", ", 203.", "[", "Crossref", "], [", "CAS", "]", "(14) . ", "Hydrogen storage in carbon nanostructures", "Zuttel, A.; Sudan, P.; Mauron, Ph.; Kiyobayashi, T.; Emmenegger, Ch.; Schlapbach, L.", "International Journal of Hydrogen Energy", "\r\n        (", "2001", "),\r\n    ", "27", "\r\n        (", "2", "),\r\n    ", "203-212", "CODEN:\r\n                ", "IJHEDX", ";\r\n        ISSN:", "0360-3199", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "Carbon nanotubes have been known for more than 10 yr.  It is a challenge to fill their unique tubular structure with metals and gases.  Esp., the absorption of hydrogen in single wall nanotubes has attracted many research groups worldwide.  The values published for the quantity of hydrogen absorbed in nanostructured carbon materials varies between 0.4 and 67 mass%.  With the assumption that the hydrogen condenses in the cavity of the nanotube or forms an adsorbed monolayer of hydrogen at the surface of the tube, the potential of nanotubes as a host material for hydrogen storage can be estd.  The hydrogen storage d. due to condensed hydrogen in the cavity of the tube depends linearly on the tube diam. and starts at 1.5 mass% for a 0.671 nm single wall carbon nanotube.  The surface adsorption of a monolayer of hydrogen leads to a max. storage capacity of 3.3 mass%.  We have investigated a large no. of nanostructured carbon samples, i.e. high surface area graphite, single wall and multiwall nanotubes, by means of volumetric gas adsorption, galvanostatic charge/discharge expts. and temp. programmed desorption spectroscopy.  The reversible hydrogen capacity of the carbon samples measured in an electrochem. half-cell at room temp. correlates with the sp. surface area (BET) of the sample and is 1.5 mass%/1000 m2/g.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXoslOhtbs%253D&md5=8c4adf233c17ff0cb032b211b4034cb9", " ", " ", "(15)", " ", "Holzinger, M.; Hirsch, A.; Bernier, P.; Duesberg, G. S.; Burghard, M. ", "  Appl. ", "Phys. A", " ", "2000", ", ", "70", ", 599 (cf. also www.nanoledge.com); ", "AIP Conference ", "Proceedings", " ", "2000", ", ", "544", ", 246.", "[", "Crossref", "], [", "CAS", "]", "(15) . ", "A new purification method for single-wall carbon nanotubes (SWNTs)", "Holzinger, M.; Hirsch, A.; Bernier, P.; Duesberg, G. S.; Burghard, M.", "Applied Physics A: Materials Science & Processing", "\r\n        (", "2000", "),\r\n    ", "70", "\r\n        (", "5", "),\r\n    ", "599-602", "CODEN:\r\n                ", "APAMFC", ";\r\n        ISSN:", "0947-8396", ".\r\n    \r\n            (", "Springer-Verlag", ")\r\n        ", "A new purifn. procedure is introduced, which uses the advantages of column chromatog. and vacuum filtration.  Potassium polyacrylate is used as stationary phase.  This method is based on the idea that the size of the existing cavities in the polymer increases during a swelling process in distd. water.  The cavities are big enough to entrap the nanoparticles, but allow for a free movement of nanotubes and bundles.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXjtlOgsbY%253D&md5=89554a2c9d7fd99e0f6ab0fcfbe8c060", " ", " ", "(16)", " ", "Darkrim, F.; Levesque, D", ". J. Phys. Chem. B", " ", "2000", ", ", "104", ", 6773.", "[", "ACS Full Text ", "], [", "CAS", "]", "(16) . ", "High adsorptive property of opened carbon nanotubes at 77 K", "Darkrim, Farida; Levesque, Dominique", "Journal of Physical Chemistry B", "\r\n        (", "2000", "),\r\n    ", "104", "\r\n        (", "29", "),\r\n    ", "6773-6776", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "H2 adsorption in porous materials is one of the methods actively being studied to store H2 on board vehicles driven by fuel cells.  Recent expts. and numerical simulations have shown that adsorbent materials appropriate to H2 storage could be made up of carbon nanotubes.  In this work the properties of such materials were studied.  By Monte Carlo simulations, the H2 adsorption in 2 arrangements of opened single-walled carbon nanotubes at a temp. of 77 K and pressures ≤15 MPa were studied.  A quant. comparison is made between simulation data and exptl. results.  The studied nanotube arrangements seem able to adsorb H2 in amts. required for their use in fuel cell vehicles.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXktleru7c%253D&md5=8802cf839d024eea8d123304aab4d380", " ", " ", "(17)", " ", "Aranovich, G.; Donohue, M. ", "  J. Colloid Interface Sci", ".", " 1997", ", ", "194", ", 392.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(17) . ", "Determining surface areas from linear adsorption isotherms at supercritical conditions", "Aranovich, Grigoriy; Donohue, Marc", "Journal of Colloid and Interface Science", "\r\n        (", "1997", "),\r\n    ", "194", "\r\n        (", "2", "),\r\n    ", "392-397", "CODEN:\r\n                ", "JCISA5", ";\r\n        ISSN:", "0021-9797", ".\r\n    \r\n            (", "Academic Press", ")\r\n        ", "Here we demonstrate that there is a wide range of pressures at supercrit. temps. where there is essentially monolayer coverage (i.e., there is nearly a complete layer of mols. adsorbed adjacent to the surface, but very little excess d. in the second and subsequent layers).  In this regime, the dependence of the Gibbs adsorption on the d. is linear, and coeffs. of this linear function depend on the monolayer capacity and surface area.  It is shown that measurements of the Gibbs adsorption in this regime can be used to det. surface area without knowledge of the area per mol. or a model for the adsorption isotherm.  This new method has the potential to provide reliable values of sp. surface area for macroporous, mesoporous, and microporous systems without the limitations of previous methods.  Lattice-theory calcns. suggest that the best conditions for surface area measurements are in the supercrit. region with temps. about twice the crit. temp. and pressures well above the crit. pressure.  These conditions allow nearly complete monolayer coverage but there is not multilayer adsorption because the temp. is sufficiently above the crit. temp. of the adsorbate.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXnsVOms7k%253D&md5=8ac53ac2684d18afc04747697d059d51", " ", " ", "(18)", " ", "Journet, C.; Maser, W. K.; Bernier, P.; Loiseau, A.; Lamy de la Chapelle, M.; Lefrant, S.; Deniard, P.; Lee, R.; Fischer, J. E. ", "  Nature", " ", "1997", ", ", "388", ", 756.", "[", "Crossref", "], [", "CAS", "]", "(18) . ", "Large-scale production of single-walled carbon nanotubes by the electric-arc technique", "Journet, C.; Maser, W. K.; Bernier, P.; Loiseau, A.; Lamy de la Chapells, M.; Lefrant, S.; Deniard, P.; Lee, R.; Fischer, J. E.", "Nature (London)", "\r\n        (", "1997", "),\r\n    ", "388", "\r\n        (", "6644", "),\r\n    ", "756-758", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Macmillan Magazines", ")\r\n        ", "Use of elec. arc technique for generation of large quantities of single-wall carbon nanotubes (SWNTs) with similar characteristics to those obtained by laser ablation is described.  The results obtained suggest that the (still unknown) growth mechanism for SWNTs must be independent of the details of the technique used to make them.  The ready availability of large amts. of SWNTs, meanwhile, should make them much more accessible for further study.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXls1Gksbo%253D&md5=83470aac581666141e5a1c165ed21932", " ", " ", "(19)", " ", "Dujardin, E.; Ebbesen, T. W.; Krishnan, A.; Tracy, N. M. J. ", "  Adv. Mater", ". ", "1998", ", ", "10", ", 661.", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", " ", "Rinzler, A. G.; Liu, J.; Dai, H.; Nikolaev, P.; Huffman, C. B.; Rodriguez-Macias, F. J.; Boul, P. J.; Lu, A. H.; Heynmann, D.; Colbert, D. T.; Lee, R. S.; Fischer, J. E.; Rao, A. M.; Eklund, P. C.; Smalley, R. E. ", "  Appl. ", "Phys. A", " ", "1998", ", ", "67", ", 29.", "[", "Crossref", "], [", "CAS", "]", ". ", "Large-scale purification of single-wall carbon nanotubes. Process, product, and characterization", "Rinzler, A. G.; Liu, J.; Dai, H.; Nikolaev, P.; Huffman, C. B.; Rodriguez-Macias, F. J.; Boul, P. J.; Lu, A. H.; Heymann, D.; Colbert, D. T.; Lee, R. S.; Fischer, J. E.; Rao, A. M.; Eklund, P. C.; Smalley, R. E.", "Applied Physics A: Materials Science & Processing", "\r\n        (", "1998", "),\r\n    ", "67", "\r\n        (", "1", "),\r\n    ", "29-37", "CODEN:\r\n                ", "APAMFC", ";\r\n        ISSN:", "0947-8396", ".\r\n    \r\n            (", "Springer-Verlag", ")\r\n        ", "A readily scalable purifn. process is described capable of handling single-wall C nanotube (SWNT) material in large batches.  The high purity of the resulting material is shown by characterization by SEM, TEM, XRD, Raman scattering, and TGA.  Resistivity measurements on freestanding mats of the purified tubes are also reported.  Progress in scaling up SWNT prodn. by the dual pulsed laser vaporization process is also reported.  These successes enable the prodn. of g/day quantities of highly pure SWNT, which should greatly facilitate investigation of material properties intrinsic to the nanotubes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXktFKrs7g%253D&md5=0b535f108343ad6d302b14190d8bb2f0", " ", " ", "(21)", " ", "Stepanek, I.; de Menorval, L. C.; Edwards, R. E.; Bernier, P. ", "  AIP, Conference ", "Proc. ", "1999", ", ", "486", ", 456.", "[", "CAS", "]", "(21) . ", "Carbon nanotubes and gas adsorption", "Stepanek, I.; De Menorval, L. C.; Edwards, R.; Bernier, P.", "AIP Conference Proceedings", "\r\n        (", "1999", "),\r\n    ", "486", "\r\n        (", "Electronic Properties of Novel Materials--Science and Technology of Molecular Nanostructures", "),\r\n    ", "456-461", "CODEN:\r\n                ", "APCPCS", ";\r\n        ISSN:", "0094-243X", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "We report results on the physisorption of N2 and H2 at low temps. by single-walled carbon nanotubes (SWNTs) produced by the arc-discharge method.  We characterized by SEM, TEM, and HRTEM two batches of samples, raw collaret and chem. treated SWNTs, in order to det. the best nanotube-contg. sample for gas storage.  Treatments and the effectiveness of the chem. acid treatments are discussed.  Adsorption measurements of N2 on SWNTs allow us to obtain the sp. surface area and pore size distribution.  Acid treatments (with HNO3 and H2SO4/30% aq. H2O2) used to purify and open (by cutting) nanotubes decreased the surface area as a result of material compaction.  Measurements of H2 adsorption were performed in order to evaluate the adsorption capacity of the nanotubes at 133K and below 2 bar.  We found up to H:C at. ratio=0.35, ie. 2.4 wt% of adsorbed hydrogen by gram of sample for our raw material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXntFahtr8%253D&md5=202612f28f22f8c2288a34ba0263445d", " ", " ", "(22)", " ", "Kuznetsova, A.; Mawhinney, D. B.; Naumenko, V.; Yates, J. T.; Liu, J.; Smalley, R. E. ", "  Chem. Phys. Lett", ".", " 2000", ", ", "321", ", 292.", "[", "Crossref", "], [", "CAS", "]", "(22) . ", "Enhancement of adsorption inside of single-walled nanotubes: opening the entry ports", "Kuznetsova, A.; Mawhinney, D. B.; Naumenko, V.; Yates, J. T.; Liu, J.; Smalley, R. E.", "Chemical Physics Letters", "\r\n        (", "2000", "),\r\n    ", "321", "\r\n        (", "3,4", "),\r\n    ", "292-296", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "Opening the ends of the single-walled C nanotube by thermal activation increases both the kinetic rate and the satn. capacity of the nanotubes for Xe adsorption at 95 K.  IR studies show the existence of carboxylic acid and quinone groups on the nanotube surface prior to heating >623 K.  These groups decomp. during heat treatment of nanotube sample from 623 to 1073 K producing CO, CO2, CH4 and H2.  The removal of a large no. of these groups opens the entry ports for adsorption on the inner surface of the nanotube and leads to dramatically enhanced Xe adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXislCgtbg%253D&md5=e2fb67782f1ca5be5dee05402a96024b", " ", " ", "(23)", " ", "Malbrunot, P.; Vidal, D.; Vermesse, J. ", "  Langmuir", " ", "1997", ", ", "13", ", 539.", "[", "ACS Full Text ", "], [", "CAS", "]", "(23) . ", "Adsorbent Helium Density Measurement and its Effect on Adsorption Isotherms at High Pressure", "Malbrunot, P.; Vidal, D.; Vermesse, J.; Chahine, R.; Bose, T. K.", "Langmuir", "\r\n        (", "1997", "),\r\n    ", "13", "\r\n        (", "3", "),\r\n    ", "539-544", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "On the basis of exptl. study over a large temp. range, the authors conclude that \"helium densities\" of adsorbents measured at room temp. can be erroneous due to a non-negligible effect of He adsorption.  The authors propose that the d. obtained with He at high temp. (e.g., at the regeneration temp. of the adsorbent) be considered as the adsorbent d.  By using the cor. densities of 3A, 4A, 5A, and 13X zeolites and of activated and graphitized carbons and of silica gel, the authors exptl. detd. the adsorption of He on these adsorbents at room temp. and over a large pressure range ≤ 500 MPa.  The shape of the adsorption isotherm reveals no satn. at high pressure.  These exptl. data are in agreement with Monte Carlo simulations of adsorption of a Lennard-Jones gas by a rigid plane as well as by a microporous rigid solid interface.  The authors also examd. implications of the new He d. of activated carbon for the previous measurements of adsorption at high pressure.  The result is the disappearance of the inexplicable neg. part of the isotherms and even a renewed increase in the curves at high pressure.  Moreover, a comparison with Monte Carlo simulations of Ar adsorption on microporous graphite is in good agreement with the shape of the adsorption curve at high pressure.  Finally, the role of the microporous structure of adsorbents and of the gas-adsorbent interaction in adsorption at high pressure is discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXps12nug%253D%253D&md5=bdf3bf3425579bdc318aeae93592fd15", " ", " ", "(24)", " ", "Vidal, D.; Malbrunot, P.; Guengant, L.; Vermesse", ",", " J. ", "  Rev. Sci. Instrum", ". ", "1990", ", ", "61", "(4), 1314.", "[", "Crossref", "], [", "CAS", "]", "(24) . ", "Measurement of physical adsorption of gases at high pressure", "Vidal, D.; Malbrunot, P.; Guengant, L.; Vermesse, J.; Bose, T. K.; Chahine, R.", "Review of Scientific Instruments", "\r\n        (", "1990", "),\r\n    ", "61", "\r\n        (", "4", "),\r\n    ", "1314-18", "CODEN:\r\n                ", "RSINAK", ";\r\n        ISSN:", "0034-6748", ".\r\n    ", "A dielec. method is described for the measurement of physisorption of gases at pressures up to 200 MPa.  The adsorption measurements of CH4 on activated carbon obtained at moderate pressures are in good agreement with published results but reveal unexpected neg. values at higher pressures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXitVGnsrc%253D&md5=6d89c4bc793099501e3ea2f7e3df013b", " ", " ", "(25)", " ", "Hiura, H.; Ebbesen, T. W.; Tanigaki, K.; Takahashi, H. ", "  Chem. Phys. Lett.", " ", "1993", ", ", "12", ", 509.", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", " ", "(26)", " ", "Dubinin, M. M. ", "  Chemistry and Physics of Carbon", "; Walker, P. L., Jr., Ed.; Dekker:  New York, 1996; Vol. 2, p 51.", "There is no corresponding record for this reference.", " ", " ", "(27)", " ", "Bacsa, W. S.; Ugarte, D.; Chatelain, A.; Heer, W. A. ", "  Phys. Rev. B ", "1994", ", ", "15", ", 473.", "There is no corresponding record for this reference.", " ", " ", "(28)", " ", "Hircher, M.; Becher, M.; Haluska, M.; Dettlaff-Weglikowska, U.; Quintel, A.; Duesberg, G. S.; Choi, Y. M.; Downes, P.; Hulman, M.; Roth, S.; Stepanek, I. Bernier, P. ", "  Appl. Phys. A", " ", "2001", ", ", "72", ", 129.", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", " ", "(29)", " ", "Kasuya, A.; Sasaki, Y.; Saito, Y.; Tohji, K.; Nihjina, Y. ", "  Phys Rev. Lett.", " ", "1997", ", ", "78", ", 23.", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", " ", "Dresselhaus, M. S.; Dresselhaus, G.; Jorio, A.; Souza Filho, A. G.; Saito, R. ", "  Carbon", " ", "2002", ", ", "40", ", 2043.", "[", "Crossref", "], [", "CAS", "]", ". ", "Raman spectroscopy on isolated single wall carbon nanotubes", "Dresselhaus, M. S.; Dresselhaus, G.; Jorio, A.; Souza Filho, A. G.; Saito, R.", "Carbon", "\r\n        (", "2002", "),\r\n    ", "40", "\r\n        (", "12", "),\r\n    ", "2043-2061", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "A review on the resonance Raman spectra from one isolated single wall carbon nanotube.  The reasons why it is possible to observe the spectrum from only one nanotube are given and the important structural information that is provided by single nanotube spectroscopy is discussed.  Emphasis is given to the new physics revealed by the various phonon features found in the single nanotube spectra and their connection to spectra obsd. for single wall nanotube bundles.  The implications of this work on single wall carbon nanotube research generally are also indicated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XmvVWht7g%253D&md5=65cd72b00339e0f8e408caaf0ec82b7c", " ", " ", "(31)", " ", "Bandow, S.; Asaka, S.; Saito, Y.; Rao, A. M.; Grigorian, L.; Richter, E.; Eklund, P. C. ", "  Phys. Rev. Lett.", " ", "1998", ", ", "80", ", 3779.", "[", "Crossref", "], [", "CAS", "]", "(31) . ", "Effect of the Growth Temperature on the Diameter Distribution and Chirality of Single-Wall Carbon Nanotubes", "Bandow, Shunji; Asaka, S.; Saito, Y.; Rao, A. M.; Grigorian, L.; Richter, E.; Eklund, P. C.", "Physical Review Letters", "\r\n        (", "1998", "),\r\n    ", "80", "\r\n        (", "17", "),\r\n    ", "3779-3782", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "Pulsed laser vaporization of a heated, Fe/Ni or Co/Ni catalyzed, carbon target in argon gas was used to synthesize single-wall carbon nanotubes (SWNTs).  Electron microscopy, x-ray diffraction, and Raman spectroscopy were all used to study the effect of the catalyst on the tube yield, and the evolution of the tube diam. distribution with increasing growth environment temp. T.  By controlling the temp. in the range 780 < T < 1050°, the authors were able to tune the diam. of the tubules from ∼0.81 to ∼1.51 nm.  The threshold temp. for significant SWNT prodn. is ∼850°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXisVGrtb0%253D&md5=cda6e9d8bab2d0b3ec686ffea8a3d715", " ", " ", "(32)", " ", "Dillon, A. C.; Heben, M. J. ", "  Appl. Phys. A", " ", "2001", ", ", "72", ", 133.", "[", "Crossref", "], [", "CAS", "]", "(32) . ", "Hydrogen storage using carbon adsorbents: past, present and future", "Dillon, A. C.; Heben, M. J.", "Applied Physics A: Materials Science & Processing", "\r\n        (", "2001", "),\r\n    ", "72", "\r\n        (", "2", "),\r\n    ", "133-142", "CODEN:\r\n                ", "APAMFC", ";\r\n        ISSN:", "0947-8396", ".\r\n    \r\n            (", "Springer-Verlag", ")\r\n        ", "The following review with 84 refs. provides a brief history of the hydrogen adsorption studies on activated carbons and comments on the recent exptl. and theor. investigations of the hydrogen adsorption properties of the new nanostructured carbon materials, e.g., graphite nanofibers and carbon multi-wall and single-wall nanotubes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXitVKls7o%253D&md5=8cd41906ae77d5d6978ed2fb8167bfca", " ", " ", "(33)", " ", "Peigney, A.; Laurent, Ch.; Flahaut, E.; Bacsa, R. R.; Rousset, A. ", "  Carbon", " ", "2001", ", ", "39", ", 507.", "[", "Crossref", "], [", "CAS", "]", "(33) . ", "Specific surface area of carbon nanotubes and bundles of carbon nanotubes", "Peigney, A.; Laurent, C.; Flahaut, E.; Bacsa, R. R.; Rousset, A.", "Carbon", "\r\n        (", "2001", "),\r\n    ", "39", "\r\n        (", "4", "),\r\n    ", "507-514", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "The theor. external sp. surface area of single- and multi-walled carbon nanotubes and of carbon nanotube bundles is calcd. as a function of their characteristics (diam., no. of walls, no. of nanotubes in a bundle).  The results are reported in diagrams and tables useful to correlate the microscopic characteristics and the sp. surface area of samples.  The calcd. values are in good agreement with the microscopic characteristics and the sp. surface area measurements which were reported.  The sp. surface area is a macroscopic parameter which can be helpful to adjust the synthesis conditions of carbon nanotubes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXhslOgtrk%253D&md5=7ecb17db4b8df429d186a6996f71129e", " ", " ", "(34)", " ", "Wang, Q.; Johnson, J. K. ", "  J. Chem. Phys", ". ", "1999", ", ", "110", ", 577.", "[", "Crossref", "], [", "CAS", "]", "(34) . ", "Molecular simulation of hydrogen adsorption in single-walled carbon nanotubes and idealized carbon slit pores", "Wang, Qinyu; Johnson, J. Karl", "Journal of Chemical Physics", "\r\n        (", "1999", "),\r\n    ", "110", "\r\n        (", "1", "),\r\n    ", "577-586", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The adsorption of hydrogen gas into single-walled carbon nanotubes (SWNTs) and idealized carbon slit pores is studied by computer simulation.  Hydrogen-hydrogen interactions are modeled with the Silvera-Goldman potential.  The Crowell-Brown potential is used to model the hydrogen-carbon interactions.  Calcns. include adsorption inside the tubes, in the interstitial regions of tube arrays, and on the outside surface of isolated tubes.  Quantum effects are included through implementation of the path integral formalism.  Comparison with classical simulations gives an indication of the importance of quantum effects for hydrogen adsorption.  Quantum effects are important even at 298 K for adsorption in tube interstices.  Presented simulations were compare with exptl. data for SWNTs, graphitic nanofibers, and activated carbon.  Adsorption isotherms from simulations are in reasonable agreement with exptl. data for activated carbon, but do not confirm the large uptake reported for SWNTs and nanofibers.  Although the adsorption potential for hydrogen in SWNTs is enhanced relative to slit pores of the same size, presented calcns. show that the storage capacity of an array of tubes is less than that for idealized slit pore geometries, except at very low pressures.  Ambient temp. isotherms indicate that an array of nanotubes is not a suitable sorbent material for achieving DOE targets for vehicular hydrogen storage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXivFKrtA%253D%253D&md5=f3c3d17610f9416de3ea701efbad0a35", " ", " ", "(35)", " ", "Darkrim, F.; Levesque, D. ", "  J. Phys. Chem.", " ", "1998", ",", " 109", ", 4981.", "[", "Crossref", "], [", "CAS", "]", "(35) . ", "Monte Carlo simulations of hydrogen adsorption in single-walled carbon nanotubes", "Darkrim, Farida; Levesque, Dominique", "Journal of Chemical Physics", "\r\n        (", "1998", "),\r\n    ", "109", "\r\n        (", "12", "),\r\n    ", "4981-4984", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Within the framework of a study on the properties of carbon nanotubes, a promising new material, we performed numerical simulation of hydrogen adsorption at room temp. in single-walled nanotubes.  The structure of this material is favorable to the adsorption phenomenon because of the narrow size distribution of the nanotube diams., which have dimensions on the order of the range of the carbon attractive interaction.  We discuss the influence of the single-walled carbon nanotube diams. on the relative arrangement of carbon atoms and hydrogen mols. within an array of parallel single-walled carbon nanotubes.  We also studied the influence on adsorption of the distance between the nearest-neighbor nanotubes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXlslyrsbY%253D&md5=f5b8aad9bda31372b613037093e032ac", " ", " ", "(36)", " ", "Bénard, P.; Chahine, R", ". Int. J. Hydrogen Energy", " ", "2001", ", ", "26", ", 849.", "[", "Crossref", "], [", "CAS", "]", "(36) . ", "Modeling of adsorption storage of hydrogen on activated carbons", "Benard, P.; Chahine, R.", "International Journal of Hydrogen Energy", "\r\n        (", "2001", "),\r\n    ", "26", "\r\n        (", "8", "),\r\n    ", "849-855", "CODEN:\r\n                ", "IJHEDX", ";\r\n        ISSN:", "0360-3199", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "The storage of hydrogen on board vehicles is one of the most crit. issues for the transition towards an hydrogen-based transportation system.  An elec. vehicle powered by a typical gasoline tank will require 3.1 kg of hydrogen (H2) to achieve a range of 500 km.  Compared to a typical gasoline tank, this would correspond to a hydrogen d. of 65 kg/m3 (including the storage system) and 6.5 wt%.  Presently, only liq. hydrogen (LH2) systems with a d. of 51 kg/m3 and 14 wt% is close to this target.  However, LH2 is costly and requires more complex refueling systems.  The phys. adsorption of hydrogen on activated carbon can reduce the pressure required to store compressed gases.  Though an efficient adsorption-based storage system for vehicular use of natural gas can be achieved at room temp., the application of this technol. to hydrogen using activated carbon as the adsorbent requires its operation at cryogenic temp.  We present the results of a parametric and comparative study of adsorption and compressed gas storage of hydrogen as a function of temp., pressure and adsorbent properties.  In particular, the isothermal hydrogen storage and net storage densities for passive and active storage systems operating at 77, 150 and 293 K are compared and discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXlsFymurs%253D&md5=c820b45c9fda8f4f0e47d176e814ccb8", " ", " ", "(37)", " ", "Challa, S. R.; Sholl, D. S.; Johnson, J. K. ", "  J. Chem. Phys.", " ", "2002", ", ", "116 ", "(2), 814.", "[", "Crossref", "], [", "CAS", "]", "(37) . ", "Adsorption and separation of hydrogen isotopes in carbon nanotubes: Multicomponent grand canonical Monte Carlo simulations", "Challa, Sivakumar R.; Sholl, David S.; Johnson, J. Karl", "Journal of Chemical Physics", "\r\n        (", "2002", "),\r\n    ", "116", "\r\n        (", "2", "),\r\n    ", "814-824", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Adsorption isotherms of H isotopes from mol. simulations in C nanotubes and interstices are presented.  The adsorption of pure isotopes follows Henry's law up to moderate coverages.  A modified path integral grand canonical Monte Carlo (PI-GCMC) technique for mixt. adsorption is presented and applied to adsorption of isotope mixts. in C nanotubes.  Adsorption isotherms of H2-T2 mixts. in nanotubes and interstices are detd. at 20°K and 77°K.  Selectivities for T over H are calcd. over a range of pressures.  Selectivity in the nanotubes and interstices increases with pressure until the nanotube is satd.  Comparison of simulation results with predictions based on ideal adsorbed soln. theory (IAST) shows good agreement up to moderate loadings.  At higher loadings, selectivities detd. from multicomponent simulations remain roughly const., whereas IAST predicts continued increase in selectivities.  Isotherms for H2-D2 and the selectivities of D2 over H2 are detd. for adsorption in (10,10) nanotubes and in the interstitial channels of closed (10,10) nanotubes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XjvFalug%253D%253D&md5=b86729ca724f2ef5ce3315d36cc0257f", " ", " ", "(38)", " ", "Tada, K.; Furuya, S.; Watanabe, K. ", "  Phys. Rev. B ", "2001", ", ", "63", ", 155405.", "[", "Crossref", "], [", "CAS", "]", "(38) . ", "Ab initio study of hydrogen adsorption to single-walled carbon nanotubes", "Tada, K.; Furuya, S.; Watanabe, K.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2001", "),\r\n    ", "63", "\r\n        (", "15", "),\r\n    ", "155405/1-155405/4", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "We perform the d.-functional and quantum chem. calcns. of adsorption of a H mol. to various kinds of single-walled C nanotubes (SWNT's).  The potential energy barrier height (PBH) for the dissociative adsorption of a H mol. onto the outer wall of a nanotube decreases as the tube diam. decreases.  In contrast, the PBH for H2 penetration into an open-ended nanotube increases as the tube diam. decreases, independent of the at. geometry, i.e., zigzag or armchair structures.  H2, however, cannot adsorb to the inner wall of any type of nanotube.  These results on the structure-dependent H2 adsorption to SWNT's are reasonably explained by the sp2-sp3 rehybridization caused by the interaction between the adsorbing H and C atoms of SWNT's.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXisV2nu74%253D&md5=8551b24cd5644522aa0d290a063e10e4", " ", " ", "(39)", " ", "Giannozz, P.; Car, R.; Scoles, G. ", "  J. Chem. Phys", ". ", "2003", ", ", "118", ", 1003.", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", " ", "Duren, T.; Keul, F. J. ", "  Chem. Eng. Technol.", " ", "2001", ", ", "24 ", "(7), 698.", "[", "Crossref", "], [", "CAS", "]", ". ", "Molecular modeling of adsorption in carbon nanotubes", "Duren, Tina; Keil, Frerich J.", "Chemical Engineering & Technology", "\r\n        (", "2001", "),\r\n    ", "24", "\r\n        (", "7", "),\r\n    ", "698-702", "CODEN:\r\n                ", "CETEER", ";\r\n        ISSN:", "0930-7516", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH", ")\r\n        ", "The adsorption of CH4 and CF4, and their mixts., in carbon nanotubes was studied by mol. modeling.  For the mixts. a selectivity in dependence of mole fraction and pore properties was revealed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXlvFCktbw%253D&md5=90635eb71ef51bed91f82d8cc4290af7", " ", " ", "(41)", " ", "Zhao, J.; Buldum, A.; Han, J.; Lu, J. P. ", "  Nanotechnology", " ", "2002", ", ", "13", ", 195.", "[", "Crossref", "], [", "CAS", "]", "(41) . ", "Gas molecule adsorption in carbon nanotubes and nanotube bundles", "Zhao, Jijun; Buldum, Alper; Han, Jie; Lu, Jian Ping", "Nanotechnology", "\r\n        (", "2002", "),\r\n    ", "13", "\r\n        (", "2", "),\r\n    ", "195-200", "CODEN:\r\n                ", "NNOTER", ";\r\n        ISSN:", "0957-4484", ".\r\n    \r\n            (", "Institute of Physics Publishing", ")\r\n        ", "We studied various gas mols. (NO2, O2, NH3, N2, CO2, CH4, H2O, H2, Ar) on single-walled carbon nanotubes (SWNTs) and bundles using first principles methods.  The equil. position, adsorption energy, charge transfer, and electronic band structures are obtained for different kinds of SWNTs.  Most mols. adsorb weakly on SWNTs and can be either charge donors or acceptors to the nanotubes.  We find that the gas adsorption on the bundle interstitial and groove sites is stronger than that on individual nanotubes.  The electronic properties of SWNTs are sensitive to the adsorption of certain gases such as NO2 and O2.  Charge transfer and gas-induced charge fluctuation might significantly affect the transport properties of SWNTs.  Our theor. results are consistent with recent expts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XktlGltb0%253D&md5=c06ca395cee13a090ba672b0aed9bb0e", " ", " ", "(42)", " ", "Volpe, M.; Cleri, F. ", "  Chem. Phys. Lett", ". ", "2003", ", ", "371", ", 476.", "[", "Crossref", "], [", "CAS", "]", "(42) . ", "Role of surface chemistry in hydrogen adsorption in single-wall carbon nanotubes", "Volpe, Manuela; Cleri, Fabrizio", "Chemical Physics Letters", "\r\n        (", "2003", "),\r\n    ", "371", "\r\n        (", "3,4", "),\r\n    ", "476-482", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "A combination of tight-binding mol. dynamics and grand-canonical-ensemble Monte Carlo is used to model adsorption of mol. hydrogen in chem. modified matrixes of single-wall carbon nanotubes.  We study the effects of chem. modification of the nanotube surface by including different coverages of chemisorbed at. hydrogen and surface oxidn. by removing islands of missing carbon atoms with H-satd. bonds.  Chemisorbed hydrogen reduces the gas storage capabilities of carbon nanotubes, while the opening of cavities by oxidn. tends to increase the mass of stored hydrogen gas in terms of both gravimetric and volumetric capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXitlWksb0%253D&md5=0d92840fbf0863d21d15c4bffb24f11a", " ", " ", "(43)", " ", "Levesque, D.; Gicquel, A.; Darkrim, F.; Kayiran, S. ", "  J. Condens. ", "Mater.", " ", "2002", ", ", "14", ", 9285.", "[", "Crossref", "], [", "CAS", "]", "(43) . ", "Monte Carlo simulations of hydrogen storage in carbon nanotubes", "Levesque, D.; Gicquel, A.; Darkrim, F. Lamari; Kayiran, S. Beyaz", "Journal of Physics: Condensed Matter", "\r\n        (", "2002", "),\r\n    ", "14", "\r\n        (", "40", "),\r\n    ", "9285-9293", "CODEN:\r\n                ", "JCOMEL", ";\r\n        ISSN:", "0953-8984", ".\r\n    \r\n            (", "Institute of Physics Publishing", ")\r\n        ", "The storage capacities of porous materials made up of carbon nanotubes are estd. by Monte Carlo simulations for the specific case of hydrogen in the pressure domain 0.1-20 MPa at temps. of 293, 150, and 77 K.  The use of these materials in devices for hydrogen storage is discussed on the basis of the simulation results.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XptVehtrs%253D&md5=1f2c7b05f78a0a21045368f7d6f8f20b", " ", " ", "(44)", " ", "Tanaka, H.; Miyawaki, J.; Kaneko, K.; Murata, K.; Kasuya, D.; Yudasaka, M.; Kaneko, K.; Kokai, F.; Takahashi, K.; Kasuya, D.; Yudasaka, M.; Iijima, S.; Iijima, S. ", "  Mol. Cryst. Liq. Cryst", ". ", "2002", ", ", "388", ", 429.", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", " ", "(45)", " ", "Liu, C.; Fan, Y. Y.; Liu, M.; Cong, H. T.; Cheng, H. M.; Dresselhaus, M. S. ", "  Science", " ", "1999", ", ", "286", ", 1127.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(45) . ", "Hydrogen storage in single-walled carbon nanotubes at room temperature", "Liu, C.; Fan, Y. Y.; Liu, M.; Cong, H. T.; Cheng, H. M.; Dresselhaus, M. S.", "Science (Washington, D. C.)", "\r\n        (", "1999", "),\r\n    ", "286", "\r\n        (", "5442", "),\r\n    ", "1127-1129", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Masses of single-walled C nanotubes (SWNTs) with a large mean diam. of ∼1.85 nm, synthesized by a semicontinuous hydrogen arc discharge method, were employed for hydrogen adsorption expts. in their as-prepd. and pretreated states.  A hydrogen storage capacity of 4.2 wt. percent, or a hydrogen to C atom ratio of 0.52, was achieved reproducibly at room temp. under a modestly high pressure (∼10 megapascal) for a SWNT sample of ∼500 mg wt. that was soaked in HCl and then heat-treated in vacuum.  Also, 78.3% of the adsorbed hydrogen (3.3 wt. percent) could be released under ambient pressure at room temp., while the release of the residual stored hydrogen (0.9 wt. percent) required some heating of the sample.  Because the SWNTs can be easily produced and show reproducible and modestly high hydrogen uptake at room temp., they show promise as an effective hydrogen storage material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXnt1Kltrw%253D&md5=abbc3ed16c33d809b06eba8b5bd16955", " ", " ", "(46)", " ", "Bekyerova, E.; Kaneko, K.; Kasuya, D.; Murata, K.; Yudasaka, M.; Iijima, S. ", "  Langmuir ", "2002", ", ", "18", ", 4138.", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", " ", " ", "(47)", " ", "Bekyerova, E.; Kaneko, K.; Kasuya, D.; Takahashi, K.; Kokai, F.; Yudasaka, M.; Ijima, S. ", "  Physica B", " ", "2002", ", ", "323", ", 143.", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", " "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2004/jpcbfk.2004.108.issue-39/jp048169c/production/images/small/jp048169cf00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2004/jpcbfk.2004.108.issue-39/jp048169c/production/images/small/jp048169cf00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2004/jpcbfk.2004.108.issue-39/jp048169c/production/images/small/jp048169cf00003.gif\">"]}
