{"title": ["Adsorption Kinetics in Nanoscale Porous Coordination Polymers"], "authors": ["Satish K. Nune", "Praveen K. Thallapally", "Benard Peter McGrail", "Harsha V. R. Annapureddy", "Liem X. Dang", "Donghai Mei", "Naveen Karri", "Kyle J. Alvine", "Matthew J. Olszta", "Bruce W. Arey", "Alice Dohnalkova"], "doi": ["10.1021/acsami.5b04109"], "abstract": ["Nanoscale porous coordination polymers were synthesized using simple wet chemical method. The effect of various polymer surfactants on colloidal stability and shape selectivity was investigated. Our results suggest that the nanoparticles exhibited significantly improved adsorption kinetics compared to bulk crystals due to decreased diffusion path lengths and preferred crystal plane interaction."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Introduction", "Metal organic frameworks", "(1-3)", " (MOFs), or porous coordination polymers (PCPs),", "(4-7)", " are the subject of extensive research in the area of separation,", "(8-10)", " catalysis,", "(11, 12)", " thermally driven heat pumps, working fluids (nanofluids),", "(13)", "and supercapacitors.", "(14-16)", " Similar to high surface area MOF materials, the earliest coordination solids, known as Prussian blue analogues, M", "3", "[Co(CN)", "6", "]", "2", " (M = Mn, Fe, Co, Ni, Cu, Zn) have received renewed attention due to their fascinating properties.", "(17, 18)", " It is anticipated that such compounds, including MOFs, may offer appealing characteristics such as faster kinetics or mass transfer at nanometer scales, due to a sharp increase in surface area, surface/core atoms, prominent contribution of crystal interface, and confinement effects as compared to bulk materials.", "(17-20)", " While several synthetic approaches, including the use of polymers, silica,", "(21)", " and alumina,", "(22)", " are routinely executed to alleviate the formation of nanoscale MOFs, very limited studies have been documented on morphology controlled synthesis and their adsorption kinetics.", "(17-19, 23)", " Recently, there have been investigations into the shape selective synthesis of nanosized metal organic frameworks using various polymers.", "(13, 24-29)", " Our previous studies confirm that no unambiguous relationship exists between the size or shape of the nano sorbents and their gas uptake capacities. Although there are few reports, however, not much work has been done to date to explain improved adsorption kinetics in nanoscale materials. Motivation for the work described in this paper comes from our group’s research toward developing a new class of metal organic heat carrier (MOHC) nanofluids that offers the potential for a larger performance boost in the thermal vapor–liquid compression cycles.", "(13)", " Additional heat can be extracted through reversible adsorption and desorption with the working fluid molecules. The desorption enthalpies can be higher than latent heat of vaporization of the pure fluid phase which is then released as the nanofluid transits through a power generating device.", "(13)", " These MOHC nanofluids are obtained by dispersing high surface area nanoscale metal organic framework materials in a working solution at room temperature. Hence, this paper represents the systematic study of the interaction of working fluid molecules (methanol) with Ni", "3", "[Co(CN)", "6", "]", "2", " nanoparticles. The exceptional adsorption kinetics of nanoparticles over bulk crystals are explained by density functional theory.", "Figure 1. Synthesis of nanoscale porous coordination polymers. (a) Powder X-ray diffraction (PXRD) patterns for (1) bulk NiCo, (2) low m.wt polydadmac stabilized nNiCo, (3) nNiCo after MeOH adsorption studies, (4) high m.wt polydadmac stabilized nNiCo, (b) TEM image of low m.wt polydadmac stabilized nNiCo, and (c) TEM image of nNiCo.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Experimental Section", "Cubic shaped nanoscale porous coordination polymers Ni", "3", "[Co(CN)", "6", "]", "2", " (from now on nNiCo) was synthesized via a simple wet chemical method. Mixing 2% low m.wt. polydadmac aqueous solutions containing nickel nitrate and potassium hexacyanocobaltate (III) at room temperature with continuous stirring for 24 h resulted in the formation of nNiCo (", "Figure ", "1", "). Initially, irregular shaped particles were produced within a few minutes. After this initial period, TEM and SEM images reveal the formation of uniform cubic shaped nNiCo nanoparticles ranging from 42 to 75 nm with no indication of presence of spherical or any other shaped nanoparticles (", "Figure ", "1", "). Tilting TEM measurements revealed three-dimensional architectures of the nanocubes (", "Figure S1", ", Supporting Information (SI)).", "Figure 2. Surface capping agents used in the synthesis of nanoscale porous coordination polymers.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "The cubic shaped nNiCo were preferentially formed only when low m.wt. polydadmac was used, whereas the use of a high m.wt. polydadmac resulted in the formation of very small sized irregular shaped nanoparticles of nNiCo. The formation of cubic shaped nanoparticles was not observed in the absence of polymeric capping agents, clearly indicating the obligation for the use of polymers as capping agents. An extensive investigation of the reaction conditions indicated that the morphology of the nNiCo significantly depends on the reactions conditions, such as the concentration of the reactants and polymeric capping agents and the reaction time (", "Figure S2", ", SI). The formation of smaller sized irregular shaped nanoparticles in the presence of high m.wt. polydadmac is attributed to the complete capping of nanocrystals with a polymer that ultimately decreases the kinetics of crystal growth, restricting the particle conglutination. Similarly, we further investigated the influence of various polymeric solutions, such as 0.1% chitosan (CS), 2% polyethylenimine (PEI), and 1% and 2% low m.wt. polydadmac aqueous solution, on the shape selectivity of nNiCo (", "Figure ", "2", "). It is very interesting to note that the polymeric capping agents significantly influence the shape selectivity.", "(24, 25)", " The use of CS and PEI as capping agents resulted in the formation of irregular and aggregated particles (", "Figure S3", ", SI).", "Figure 3. Adsorption isotherm and adsorption kinetics of bNiCo and nNiCO; (a) methanol adsorption isotherms of nNiCo and bNiCo, (b) time dependent methanol uptake by nNiCo and bNiCo at room temperature.", "The surface area and powder crystallographic structural analysis were performed on freshly synthesized nNiCo and compared with bulk NiCo (from now on bNiCo). The relative intensities and prominent peak positions of nNiCo, were in agreement with the bNiCo confirming the cubic structure with well-defined peaks representing the high crystallinity of the nNiCo. Thermogravimetric analysis and selected area electron diffraction (SAED) and EDX patterns pattern confirm the formation of nNiCo (", "Figure S4–S5", ", SI). The typical type I isotherm of nitrogen adsorption at 77 K (", "Figure S6", ", SI) suggests that the nNiCO has permanent porosity with a surface area of 340 m", "2", " g", "–1", ", which is lower than bNiCo but within the experimental error. Due to the excellent shape selectivity along with moderate high surface area of nNiCo, we investigated the adsorption and desorption of nNiCo with methanol and water (commonly used as working fluids in geothermal applications).", "(13, 30)", " Vapor sorption experiments on nNiCo and bNiCo were performed at room temperature by activating them at 180 °C under reduced pressure (", "Figure ", "3", "a). Bulk NiCo powders suitable for methanol sorption were generated by placing the bNiCo crystals in mortar and ground by pestle with hand. The average size of bNiCo crystal used for methanol sorption is around 40–150 μm. The adsorption isotherm of nNiCo exhibits a significantly accelerated guest uptake at lower pressure compared to bulk material, with an increased adsorption capacity of nNiCo by 4X at the same low pressure. The calculated MeOH wt % at room temperature in nNiCo indicates a very large uptake of methanol (∼22 wt % (6.8 mmol g", "–1", ") at low pressure (1–5 mbar). To investigate the role of polydadmac, methanol (MeOH) sorption experiments on low m.wt. polydadmac without nNiCo were performed at room temperature (", "Figure S7A-B", ", SI). The methanol adsorption isotherm and time-dependent methanol uptake of polydadmac (", "Figure S7A-B", ", SI) clearly illustrates that at lower pressure (up to 15 mbar) the uptake of methanol is very low, which is quite low compared to that observed in the case of nNiCo. These results demonstrate that the interaction between polydadmac and MeOH is not as strong as it with NiCo nanoparticle. These results emphasize the unique adsorption property of nNiCo synthesized using polydadmac. Further adsorption isotherm studies on materials synthesized using other polymers (CS and PEI) could reveal us information about the polymer-PCP interaction and effect of surface roughness of NiCo. However, when other polymers such as CS and PEI are used, it resulted in the formation of irregular aggregates of nNiCo particles were observed compared to well dispersed, shape controlled particles when polydadmac polymer is used (", "Figure ", "1", ", ", "Figure S3", ", SI). Adsorption isotherms and time-dependent methanol uptake studies on these aggregated nanomaterials do not evidently reveal the polymer-PCP interaction.", "Grand Canonical Monte Carlo (GCMC) simulations were performed to confirm the adsorption capacities obtained experimentally. The simulation snapshots suggest at low pressure, methanol molecules preferentially occupy Ni and Co sites (", "Figure S8", ", SI) with an equilibrium adsorption capacity lower than experimentally observed (", "Figure S8", ", SI). In order to gain some insight on adsorption kinetics, approximately 18 mg (mass after activation) of nNiCo and bNiCo was placed in an adsorption chamber and introduced to 6 mbar of methanol vapor at room temperature. The mass increase due to the adsorption of methanol as a function of time was plotted, which clearly shows the time it takes for MeOH to reach equilibrium in nNiCo was <10 min compare to bNiCo (>60 min) at identical conditions (", "Figure ", "3", "b). The slower diffusion of methanol molecules in bNiCo explains the failure to predict and model correctly the equilibrium adsorption capacities by GCMC simulation, as such simulations are generally in a picosecond time scale.", "Figure 4. Methanol adsorption on four crystallographic planes of NiCo. The H and O atoms are displayed as white and red color, respectively.", "The relative enhancement in methanol adsorption kinetics in nNiCo particles as compared with the bulk material is likely due to the significantly shorter path length for diffusion in the nanomaterial. Per Fick’s second law, the diffusion time, ", "t", ", is proportional to the path length, ", "x", ", (i.e., ", "t", " ≈ ", "x", "/√", "D", ", where ", "D", " is the diffusion constant). Hence, a shorter penetration depth leads to a shorter equilibrium time. This change in kinetics is unlikely to alter the capillary condensation (equilibrium) pressure, which is set primarily by the pore radius and surface tension via the Kelvin equation.", "(31)", " Conversely, no clear distinction between the sorption kinetics of nNiCo and bNiCo was observed for water within the resolution of these adsorption experiments (", "Figure S9–S10", ", SI). This is reasonable, as the kinetic diameter of water and methanol is 0.26 nm and 0.38–0.41, respectively.", "(32)", " A smaller diameter and the potential of polar effects translate to a faster diffusion coefficient for water over methanol, and possibly results in reduced distinction in adsorption kinetics between bNiCo and nNiCo.", "(32)", "Interestingly, the equilibrium time for nNiCo is approximately the same for the water as for the methanol (∼5 min). The seeming contradiction with the expected Fickian behavior for nNiCo (i.e., the water adsorption should equilibrate faster) may lie in the fact that for such nanoparticles, direct adsorption from the vapor, rather than a combination of adsorption and diffusion, may be the dominating mechanism for liquid condensation. These interesting but mystifying results advocate that at nanoscale, the contribution from the crystal plane becomes prominent along with shorter diffusion lengths for accelerated adsorption kinetics. Our observations on faster adsorption kinetics at nanoscale are in line with others reports reported in the literature, however, with limited discussion on factors contributing to faster adsorption in nanoscale MOFs.", "(33-35)", "In order to address the faster adsorption kinetics, the interaction of methanol molecules on various crystal planes of nNiCo was performed using first-principles density functional theory (DFT). Although the effect of different crystal planes in catalysis has been discussed in literature to a certain extent, very few studies have documented the effect of the crystal plane on adsorption properties.", "(36-39)", " The four low-index surface structures, (i.e., {200}, {020}, {220}, and {222}) were directly cleaved from the cubic Ni", "3", "[Co(CN)", "6", "]", "2", " bulk crystal structure.", "(40-42)", " Our calculation results indicate that the {200} and the {020} surfaces are more stable than the other two surfaces ({220} and {222}) with the zigzag like structure. To confirm the simulated crystallographic planes, experiments on TEM diffraction imaging of the nNiCo particles were performed. Selected area diffraction was performed using a 100 nm aperture to ensure individual particles were analyzed. At least 10 different particles were examined and determined to a face center cubic structure, with the {100} planes oriented as shown in ", "Figure ", "1", ". The sharp electron diffraction spots in the SAED pattern corresponds to the {200}, {020}, and {220} planes. Experimental results are consistent with our simulation results, in which the {200} and the {020} planes in nNiCo are more exposed.", "Our results suggest the methanol molecule adsorbs at the Co atom stronger than the Ni atom over the four crystallographic planes identified experimentally and theoretically. Our calculations show that the adsorption strength trend for methanol on the Co atom decreases with the order: {200} < {020} < {220} < {222}, while the strength increases at the Ni atom for three surfaces with the opposite trend ({200} > {020} > {220}) (", "Figure ", "4", ").", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Conclusions", "In conclusion, cubic shaped nanoscale metal organic frameworks were synthesized using low molecular weight polydadmac as the surface coating agent and water as the solvent. We further evaluated the associated reversible uptake kinetics of methanol and water. Our results clearly endorse the speculation that besides regular Fickian behavior for the nanomaterials, small size, short diffusion length, contribution from crystal planes, and the complicated combination of adsorption and diffusion may be involved, resulting in accelerated methanol adsorption kinetics.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "The Supporting Information is available free of charge on the ", "ACS Publications website", " at DOI: ", "10.1021/acsami.5b04109", ".", "Detailed experimental section; TEM images, thermogravimetric analysis, tilting TEM measurements, selected area electron diffraction (SAED) and EDX patterns of nNiCo, methanol adsorption isotherm and time dependent methanol uptake (kinetics plot) of polydadmac, Grand Canonical Monte Carlo (GCMC) simulation and first-principles density functional theory (DFT) calculations (", "PDF", ")", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "This work was supported by the U.S. Department of Energy (DOE), Office of Energy Efficiency and Renewable Energy Geothermal Technologies Program under Funding Opportunity Announcement DE-PS36-09GO99017. The Pacific Northwest National Laboratory is operated for the U.S. DOE by Battelle Memorial Institute under Contract DE-AC05-76RL01830.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 42 other publications.", "1. ", "Furukawa", ", ", "H.", "; ", "Cordova", ", ", "K. E.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "The Chemistry and Applications of Metal-Organic Frameworks", " ", "Science", " ", "2013", ",  ", "341", ",  ", "1230444–1", "– ", "12", " DOI: 10.1126/science.1230444", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "2. ", "Cook", ", ", "T. R.", "; ", "Zheng", ", ", "Y. R.", "; ", "Stang", ", ", "P. J.", " ", "Metal-Organic Frameworks and Self-Assembled Supramolecular Coordination Complexes: Comparing and Contrasting the Design, Synthesis, and Functionality of Metal-Organic Materials", " ", "Chem. Rev.", " ", "2013", ",  ", "113", ",  ", "734", "– ", "777", " DOI: 10.1021/cr3002824", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Metal-Organic Frameworks and Self-Assembled Supramolecular Coordination Complexes: Comparing and Contrasting the Design, Synthesis, and Functionality of Metal-Organic Materials", "Cook, Timothy R.; Zheng, Yao-Rong; Stang, Peter J.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2013", "),\r\n    ", "113", "\r\n        (", "1", "),\r\n    ", "734-777", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  In recent decades, two new branches of coordination chem. have emerged, metal-org. frameworks (MOFs) and supramol. coordination complexes (SCCs).  The former are comprised of infinite networks of metal centers or inorg. clusters bridged by simple org. linkers through metal-ligand coordination bonds.  The latter encompass discrete systems in which carefully selected metal centers undergo self-assembly with ligands contg. multiple binding sites oriented with specific angularity to generate a finite supramol. complex.  On the most basic level, both SCCs and MOFs share the design of metal nodes linked by org. ligands and such constructs can be broadly defined as metal-org. materials (MOMs).  This review is intended to illustrate the commonalities in design, building blocks, and applications while also pointing out how and why the chem. of MOFs and SCCs is unique.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs1WgsbjO&md5=7a17a24cd40c76e84ea036c992dd8953", "3. ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T. H.", "; ", "Long", ", ", "J. R.", " ", "Carbon Dioxide Capture in Metal-Organic Frameworks", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "724", "– ", "781", " DOI: 10.1021/cr2003272", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "4. ", "Bureekaew", ", ", "S.", "; ", "Horike", ", ", "S.", "; ", "Higuchi", ", ", "M.", "; ", "Mizuno", ", ", "M.", "; ", "Kawamura", ", ", "T.", "; ", "Tanaka", ", ", "D.", "; ", "Yanai", ", ", "N.", "; ", "Kitagawa", ", ", "S.", " ", "One-Dimensional Imidazole Aggregate in Aluminium Porous Coordination Polymers with High Proton Conductivity", " ", "Nat. Mater.", " ", "2009", ",  ", "8", ",  ", "831", "– ", "836", " DOI: 10.1038/nmat2526", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "One-dimensional imidazole aggregate in aluminium porous coordination polymers with high proton conductivity", "Bureekaew, Sareeya; Horike, Satoshi; Higuchi, Masakazu; Mizuno, Motohiro; Kawamura, Takashi; Tanaka, Daisuke; Yanai, Nobuhiro; Kitagawa, Susumu", "Nature Materials", "\r\n        (", "2009", "),\r\n    ", "8", "\r\n        (", "10", "),\r\n    ", "831-836", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "The development of anhyd. proton-conductive materials operating at temps. above 80° is a challenge that needs to be met for practical applications.  Herein, we propose the new idea of encapsulation of a proton-carrier mol.-imidazole in this work-in aluminum porous coordination polymers for the creation of a hybridized proton conductor under anhyd. conditions.  Tuning of the host-guest interaction can generate a good proton-conducting path at temps. above 100°.  The dynamics of the adsorbed imidazole strongly affect the cond. detd. by 2H solid-state NMR.  Isotope measurements of cond. using imidazole-d4 showed that the proton-hopping mechanism was dominant for the conducting path.  This work suggests that the combination of guest mols. and a variety of microporous frameworks would afford highly mobile proton carriers in solids and gives an idea for designing a new type of proton conductor, particularly for high-temp. and anhyd. conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtFKns7rF&md5=f5b7a56388a21a40afbb1d3867e02ca9", "5. ", "Fukushima", ", ", "T.", "; ", "Horike", ", ", "S.", "; ", "Inubushi", ", ", "Y.", "; ", "Nakagawa", ", ", "K.", "; ", "Kubota", ", ", "Y.", "; ", "Takata", ", ", "M.", "; ", "Kitagawa", ", ", "S.", " ", "Solid Solutions of Soft Porous Coordination Polymers: Fine-Tuning of Gas Adsorption Properties", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "4820", "– ", "4824", " DOI: 10.1002/anie.201000989", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Solid Solutions of Soft Porous Coordination Polymers: Fine-Tuning of Gas Adsorption Properties", "Fukushima, Tomohiro; Horike, Satoshi; Inubushi, Yasutaka; Nakagawa, Keiji; Kubota, Yoshiki; Takata, Masaki; Kitagawa, Susumu", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "28", "),\r\n    ", "4820-4824, S4820/1-S4820/7", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors have synthesized two interdigitated frameworks and a series of their ligand-based solid solns. for the control of their adsorption isotherms.  Optimization of the gas-sepn. performance from a mixt. of carbon dioxide and methane using the solid solns. was demonstrated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXotVCgurg%253D&md5=906948f322c266f6e447a2056651151b", "6. ", "Reboul", ", ", "J.", "; ", "Furukawa", ", ", "S.", "; ", "Horike", ", ", "N.", "; ", "Tsotsalas", ", ", "M.", "; ", "Hirai", ", ", "K.", "; ", "Uehara", ", ", "H.", "; ", "Kondo", ", ", "M.", "; ", "Louvain", ", ", "N.", "; ", "Sakata", ", ", "O.", "; ", "Kitagawa", ", ", "S.", " ", "Mesoscopic Architectures of Porous Coordination Polymers Fabricated by Pseudomorphic Replication", " ", "Nat. Mater.", " ", "2012", ",  ", "11", ",  ", "717", "– ", "723", " DOI: 10.1038/nmat3359", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Mesoscopic architectures of porous coordination polymers fabricated by pseudomorphic replication", "Reboul, Julien; Furukawa, Shuhei; Horike, Nao; Tsotsalas, Manuel; Hirai, Kenji; Uehara, Hiromitsu; Kondo, Mio; Louvain, Nicolas; Sakata, Osami; Kitagawa, Susumu", "Nature Materials", "\r\n        (", "2012", "),\r\n    ", "11", "\r\n        (", "8", "),\r\n    ", "717-723", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "The spatial organization of porous coordination polymer (PCP) crystals into higher-order structures is crit. for their integration into sepn. systems, heterogeneous catalysts, ion/electron transport and photonic devices.  Here, the authors demonstrate a rapid method to spatially control the nucleation site, giving mesoscopic architecture made of PCPs, in both 2 and 3 dimensions.  Inspired by geol. processes, this method relies on the morphol. replacement of a shaped sacrificial metal oxide used both as a metal source and as an architecture-directing agent by an analogous PCP architecture.  Spatiotemporal harmonization of the metal oxide dissoln. and the PCP crystn. allowed the preservation of very fine mineral morphol. details of periodic alumina inverse opal structures.  The replication of randomly structured alumina aerogels resulted in a PCP architecture with hierarchical porosity in which the hydrophobic micropores of the PCP and the mesopores/macropores inherited from the parent aerogels synergistically enhanced the material's selectivity and mass transfer for H2O/EtOH sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XovFykurc%253D&md5=0f2a4afd21eede0878dd174adbee6ef5", "7. ", "Kitaura", ", ", "R.", "; ", "Kitagawa", ", ", "S.", "; ", "Kubota", ", ", "Y.", "; ", "Kobayashi", ", ", "T. C.", "; ", "Kindo", ", ", "K.", "; ", "Mita", ", ", "Y.", "; ", "Matsuo", ", ", "A.", "; ", "Kobayashi", ", ", "M.", "; ", "Chang", ", ", "H. C.", "; ", "Ozawa", ", ", "T. C.", "; ", "Suzuki", ", ", "M.", "; ", "Sakata", ", ", "M.", "; ", "Takata", ", ", "M.", " ", "Formation of a One-Dimensional Array of Oxygen in a Microporous Metal-Organic Solid", " ", "Science", " ", "2002", ",  ", "298", ",  ", "2358", "– ", "2361", " DOI: 10.1126/science.1078481", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Formation of a One-Dimensional Array of Oxygen in a Microporous Metal-Organic Solid", "Kitaura, Ryo; Kitagawa, Susumu; Kubota, Yoshiki; Kobayashi, Tatsuo C.; Kindo, Koichi; Mita, Yoshimi; Matsuo, Akira; Kobayashi, Michihiro; Chang, Ho-Chol; Ozawa, Tadashi C.; Suzuki, Megumi; Sakata, Makoto; Takata, Masaki", "Science (Washington, DC, United States)", "\r\n        (", "2002", "),\r\n    ", "298", "\r\n        (", "5602", "),\r\n    ", "2358-2361", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "The authors report the direct observation of dioxygen mols. physisorbed in the nanochannels of a microporous copper coordination polymer, [Cu2(pzdc)2(L)]n (CPL-1; pzdc = pyrazine-2,3-dicarboxylate, L = pyrazine) by the MEM (max. entropy method)/Rietveld method, using in situ high-resoln. synchrotron x-ray powder diffraction measurements.  The obtained MEM electron d. revealed that van der Waals dimers of physisorbed O2 locate in the middle of nanochannels and form a 1-dimensional ladder structure aligned to the host channel structure.  The obsd. O-O stretching Raman band and magnetic susceptibilities are characteristic of the confined O2 mols. in 1-dimensional nanochannels of CPL-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38Xps1Sjur0%253D&md5=145947002a2ec784e9aadd8f2d729795", "8. ", "Lyndon", ", ", "R.", "; ", "Konstas", ", ", "K.", "; ", "Ladewig", ", ", "B. P.", "; ", "Southon", ", ", "P. D.", "; ", "Kepert", ", ", "C. J.", "; ", "Hill", ", ", "M. R.", " ", "Dynamic Photo-Switching in Metal Organic Frameworks as a Route to Low-Energy Carbon Dioxide Capture and Release", " ", "Angew. Chem., Int. Ed.", " ", "2013", ",  ", "52", ",  ", "3695", "– ", "3698", " DOI: 10.1002/anie.201206359", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Dynamic Photo-Switching in Metal-Organic Frameworks as a Route to Low-Energy Carbon Dioxide Capture and Release", "Lyndon, Richelle; Konstas, Kristina; Ladewig, Bradley P.; Southon, Peter D.; Kepert, Cameron J.; Hill, Matthew R.", "Angewandte Chemie, International Edition", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "13", "),\r\n    ", "3695-3698", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The conversion of azobenzene to the 4,4'-dicarboxylate (AzDC) delivers a ligand that can be incorporated into MOF architectures.  The pillar ligand trans-1,2-bis(4-pyridyl)ethylene (4,4'-BPE) has also been reported to demonstrate cis-trans photoisomerizability when coordinated to a metal complex.  Combination of these 2 ligands within Zn-based MOFs generates the triply interpenetrated framework Zn(AzDC)(4,4'-BPE)0.5, which exhibits an open topol. amenable to high capacity and selective adsorption of H and CO2.  The triply interpenetrated framework Zn(AzDC)(4,4'BPE)0.5 was prepd. solvothermally using previously reported methods.  We report the discovery of strong, low-energy photoresponse in Zn(AzDC)(4,4'-BPE)0.5 and find that the behavior is dynamic and localized, irresp. of the use of broadband or filtered light sources.  Previous researches have not detected cis-trans changes where azo groups are part of the MOF wall and not as pendant groups in the pores.  In this article it is reported that bending about the azo group can be obsd. to occur on a local scale in a dynamic fashion, perfect for online adsorbent regeneration. The effect was directly obsd. in the UV/Vis emission profiles and time-resolved IR spectra, and indirectly through gas adsorption expts. with careful controls in place, and pore anal. calcns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXitlahur8%253D&md5=e9c97d861ef138a45ec958520c37e916", "9. ", "Bloch", ", ", "E. D.", "; ", "Murray", ", ", "L. J.", "; ", "Queen", ", ", "W. L.", "; ", "Chavan", ", ", "S.", "; ", "Maximoff", ", ", "S. N.", "; ", "Bigi", ", ", "J. P.", "; ", "Krishna", ", ", "R.", "; ", "Peterson", ", ", "V. K.", "; ", "Grandjean", ", ", "F.", "; ", "Long", ", ", "G. J.", "; ", "Smit", ", ", "B.", "; ", "Bordiga", ", ", "S.", "; ", "Brown", ", ", "C. M.", "; ", "Long", ", ", "J. R.", " ", "Selective Binding of O-2 over N-2 in a Redox-Active Metal-Organic Framework with Open Iron(II) Coordination Sites", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "14814", "– ", "14822", " DOI: 10.1021/ja205976v", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Selective Binding of O2 over N2 in a Redox-Active Metal-Organic Framework with Open Iron(II) Coordination Sites", "Bloch, Eric D.; Murray, Leslie J.; Queen, Wendy L.; Chavan, Sachin; Maximoff, Sergey N.; Bigi, Julian P.; Krishna, Rajamani; Peterson, Vanessa K.; Grandjean, Fernande; Long, Gary J.; Smit, Berend; Bordiga, Silvia; Brown, Craig M.; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "37", "),\r\n    ", "14814-14822", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The air-free reaction between FeCl2 and H4dobdc (dobdc4- = 2,5-dioxido-1,4-benzenedicarboxylate) in a mixt. of N,N-dimethylformamide (DMF) and methanol affords Fe2(dobdc)·4DMF, a metal-org. framework adopting the MOF-74 (or CPO-27) structure type.  The desolvated form of this material displays a Brunauer-Emmett-Teller (BET) surface area of 1360 m2/g and features a hexagonal array of one-dimensional channels lined with coordinatively unsatd. FeII centers.  Gas adsorption isotherms at 298 K indicate that Fe2(dobdc) binds O2 preferentially over N2, with an irreversible capacity of 9.3%, corresponding to the adsorption of one O2 mol. per two iron centers.  Remarkably, at 211 K, O2 uptake is fully reversible and the capacity increases to 18.2%, corresponding to the adsorption of one O2 mol. per iron center.  Mossbauer and IR spectra are consistent with partial charge transfer from iron(II) to O2 at low temp. and complete charge transfer to form iron(III) and O22- at room temp.  The results of Rietveld analyses of powder neutron diffraction data (4 K) confirm this interpretation, revealing O2 bound to iron in a sym. side-on mode with dO-O = 1.25(1) Å at low temp. and in a slipped side-on mode with dO-O = 1.6(1) Å when oxidized at room temp.  Application of ideal adsorbed soln. theory in simulating breakthrough curves shows Fe2(dobdc) to be a promising material for the sepn. of O2 from air at temps. well above those currently employed in industrial settings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtV2isbnM&md5=bb45728676bb33f13be541d2cc6d0279", "10. ", "Park", ", ", "J.", "; ", "Yuan", ", ", "D. Q.", "; ", "Pham", ", ", "K. T.", "; ", "Li", ", ", "J. R.", "; ", "Yakovenko", ", ", "A.", "; ", "Zhou", ", ", "H. C.", " ", "Reversible Alteration of CO2 Adsorption upon Photochemical or Thermal Treatment in a Metal-Organic Framework", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "99", "– ", "102", " DOI: 10.1021/ja209197f", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Reversible Alteration of CO2 Adsorption upon Photochemical or Thermal Treatment in a Metal-Organic Framework", "Park, Jinhee; Yuan, Daqiang; Pham, Khanh T.; Li, Jian-Rong; Yakovenko, Andrey; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "1", "),\r\n    ", "99-102", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A metal-org. framework (MOF) for reversible alteration of guest mol. adsorption, here carbon dioxide, upon photochem. or thermal treatment has been discovered.  An azobenzene functional group, which can switch its conformation upon light irradn. or heat treatment, has been introduced to the org. linker of a MOF.  The resulting MOF adsorbs different amt. of CO2 after UV or heat treatment.  This remarkable stimuli-responsive adsorption effect has been demonstrated through expts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1SmtbnP&md5=42ee8138ba6d04ba14d2d0967be5ffa6", "11. ", "Zhang", ", ", "Y. F.", "; ", "Bo", ", ", "X. J.", "; ", "Luhana", ", ", "C.", "; ", "Wang", ", ", "H.", "; ", "Li", ", ", "M.", "; ", "Guo", ", ", "L. P.", " ", "Facile Synthesis of a Cu-Based MOF Confined in Macroporous Carbon Hybrid Material with Enhanced Electrocatalytic ability", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "6885", "– ", "6887", " DOI: 10.1039/c3cc43292k", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Facile synthesis of a Cu-based MOF confined in macroporous carbon hybrid material with enhanced electrocatalytic ability", "Zhang, Yufan; Bo, Xiangjie; Luhana, Charles; Wang, Huan; Li, Mian; Guo, Liping", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "61", "),\r\n    ", "6885-6887", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The Cu-based MOF loaded on macroporous C (MPC) creates novel Cu-MOF-MPC hybrids for the 1st time.  The obtained Cu-MOF-MPC composites were used as electrocatalysts for the oxidn. of NADH and redn. of H2O2 in neutral soln.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtVOjsrfF&md5=424eb7c1b2729fb0ad81ca1863249994", "12. ", "Wiers", ", ", "B. M.", "; ", "Foo", ", ", "M. L.", "; ", "Balsara", ", ", "N. P.", "; ", "Long", ", ", "J. R.", " ", "A Solid Lithium Electrolyte via Addition of Lithium Isopropoxide to a Metal-Organic Framework with Open Metal Sites", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "14522", "– ", "14525", " DOI: 10.1021/ja205827z", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "A Solid Lithium Electrolyte via Addition of Lithium Isopropoxide to a Metal-Organic Framework with Open Metal Sites", "Wiers, Brian M.; Foo, Maw-Lin; Balsara, Nitash P.; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "37", "),\r\n    ", "14522-14525", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The uptake of LiOiPr in Mg2(dobdc) (dobdc4- = 1,4-dioxido-2,5-benzenedicarboxylate) followed by soaking in a typical electrolyte soln. leads to the new solid Li electrolyte Mg2(dobdc)·0.35LiOiPr·0.25LiBF4·EC·DEC (EC = ethylene carbonate; DEC = di-Et carbonate).  Two-point a.c. impedance data show a pressed pellet of this material to have a cond. of 3.1 × 10-4 S/cm at 300 K.  The results from variable-temp. measurements reveal an activation energy of just 0.15 eV, while single-particle data suggest that intraparticle transport dominates conduction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtV2itrzL&md5=d5ec890c241e05be96de5a84a24071a3", "13. ", "McGrail", ", ", "B. P.", "; ", "Thallapally", ", ", "P. K.", "; ", "Blanchard", ", ", "J.", "; ", "Nune", ", ", "S. K.", "; ", "Jenks", ", ", "J. J.", "; ", "Dang", ", ", "L. X.", " ", "Metal-organic heat carrier nanofluids", " ", "Nano Energy", " ", "2013", ",  ", "2", ",  ", "845", "– ", "855", " DOI: 10.1016/j.nanoen.2013.02.007", " ", "[", "Crossref", "], [", "CAS", "]", "13. ", "Metal-organic heat carrier nanofluids", "McGrail, B. P.; Thallapally, P. K.; Blanchard, J.; Nune, S. K.; Jenks, J. J.; Dang, L. X.", "Nano Energy", "\r\n        (", "2013", "),\r\n    ", "2", "\r\n        (", "5", "),\r\n    ", "845-855", "CODEN:\r\n                ", "NEANCA", ";\r\n        ISSN:", "2211-2855", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Nanofluids, dispersions of metal or oxide nanoparticles in a base working fluid, are being intensively studied due to improvements they offer in thermal properties of the working fluid.  However, these benefits were erratically demonstrated and proven impacts on thermal cond. are modest and well described from long-established effective medium theory.  In this paper, a new class of metal-org. heat carrier (MOHC) nanofluid that offers potential for a larger performance boost in thermal vapor-liq. compression cycles is described.  MOHCs are nanophase porous coordination solids designed to reversibly uptake the working fluid mols. in which the MOHCs are suspended.  Addnl. heat can be extd. in a heat exchanger or solar collector from the endothermic enthalpy of desorption, which is then released as the nanofluid transits through a power generating device such as a turboexpander.  Calcns. for an R123 MOHC nanofluid indicated potential for up to 15% increase in power output.  Capillary tube expts. show that liq.-vapor transitions occur without nanoparticle deposition on the tube walls provided entrance Reynolds no. exceeds approx. 100.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXnsVymtr8%253D&md5=83e62b5342ab16798f8fd00c3de54ce3", "14. ", "Jeon", ", ", "J.-W.", "; ", "Sharma", ", ", "R.", "; ", "Meduri", ", ", "P.", "; ", "Arey", ", ", "B. W.", "; ", "Schaef", ", ", "H. T.", "; ", "Lutkenhaus", ", ", "J. L.", "; ", "Lemmon", ", ", "J. P.", "; ", "Thallapally", ", ", "P. K.", "; ", "Nandasiri", ", ", "M. I.", "; ", "McGrail", ", ", "B. P.", "; ", "Nune", ", ", "S. K.", " ", "In Situ One-Step Synthesis of Hierarchical Nitrogen-Doped Porous Carbon for High-Performance Supercapacitors", " ", "ACS Appl. Mater. Interfaces", " ", "2014", ",  ", "6", ",  ", "7214", "– ", "7222", " DOI: 10.1021/am500339x", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "In Situ One-Step Synthesis of Hierarchical Nitrogen-Doped Porous Carbon for High-Performance Supercapacitors", "Jeon, Ju-Won; Sharma, Ronish; Meduri, Praveen; Arey, Bruce W.; Schaef, Herbert T.; Lutkenhaus, Jodie L.; Lemmon, John P.; Thallapally, Praveen K.; Nandasiri, Manjula I.; McGrail, Benard Peter; Nune, Satish K.", "ACS Applied Materials & Interfaces", "\r\n        (", "2014", "),\r\n    ", "6", "\r\n        (", "10", "),\r\n    ", "7214-7222", "CODEN:\r\n                ", "AAMICK", ";\r\n        ISSN:", "1944-8244", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A hierarchically structured N-doped porous C is prepd. from a N-contg. iso-reticular metal-org. framework (IRMOF-3) using a self-sacrificial templating method.  IRMOF-3 itself provides the C and N content as well as the porous structure.  For high carbonization temps. (950°), the carbonized MOF required no further purifn. steps, thus eliminating the need for solvents or acid.  N content and surface area are easily controlled by the carbonization temp.  The N content decreases from 7 to 3.3 at.% as carbonization temp. increases from 600 to 950°.  There is a distinct trade-off between N content, porosity, and defects in the C structure.  Carbonized IRMOFs are evaluated as supercapacitor electrodes.  For a carbonization temp. of 950°, the N-doped porous C has an exceptionally high capacitance of 239 F g-1.  In comparison, an analogous N-free C bears a low capacitance of 24 F g-1, demonstrating the importance of N dopants in the charge storage process.  The route is scalable in that multi-gram quantities of N-doped porous carbons are easily produced.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXntFOmtb8%253D&md5=d255d5c993cc65ab4000b133472ada7b", "15. ", "Okawa", ", ", "H.", "; ", "Sadakiyo", ", ", "M.", "; ", "Yamada", ", ", "T.", "; ", "Maesato", ", ", "M.", "; ", "Ohba", ", ", "M.", "; ", "Kitagawa", ", ", "H.", " ", "Proton-Conductive Magnetic Metal-Organic Frameworks, {NR3(CH2COOH)}[(MaMbIII)-M-II(ox)(3)]: Effect of Carboxyl Residue upon Proton Conduction", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "2256", "– ", "2262", " DOI: 10.1021/ja309968u", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Proton-Conductive Magnetic Metal-Organic Frameworks, {NR3(CH2COOH)}[MaIIMbIII(ox)3]: Effect of Carboxyl Residue upon Proton Conduction", "Okawa, Hisashi; Sadakiyo, Masaaki; Yamada, Teppei; Maesato, Mitsuhiko; Ohba, Masaaki; Kitagawa, Hiroshi", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "6", "),\r\n    ", "2256-2262", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Proton-conductive magnetic metal-org. frameworks (MOFs), {NR3(CH2COOH)}[MaIIMbIII(ox)3] (abbreviated as R-MaMb: R = Et, Bu; MaMb = MnCr, FeCr, FeFe) were studied.  The following six MOFs were prepd.: Et-MnCr·2H2O, Et-FeCr·2H2O, Et-FeFe·2H2O, Bu-MnCr, Bu-FeCr, and Bu-FeFe.  The structure of Bu-MnCr was detd. by x-ray crystallog.  Crystal data: trigonal, space group R3c, a 9.3928(13), c 51.0080(13) Å, Z = 6.  The crystal consists of oxalate-bridged bimetallic layers interleaved by {NBu3(CH2COOH)}+ ions.  Et-MnCr·2H2O and Bu-MnCr (R-MnCr MOFs) show a ferromagnetic ordering with TC of 5.5-5.9 K, and Et-FeCr·2H2O and Bu-FeCr (R-FeCr MOFs) also show a ferromagnetic ordering with TC of 11.0-11.5 K.  Et-FeFe·2H2O and Bu-FeFe (R-FeFe MOFs) belong to class II mixed-valence compds. and show the magnetism characteristic of Neel N-type ferrimagnets.  The Et-MOFs (Et-MnCr·2H2O, Et-FeCr·2H2O and Et-FeFe·2H2O) show high proton conduction, whereas the Bu-MOFs (Bu-MnCr, Bu-FeCr, and Bu-FeFe) show moderate proton conduction.  Together with H2O adsorption isotherm studies, the significance of the carboxyl residues as proton carriers is revealed.  The R-MnCr MOFs and the R-FeCr MOFs are rare examples of coexistent ferromagnetism and proton conduction, and the R-FeFe MOFs are the 1st examples of coexistent Neel N-type ferrimagnetism and proton conduction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXms1Omsw%253D%253D&md5=784cac8dbb192567f9f0344089d85be2", "16. ", "Wu", ", ", "B.", "; ", "Lin", ", ", "X. C.", "; ", "Ge", ", ", "L.", "; ", "Wu", ", ", "L.", "; ", "Xu", ", ", "T. W.", " ", "A Novel Route for Preparing Highly Proton Conductive Membrane Materials with Metal-Organic Frameworks", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "143", "– ", "145", " DOI: 10.1039/C2CC37045J", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "A novel route for preparing highly proton conductive membrane materials with metal-organic frameworks", "Wu, Bin; Lin, Xiaocheng; Ge, Liang; Wu, Liang; Xu, Tongwen", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "2", "),\r\n    ", "143-145", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Fe-MIL-101-NH2 was prepd. by a novel method.  The MOFs adhered well to SPPO via chem. bonds, and yielded the mixed-matrix Fe-MIL-101-NH2-SPPO membrane for use in fuel cells.  The proton cond. of the membranes was as high as 0.10 S cm-1 at room temp. and 0.25 S cm-1 at 90 °C.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhslKrtr%252FE&md5=d927e4ac310a8dfc875a73499d42ccf0", "17. ", "Fornasieri", ", ", "G.", "; ", "Aouadi", ", ", "M.", "; ", "Delahaye", ", ", "E.", "; ", "Beaunier", ", ", "P.", "; ", "Durand", ", ", "D.", "; ", "Riviere", ", ", "E.", "; ", "Albouy", ", ", "P. A.", "; ", "Brisset", ", ", "F.", "; ", "Bleuzen", ", ", "A.", " ", "Elaboration of Prussian Blue Analogue/Silica Nanocomposites: Towards Tailor-Made Nano-Scale Electronic Devices", " ", "Materials", " ", "2012", ",  ", "5", ",  ", "385", "– ", "403", " DOI: 10.3390/ma5030385", " ", "[", "Crossref", "], [", "CAS", "]", "17. ", "Elaboration of Prussian blue analogue/silica nanocomposites: towards tailor-made nano-scale electronic devices", "Fornasieri, Giulia; Aouadi, Merwen; Delahaye, Emilie; Beaunier, Patricia; Durand, Dominique; Riviere, Eric; Albouy, Pierre-Antoine; Brisset, Francois; Bleuzen, Anne", "Materials", "\r\n        (", "2012", "),\r\n    ", "5", "\r\n        (", "),\r\n    ", "385-403", "CODEN:\r\n                ", "MATEG9", ";\r\n        ISSN:", "1996-1944", ".\r\n    \r\n            (", "MDPI AG", ")\r\n        ", "The research of new mol. materials able to replace classical solid materials in electronics has attracted growing attention over the past decade.  Among these compds. photoswitchable Prussian blue analogs (PBA) are particularly interesting for the elaboration of new optical memories.  However these coordination polymers are generally synthesized as insol. powders that cannot be integrated into a real device.  Hence their successful integration into real applications depends on an addnl. processing step.  Nanostructured oxides elaborated by sol-gel chem. combined with surfactant micelle templating can be used as nanoreactors to confine PBA pptn. and organize the functional nano-objects in the three dimensions of space.  In this work we present the elaboration of different CoFe PBA/silica nanocomposites.  Our synthetic procedure fully controls the synthesis of PBA in the porosity of the silica matrix from the insertion of the precursors up to the formation of the photomagnetic compd.  We present results on systems from the simplest to the most elaborate: from disordered xerogels to ordered nanostructured films passing through mesoporous monoliths.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XktVOmtr0%253D&md5=b3255ead253506c173240274dd23c92c", "18. ", "McHale", ", ", "R.", "; ", "Wang", ", ", "X. S.", " ", "Nano Brick-Laying and Excavation: Designed Coordination Polymer (Prussian Blue) Morphologies via Miniemulsion Periphery Polymerization (MEPP)", " ", "Abstr. Pap. Am. Chem. Soc.", " ", "2011", ",  ", "242", "– ", "242", "There is no corresponding record for this reference.", "19. ", "Uemura", ", ", "T.", "; ", "Kitagawa", ", ", "S.", " ", "Prussian Blue Nanoparticles Protected by Poly(vinylpyrrolidone)", " ", "J. Am. Chem. Soc.", " ", "2003", ",  ", "125", ",  ", "7814", "– ", "7815", " DOI: 10.1021/ja0356582", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Prussian Blue Nanoparticles Protected by Poly(vinylpyrrolidone)", "Uemura, Takashi; Kitagawa, Susumu", "Journal of the American Chemical Society", "\r\n        (", "2003", "),\r\n    ", "125", "\r\n        (", "26", "),\r\n    ", "7814-7815", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Prussian blue (PB) nanoparticles protected by poly(vinylpyrrolidone) (PVP) were prepd. by mixing aq. Fe2+, Fe(CN)63-, and PVP solns. together and were characterized by UV-visible, IR, XRPD, and TEM.  Averaged dimensions of the nanoparticles were controlled between 12 and 27 nm depending on initial Fe ion concns. and feed ratios of Fe ion to PVP.  Soly. of PB bulk in org. solvents is considerably low; nevertheless, formations of the PB nanoparticles dramatically increase the soly. in a variety of org. solvents.  It is noteworthy that the PVP-protected PB nanoparticles stably maintain the cluster formations without further aggregations and dissocn. in CHCl3 over 1 mo.  Measurement of the crit. temp. (Tc) where PB nanoparticles exhibit a ferromagnetic property showed a gradual decrease of Tc for the nanoparticles as the particle sizes become smaller.  This result could be ascribed to the redn. of the averaged nos. of magnetic interacted neighbors.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXltVGgtr8%253D&md5=f3f3e0206665eab8a075cf9733dcf75b", "20. ", "Sindoro", ", ", "M.", "; ", "Yanai", ", ", "N.", "; ", "Jee", ", ", "A.-Y.", "; ", "Granick", ", ", "S.", " ", "Colloidal-Sized Metal–Organic Frameworks: Synthesis and Applications", " ", "Acc. Chem. Res.", " ", "2014", ",  ", "47", ",  ", "459", "– ", "469", " DOI: 10.1021/ar400151n", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Colloidal-Sized Metal-Organic Frameworks: Synthesis and Applications", "Sindoro, Melinda; Yanai, Nobuhiro; Jee, Ah-Young; Granick, Steve", "Accounts of Chemical Research", "\r\n        (", "2014", "),\r\n    ", "47", "\r\n        (", "2", "),\r\n    ", "459-469", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Colloidal metal-org. frameworks (CMOFs), nanoporous colloidal-sized crystals that are uniform in both size and polyhedral shape, are crystals composed of metal ions and org. bridging ligands, which can be used as building blocks for self-assembly in org. and aq. liqs.  They stand in contrast to conventional metal-org. frameworks (MOFs), which scientists normally study as bulk cryst. powders.  However, powder MOFs generally have random crystal size and shape and therefore do not possess either a definite mutual arrangement with adjacent particles or uniformity.  CMOFs do have this quality, which can be important in vital uptake and release kinetics.  In this Account, the authors present the diverse methods of synthesis, pore chem. control, surface modification, and assembly techniques of CMOFs.  The authors survey recent achievements and future applications in this emerging field.  There is potential for a paradigm shift, away from using just bulk cryst. powders, towards using particles whose size and shape are regulated.  The concept of colloidal MOFs takes into account that nanoporous MOFs, conventionally prepd. as bulk cryst. powders with random crystal size, shape, and orientation, may also form colloidal-sized objects with uniform size and morphol.  Also, the traditional MOF functions that depend on porosity present addnl. control over those MOF functions that depend on pore interactions.  They also can enable controlled spatial arrangements between neighboring particles.  To begin, progress regarding synthesis of MOF nano- and microcrystals whose crystal size and shape are well regulated are discussed.  Next, the authors review the methods to modify the surfaces with dye mols. and polymers.  Dyes are useful when seeking to observe nonluminescent CMOFs in situ by optical microscopy, while polymers are useful to tune their interparticle interactions.  Third, criteria to assess the stability of CMOFs for various applications are discussed.  In another section of this Account, the authors give examples of supracrystal assembly in liq., on substrates, at interfaces, and under external elec. fields.  The authors end this Account with discussion of possible future developments, both conceptual and technol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvFejt73E&md5=5a665fea470064071139d11965ef53a6", "21. ", "Falcaro", ", ", "P.", "; ", "Nairn", ", ", "K. M", "; ", "Hill", ", ", "A. J.", "; ", "Buso", ", ", "D.", " ", "Amino Functionalized SiO2 Nanoparticles for Seeding MOF-5", " ", "IOP Conf. Ser.: Mater. Sci. Eng.", " ", "2011", ",  ", "18", ",  ", "052006", " DOI: 10.1088/1757-899X/18/5/052006", " ", "[", "Crossref", "], [", "CAS", "]", "21. ", "Amino functionalized SiO2 nanoparticles for seeding MOF-5", "Falcaro, Paolo; Nairn, Kate M.; Hill, Anita J.; Buso, Dario", "IOP Conference Series: Materials Science and Engineering", "\r\n        (", "2011", "),\r\n    ", "18", "\r\n        (", "3rd International Congress on Ceramics (ICC3), 2011", "),\r\n    ", "052006/1-052006/5", "CODEN:\r\n                ", "ICSMGW", ";\r\n        ISSN:", "1757-899X", ".\r\n    \r\n            (", "Institute of Physics Publishing", ")\r\n        ", "Here we present a new type of approach for the mass prodn. of metallorg. frameworks (MOFs).  In particular, a heterogeneous process for MOF-5 growth involving amino functionalized silica nanoparticles is presented.  The proposed sol-gel approach provides a promising route toward the large-scale prodn. of colloidal MOFs by leveraging the enormous surface areas offered by nano-sized seeds used as nucleating agents.  The synthesis of the ceramic seeds (SiO2 NPs) is performed at room temp. and considerable vols. of MOF crystals can be produced in 1/10 of the time required for the conventional solvothermal method.  The growth of the crystals has been obsd. with optical microscopy, SEM (SEM), energy dispersive x-ray spectroscopy (EDX) and the crystal quality has been verified using X-ray powder diffraction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXotVCru7g%253D&md5=f4d25576d8c5ec98a0bca1d1f95c6436", "22. ", "Jiang", ", ", "D. M.", "; ", "Burrows", ", ", "A. D.", "; ", "Xiong", ", ", "Y. L.", "; ", "Edler", ", ", "K. J.", " ", "Facile Synthesis of Crack-Free Metal-Organic Framework Films on Alumina by a Dip-Coating Route in the Presence of Polyethylenimine", " ", "J. Mater. Chem. A", " ", "2013", ",  ", "1", ",  ", "5497", "– ", "5500", " DOI: 10.1039/c3ta10766c", " ", "[", "Crossref", "], [", "CAS", "]", "22. ", "Facile synthesis of crack-free metal-organic framework films on alumina by a dip-coating route in the presence of polyethylenimine", "Jiang, Dongmei; Burrows, Andrew D.; Xiong, Yuli; Edler, Karen J.", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2013", "),\r\n    ", "1", "\r\n        (", "18", "),\r\n    ", "5497-5500", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A facile polyethylenimine (PEI)-assisted dip-coating method allows crack-free films of MIL-101(Cr) and MIL-101(Cr)-NH2 to be prepd. on alumina supports.  The presence of PEI enhances the selectivity of the films for CO2 with respect to N2.  The film surfaces can be made hydrophobic by further dip-coating with an aliph. monocarboxylic acid.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmtF2itr0%253D&md5=0cabfdcf391f6a5085856a91f21f8882", "23. ", "Xu", ", ", "S. H.", "; ", "Qian", ", ", "X. F.", "; ", "Li", ", ", "G.", " ", "Size and Morphology-Controlled Ni-2[Fe(CN)(6)] .xH(2)O Prussian Blue Analogue Fabricated via a Hydrothermal Route", " ", "Mater. Res. Bull.", " ", "2008", ",  ", "43", ",  ", "135", "– ", "140", " DOI: 10.1016/j.materresbull.2007.02.009", " ", "[", "Crossref", "], [", "CAS", "]", "23. ", "Size and morphology-controlled Ni2[Fe(CN)6]·xH2O Prussian Blue analogue fabricated via a hydrothermal route", "Xu, Shaohua; Qian, Xuefeng; Li, Gang", "Materials Research Bulletin", "\r\n        (", "2008", "),\r\n    ", "43", "\r\n        (", "1", "),\r\n    ", "135-140", "CODEN:\r\n                ", "MRBUAC", ";\r\n        ISSN:", "0025-5408", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Nanocryst. Prussian Blue analog Ni2[Fe(CN)6]·xH2O was synthesized through hydrothermal process at 180° for 24 h with NiSO4·6H2O and K4[Fe(CN)6]·3H2O as precursors.  The effects of reactant concn. and protective matrix (Polyethylene glycol 400, PEG-400) on the size and morphol. of nanoparticles were studied.  The as-synthesized products were identified as fcc. structure by powder x-ray diffraction.  Field-emission SEM and TEM images showed that well dispersed nanoparticles with fairly narrow size distribution were successfully prepd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtlaqsbzL&md5=4d3efa7500792547b5e7801e0bac3125", "24. ", "Fernandez", ", ", "C. A.", "; ", "Nune", ", ", "S. K.", "; ", "Motkuri", ", ", "R. K.", "; ", "Thallapally", ", ", "P. K.", "; ", "Wang", ", ", "C. M.", "; ", "Liu", ", ", "J.", "; ", "Exarhos", ", ", "G. J.", "; ", "McGrail", ", ", "B. P.", " ", "Synthesis, Characterization, and Application of Metal Organic Framework Nanostructures", " ", "Langmuir", " ", "2010", ",  ", "26", ",  ", "18591", "– ", "18594", " DOI: 10.1021/la103590t", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Synthesis, Characterization, and Application of Metal Organic Framework Nanostructures", "Fernandez, Carlos A.; Nune, Satish K.; Motkuri, Radha Kishan; Thallapally, Praveen K.; Wang, Chongmin; Liu, Jun; Exarhos, Gregory J.; McGrail, B. Peter", "Langmuir", "\r\n        (", "2010", "),\r\n    ", "26", "\r\n        (", "24", "),\r\n    ", "18591-18594", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The considerable no. of important phys. properties, including optical, electronic, and magnetic properties, of Prussian blue (PB) analogs have attracted fundamental and industrial interest.  Nevertheless, the gas sorption properties of PB coordination compds. were only studied very recently.  The authors report the synthesis and gas sorption properties of PB nanocomposites with different size and shape obtained by using poly(vinylpyrrolidone) (PVP), chitosan, and dioctyl Na sulfosuccinate (AOT) as stabilizers and structure directing agents.  All 3 porous nanocrystals show high and selective CO2 adsorption over CH4 or N2.  No distinct relation was found between the size (or shape) of the nanosorbents and their gas uptake capacities.  To our knowledge, this is the 1st report on the use of PB nanocomposites for CO2 capture applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlWiur7N&md5=c975b5bc21582e98ea5cc81fa385c5a2", "25. ", "Nune", ", ", "S. K.", "; ", "Thallapally", ", ", "P. K.", "; ", "Dohnalkova", ", ", "A.", "; ", "Wang", ", ", "C. M.", "; ", "Liu", ", ", "J.", "; ", "Exarhos", ", ", "G. J.", " ", "Synthesis and Properties of NanoZeolitic Imidazolate Frameworks", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "4878", "– ", "4880", " DOI: 10.1039/c002088e", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "25. ", "Synthesis and properties of nano zeolitic imidazolate frameworks", "Nune, Satish K.; Thallapally, Praveen K.; Dohnalkova, Alice; Wang, Chongmin; Liu, Jun; Exarhos, Gregory J.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "27", "),\r\n    ", "4878-4880", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Nanosized zeolitic imidazolate frameworks [nZIF-8] with excellent chem. and thermal stability have been synthesized at room temp. by simple mixing of 2-methylimidazole and zinc nitrate hexahydrate in methanol/1% high mol. wt. poly(diallyldimethylammonium chloride) soln. for 24 h.  BET surface area and gas adsorption selectivity was detd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXotFens7Y%253D&md5=f565a9df083e0530105039d7c2af242f", "26. ", "Nune", ", ", "S. K.", "; ", "Thallapally", ", ", "P. K.", "; ", "McGrail", ", ", "B. P.", " ", "Polymer Assisted Morphology Control in Nnanoscale Prussian Blue Analogs", " ", "Abstr. Pap. Am. Chem. Soc.", " ", "2011", ",  ", "242", "– ", "242", "There is no corresponding record for this reference.", "27. ", "Carne-Sanchez", ", ", "A.", "; ", "Imaz", ", ", "I.", "; ", "Cano-Sarabia", ", ", "M.", "; ", "Maspoch", ", ", "D.", " ", "A Spray-Drying Strategy for Synthesis of Nanoscale Metal-Organic Frameworks and Their Assembly into Hollow Superstructures", " ", "Nat. Chem.", " ", "2013", ",  ", "5", ",  ", "203", "– ", "211", " DOI: 10.1038/nchem.1569", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "27. ", "A spray-drying strategy for synthesis of nanoscale metal-organic frameworks and their assembly into hollow superstructures", "Carne-Sanchez, Arnau; Imaz, Inhar; Cano-Sarabia, Mary", "Nature Chemistry", "\r\n        (", "2013", "),\r\n    ", "5", "\r\n        (", "3", "),\r\n    ", "203-211", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Metal-org. frameworks (MOFs) are among the most attractive porous materials known today.  Their miniaturization to the nanoscale-into nanoMOFs-is expected to serve myriad applications from drug delivery to membranes, to open up novel avenues to more traditional storage and catalysis applications, and to enable the creation of sophisticated superstructures.  Here, the authors report the use of spray-drying as a versatile methodol. to assemble nanoMOFs, yielding spherical hollow superstructures with diams. smaller than 5 μm.  This strategy conceptually mimics the emulsions used by chemists to confine the synthesis of materials, but does not require secondary immiscible solvents or surfactants.  The resulting spherical, hollow superstructures can be processed into stable colloids, whose disassembly by sonication affords discrete, homogeneous nanoMOFs.  This spray-drying strategy enables the construction of multicomponent MOF superstructures, and the encapsulation of guest species within these superstructures.  The authors anticipate that this will provide new routes to capsules, reactors and composite materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXisVKhsLg%253D&md5=4f5762fda4c9967ee1b899a149566d47", "28. ", "Flugel", ", ", "E. A.", "; ", "Ranft", ", ", "A.", "; ", "Haase", ", ", "F.", "; ", "Lotsch", ", ", "B. V.", " ", "Synthetic Routes Toward MOF Nanomorphologies", " ", "J. Mater. Chem.", " ", "2012", ",  ", "22", ",  ", "10119", "– ", "10133", " DOI: 10.1039/c2jm15675j", " ", "[", "Crossref", "], [", "CAS", "]", "28. ", "Synthetic routes toward MOF nanomorphologies", "Fluegel, Erik A.; Ranft, Annekathrin; Haase, Frederik; Lotsch, Bettina V.", "Journal of Materials Chemistry", "\r\n        (", "2012", "),\r\n    ", "22", "\r\n        (", "20", "),\r\n    ", "10119-10133", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "As metal-org. frameworks (MOFs) are coming of age, their structural diversity, exceptional porosity and inherent functionality need to be transferred into useful applications.  Fashioning MOFs into various shapes and at the same time controlling their size constitute an essential step toward MOF-based devices.  Moreover, downsizing MOFs to the nanoscale triggers a whole new set of properties distinguishing nanoMOFs from their bulk counterparts.  Therefore, dimensionality-controlled miniaturization of MOFs enables the customised use of nanoMOFs for specific applications where suitable size and shape are key prerequisites.  In this feature article we survey the burgeoning field of nanoscale MOF synthesis, ranging from classical protocols such as microemulsion synthesis all the way to microfluidic-based techniques and template-directed epitaxial growth schemes.  Along these lines, we will fathom the feasibility of rationally designing specific MOF nanomorphologies-zero-, one- and two-dimensional nanostructures-and we will explore more complex \"second-generation\" nanostructures typically evolving from a high level of interfacial control.  As a recurring theme, we will review recent advances made toward the understanding of nucleation and growth processes at the nanoscale, as such insights are expected to further push the borders of nanoMOF science.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XmtlGhtb4%253D&md5=4cf541c12a9292be8918670933bcc3ef", "29. ", "Zhang", ", ", "Z. C.", "; ", "Chen", ", ", "Y. F.", "; ", "Xu", ", ", "X. B.", "; ", "Zhang", ", ", "J. C.", "; ", "Xiang", ", ", "G. L.", "; ", "He", ", ", "W.", "; ", "Wang", ", ", "X.", " ", "Well-Defined Metal-Organic Framework Hollow Nanocages", " ", "Angew. Chem., Int. Ed.", " ", "2014", ",  ", "53", ",  ", "429", "– ", "433", " DOI: 10.1002/anie.201308589", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "Well-Defined Metal-Organic Framework Hollow Nanocages", "Zhang, Zhicheng; Chen, Yifeng; Xu, Xiaobin; Zhang, Jingchao; Xiang, Guolei; He, Wei; Wang, Xun", "Angewandte Chemie, International Edition", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "2", "),\r\n    ", "429-433", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A series of well-defined MOF (MOF-5, FeII-MOF-5, FeIII-MOF-5) hollow nanocages has been prepd. by a facile solvothermal method, without any addnl. supporting template.  A surface-energy-driven mechanism may be responsible for the formation o f hollow nanocages.  The addn. of pre-synthesized poly(vinylpyrrolidone) (PVP)-capped noble metal nanoparticles into the synthetic system of the MOF hollow nanocages yielded yolk-shell noble metal@MOF nanostructures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvVOhs7bK&md5=7b5939cd730f4dacc2ae1c86b8220b88", "30. ", "Dang", ", ", "L. X.", "; ", "Annapureddy", ", ", "H. V. R.", "; ", "Sun", ", ", "X. Q.", "; ", "Thallapally", ", ", "P. K.", "; ", "McGrail", ", ", "B. P.", " ", "Understanding Nanofluid Stability Through Molecular Simulation", " ", "Chem. Phys. Lett.", " ", "2012", ",  ", "551", ",  ", "115", "– ", "120", " DOI: 10.1016/j.cplett.2012.09.025", " ", "[", "Crossref", "], [", "CAS", "]", "30. ", "Understanding nanofluid stability through molecular simulation", "Dang, Liem X.; Annapureddy, Harsha V. R.; Sun, Xiuquan; Thallapally, Praveen K.; Peter McGrail, B.", "Chemical Physics Letters", "\r\n        (", "2012", "),\r\n    ", "551", "\r\n        (", "),\r\n    ", "115-120", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Mol. dynamics simulations were carried out to systematically study solvation and nanoparticle-particle interactions in n-hexane, water, and methanol solvents.  The dynamics of the n-hexane mols. was significantly influenced by the solvated nanoparticles.  Water and methanol show significant structural signatures binding to the metal coordination sites of the nanoparticles while liq. hexane does not.  The computed free energy profiles illustrate that the assocns. between nanoparticles in soln. are stable and depend on the relative orientation of them.  Also, these profiles indicate a low interaction potential between nanoparticles in methanol, confirming exptl. observations of inherent nanofluid stability without need for added surfactant.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsVKqsL%252FN&md5=b659abb53b967030f0d1cb687a312db6", "31. ", "Alvine", ", ", "K. J.", "; ", "Shpyrko", ", ", "O. G.", "; ", "Pershan", ", ", "P. S.", "; ", "Shin", ", ", "K.", "; ", "Russell", ", ", "T. P.", " ", "Capillary Filling of Anodized Alumina Nanopore Arrays", " ", "Phys. Rev. Lett.", " ", "2006", ",  ", "97", ",  ", "175503–1", "– ", "4", " DOI: 10.1103/PhysRevLett.97.175503", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "32. ", "ten Elshof", ", ", "J. E.", "; ", "Abadal", ", ", "C. R.", "; ", "Sekulic", ", ", "J.", "; ", "Chowdhury", ", ", "S. R.", "; ", "Blank", ", ", "D. H. A.", " ", "Transport Mechanisms of Water and Organic Solvents Through Microporous Silica in the Pervaporation of Binary Liquids", " ", "Microporous Mesoporous Mater.", " ", "2003", ",  ", "65", ",  ", "197", "– ", "208", " DOI: 10.1016/j.micromeso.2003.08.010", " ", "[", "Crossref", "], [", "CAS", "]", "32. ", "Transport mechanisms of water and organic solvents through microporous silica in the pervaporation of binary liquids", "ten Elshof, Johan E.; Abadal, Cristina Rubio; Sekulic, Jelena; Chowdhury, Sankhanilay Roy; Blank, Dave H. A.", "Microporous and Mesoporous Materials", "\r\n        (", "2003", "),\r\n    ", "65", "\r\n        (", "2-3", "),\r\n    ", "197-208", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "Pervaporation expts. were performed on microporous SiO2 membranes in the temp. range 30-80° using binary liqs. contg. 5-22% H2O.  The org. solvents used were MeOH, DMF and 1,4-dioxane.  The dependency of flux and selectivity on temp. and feed compn. were studied.  The results were interpreted in terms of the Maxwell-Stefan theory, and Maxwell-Stefan diffusion coeffs. at 60° were estd.  H2O, MeOH and DMF diffused through SiO2 by a surface diffusion mechanism, while 1,4-dioxane was transported mainly by viscous flow through mesopores or small defects.  DMF inhibited the transport of H2O, which may be explained by micropore blocking by strongly adsorbed DMF mols.  The flux of MeOH appears to be dominated by a dragging effect by the larger H2O flux.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXot1Oktbs%253D&md5=bbebef820ab16486a736549a14a3b9a7", "33. ", "Tanaka", ", ", "D.", "; ", "Henke", ", ", "A.", "; ", "Albrecht", ", ", "K.", "; ", "Moeller", ", ", "M.", "; ", "Nakagawa", ", ", "K.", "; ", "Kitagawa", ", ", "S.", "; ", "Groll", ", ", "J.", " ", "Rapid Preparation of Flexible Porous Coordination Polymer Nanocrystals with Accelerated Guest Adsorption Kinetics", " ", "Nat. Chem.", " ", "2010", ",  ", "2", ",  ", "410", "– ", "416", " DOI: 10.1038/nchem.627", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "33. ", "Rapid preparation of flexible porous coordination polymer nanocrystals with accelerated guest adsorption kinetics", "Tanaka, Daisuke; Henke, Artur; Albrecht, Krystyna; Moeller, Martin; Nakagawa, Keiji; Kitagawa, Susumu; Groll, Juergen", "Nature Chemistry", "\r\n        (", "2010", "),\r\n    ", "2", "\r\n        (", "5", "),\r\n    ", "410-416", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Porous coordination polymers, in particular flexible porous coordination polymer networks that change their network structure on guest adsorption, have enormous potential in applications involving selective storage, sepn. and sensing.  Despite the expected significant differences in their adsorption properties, porous coordination polymer nanocrystals remain largely unexplored, and there have been no reports about studies on flexible porous coordination polymer nanocrystals, mainly due to a lack of prepn. methods.  Here, the authors present a new technique for the rapid prepn. of porous coordination polymer nanocrystals that combines non-aq. inverse microemulsion with ultrasonication.  Uniform nanocrystals of {[Zn(IP)(bpy)]}n (IP = isophthalate, bpy = 4,4'-bipyridine; CID-1), a flexible porous coordination polymer, have been prepd. by this method and analyzed using field-emission SEM, energy-dispersive X-ray anal., IR spectroscopy, Raman spectroscopy and X-ray powder diffraction.  A model for particle formation and growth is presented and discussed.  Adsorption expts. with show that the overall adsorption capacities of nanoparticles and bulk are almost identical, but the shapes of the sorption isotherms differ significantly and the adsorption kinetics increase dramatically.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXltVyluro%253D&md5=a6cbf47e1b487e299b4d0a69f16a80a9", "34. ", "Diring", ", ", "S.", "; ", "Furukawa", ", ", "S.", "; ", "Takashima", ", ", "Y.", "; ", "Tsuruoka", ", ", "T.", "; ", "Kitagawa", ", ", "S.", " ", "Controlled Multiscale Synthesis of Porous Coordination Polymer in Nano/Micro Regimes", " ", "Chem. Mater.", " ", "2010", ",  ", "22", ",  ", "4531", "– ", "4538", " DOI: 10.1021/cm101778g", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "34. ", "Controlled Multiscale Synthesis of Porous Coordination Polymer in Nano/Micro Regimes", "Diring, Stephane; Furukawa, Shuhei; Takashima, Yohei; Tsuruoka, Takaaki; Kitagawa, Susumu", "Chemistry of Materials", "\r\n        (", "2010", "),\r\n    ", "22", "\r\n        (", "16", "),\r\n    ", "4531-4538", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A simple and straightforward method combines microwave-assisted solvothermal conditions with the coordination modulation method to achieve the size-controlled formation of the porous coordination polymer (PCP), [Cu3(btc)2] (btc represents benzene-1,3,5-tricarboxylate) in the nano/micro regimes.  The addn. of a monocarboxylic acid modulator to the reaction mixt. greatly influenced the morphol. of the resulting sample, through competitive coordination interactions during the crystal formation process.  By adjusting the concn. of dodecanoic acid additive, the authors could subtly control the nucleation rate of a [Cu3(btc)2] framework and, thus, the resulting crystal size.  Homogeneous nanocrystals of the PCP with sizes ranging from few tenths of nanometers up to few micrometers could be successfully obtained in a controlled manner.  X-ray diffractions and gas sorption measurements revealed highly cryst. particles with large pore vols.  Also, variations in the sorption profiles could be correlated to the size and morphol. of the [Cu3(btc)2] samples, presenting affinity for gas condensation at high relative pressures or even hierarchical dual porous structures with mesoporous grain boundaries.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXpsV2ms7k%253D&md5=3aa23e00cab72c9f44f979921d37641b", "35. ", "Uemura", ", ", "T.", "; ", "Hoshino", ", ", "Y.", "; ", "Kitagawa", ", ", "S.", "; ", "Yoshida", ", ", "K.", "; ", "Isoda", ", ", "S.", " ", "Effect of Organic Polymer Additive on Crystallization of Porous Coordination Polymer", " ", "Chem. Mater.", " ", "2006", ",  ", "18", ",  ", "992", "– ", "995", " DOI: 10.1021/cm052427g", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "35. ", "Effect of Organic Polymer Additive on Crystallization of Porous Coordination Polymer", "Uemura, Takashi; Hoshino, Yousuke; Kitagawa, Susumu; Yoshida, Kaname; Isoda, Seiji", "Chemistry of Materials", "\r\n        (", "2006", "),\r\n    ", "18", "\r\n        (", "4", "),\r\n    ", "992-995", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Poly(vinylsulfonic acid, sodium salt) (PVSA) is a polymer capable of complexing and stabilizing Cu2+ by electrostatic interaction, which affects crystn. of a porous coordination polymer [{Cu2pzdc2(pyz)}n] (pzdc = pyrazine-2,3-dicarboxylate, pyz = pyrazine; 1) in the self-assembly process.  It is shown that the addn. of PVSA to the reaction mixts. significantly affects the nucleation process of 1, which dets. the crystal size of 1 in the range of 1-100 μm.  SEM, X-ray powder diffraction, and electron diffraction measurements show that PVSA controls not only the crystal size and shape but also the preferential orientation of the plate crystals, which results in alignment of the channel direction of 1 in the bulk powdery state.  The N2 adsorption measurement of each sample showed characteristic typical micropore adsorption isotherms independent of the crystal size of 1, however, the adsorption speed for the samples showed a novel size-dependent feature because of changes in the diffusion length of N2 in the one-dimensional channels of 1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XmvVWmtQ%253D%253D&md5=72ce0e8bd1c677bd18df6bd9d5b5f6e8", "36. ", "Hijikata", ", ", "Y.", "; ", "Horike", ", ", "S.", "; ", "Tanaka", ", ", "D.", "; ", "Groll", ", ", "J.", "; ", "Mizuno", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Takata", ", ", "M.", "; ", "Kitagawa", ", ", "S.", " ", "Differences of Crystal Structure and Dynamics Between a Soft Porous Nanocrystal and a Bulk Crystal", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "7632", "– ", "7634", " DOI: 10.1039/c1cc10983a", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "36. ", "Differences of crystal structure and dynamics between a soft porous nanocrystal and a bulk crystal", "Hijikata, Yuh; Horike, Satoshi; Tanaka, Daisuke; Groll, Juergen; Mizuno, Motohiro; Kim, Jungeun; Takata, Masaki; Kitagawa, Susumu", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "27", "),\r\n    ", "7632-7634", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Downsizing effects of the soft porous crystal [Zn(isophthalate)(4,4'-bipyridyl)]n (CID-1) were demonstrated in the adsorption behavior between the CID-1 and the CID-1 nanocrystal (NCID-1).  The difference of crystal structure between the bulk crystal and the nanocrystals was studied.  The difference comes from the packing crystal structures and the dynamics of the frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXotVGit74%253D&md5=ac2b426d4ff04b65930739d2fc133f25", "37. ", "Hu", ", ", "Y. Y.", "; ", "Zhang", ", ", "Y. H.", "; ", "Ren", ", ", "N.", "; ", "Tang", ", ", "Y.", " ", "Crystal Plane- and Size-Dependent Protein Adsorption on Nanozeolite", " ", "J. Phys. Chem. C", " ", "2009", ",  ", "113", ",  ", "18040", "– ", "18046", " DOI: 10.1021/jp903989p", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "37. ", "Crystal Plane- and Size-Dependent Protein Adsorption on Nanozeolite", "Hu, Yuan-Yuan; Zhang, Ya-Hong; Ren, Nan; Tang, Yi", "Journal of Physical Chemistry C", "\r\n        (", "2009", "),\r\n    ", "113", "\r\n        (", "42", "),\r\n    ", "18040-18046", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "In this study, nanozeolites LTL with different exposed crystal planes and sizes were synthesized as excellent model material to study the effects of the crystal plane and size of the nanozeolite on the protein adsorption behaviors.  A larger protein adsorption amt. is obsd. on the smaller nanocrystals due to their larger surface area.  More importantly, it is found that the (001) crystal plane with a 12-membered ring channel array has a larger contribution for protein adsorption on zeolite LTL nanocrystals than the other two dimensions with a very small pore opening (1.5 Å).  It is proposed that the difference of protein adsorption on various crystal planes could be attributed to abundant exposed pore openings on the top (bottom) surface and curved surface of the side surface in columned nanozeolites LTL.  This fact shows that the nanoscaled topog. is also an important factor detg. protein adsorption on the surface of nanozeolites, and efforts in the future should be focused on the synthesis of nanozeolites LTL with abundant exposed (001) planes.  This observation will provide a new view for bioapplication and design of cryst. nanomaterials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtFOksr3N&md5=3076dbd15c265ee7dc861753b9e28497", "38. ", "Wang", ", ", "M.", "; ", "Wang", ", ", "F.", "; ", "Ma", ", ", "J. P.", "; ", "Li", ", ", "M. R.", "; ", "Zhang", ", ", "Z.", "; ", "Wang", ", ", "Y. H.", "; ", "Zhang", ", ", "X. C.", "; ", "Xu", ", ", "J.", " ", "Investigations on the Crystal Plane Effect of Ceria on Gold Catalysis in the Oxidative Dehydrogenation of Alcohols and Amines in the Liquid Phase", " ", "Chem. Commun.", " ", "2014", ",  ", "50", ",  ", "292", "– ", "294", " DOI: 10.1039/C3CC46180G", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "38. ", "Investigations on the crystal plane effect of ceria on gold catalysis in the oxidative dehydrogenation of alcohols and amines in the liquid phase", "Wang, Min; Wang, Feng; Ma, Jiping; Li, Mingrun; Zhang, Zhe; Wang, Yehong; Zhang, Xiaochen; Xu, Jie", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2014", "),\r\n    ", "50", "\r\n        (", "3", "),\r\n    ", "292-294", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Gold nanoparticles supported on ceria{110} crystal planes were more reactive than on ceria{111} and {100} in the oxidative dehydrogenation of alcs.  Kinetic anal. and a Hammett plot suggest that hydride transfer is involved, and the cationic gold is catalytically active.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvVKjtLvI&md5=6960ee367b02a75f4e5fe65cf2c822d6", "39. ", "Hirai", ", ", "K.", "; ", "Sumida", ", ", "K.", "; ", "Meilikhov", ", ", "M.", "; ", "Louvain", ", ", "N.", "; ", "Nakahama", ", ", "M.", "; ", "Uehara", ", ", "H.", "; ", "Kitagawa", ", ", "S.", "; ", "Furukawa", ", ", "S.", " ", "Impact of Crystal Orientation on the Adsorption Kinetics of a Porous Coordination Polymer-Quartz Crystal Microbalance Hybrid Sensor", " ", "J. Mater. Chem. C", " ", "2014", ",  ", "2", ",  ", "3336", "– ", "3344", " DOI: 10.1039/c3tc32101k", " ", "[", "Crossref", "], [", "CAS", "]", "39. ", "Impact of crystal orientation on the adsorption kinetics of a porous coordination polymer-quartz crystal microbalance hybrid sensor", "Hirai, Kenji; Sumida, Kenji; Meilikhov, Mikhail; Louvain, Nicolas; Nakahama, Masashi; Uehara, Hiromitsu; Kitagawa, Susumu; Furukawa, Shuhei", "Journal of Materials Chemistry C: Materials for Optical and Electronic Devices", "\r\n        (", "2014", "),\r\n    ", "2", "\r\n        (", "17", "),\r\n    ", "3336-3344", "CODEN:\r\n                ", "JMCCCX", ";\r\n        ISSN:", "2050-7534", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The hybridization of porous coordination polymers (PCPs) with electronic devices is a powerful strategy for developing systems that are suitable for advanced applications, such as chem. sensing.  The quartz crystal microbalance (QCM) technique is one that allows minute mass changes to be resolved with a high temporal resoln., and the growth of PCP crystals that provide selective adsorption properties on a QCM substrate can facilitate the rapid detection of certain mols. from a gas or vapor mixt.  Herein, the authors demonstrate the immobilization of the flexible PCP Zn(NO2-i.p.)(bpy) (Zn-CID-5; NO2-i.p.2- = 5-nitroisophthalate, bpy = 4,4'-bipyridine) on QCM substrates and study the adsorptive properties of the fabricated systems.  Notably, the crystal orientation could be controlled by the anchoring of chem. functionalities on the substrate surface, or by the addn. of coordination modulators (e.g. 4-phenylpyridine) at the time of growth of the PCP crystals on the substrates.  Here, the crystal orientation plays a significant role in detg. the detection kinetics of org. vapors (e.g. methanol), and the [010]-oriented case which displays the fastest adsorption kinetics among the samples tested is studied under mixed component (methanol-hexane) conditions to demonstrate its response profile.  In all, the results demonstrate the potential utility of PCP/QCM hybrid systems in sensor applications, and also serve to highlight the importance of optimizing the phys. orientation of crystal growth in such systems to maximize the overall performance of the system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXlsFyrs7o%253D&md5=190a0a765ff7419f0c308a2a58711e5a", "40. ", "Kaye", ", ", "S. S.", "; ", "Long", ", ", "J. R.", " ", "Hydrogen Storage in the Dehydrated Prussian Blue Analogues M-3 Co(CN)(6) (2) (M = Mn, Fe, Co, Ni, Cu, Zn)", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "6506", "– ", "6507", " DOI: 10.1021/ja051168t", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "40. ", "Hydrogen Storage in the Dehydrated Prussian Blue Analogues M3[Co(CN)6]2 (M = Mn, Fe, Co, Ni, Cu, Zn)", "Kaye, Steven S.; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "18", "),\r\n    ", "6506-6507", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The porosity and hydrogen storage properties for the dehydrated Prussian blue analogs M3[Co(CN)6]2 (M = Mn, Fe, Co, Ni, Cu, Zn) are reported.  Argon sorption isotherms measured at 87 °K afford BET surface areas ranging from 560 m2/g for Ni3[Co(CN)6]2 to 870 m2/g for Mn3[Co(CN)6]2; the latter value is comparable to the highest surface area reported for any known zeolite.  All six compds. show significant hydrogen sorption at 77 °K and 890 torr, varying from 1.4% and 0.018 kg H2/L for Zn3[Co(CN)6]2 to 1.8% and 0.025 kg H2/L for Cu3[Co(CN)6]2.  Fits to the sorption data employing the Langmuir-Freundlich equation give max. uptake quantities, resulting in a predicted storage capacity of 2.1% and 0.029 kg H2/L for Cu3[Co(CN)6]2 at satn.  Enthalpies of adsorption for the frameworks were calcd. from hydrogen isotherms measured at 77 and 87 °K and found to increase with M varying in the order Mn < Zn < Fe < Co < Cu < Ni.  In all cases, the binding enthalpies, which lie at 5.3-7.4 kJ/mol, are higher than the 4.7-5.2 kJ/mol measured for Zn4O(1,4-benzenedicarboxylate)3.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjt1OktL4%253D&md5=0da1da83179d4af3688fd993edd05f17", "41. ", "Buser", ", ", "H. J.", "; ", "Schwarzenbach", ", ", "D.", "; ", "Petter", ", ", "W.", "; ", "Ludi", ", ", "A.", " ", "Crystal-Structure of Prussian Blue FE4 FE(CN)6 3.XH2O", " ", "Inorg. Chem.", " ", "1977", ",  ", "16", ",  ", "2704", "– ", "2710", " DOI: 10.1021/ic50177a008", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "41. ", "The crystal structure of Prussian Blue:  Fe4[Fe(CN)6]3.xH2O", "Buser, H. J.; Schwarzenbach, D.; Petter, W.; Ludi, A.", "Inorganic Chemistry", "\r\n        (", "1977", "),\r\n    ", "16", "\r\n        (", "11", "),\r\n    ", "2704-10", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    ", "Single crystals of Prussian Blue, were grown by very slow diffusion of water vapor into a soln. of Fe3+ and Fe(CN)64- in concd. HCl.  The structure of this compd. was detd. by x-ray diffraction.  The crystals are cubic, with a 10.166 Å; d.(exptl.) = 1.75-1.81 and d.(calcd.) = 1.78 for Z = 1 and x = 15.  The Fe(CN)6 positions are only partly occupied.  Partial ordering of the corresponding vacancies, possibly related to the conditions for crystal growths, causes deviation from Fm3m symmetry.  The least-squares refinement in the space group Pm3m for three different crystals gave R factors of 0.032, 0.042, and 0.046, resp.  The corresponding av. distances are Fe(II)-C 1.92, C-N 1.13, and Fe(III)-N 2.03 Å.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE2sXlslGru74%253D&md5=6a763e1228c0f6bacc9962657288f52c", "42. ", "Risset", ", ", "O. N.", "; ", "Knowles", ", ", "E. S.", "; ", "Ma", ", ", "S.", "; ", "Meisel", ", ", "M. W.", "; ", "Talham", ", ", "D. R.", " ", "Rb", "j", "M", "k", "[Fe(CN)6]l (M = Co, Ni) Prussian Blue Analogue Hollow Nanocubes: a New Example of a Multilevel Pore System", " ", "Chem. Mater.", " ", "2013", ",  ", "25", ",  ", "42", "– ", "47", " DOI: 10.1021/cm302995w", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "42. ", "RbjMk[Fe(CN)6]l (M = Co, Ni) Prussian Blue Analogue Hollow Nanocubes: a New Example of a Multilevel Pore System", "Risset, Olivia N.; Knowles, Elisabeth S.; Ma, Shengqian; Meisel, Mark W.; Talham, Daniel R.", "Chemistry of Materials", "\r\n        (", "2013", "),\r\n    ", "25", "\r\n        (", "1", "),\r\n    ", "42-47", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A facile surfactant-free route to synthesize uniform Rb0.4M4[Fe(CN)6]2.8·7.2H2O (M = Co, Ni) hollow nanoparticles is described.  Rb1.6Mn4[Fe(CN)6]3.2·4.8H2O serves as a sacrificial/removable core in the synthesis of core@shell heterostructures.  After dissoln. of the cores under very mild conditions, the cryst. hollow nanocubes feature well-defined micro-, meso-, and macropores.  The surfactant-free approach preserves the reactivity of the Prussian blue analog surface as evidenced by the subsequent synthesis of hollow shell@shell heterostructures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvVSqt7%252FI&md5=93764cf80df2c5f0f7ea79fe398fb209"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-39/acsami.5b04109/20151008/images/small/am-2015-041094_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-39/acsami.5b04109/20151008/images/small/am-2015-041094_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-39/acsami.5b04109/20151008/images/small/am-2015-041094_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2015/aamick.2015.7.issue-39/acsami.5b04109/20151008/images/small/am-2015-041094_0005.gif\">"]}
