{"title": ["Selective Metal Substitution for the Preparation of Heterobimetallic Microporous Coordination Polymers"], "authors": ["Stephen R. Caskey", "Adam J. Matzger"], "doi": ["10.1021/ic8007427"], "abstract": ["A strategy for the designed synthesis of heterobimetallic microporous coordination polymers (MCPs) is reported by utilizing the inherent preference of certain metals for octahedral versus tetrahedral coordination environments. The selective replacement of only octahedrally coordinated metals within homometallic MCPs with both octahedral and tetrahedral coordination environments is achieved. This strategy was successfully applied in the preparation of six mixed-metal MCPs with compositions of either Co/Zn or Ni/Zn.", "The designed synthesis of heterobimetallic microporous coordination polymers (MCPs) is reported by a strategy employing the selective replacement of a single metal in homometallic MCPs with two unique metal coordination environments: octahedral and tetrahedral. This strategy is successful in the preparation of six mixed-metal MCPs, where Co/Zn and Ni/Zn versions of MOF-4, MOF-39, and a Zn-BTEC MCP are reported."], "text": [" ", "Microporous coordination polymers (MCPs) are a relatively new class of materials formed by the reaction of a metal ion and a multifunctional ligand that acts as a linker. Reports on the synthesis of new MCPs have increased greatly in recent years. Although new linker synthesis accounts for some of this activity, variation of the metal cluster is the most common strategy to make new materials. Beyond the simple paradigm of changing the linker or the metal,", "(1)", " novel strategies are arising that yield new structure types from a limited number of starting materials. For example, we have recently demonstrated that copolymerization of two linkers bearing the same functionality can generate a high-performance microporous/mesoporous material, UMCM-1.", "(2)", " Alternatively, the incorporation of two metals can increase the diversity of MCPs. Heterobimetallic MCPs are now being increasingly investigated for opportunities to incorporate unusual metal coordination environments to enhance catalytic, photoluminescent, or other properties. Rare-earth metals have been widely incorporated into MCPs in conjunction with transition metals, but these metals occupy noninterchangeable coordination environments.", "(3)", " ", "The incorporation of two or more transition metals in a coordination polymer is a current challenge for designed synthesis. The most widely utilized approach has been to incorporate a second metal as a generally innocent (coordinatively saturated) part of a linear linker as in the case of multifunctional carboxylated porphyrins.", "(4)", " Other examples of mixed-transition-metal MCPs have been arrived at by empirical means.", "(3a, 5)", " The selective, direct replacement of one transition metal within a homometallic coordination polymer by using controlled stoichiometry has not generally led to maintained structural fidelity.", "(6)", " Postsynthetic incorporation or sequestration of a second metal into an MCP has also been examined extensively, but incomplete metal inclusion is often observed.", "(7)", " This leaves an important gap in the chemistry of MCPs; if the selective replacement of a transition metal within a given framework can be accomplished, it would provide the opportunity to investigate the effect of a single metal site on the bulk sorbent properties of the coordination polymer while maintaining the same overall pore structure. Toward this goal, we investigate the hypothesis that, with the appropriate choice of metal, it is possible to selectively replace a single site in a homometallic coordination polymer consisting of both octahedral and tetrahedral metal sites in the same metal cluster. The rationale for this hypothesis can be traced to crystal-field stabilization energy and the relative stability of octahedral and tetrahedral geometries for complexes of Co", "II", ", Ni", "II", ", and Zn", "II", ", where Co", "II", " and especially Ni", "II", " each favor octahedral coordination while Zn", "II", " favors tetrahedral coordination.", "(8)", " ", "MOF-4 is a three periodic framework derived from trimesic acid (H", "3", "BTC) and zinc(II) nitrate.", "(9)", " The secondary building unit (SBU) of MOF-4 consists of two inequivalent Zn", "II", " ions in the asymmetric unit of the single-crystal X-ray structure: one tetrahedral and one octahedral metal ion. It was reasoned that, upon addition of a second metal to the reaction solution during the formation of this MCP, the octahedral ion of the original structure could be systematically replaced by the second appropriately chosen metal. Zn", "II", " ions are well-known to exist in either tetrahedral or octahedral coordination modes. Co", "II", " can also exist in either octahedral or tetrahedral geometries; however, octahedral coordination is generally preferred in the presence of weak-field ligands such as carboxylate and solvent molecules. Two distinct colors of Co", "II", "-containing compounds are generally derived from the different coordination modes where pink indicates six coordination as in CoCl", "2", "·6H", "2", "O and blue indicates four coordination as in anhydrous CoCl", "2", " due to changes in the electronic configuration. Therefore, to test our hypothesis as to the selective replacement of octahedral Zn", "II", " ions with another metal, Co", "II", " was chosen as an ideal color-specific indicator for the coordination environment about the metal center should it be incorporated into an MCP.", " ", "Mixed-metal variants of MOF-4 were synthesized under solvothermal conditions. Upon reaction of an equimolar quantity of Zn(NO", "3", ")", "2", "·4H", "2", "O and Co(NO", "3", ")", "2", "·6H", "2", "O with H", "3", "BTC in a 1:2 (v/v) mixture of ", "N", ",", "N", "-dimethylformamide (DMF)/ethanol in the presence of pyridine at 85 °C, pink cubic crystals were formed. The pink color of these ", "Co/Zn-MOF-4", " crystals suggests octahedral coordination about the Co", "II", " ions. The chemical composition of ", "Co/Zn-MOF-4", " was determined by energy-dispersive X-ray (EDX) spectroscopy where both Co and Zn were found to be incorporated. Powder X-ray diffraction (PXRD) showed that ", "Co/Zn-MOF-4", " and MOF-4 were indeed isostructural. Ultimately, single-crystal XRD analysis of a pink cubic crystal confirmed the identity of ", "Co/Zn-MOF-4", ". The crystal structure of ", "Co/Zn-MOF-4", ", as shown in Figure ", "1", ", reveals two metal coordination sites: an octahedral site occupied by the Co", "II", " ion and a tetrahedral site occupied by the Zn", "II", " ion. Three BTC linkers are bound through a carboxylate in a bidentate fashion to each metal center (Figure ", "1", "a). The coordination environment for the octahedral Co", "II", " ion is filled by three solvent molecules, while that for the tetrahedral Zn", "II", " ion is filled by a nitrate to maintain charge neutrality.", " ", " ", "Figure 1. Views of (a) the SBU for ", "Co/Zn-MOF-4", " [C atoms (gray), O atoms (red), Co atoms (pink), and Zn atoms (blue-gray)] and (b) the framework for ", "Co/Zn-MOF-4", " (H atoms, solvent molecules, and nitrate ions are omitted for clarity).", " ", "To test the generality of this approach, Ni", "II", ", which also prefers octahedral coordination, was employed. Replacement of Co(NO", "3", ")", "2", "·6H", "2", "O with Ni(NO", "3", ")", "2", "·6H", "2", "O in the mixed-metal MOF-4 synthesis described above leads to the formation of green cubic crystals of ", "Ni/Zn-MOF-4", ", where Ni", "II", " occupies the octahedral coordination site and Zn", "II", " remains in the tetrahedral site. EDX confirms the incorporation of both Ni and Zn in ", "Ni/Zn-MOF-4", ", while the PXRD confirms the isostructural nature of ", "Ni/Zn-MOF-4", ", ", "Co/Zn-MOF-4", ", and MOF-4.", " ", "This strategy for the preparation of heterobimetallic MCPs was next applied to MOF-39.", "(10)", " The SBU of MOF-39 consists of three Zn", "II", " ions: two in a tetrahedral environment and one in an octahedral environment. Here the synthetic conditions were altered to add a coordinating ligand (pyridine) to replace the bound water molecule found in the original MOF-39 structure,", "(10)", " and it was observed that the addition of pyridine limits the formation of any undesired byproduct. Upon reaction of an equimolar quantity of Zn(NO", "3", ")", "2", "·4H", "2", "O and M(NO", "3", ")", "2", "·6H", "2", "O (where M = Co", "II", " or Ni", "II", ") with 1,3,5-(triscarboxyphenyl)benzene (H", "3", "BTB)", "(11)", " in a 1:2 (v/v) mixture of DMF/ethanol in the presence of pyridine, pink (", "Co/Zn-MOF-39", ") or green (", "Ni/Zn-MOF-39", ") plate crystals were formed. Scanning electron microscopy (SEM)/EDX again confirms the incorporation of two metals in both ", "Co/Zn-MOF-39", " and ", "Ni/Zn-MOF-39", ". PXRD confirms the isostructural nature of ", "Co/Zn-MOF-39", ", ", "Ni/Zn-MOF-39", ", and MOF-39, while single-crystal XRD analysis of a pink plate confirms the identity and coordination environment of each of the metals as predicted for ", "Co/Zn-MOF-39", ", as shown in Figure ", "2", ". A similar analysis of the single-crystal XRD data of ", "Ni/Zn-MOF-39", " also confirms the incorporation of an octahedral Ni", "II", " and two tetrahedral Zn", "II", " ions (see the ", "Supporting Information", ").", " ", " ", "Figure 2. Views of (a) the SBU for ", "Co/Zn-MOF-39", " [C atoms (gray), N atoms (blue), O atoms (red), Co atoms (pink), and Zn atoms (blue-gray)] and (b) the framework for ", "Co/Zn-MOF-39", " (H atoms and solvent molecules are omitted for clarity).", " ", "To further emphasize the generality of this approach to the synthesis of mixed-metal MCPs, another homometallic MCP with both octahedral and tetrahedral metal sites was chosen in [Zn", "2", "(BTEC)(DMF)", "2", "]", "n", " (Zn-BTEC),", "(12)", " where BTEC represents the 4-connector 1,2,4,5-benzenetetracarboxylate. The crystal structure of this material was shown to have two coordination environments for the Zn", "II", " ions; again one Zn is tetrahedral, and the other is octahedral. However, there is an added complication in the case of BTEC because of the possibility of the preferential formation of one of an extensive variety of known homometallic polymers for both Co and Zn. A search of the Cambridge Structure Database resulted in 28 hits for Zn/BTEC crystal structures and 55 hits for Co/BTEC crystal structures. Therefore, the application of this strategy to BTEC provides a particular challenge because of the potential formation of numerous homometallic polymers.", " ", "This strategy for selective metal substitution at the octahedral metal site was applied to ", "Zn-BTEC", ". Upon reaction of an equimolar quantity of Zn(NO", "3", ")", "2", "·4H", "2", "O and Co(NO", "3", ")", "2", "·6H", "2", "O in the presence of pyromellitic dianhydride (BTEC-anhydride) in a 2:1 (v/v) mixture of DMF/dimethyl sulfoxide (DMSO) at 100 °C, pink crystals were formed. Analysis of the single-crystal XRD data for this new ", "Co/Zn-BTEC", " phase revealed the isostructural nature with the Zn-only MCP, where both fall into the same ", "P", "4", "2", "bc", " space group. Again the Co", "II", " ions occupy the octahedral metal sites, whereas Zn", "II", " ions occupy the tetrahedral metal sites. On the basis of the crystal structure, this compound was formulated as [CoZn(BTEC)(DMF)(DMSO)]", "n", ", where DMF and DMSO are bound to Co", "II", " along with four O atoms of three different BTEC linkers, as shown in Figure ", "3", ". The Zn", "II", " ions are coordinated by four O atoms from four different BTEC molecules; three of which bridge between the Co", "II", " and Zn", "II", " ions.", " ", " ", "Figure 3. Views of (a) the SBU for ", "Co/Zn-BTEC", " [C atoms (gray), N atoms (blue), O atoms (red), S atoms (yellow), Co atoms (pink), and Zn atoms (blue-gray)] and (b) the framework for ", "Co/Zn-BTEC", " (H atoms are omitted for clarity).", " ", "Further supporting the generality of this approach for the design of mixed-metal MCPs, replacement of Co(NO", "3", ")", "2", "·6H", "2", "O with Ni(NO", "3", ")", "2", "·6H", "2", "O results in the formation of [NiZn(BTEC)(DMF)(DMSO)]", "n", " (", "Ni/Zn-BTEC", "), as confirmed by SEM/EDX and PXRD analysis.", " ", "In conclusion, a simple strategy for the direct substitution of a single metal into homometallic MCPs with two distinct metal coordination environments for the preparation of heterobimetallic MCPs was developed. This strategy proved to be successful where Co or Ni could be substituted for Zn in three previously reported Zn-only MCPs. Direct metal substitutions to generate series of isostructural homometallic coordination polymers are quite rare. It is therefore significant that metal substitution can be achieved for the synthesis of mixed-metal MCPs that remain isostructural to the homometallic counterparts. This strategy was used for the preparation of heterobimetallic derivatives of MOF-4, MOF-39, and a Zn-BTEC MCP. This method broadens the field of MCPs by introducing a systematic approach to designed heterobimetallic materials with unique metal coordination environments, which could potentially provide improved properties toward catalysis, photoluminescence, or magnetism.", " ", "Top of Page", "Abstract", "References", "Acknowledgment", " ", "This work is supported by Grant 454 of the 21st Century Jobs Trust Fund received through the SEIC Board from the State of Michigan. The authors thank Dr. Antek Wong-Foy and Dr. William W. Porter III for assistance with X-ray data analysis, Dr. Kyoungmoo Koh for discussion of nets, and Carl Henderson at the University of Michigan’s Electron Microbeam Analysis Laboratory for assistance with SEM equipment (NSF Grant EAR-9628196).", " ", " ", "Top of Page", "Abstract", "References", "Supporting Information", " ", "Synthetic procedures, thermogravimetric analysis data, crystallographic data (in the CIF format), PXRD data, SEM/EDX data, ORTEP diagrams, and photomicrographs of crystals. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", " ", "Reference QuickView", "Top of Page", "Abstract", "References", "References", "This article references 12 other publications.", "1. ", " ", " ", "Grzesiak", ", ", "A. L.", ", ", "Uribe", ", ", "F. J.", ", ", "Ockwig", ", ", "N. W.", ", ", "Yaghi", ", ", "O. M.", ", and ", "Matzger", ", ", "A. J.", "  ", "Angew. Chem., Int. Ed.", " ", "2006", "  ", "45", "  ", "2553", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Polymer-induced heteronucleation for the discovery of new extended solids", "Grzesiak, Adam L.; Uribe, Fernando J.; Ockwig, Nathan W.; Yaghi, Omar M.; Matzger, Adam J.", "Angewandte Chemie, International Edition", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "16", "),\r\n    ", "2553-2556", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Promoting diversity: Polymer-induced heteronucleation provides kinetic access to three new metalorg. frameworks derived from dicarboxylic acid linkers.  This method is useful as a general approach for discovering extended solids with new topologies that are inaccessible by traditional methods.  Crystallog. data are given.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XjvVCmsbY%253D&md5=a26e7590a4eeb7ec7836f147e939e17d", " ", "2. ", " ", " ", "Koh", ", ", "K.", ", ", "Wong-Foy", ", ", "A. G.", ", and ", "Matzger", ", ", "A. J.", "  ", "Angew. Chem., Int. Ed.", " ", "2008", "  ", "47", "  ", "677", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "A crystalline mesoporous coordination copolymer with high microporosity", "Koh, Kyoungmoo; Wong-Foy, Antek G.; Matzger, Adam J.", "Angewandte Chemie, International Edition", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "4", "),\r\n    ", "677-680", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "UMCM-1 (University of Michigan Cryst. Material-1), a mesoporous material with unprecedented levels of microporosity, arises from the coordination copolymn. of a dicarboxylate and a tricarboxylate linker mediated by Zn.  Exceptionally high surface area derives from the microporous cages of Zn4O(BDC)(BTB)4/3 (H2BDC = terephthalic acid, H3BTB = 1,3,5-tris(4-carboxyphenyl)benzene) lining the 1-dimensional mesoporous channels.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhslamt7c%253D&md5=07c39bf5c07ce58be16e0f8864aa426c", " ", "3. ", " ", " (a)  ", "Ren", ", ", "P.", ", ", "Shi", ", ", "W.", ", and ", "Cheng", ", ", "P.", "  ", "Cryst. Growth Des.", " ", "2008", "  ", "8", "  ", "1097", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Synthesis and Characterization of Three-Dimensional 3d-3d and 3d-4f Heterometallic Coordination Polymers with High Thermal Stability", "Ren, Peng; Shi, Wei; Cheng, Peng", "Crystal Growth & Design", "\r\n        (", "2008", "),\r\n    ", "8", "\r\n        (", "4", "),\r\n    ", "1097-1099", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Using 1,2-bis(4-pyridyl)ethane (bpe) and benzene-1,3-bis(carboxylic acid) (H2bba) as ligands, two novel heterometallic three-dimensional coordination polymers {[Zn3Mn1.5(bpe)(bba)4(Hbba)]·bpe}n (Mn-Zn) and {[Zn2Pr(bpe)(bba)3(Hbba)]·H2O}n (Pr-Zn) were isolated under hydrothermal conditions.  Both complexes are constructed via 3d-3d and 3d-4f clusters as secondary building units, resp., which represent the first template synthesis for 3-dimensional heterometallic MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXivVSku7c%253D&md5=bd5524b95fd85beefec282c1c1cec8cd", " ", " (b)  ", "Cheng", ", ", "J. W.", ", ", "Zhang", ", ", "J.", ", ", "Zheng", ", ", "S. T.", ", and ", "Yang", ", ", "G. Y.", "  ", "Chem.—Eur. J.", " ", "2008", "  ", "14", "  ", "88", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Linking two distinct layered networks of nanosized {Ln18} and {Cu24} wheels through isonicotinate ligands", "Cheng, Jian-Wen; Zhang, Jie; Zheng, Shou-Tian; Yang, Guo-Yu", "Chemistry--A European Journal", "\r\n        (", "2008", "),\r\n    ", "14", "\r\n        (", "1", "),\r\n    ", "88-97", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Heterolanthanide(III)-Cu(I) wheel-cluster complexes [Ln6(μ3-O)2](IN)18[Cu8(μ4-I)2(μ2-I)3]·H3O (IN = isonicotinate; Ln = Y 1, Nd 2, Dy 3, Gd 4, Sm 5, Eu 6, Tb 7) were prepd. by hydrothermal reaction at low pH.  X-ray crystallog. studies reveal that two unusual trinuclear [Ln3(μ3-O)] and tetranuclear [Cu4(μ4-I)] cores are successfully used as secondary building units to make two different nanosized wheels [Ln18(μ3-O)6(CO2)48]6-, {Ln18}, and [Cu24(μ4-I)6(μ2-I)12]6+, {Cu24}, with 12-rings and a diam. of 26.7 and 26.4 Å, resp.  The wheels are further assembled into two-dimensional (2D) {Ln18} and {Cu24} networks, the linkages between two distinct layered networks of {Ln18} and {Cu24} wheels by IN pillars along the c axis giving unprecedented three-dimensional (3D) sandwich frameworks.  To the authors' knowledge, compds. 1-7 are the first examples contg. two different layered networks of nanosized Ln and transition metal (TM) wheels in wheel-cluster chem.  The IR, UV/visible, TGA, luminescent, and magnetic properties of these complexes were also studied.  The crystal structure of lanthanide copper byproducts, [Ln2(pca)(IN)6Cu5I4(H2O)2]·H2O, from the hydrothermal reactions were also detd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXltVarsb8%253D&md5=304d522b1e6babd9d545dc6c4447b3c3", " ", " (c)  ", "Cheng", ", ", "J. W.", ", ", "Zheng", ", ", "S. T.", ", ", "Ma", ", ", "E.", ", and ", "Yang", ", ", "G. Y.", "  ", "Inorg. Chem.", " ", "2007", "  ", "46", "  ", "10534", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "{LnIII[μ5-κ2,κ1,κ1,κ1,κ1-1,2-(CO2)2C6H4][isonicotinate][H2O]}2CuI·X (Ln = Eu, Sm, Nd; X = ClO4-, Cl-): A New Pillared-Layer Approach to Heterobimetallic 3d-4f 3D-Network Solids", "Cheng, Jian-Wen; Zheng, Shou-Tian; Ma, En; Yang, Guo-Yu", "Inorganic Chemistry", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "25", "),\r\n    ", "10534-10538", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Heterometallic lanthanide(III)-Cu(I) coordination polymers Ln2(bdc)2(ina)2(H2O)2Cu·X (Hina = isonicotinic acid; H2bdc = 1,2-benzenedicarboxylic acid; Ln = Eu (1), Sm (2), Nd (3), X = ClO4; Ln = Nd (4), X = Cl) were hydrothermally synthesized in the presence/absence of HClO4.  1 And 2 are isostructural and contained two distinct units of 2-dimensional Ln-bdc layers and linear [Cu(ina)2]-.  The linear [Cu(ina)2]- complexes act as pillars and further link the Ln-bdc layers resulting in four heterometallic metal-org. frameworks, which represent the 1st pillared-layer 3d-4f framework with two distinct types of channels along the b and c axes.  The compds. can be specified by the Schlaefli symbol (47·63)(47·68) as a novel 3-dimensional (5,6)-connected net.  Also, the IR, TGA, PXRD, and UV-visible spectral and luminescent properties of 1-4 were also studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXht1OhsbfP&md5=9cce199f027d821da3f156c686d7a5b0", " ", " (d)  ", "Cheng", ", ", "J. W.", ", ", "Zheng", ", ", "S. T.", ", and ", "Yang", ", ", "G. Y.", "  ", "Inorg. Chem.", " ", "2007", "  ", "46", "  ", "10261", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "A Series of Lanthanide-Transition Metal Frameworks Based on 1-, 2-, and 3D Metal-Organic Motifs Linked by Different 1D Copper(I) Halide Motifs", "Cheng, Jian-Wen; Zheng, Shou-Tian; Yang, Guo-Yu", "Inorganic Chemistry", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "24", "),\r\n    ", "10261-10267", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Hydrothermal reactions of lanthanide(III) oxide and copper halide with isonicotinic acid (Hina) and pyridine-2,3-dicarboxylic acid (H2pdc) or 1,2-benzenedicarboxylic acid (H2bdc) lead to three novel lanthanide(III)-copper(I) heterometallic compds., namely, [Ce2(ina)5(na)2(H2O)2][Cu5Br4] (1, na = nicotinic acid), [Er4(ina)8(bdc)2(OH)(H2O)5][Cu8I7] (2), and [Ce3(ina)8(bdc)(H2O)4][Cu7Br6] (3), which were characterized by x-ray crystallog.  Compd. 1 is constructed from two distinct units of the Ln-org. double chains and inorg. [Cu5Br4]nn+ chains.  Compd. 2 consists of 2-dimensional Ln-org. layers and 1-dimensional [Cu8I7]nn+ cluster chains.  Compd. 3 can be viewed as a 1-dimensional [Cu6Br6]n chainlike motif inserted into the channels of a 3-dimensional Ln-Cu-org. motif.  Compds. 1-3 exhibit three different 1-dimensional inorg. copper(I)-halide chains interconnected with metal-org. 1-dimensional chains, 2-dimensional layers, and 3-dimensional nets resulting in three mixed-motif non-interpenetrating heterometallic Cu-halide-lanthanide (Ln)-org. frameworks, which represent good examples and a facile method to construct such mixed-motif heterometallic compds.  Also, the IR, TGA, and UV-visible spectra of 1-3 were also studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXht1egsLbK&md5=563b6eb495defeba0b4462f4aa612061", " ", " (e)  ", "Ouyang", ", ", "Y.", ", ", "Zhang", ", ", "W.", ", ", "Xu", ", ", "N.", ", ", "Xu", ", ", "G. F.", ", ", "Liao", ", ", "D. Z.", ", ", "Yoshimura", ", ", "K.", ", ", "Yan", ", ", "S. P.", ", and ", "Cheng", ", ", "P.", "  ", "Inorg. Chem.", " ", "2007", "  ", "46", "  ", "8454", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Three-dimensional 3d-4f polymers containing heterometallic rings: syntheses, structures, and magnetic properties", "Ouyang, Yan; Zhang, Wei; Xu, Na; Xu, Gong-Feng; Liao, Dai-Zheng; Yoshimura, Kazuyoshi; Yan, Shi-Ping; Cheng, Peng", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "21", "),\r\n    ", "8454-8456", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two novel three-dimensional (3D) 3d-4f mixed complexes [Ln(H2O)4][Ni2TTHA(SCN)2].H3O+ [Ln = Pr (1), Ce (2); H6TTHA = triethylenetetraaminehexaacetic acid], based on the building blocks of [Ni2TTHA(SCN)2]4-, were synthesized and characterized by x-ray crystal diffraction and magnetic properties.  The single-crystal structures show that these complexes form a 3-dimensional framework, comprised of an unusual infinite 1-dimensional chain based on heterometallic Ln2Ni2 rings.  The temp.-dependent magnetic susceptibilities were analyzed by an approx. model, leading to g = 2.06. Δ = 2.83, zJ' = -0.6 cm-1 for complex 1 and g = 2.07, Δ = 1.00, zJ' = -0.5 cm-1 for complex 2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtVegsr%252FE&md5=c8815f283f271dcc0577399dabb2d52a", " ", " (f)  ", "Zhao", ", ", "X. Q.", ", ", "Zhao", ", ", "B.", ", ", "Ma", ", ", "Y.", ", ", "Shi", ", ", "W.", ", ", "Cheng", ", ", "P.", ", ", "Jiang", ", ", "Z. H.", ", ", "Liao", ", ", "D. Z.", ", and ", "Yan", ", ", "S. P.", "  ", "Inorg. Chem.", " ", "2007", "  ", "46", "  ", "5832", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Lanthanide(III)-Cobalt(II) Heterometallic Coordination Polymers with Radical Adsorption Properties", "Zhao, Xiao-Qing; Zhao, Bin; Ma, Yue; Shi, Wei; Cheng, Peng; Jiang, Zong-Hui; Liao, Dai-Zheng; Yan, Shi-Ping", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "15", "),\r\n    ", "5832-5834", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two new coordination polymers, {[Ln2(PDA)6Co3(H2O)6]·xH2O}n [Ln = Nd, x = 7 (1); Ln = Gd, x = 3.25 (2); H2PDA = pyridine-2,6-dicarboxylic acid] were prepd. under hydrothermal conditions with Ln(NO3)3·6H2O, CoO, and H2PDA in a molar ratio of 2:3:6.  X-ray crystallog. analyses reveal that they crystallize in the hexagonal group P6/mcc and exhibit a nanotubular 3-dimensional framework.  The adsorption expt. shows that 1 and 2 can adsorb radicals, which is proven by ESR spectra with the characteristic bands of the radicals at g = 2.006 and 2.005, resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXntVCqt78%253D&md5=cd4cbf9d76b0eb867f169798fd5c5d69", " ", " (g)  ", "Szeto", ", ", "K. C.", ", ", "Prestipino", ", ", "C.", ", ", "Lamberti", ", ", "C.", ", ", "Zecchina", ", ", "A.", ", ", "Bordiga", ", ", "S.", ", ", "Bjørgen", ", ", "M.", ", ", "Tilset", ", ", "M.", ", and ", "Lillerud", ", ", "K. P.", "  ", "Chem. Mater.", " ", "2007", "  ", "19", "  ", "211", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Characterization of a new porous Pt-containing metal-organic framework containing potentially catalytically active sites: local electronic structure at the metal centers", "Szeto, Kai Chung; Prestipino, Carmelo; Lamberti, Carlo; Zecchina, Adriano; Bordiga, Silvia; Bjorgen, Morten; Tilset, Mats; Lillerud, Karl Petter", "Chemistry of Materials", "\r\n        (", "2007", "),\r\n    ", "19", "\r\n        (", "2", "),\r\n    ", "211-220", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A cryst. and thermally stable metal-org. framework (MOF) with PtII and GdIII sites incorporated in the structure has been recently reported.  This material has been synthesized with the aim to develop a heterogeneous PtII counterpart to homogeneous metal-org. complexes having C-H activating properties.  The first account focused on the MOF synthesis and on structural and stability characterization of the material.  In the present work, a multitechnique approach has been adopted to investigate the effect of solvent removal and the reversibility of this process.  Structural features have been investigated by means of powder x-ray diffraction and extended x-ray absorption fine structure spectroscopy at both Pt and Gd L3-edges.  Electronic properties have been studied with diffuse reflectance surface UV-vis and x-ray absorption near-edge spectroscopies.  Finally, IR spectroscopy has been used to det. the vibration properties.  Thermogravimetric methods have been used to quantify the water loss.  X-ray absorption spectroscopy has been used to compare the Pt environment in the periodic MOF structure, in related mol. complexes, and in the linkers.  Our results demonstrate that the environment around Pt is more or less unaffected by the incorporation of the Pt centers in the mol. complexes into the 3D extended framework of the Pt-Gd MOF.  The principle of using known homogeneous complexes as building blocks for the construction of single-site heterogeneous catalysts therefore seems applicable in the present case.  Removal of solvent water mols. from the internal voids of the as-prepd. MOF presents an opportunity to attain a porous material with accessible PtII sites.  We observe that the structure undergoes a reversible loss of long-range order upon dehydration at ambient temp.  The environment of Gd is somewhat perturbed in the dehydration/hydration process, while that of Pt is almost unaffected.  When a total dehydration is achieved, the original structure is only partially recovered upon rehydration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xhtleiu7rF&md5=e8bc83a315ab22e732157db31f8f4caf", " ", " (h)  ", "Gu", ", ", "X. J.", ", and ", "Xue", ", ", "D. F.", "  ", "Inorg. Chem.", " ", "2007", "  ", "46", "  ", "5349", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "3D Coordination Framework [Ln4(μ3-OH)2Cu6I5(IN)8(OAc)3] (IN = Isonicotinate): Employing 2D Layers of Lanthanide Wheel Clusters and 1D Chains of Copper Halide Clusters", "Gu, Xiaojun; Xue, Dongfeng", "Inorganic Chemistry", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "13", "),\r\n    ", "5349-5353", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two novel 3-dimensional heterometallic coordination polymers, Ln4(μ3-OH)2Cu6I5(IN)8(OAc)3 (Ln = Nd (1), Pr (2); HIN = isonicotinic acid), were synthesized under hydrothermal conditions and characterized by elemental, IR, and thermogravimetric analyses and single-crystal x-ray diffraction.  Both compds. are isostructural and crystallize in the monoclinic system, space group P21/c.  Both polymers are constructed from 2-dimensional lanthanide-cluster polymers based on the {Ln16} wheel-cluster and 1-dimensional Cu-cluster polymers based on the {Cu6I5} cluster, which represent the first examples of 3-dimensional coordination frameworks created by using a combination of two different types of metal-cluster polymer units, namely, a high-nuclearity lanthanide-cluster polymer and a transition-metal-cluster polymer.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXls1Kru7Y%253D&md5=002051a4802bb8052e531b40dc19542e", " ", " (i)  ", "Wang", ", ", "Y.", ", ", "Cheng", ", ", "P.", ", ", "Chen", ", ", "J.", ", ", "Liao", ", ", "D. Z.", ", and ", "Yan", ", ", "S. P.", "  ", "Inorg. Chem.", " ", "2007", "  ", "46", "  ", "4530", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "A Heterometallic Porous Material for Hydrogen Adsorption", "Wang, Ying; Cheng, Peng; Chen, Jun; Liao, Dai-Zheng; Yan, Shi-Ping", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "11", "),\r\n    ", "4530-4534", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two kinds of heterometallic complexes, {[Sm2(L)6Co2][Co(H2O)6]·3H2O}n (Sm-Co) and {[Sm2(L)6Zn3(H2O)6]·1.5H2O}n (Sm-Zn) (H2L = oxydiacetic acid), were synthesized under hydrothermal conditions.  In Sm-Co, each L chelates to one Sm3+ center and bonds to two Co2+ ions in an anti-anti configuration.  Sm and Co atoms are arrayed alternatively and connected by O-C-O bridges to form a cubic octahedral cage as the secondary building unit.  Consequently, topol. NaCl nets with high symmetry in the cubic space group Fd‾3c have been constructed.  It is interesting to note that Sm-Co contains interesting 2-fold interpenetrating 3D hydrogen-bonding supramol. networks while in Sm-Zn each L adopts a syn-syn configuration to link two Zn2+ ions.  Carboxylate groups bridge adjacent Sm and Zn atoms to create two kinds of metallocycles, Sm2(COO)4Zn2 and Sm6(COO)12Zn6, to be further assembled into a highly ordered 3D nano-tubular structure.  Sm-Zn represents the largest porous material among the heterometallic coordination polymers and the first example in the investigation of hydrogen adsorption.  Sm-Zn possesses hydrogen storage capacity of up to 1.19 wt. % at 77 K and 0.54 wt. % at 298 K, resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXksFChsr0%253D&md5=8949f7167892d7e7fb30003c0294f6c7", " ", " (j)  ", "Luo", ", ", "F.", ", ", "Hu", ", ", "D. X.", ", ", "Xue", ", ", "L.", ", ", "Che", ", ", "Y. X.", ", and ", "Zheng", ", ", "J. M.", "  ", "Cryst. Growth Des.", " ", "2007", "  ", "7", "  ", "851", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Pillared 3d-4f Frameworks with Rare 3D Architecture Showing the Coexistence of Ferromagnetic and Antiferromagnetic Interactions between Gadolinium Ions", "Luo, Feng; Hu, De-xin; Xue, Lin; Che, Yun-xia; Zheng, Ji-min", "Crystal Growth & Design", "\r\n        (", "2007", "),\r\n    ", "7", "\r\n        (", "5", "),\r\n    ", "851-853", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A 3d-4f polymer, namely Gd3(IN)10(μ-OH2)6Cu5(μ2-Cl)4(H2O) (HIN = isonicotinic acid), has been synthesized hydrothermally and characterized by X-ray diffraction anal.  The overall structure motif of polymer 1 is the pillared 3D 3d-4f framework made up of carboxylate-bridged 4f metal layers and diverse pillars, H-shaped pillars, and (double acalixarene)-related pillars.  Variable-temp. magnetic susceptibility measurements reveal the occurrence of a significantly dominant ferromagnetic interaction at 70-300 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXjvFCitL0%253D&md5=a46eb96e42f281297303cff90acf970f", " ", " (k)  ", "Wang", ", ", "F. Q.", ", ", "Zheng", ", ", "X. J.", ", ", "Wan", ", ", "Y. H.", ", ", "Sun", ", ", "C. Y.", ", ", "Wang", ", ", "Z. M.", ", ", "Wang", ", ", "K. Z.", ", and ", "Jin", ", ", "L. P.", "  ", "Inorg. Chem.", " ", "2007", "  ", "46", "  ", "2956", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Novel 3D LnIII-CuI Supramolecular Architecture Based on 2D MOFs with (6,3) Topology", "Wang, Feng-Qin; Zheng, Xiang-Jun; Wan, Yong-Hong; Sun, Chang-Yan; Wang, Zhe-Ming; Wang, Ke-Zhi; Jin, Lin-Pei", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "8", "),\r\n    ", "2956-2958", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three novel coordination polymers, [LnCu(PZDC)3]·[Ln(H2O)9]0.5·[(H2O)7H+]0.5 [H2PZDC = pyrazine-2,6-dicarboxylic acid; Ln = La (1), Eu (2), Gd (3)], were synthesized and characterized by x-ray crystallog.  They are the 1st 3d-4f heterometallic frameworks with supramol. 1-dimensional channels, in which lanthanide hydrate cations and lattice water mols. are located.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXislens7k%253D&md5=7acc7647b9ede271906fab98c8704a5e", " ", " (l)  ", "Gu", ", ", "X. J.", ", and ", "Xue", ", ", "D. F.", "  ", "Cryst. Growth Des.", " ", "2006", "  ", "6", "  ", "2551", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Selected Controlled Synthesis of Three-Dimensional 4d-4f Heterometallic Coordination Frameworks by Lanthanide Carboxylate Subunits and Silver Centers", "Gu, Xiaojun; Xue, Dongfeng", "Crystal Growth & Design", "\r\n        (", "2006", "),\r\n    ", "6", "\r\n        (", "11", "),\r\n    ", "2551-2557", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "By control of mixed ligands with particular coordination sites, three novel three-dimensional (3D) 4d-4f heterometallic coordination polymers, [Ln4(H2O)2Ag(1,3-bdc)4(inic)5]·nH2O (Ln = Nd (1), n = 0.25; Eu (2), n = 0; 1,3-H2bdc = 1,3-benzenedicarboxylic acid and Hinic = isonicotinic acid) and [Nd(H2O)Ag(1,2-bdc)(inic)2] (3, 1,2-H2bdc = 1,2-benzenedicarboxylic acid), were synthesized under hydrothermal conditions and characterized by elemental anal., IR, thermogravimetric (TG) anal., and single-crystal x-ray diffraction.  Compds. 1-3 crystallize in the monoclinic system, space group C2/c.  Compds. 1 and 2 are isostructural and exhibit novel 3-dimensional coordination frameworks constructed from two-dimensional (2D) wavelike lanthanide carboxylate layers and Ag(inic)4 complexes.  To the best of the authors' knowledge, they represent the 1st examples of 3-dimensional 4d-4f heterometallic coordination frameworks, in which the transition metal complexes bond to a 3-dimensional lanthanide carboxylate supramol. framework with nanometer-sized channels built up from 2-dimensional wavelike layers.  Compd. 3 possesses an unusual 3-dimensional framework based on linkage of neodymium-carboxylate chains and silver(I) centers by inic ligands.  The difference between both kinds of frameworks can be ascribed to the geometry effect of benzenedicarboxylate.  Also, the luminescent properties of 2 were studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtVSnsbfI&md5=3ab52be44d00098e218e76b77138f512", " ", " (m)  ", "Zhai", ", ", "B.", ", ", "Yi", ", ", "L.", ", ", "Wang", ", ", "H. S.", ", ", "Zhao", ", ", "B.", ", ", "Cheng", ", ", "P.", ", ", "Liao", ", ", "D. Z.", ", and ", "Yan", ", ", "S. P.", "  ", "Inorg. Chem.", " ", "2006", "  ", "45", "  ", "8471", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "First 3D 3d-4f Interpenetrating Structure: Synthesis, Reaction, and Characterization of {[LnCr(IDA)2(C2O4)]}n", "Zhai, Bin; Yi, Long; Wang, Hong-Shen; Zhao, Bin; Cheng, Peng; Liao, Dai-Zheng; Yan, Shi-Ping", "Inorganic Chemistry", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "21", "),\r\n    ", "8471-8473", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The hydrothermal reaction of Cr(NO3)3, Ln2O3, and iminodiacetate acid (H2IDA) in the molar ratio of 1:1:3 produced {[LnCr(IDA)2(C2O4)]}n (Ln = Eu, 1; Sm, 2), which represent the 1st 3-dimensional 3d-4f interpenetrating coordination polymers.  In the reaction, the H2IDA ligands partly decomp. into oxalate anions (ox), which connect LnIII ions to form 1-dimensional {Ln(ox)}n chains.  Each of the CrIII ions is tridentate-coordinated by two IDA ligands, which act as tetradentate metalloligands to link {Ln(ox)}n chains to form 3-dimensional open networks.  The two open networks interpenetrate each other to form nonporous products.  1 And 2 are thermally stable up to 327 and 360°, resp.  Both of complexes show normally paramagnetic behavior.  The luminescent results imply that the energy transfers from LnIII to CrIII are strong.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XpslWnsL0%253D&md5=d4f79c401a65d7982405668893a73c7c", " ", " (n)  ", "Shi", ", ", "W.", ", ", "Chen", ", ", "X. Y.", ", ", "Zhao", ", ", "B.", ", ", "Yu", ", ", "A.", ", ", "Song", ", ", "H. B.", ", ", "Cheng", ", ", "P.", ", ", "Wang", ", ", "H. G.", ", ", "Liao", ", ", "D. Z.", ", and ", "Yan", ", ", "S. P.", "  ", "Inorg. Chem.", " ", "2006", "  ", "45", "  ", "3949", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Construction of 3d-4f Mixed-Metal Complexes Based on a Binuclear Oxovanadium Unit: Synthesis, Crystal Structure, EPR, and Magnetic Properties", "Shi, Wei; Chen, Xiao-Yan; Zhao, Bin; Yu, Ao; Song, Hai-Bin; Cheng, Peng; Wang, Hong-Gen; Liao, Dai-Zheng; Yan, Shi-Ping", "Inorganic Chemistry", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "10", "),\r\n    ", "3949-3957", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The oxovanadium(IV)-lanthanide(III) heteronuclear complexes, {[Ce(H2O)7(VO)(TTHA)0.5][(VO)2(TTHA)]}·8H2O (2), [Pr(H2O)7(VO)3(TTHA)1.5]·10H2O (3), and [Nd(H2O)7(VO)3(TTHA)1.5]·10H2O (4) (H6TTHA = triethylenetetraaminehexaacetic acid), were prepd. based on a binuclear building block of [(VO)2(TTHA)]2- in [VO(H2O)5][(VO)2TTHA]·4H2O (1).  The x-ray crystallog. studies show that 1 is an ion-pair complex, contg. the [(VO)2(TTHA)]2- unit as a useful building block.  Adding the light Ln3+ ions to this synthesis system, three new 3d-4f mixed-metal-based complexes were obtained.  Although the light lanthanide ions always exhibit similar chem. behavior, the structures of 2-4 are not homologous.  2 Is exhibited as a 1-dimensional coordination polymer, comprising an unusual Ce2V2 heterometallic lattice in the chain structure, which is the second report of a oxovanadium(IV)-lanthanide(III) coordination polymer.  3 And 4 are isomorphic, every two of the Ln3+ cations linked three [(VO)2(TTHA)]2- anions, forming an interesting linear octanuclear structure.  This kind of heteronuclear linear complex is rather rare, which expands the realm of 3d-4f complexes.  Further studies such as IR spectra, UV-visible spectra, magnetic properties, and EPR spectra were studied, and a detailed discussion is given for this system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XjtlOisb4%253D&md5=b368ee59777aa02f5d165fef45d89063", " ", " (o)  ", "Cheng", ", ", "J. W.", ", ", "Zhang", ", ", "J.", ", ", "Zheng", ", ", "S. T.", ", ", "Zhang", ", ", "M. B.", ", and ", "Yang", ", ", "G. Y.", "  ", "Angew. Chem., Int. Ed.", " ", "2006", "  ", "45", "  ", "73", "[", "Crossref", "], [", "CAS", "]", "3. ", "Lanthanide-transition-metal sandwich framework comprising {Cu3} cluster pillars and layered networks of {Er36} wheels", "Cheng, Jian-Wen; Zhang, Jie; Zheng, Shou-Tian; Zhang, Man-Bo; Yang, Guo-Yu", "Angewandte Chemie, International Edition", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "1", "),\r\n    ", "73-77", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Synergistic coordination between isonicotinate (ina) and 1,2-benzenedicarboxylate (bdc) ligands under hydrothermal conditions gave two new coordination polymers, [Er7(μ3-O)(μ3-OH)6(bdc)3](ina)9[Cu3X4] (I; X = Cl, Br).  Wheel-shaped [Er36(μ3-OH)30(μ3-O)6(bdc)6]54+ ions form a 2-dimensional network, which is further pillared by [Cu3X4(ina)6]4- to give a 3-dimensional framework.  The crystal structures of I were detd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhslKgsQ%253D%253D&md5=6ec1645ceea49accfb36a848186e8d27", " ", " (p)  ", "Zhao", ", ", "B.", ", ", "Gao", ", ", "H. L.", ", ", "Chen", ", ", "X. Y.", ", ", "Cheng", ", ", "P.", ", ", "Shi", ", ", "W.", ", ", "Liao", ", ", "D. Z.", ", ", "Yan", ", ", "S. P.", ", and ", "Jiang", ", ", "Z. H.", "  ", "Chem.—Eur. J.", " ", "2006", "  ", "12", "  ", "149", "[", "Crossref", "], [", "CAS", "]", "3. ", "A promising MgII-ion-selective luminescent probe: Structures and properties of Dy-Mn polymers with high symmetry", "Zhao, Bin; Gao, Hong-Ling; Chen, Xiao-Yan; Cheng, Peng; Shi, Wei; Liao, Dai-Zheng; Yan, Shi-Ping; Jiang, Zong-Hui", "Chemistry--A European Journal", "\r\n        (", "2005", "),\r\n    ", "12", "\r\n        (", "1", "),\r\n    ", "149-158", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Two Dy-Mn polymers, {[Dy(L1)3Mn1.5(H2O)3]·3.125 H2O}n (1, L1 = pyridine-2,6-dicarboxylic acid) and {[Dy(L2)3Mn1.5(H2O)6]·8.25 H2O}n (2, L2 = 4-hydroxypyridine-2,6-dicarboxylic acid), with high symmetry (S6) were prepd.  Polymer 1 has a nanoporous 3-dimensional framework with channel of ∼17.6 Å diam., while 2 has a honeycomb-type 2-dimensional structure with the cavity of ∼14.4 Å diam.  In the construction of multidimensional porous polymers with 3d-4f mixed metals, it is the first observation that a ligand substituent effect leads to dramatic differences in the structures formed.  Luminescent studies reveal that the emission intensities of 1 and 2 increase significantly upon the addn. of Mg2+, whereas the introduction of other metal ions leaves the intensity unchanged or even weakens it; hence, both of them may serve as good candidates of Mg2+ luminescent probes.  To the authors' knowledge, complex 1 is also the first example of a 3d-4f metal-based nanoporous polymer to exhibit luminescent selectivity for Mg2+.  Magnetic susceptibility measurements reveal a rather rare ferromagnetic interaction in 2.  Thermal gravimetric analyses and powder x-ray diffraction investigations also were performed, suggestive of high thermal stability of 1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhsV2nuw%253D%253D&md5=a99c8436a93ecf88031ac4686168c219", " ", " (q)  ", "Shi", ", ", "W.", ", ", "Chen", ", ", "X. Y.", ", ", "Zhao", ", ", "Y. N.", ", ", "Zhao", ", ", "B.", ", ", "Cheng", ", ", "P.", ", ", "Yu", ", ", "A.", ", ", "Song", ", ", "H. B.", ", ", "Wang", ", ", "H. G.", ", ", "Liao", ", ", "D. Z.", ", ", "Yan", ", ", "S. P.", ", and ", "Jiang", ", ", "Z. H.", "  ", "Chem.—Eur. J.", " ", "2005", "  ", "11", "  ", "5031", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Synthesis, crystal structures, and properties of oxovanadium(IV)-lanthanide(III) heteronuclear complexes", "Shi, Wei; Chen, Xiao-Yan; Zhao, Yan-Nan; Zhao, Bin; Cheng, Peng; Yu, Ao; Song, Hai-Bin; Wang, Hong-Gen; Liao, Dai-Zheng; Yan, Shi-Ping; Jiang, Zong-Hui", "Chemistry--A European Journal", "\r\n        (", "2005", "),\r\n    ", "11", "\r\n        (", "17", "),\r\n    ", "5031-5039", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Oxovanadium(IV)-lanthanide(III) heteronuclear complexes [Yb(H2O)8]2[(VO)2(TTHA)]3·21H2O (1), {[Ho(H2O)7(VO)2(TTHA)][(VO)2(TTHA)]0.5}·8.5H2O (2), {[Gd(H2O)7(VO)2(TTHA)][(VO)2(TTHA)]0.5}·8.5H2O (3), {[Eu(H2O)7][(VO)2(TTHA)]1.5}·10.5H2O (4), and [Pr2(H2O)6(SO4)2][(VO)2(TTHA)] (5) (H6TTHA = triethylenetetraaminehexaacetic acid) were prepd. by using the bulky flexible org. acid H6TTHA as structure-directing agent.  X-ray crystallog. studies reveal that they contain the same [(VO)2(TTHA)]2- unit as building block, but the Ln3+ ion lies in different coordination environments.  Although the lanthanide ions always exhibit similar chem. behavior, the structures of the complexes are not homologous.  Compd. 1 is composed of a [Yb(H2O)8]3+ ion and a [(VO)2(TTHA)]2- ion.  Compds. 2 and 3 are isomorphous; both contain a trinuclear [Ln(H2O)7(VO)2(TTHA)]+ (Ln = Ho for 2 and Gd for 3) ion and a [(VO)2(TTHA)]2- ion.  Compd. 4 is an extended 1-dimensional chain, in which each Eu3+ ion links two [(VO)2(TTHA)]2- ions.  For 5, the structure is further assembled into a three-dimensional network with an interesting framework topol. comprising V2Pr2 and V4Pr2 heterometallic lattices.  Also, 4 and 5 are the first oxovanadium(IV)-lanthanide(III) coordination polymers and thus enlarge the realm of 3d-4f complexes.  The IR, UV/visible, and EPR spectra and the magnetic properties of the heterometallic complexes were studied.  Notably, 2 shows unusual ferromagnetic interactions between the VO2+ and Ho3+ ions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXpvVKhtbs%253D&md5=5109bf939c1ab7f34d49d580ba01da4c", " ", " (r)  ", "Zhao", ", ", "B.", ", ", "Chen", ", ", "X. Y.", ", ", "Wang", ", ", "W. Z.", ", ", "Cheng", ", ", "P.", ", ", "Ding", ", ", "B.", ", ", "Liao", ", ", "D. Z.", ", ", "Yan", ", ", "S. P.", ", and ", "Jiang", ", ", "Z. H.", "  ", "Inorg. Chem. Commun.", " ", "2005", "  ", "8", "  ", "178", "[", "Crossref", "], [", "CAS", "]", "3. ", "{[GdAg2(dtpa)(H2O)]·3H2O}n: the first 2D Gd-Ag coordination polymer with Ag-Ag interaction", "Zhao, Bin; Chen, Xiao-Yan; Wang, Wen-Zhen; Cheng, Peng; Ding, Bin; Liao, Dai-Zheng; Yan, Shi-Ping; Jiang, Zong-Hui", "Inorganic Chemistry Communications", "\r\n        (", "2005", "),\r\n    ", "8", "\r\n        (", "2", "),\r\n    ", "178-181", "CODEN:\r\n                ", "ICCOFP", ";\r\n        ISSN:", "1387-7003", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A novel 4d-4f coordination polymer {[GdAg2(dtpa)(H2O)]·3H2O}n (1) (dtpa = diethylenetriaminepentaacetate) was synthesized and characterized by magnetic and EPR studies and its crystal structure was detd.  Its 1-dimensional Gd-Ag ladder-like chains built upon tetranuclear rings are further connected by Ag-O bonds and Ag-Ag interactions to form a lamellar 2-dimensional packing.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXktF2mtg%253D%253D&md5=5bc625db547f030f0ec60eaf99acf7db", " ", " (s)  ", "Zhao", ", ", "B.", ", ", "Chen", ", ", "X. Y.", ", ", "Cheng", ", ", "P.", ", ", "Liao", ", ", "D. Z.", ", ", "Yan", ", ", "S. P.", ", and ", "Jiang", ", ", "Z. H.", "  ", "J. Am. Chem. Soc.", " ", "2004", "  ", "126", "  ", "15394", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Coordination Polymers Containing 1D Channels as Selective Luminescent Probes", "Zhao, Bin; Chen, Xiao-Yan; Cheng, Peng; Liao, Dai-Zheng; Yan, Shi-Ping; Jiang, Zong-Hui", "Journal of the American Chemical Society", "\r\n        (", "2004", "),\r\n    ", "126", "\r\n        (", "47", "),\r\n    ", "15394-15395", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two 3d-4f heterometallic coordination polymers {[Ln(PDA)3Mn1.5(H2O)3]·3.25H2O}∞ with 1-dimensional channels were synthesized under hydrothermal conditions (H2PDA = pyridine-2,6-dicarboxylic acid; Ln = Eu (1); Ln = Tb (2)).  The emission intensities of 1 and 2 increased significantly upon addn. of Zn2+, while the introduction of other metal ions caused the intensity to be either unchanged or weakened.  The case implies that 1 and 2 may be used as luminescent probes of Zn2+.  Magnetic susceptibility measurements of 1 and 2 were also investigated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXptlSisrg%253D&md5=bb41702a1cd33b4d7a5fae232cbca634", " ", " (t)  ", "Zhao", ", ", "B.", ", ", "Cheng", ", ", "P.", ", ", "Chen", ", ", "X. Y.", ", ", "Cheng", ", ", "C.", ", ", "Shi", ", ", "W.", ", ", "Liao", ", ", "D. Z.", ", ", "Yan", ", ", "S. P.", ", and ", "Jiang", ", ", "Z. H.", "  ", "J. Am. Chem. Soc.", " ", "2004", "  ", "126", "  ", "3012", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Design and Synthesis of 3d-4f Metal-Based Zeolite-type Materials with a 3D Nanotubular Structure Encapsulated \"Water\" Pipe", "Zhao, Bin; Cheng, Peng; Chen, Xiaoyan; Cheng, Cai; Shi, Wei; Liao, Daizheng; Yan, Shiping; Jiang, Zonghui", "Journal of the American Chemical Society", "\r\n        (", "2004", "),\r\n    ", "126", "\r\n        (", "10", "),\r\n    ", "3012-3013", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A nanotubular 3-dimensional heterometallic zeolitic polymer, {[Yb(PDA)3Mn1.5(H2O)3]·1.5H2O}n (2, PDA = pyridine-2,6-dicarboxylate), was designed and synthesized by simply tuning the amt. of coordinated water on the Mn ion in the mol. ladder polymer {[Yb(PDA)3Mn1.5(H2O)6]·6H2O}n (1).  1 And 2 were structurally and magnetically characterized.  The water mols. capsulated within the nanotube were arrayed into an unprecedented water pipe.  The robust 2 retained intact networks after the removal of guest water trapped in the nanotubes and even after methanol replaced guest water.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXhsVWksL0%253D&md5=a4e1b451f0cec46303c50681e684a67d", " ", " (u)  ", "Zhao", ", ", "B.", ", ", "Cheng", ", ", "P.", ", ", "Dai", ", ", "Y.", ", ", "Cheng", ", ", "C.", ", ", "Liao-Zheng", ", ", "D.", ", ", "Yan", ", ", "S. P.", ", ", "Jiang", ", ", "Z. H.", ", and ", "Wang", ", ", "G. L.", "  ", "Angew. Chem., Int. Ed.", " ", "2003", "  ", "42", "  ", "934", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "A nanotubular 3D coordination polymer based on a 3d-4f heterometallic assembly", "Zhao, Bin; Cheng, Peng; Dai, Yan; Cheng, Cai; Liao, Dai-Zheng; Yan, Shi-Ping; Jiang, Zong-Hui; Wang, Geng-Lin", "Angewandte Chemie, International Edition", "\r\n        (", "2003", "),\r\n    ", "42", "\r\n        (", "8", "),\r\n    ", "934-936", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The syntheses, crystal structures and magnetic susceptibility of 3 coordination polymers formed through hydrothermal synthesis: [[[Ln(dipic)3Mn1.5(H2O)3]·nH20]∞], H2dipic = pyridine-2,6-dicarboxylic acid; Ln = Pr, n = 2(1); Ln = Gd, n = 3.5(2); Ln = Er, n = 3(3).  These compds. have the relatively large nanometer-sized tubes assocd. with self-assembly processes directed by metal-ligand coordination only, and the framework remains intact on removing H2O mols. trapped in the nanotube.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXitFWltbs%253D&md5=251563416d8a2b72dbabf164046cdb29", " ", " (v)  ", "Rizzi", ", ", "A. C.", ", ", "Calvo", ", ", "R.", ", ", "Baggio", ", ", "R.", ", ", "Garland", ", ", "M. T.", ", ", "Peña", ", ", "O.", ", and ", "Perec", ", ", "M.", "  ", "Inorg. Chem.", " ", "2002", "  ", "41", "  ", "5609", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Carboxylate-Bridged Copper(II)-Lanthanide(III) Complexes [{Cu3Ln2(oda)6(H2O)6}·12H2O]n (Ln = Dy, Ho, Er, Y; oda = Oxydiacetate)", "Rizzi, Alberto C.; Calvo, Rafael; Baggio, Ricardo; Garland, Maria Teresa; Pena, Octavio; Perec, Mireille", "Inorganic Chemistry", "\r\n        (", "2002", "),\r\n    ", "41", "\r\n        (", "21", "),\r\n    ", "5609-5614", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The hydrothermal reaction of Ln2O3 (Ln = Dy and Ho), Cu(OAc)2·2H2O, and oxydiacetic acid in 1:3:8 mol ratio gave two new members of the isostructural series of polymers formulated as [{Cu3Ln2(oda)6(H2O)6}·12H2O]n, crystg. in the hexagonal crystal system, space group P6/mcc.  Temp.-dependent magnetic susceptibilities and EPR spectra are reported for the heterometallic compds. Cu-Dy (1) Cu-Ho (2) Cu-Er (3), and Cu-Y (4).  The results are discussed in terms of the structure of the compds., the electronic properties of the lanthanide ions, and the exchange interactions between the magnetic ions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XntVKmsLw%253D&md5=1e9d9aebfc519966868620596d09e17d", " ", "4. ", " ", " (a)  ", "Shmilovits", ", ", "M.", ", ", "Vinodu", ", ", "M.", ", and ", "Goldberg", ", ", "I.", "  ", "Cryst. Growth Des.", " ", "2004", "  ", "4", "  ", "633", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Coordination Polymers of Tetra(4-carboxyphenyl)porphyrins Sustained by Tetrahedral Zinc Ion Linkers", "Shmilovits, Michaela; Vinodu, Mikki; Goldberg, Israel", "Crystal Growth & Design", "\r\n        (", "2004", "),\r\n    ", "4", "\r\n        (", "3", "),\r\n    ", "633-638", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reactions between the free base tetra(4-carboxyphenyl)porphyrin and the corresponding Pt or Pd metalloporphyrin derivs. with Zn(OAc)2.2H2O under solvothermal conditions in a basic environment in the presence of pyridine and NH4OH yielded extended supramol. networks.  These polymeric arrays consist of fully deprotonated porphyrin carboxylate units interconnected to each other by Zn(H2O)22+ auxiliaries.  The Zn ion linkers adapt a tetrahedral coordination environment, imparting to the polymeric network an open three-dimensional architecture, wherein each Zn binds to two adjacent porphyrin units and two H2O ligands, while every porphyrin entity is linked to four different metal centers.  In a reaction involving the free base macrocycle, the Zn ions were inserted into the porphyrin core as well, forming a five-coordinate entity with pyridine as an axial ligand.  The solid state syntheses yielded either 1-dimensional ladder type coordination polymers that pair in an interlocking manner or three-dimensional diamondoid arrangements with interpenetrating polymeric networks.  Both types of frameworks are further interlinked to each other by weak H bonds from the Zn-bound H2O ligands of one array to the carboxylate functions of another.  The previously reported porphyrin-based polymer tessellated by Zn2+ linkers that coordinate at a given binding site to four (rather than two) porphyrin units is also discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXivFemtrk%253D&md5=cdde66e3f420a11308eb9deea467d93e", " ", " (b)  ", "Shmilovits", ", ", "M.", ", ", "Diskin-Posner", ", ", "Y.", ", ", "Vinodu", ", ", "M.", ", and ", "Goldberg", ", ", "I.", "  ", "Cryst. Growth Des.", " ", "2003", "  ", "3", "  ", "855", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Crystal Engineering of \"Porphyrin Sieves\" Based on Coordination Polymers of Pd- and Pt-tetra(4-carboxyphenyl)porphyrin", "Shmilovits, Michaela; Diskin-Posner, Yael; Vinodu, Mikki; Goldberg, Israel", "Crystal Growth & Design", "\r\n        (", "2003", "),\r\n    ", "3", "\r\n        (", "5", "),\r\n    ", "855-863", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Targeted solid-state synthesis of supramol. porphyrin networks with Pd- and Pt-tetra(4-carboxyphenyl)porphyrins as building blocks, in different reaction environments, afforded new extended coordination polymers sustained by Na, K, and Cu metal ion cluster auxiliaries.  Crystallog. data are given for 5 complexes.  Formulation of open channel-type architectures in these materials was confirmed by x-ray crystallog. at low temp.  Open, 0.50-0.65 nm wide, channels propagate throughout the corresponding crystals.  These channels are accessible to other guest/solvent mols. for inclusion in the cryst. lattice.  The structural features of the analyzed materials resemble those of common mol. sieve solids, and represent a successful realization of the crystal engineering concepts of porphyrin-based supramol. design evaluated in this lab.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXltFKqsrc%253D&md5=037904d592755fe5034e0ec5ccba9acc", " ", "5. ", " ", " (a)  ", "Hafizović", ", ", "J.", ", ", "Krivokapić", ", ", "A.", ", ", "Szeto", ", ", "K. C.", ", ", "Jakobsen", ", ", "S.", ", ", "Lillerud", ", ", "K. P.", ", ", "Olsbye", ", ", "U.", ", and ", "Tilset", ", ", "M.", "  ", "Cryst. Growth Des.", " ", "2007", "  ", "7", "  ", "2302", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Tailoring the dimensionality of metal-organic frameworks incorporating Pt and Pd. From molecular complexes to three-dimensional networks", "Hafizovic, Jasmina; Krivokapic, Alexander; Szeto, Kai C.; Jakobsen, Soren; Lillerud, Karl Petter; Olsbye, Unni; Tilset, Mats", "Crystal Growth & Design", "\r\n        (", "2007", "),\r\n    ", "7", "\r\n        (", "11", "),\r\n    ", "2302-2304", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) incorporating Pt(II) or Pd(II) are formed in 1-pot reactions from pyridine-3,5-dicarboxylic acid with Pt(II) or Pd(II) and a cornerstone metal in DMF or water.  Depending on the cornerstone metal and solvent, two- or three-dimensional networks are formed.  The structures are detd. by single-crystal x-ray diffraction and powder diffraction data, which show the isostructural nature of the Pd and Pt compds. formed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtFKksLzM&md5=b6cddaf46d0d9326898e9653e8e03826", " ", " (b)  ", "Stork", ", ", "J. R.", ", ", "Thoi", ", ", "V. S.", ", and ", "Cohen", ", ", "S. M.", "  ", "Inorg. Chem.", " ", "2007", "  ", "46", "  ", "11213", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Rare Examples of Transition-Metal-Main-Group Metal Heterometallic Metal-Organic Frameworks from Gallium and Indium Dipyrrinato Complexes and Silver Salts: Synthesis and Framework Variability", "Stork, Jay R.; Thoi, Van S.; Cohen, Seth M.", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "26", "),\r\n    ", "11213-11223", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "New main-group metal dipyrrinato complexes [M(4-pyrdpm)3], where M = Ga3+ or In3+ and 4-pyrdpm is the anion of 5-(4-pyridyl)dipyrrin (4-pyrdpmH), were synthesized and incorporated into metal-org. frameworks (MOFs) by reacting the dipyrrinato complexes with Ag(I) salts.  MOFs formed with AgOTf (OTf = O3SCF3) and AgSbF6 gave frameworks with three-dimensional (10,3) and two-dimensional (6,3) topologies, resp.  In contrast, AgPF6 produced both (10,3) and (6,3) network topologies, suggesting that the PF6 anion has little preference for templating (10,3) vs. (6,3) frameworks within this system.  These findings update an earlier MOF study that examd. the role of these anions in templating related heterometallic MOFs which used [Fe(4-pyrdpm)3] and [Co(4-pyrdpm)3] metalloligands.  All of the dipyrrin compds. reported here were characterized by single-crystal x-ray crystallog., including the first crystallog. characterized example of a 1,2,3-unsubstituted free-base dipyrrin, 4-pyrdpmH.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtlKgtr3M&md5=d63b0c6a45587c00480eebbcd1864324", " ", " (c)  ", "Tang", ", ", "Y. Z.", ", ", "Wang", ", ", "G. X.", ", ", "Ye", ", ", "Q.", ", ", "Xiong", ", ", "R. G.", ", and ", "Yuan", ", ", "R. X.", "  ", "Cryst. Growth Des.", " ", "2007", "  ", "7", "  ", "2382", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Heterometallic Tetrazole Coordination Polymer Formed through 2 + 3 Cycloaddition Reaction between Inorganic Complexes in the Presence of Lewis Acid", "Tang, Yun-Zhi; Wang, Guo-Xi; Ye, Qiong; Xiong, Ren-Gen; Yuan, Rong-Xin", "Crystal Growth & Design", "\r\n        (", "2007", "),\r\n    ", "7", "\r\n        (", "12", "),\r\n    ", "2382-2386", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The two in situ 2 + 3 intermol. cycloaddn. reactions between inorg. complexes bis(3-cyanopyridine)copper(II)azide (A) offer homometallic and heterometallic 3-dimensional novel tetrazole coordination polymers, (3-C5H4N-CN4)2Cu(I)2 (1, 3-C5H4N-CN4 = 5-(3-pyridyl)tetrazole) and [(3-C5H4N-CN4)2Cu(I)Cd(II)2Cl3] (2), resp., in the presence of Lewis acid CuCl2 and CdCl2 in which A was used to replace the org. cyano group and NaN3 during Sharpless's tetrazole synthesis.  Their crystal structures and interesting luminescent properties are reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXht1yrur7I&md5=f39083a30d8d960300c7b624f7a618de", " ", " (d)  ", "Yan", ", ", "B. B.", ", ", "Olmstead", ", ", "M. M.", ", and ", "Maggard", ", ", "P. A.", "  ", "J. Am. Chem. Soc.", " ", "2007", "  ", "129", "  ", "12646", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Effect of Spin-Ladder Topology on 2D Charge Ordering: Toward New Spin-Antiferroelectric Transitions", "Yan, Bangbo; Olmstead, Marilyn M.; Maggard, Paul A.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "42", "),\r\n    ", "12646-12647", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The low-temp. structures of M(pyz)V4O10 (M = Co, Zn) in the spin-gapped state have been investigated by single-crystal X-ray diffraction and electronic structure calcns. and provide evidence for a new type of spin-antiferroelec. transition for M = Zn.  This new type of phase transition involves the onset of charge ordering within spin ladders that can be mediated by the metalorg. chains via a modification of the inter-ladder interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtV2msLzI&md5=3d6a2fe62e7ae9673920803c60035212", " ", " (e)  ", "Yan", ", ", "B.", ", and ", "Maggard", ", ", "P. A.", "  ", "Inorg. Chem.", " ", "2007", "  ", "46", "  ", "6640", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "M(bipyridine)V4O10 (M = Cu, Ag): Hybrid Analogues of Low-Dimensional Reduced Vanadates", "Yan, Bangbo; Maggard, Paul A.", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "16", "),\r\n    ", "6640-6646", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "New hybrid layered vanadates, M(bpy)V4O10 (I, M = Cu+; II, M = Ag+; bpy = 4,4'-bipyridine), were prepd. from hydrothermal reactions at 220-230°, and their structures were characterized by single-crystal x-ray diffraction [I, space group P21/c, Z = 4, a 3.6154(3), b 21.217(1), c 20.267(1) Å, and β 90.028(3)°; II, space group P‾1, Z = 2, a 3.5731(4), b 10.429(1), c 21.196(2) Å, α 89.031(5), β 89.322(5), and γ 85.546(5)°].  The structures of I and II are closely related, though not isostructurally, with both contg. partially reduced V4O10- layers that are constructed from zigzag chains of edge-sharing VO5 tetragonal pyramids.  Neighboring zigzag chains within a layer condense via shared vertexes and alternate between versions contg. V4.5+ and V5+ ions, such that two out of four symmetry-unique V atoms are reduced by a half-electron on av.  The interlayer spaces contain unusual M(bpy)+ chains formed from the coordination of two bridging bpy ligands to Ag+/Cu+ in a nearly linear fashion and each with a third bond to a single apical O atom of the reduced (V4.5+) VO5 tetragonal pyramids.  Both I and II are stable until ∼350-400° in O2, at which point the ligands are liberated to yield the purely inorg. MxV4O10 (M = Ag, Cu) solids.  The elec. conductivities of both compds. show a temp. dependence that is consistent with Mott's variable-range-hopping model for randomly localized electrons.  Magnetic susceptibilities of both I and II can be fitted to a Curie-Weiss expression (θ = -25 and -31 K, resp.; C ∼ 0.40 emu mol-1 K for both) at higher temps. and one unpaired spin per formula.  However, at .ltorsim.12-18 K, both show evidence for an antiferromagnetic transition that can be fitted well to the Heisenberg linear antiferromagnetic chain model.  These results are analyzed with respect to related reduced vanadates and help to provide new structure-property insights for strongly correlated electron systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXotVSntr8%253D&md5=fc08692292145b3d536b70ff8c06aa2b", " ", " (f)  ", "Qu", ", ", "X. S.", ", ", "Xu", ", ", "L.", ", ", "Gao", ", ", "G. G.", ", ", "Li", ", ", "F. Y.", ", and ", "Yang", ", ", "Y. Y.", "  ", "Inorg. Chem.", " ", "2007", "  ", "46", "  ", "4775", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Unprecedented Eight-Connected Self-catenated Network Based on Heterometallic {Cu4V4O12} Clusters as Nodes", "Qu, Xiaoshu; Xu, Lin; Gao, Guanggang; Li, Fengyan; Yang, Yanyan", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "12", "),\r\n    ", "4775-4777", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An interesting eight-connected self-catenated metal-org. framework, [Cu4(bpp)4V4O12]·3H2O (1, bpp = 1,3-bis(4-pyridyl)propane), based on bimetallic {Cu4V4O12} clusters as nodes, was prepd. and characterized by x-ray crystallog.  1 Defines a new self-catenated topol. for eight-connected networks and represents the 1st self-catenated framework using heterometallic clusters as nodes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXltVKqs7Y%253D&md5=27916f4d8b39cd12bc8c6d5dee10fad1", " ", " (g)  ", "Halper", ", ", "S. R.", ", ", "Do", ", ", "L.", ", ", "Stork", ", ", "J. R.", ", and ", "Cohen", ", ", "S. M.", "  ", "J. Am. Chem. Soc.", " ", "2006", "  ", "128", "  ", "15255", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Topological Control in Heterometallic Metal-Organic Frameworks by Anion Templating and Metalloligand Design", "Halper, Sara R.; Do, Loi; Stork, Jay R.; Cohen, Seth M.", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "47", "),\r\n    ", "15255-15268", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Several new heterometallic metal-org. frameworks (MOFs) based on tris(dipyrrinato) metalloligands (pyridyl, quinolinyl, and pyridylethynylphenyl substituted) and their Ag+ salts are reported.  MOFs were prepd. systematically to examine the effects of the core metal ion, counteranion, and ligand structure on the topol. of the resultant network.  The effect of the metal ion (Fe3+ vs. Co3+) on MOF structure was generally found to be negligible, thereby permitting the facile synthesis of trimetallic Fe/Co/Ag networks.  The choice of anion (e.g., Ag salt) has a pronounced effect on the MOF topol.  Networks prepd. with salts of AgO3SCF3 and AgBF4 reliably formed three-dimensional (10,3) nets, whereas use of AgPF6 and AgSbF6 produced two-dimensional (6,3) honeycomb nets.  The topol. generated upon formation of the MOF is robust in certain cases, as demonstrated by anion-exchange expts.  Anion exchange was confirmed by x-ray crystallog. in a rare set of apparent single-crystal-to-single-crystal transformations.  The data presented here strongly suggest that the coordinative ability of the anion does not play a significant role in the obsd. templating effect.  Finally, changes in the length of the tris(dipyrrinato) metalloligand override the anion templating effect, resulting exclusively in two-dimensional (6,3) nets.  These studies provide a basis for the rational design of MOF topologies by choice of ligand structure and anion templating effects.  Also, the results demonstrate the ability of carefully designed metalloligands to generate MOFs of structure strikingly similar to that of their org. counterparts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtFOmtL7M&md5=3796f1a4066f4a32420916a4f9e435ee", " ", " (h)  ", "Szeto", ", ", "K. C.", ", ", "Lillerud", ", ", "K. P.", ", ", "Tilset", ", ", "M.", ", ", "Bjørgen", ", ", "M.", ", ", "Prestipino", ", ", "C.", ", ", "Zecchina", ", ", "A.", ", ", "Lamberti", ", ", "C.", ", and ", "Bordiga", ", ", "S.", "  ", "J. Phys. Chem. B", " ", "2006", "  ", "110", "  ", "21509", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "A Thermally Stable Pt/Y-Based Metal-Organic Framework: Exploring the Accessibility of the Metal Centers with Spectroscopic Methods Using H2O, CH3OH, and CH3CN as Probes", "Szeto, Kai Chung; Lillerud, Karl Petter; Tilset, Mats; Bjorgen, Morten; Prestipino, Carmelo; Zecchina, Adriano; Lamberti, Carlo; Bordiga, Silvia", "Journal of Physical Chemistry B", "\r\n        (", "2006", "),\r\n    ", "110", "\r\n        (", "43", "),\r\n    ", "21509-21520", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A metal-org. framework (MOF) based on Pt, Y, and 2,2'-bipyridine-5,5'-dicarboxylate (BPDC), Pt3Y2(BPDC)3(H2O)4Cl6·7H2O, stable up to 400°, was synthesized and characterized.  In this MOF, the Pt centers are coordinated to Cl and the N atoms of the BPDC unit, giving a local environment similar to that found in Pt-org. complexes with catalytic activity toward C-H bond cleavage of alkanes.  This new material is a heterogeneous counterpart to the corresponding metal-org. complex.  The structure, detd. by single-crystal XRD data, is the repetition of three covalently bonded layers.  These layers form a block, which is stacking as an (a)(b)(c) sequence along the crystallog. b-axis.  Each layer contains the Pt-org. unit, while Y atoms represent the connection between adjacent layers.  No covalent connection is present between layer (a) of a block and layer (c) of an adjacent block.  EXAFS (BM29 at the ESRF) anal. supports the XRD data.  As this MOF crystallizes under hydrothermal conditions, H2O acts both as solvent and as a direct ligand of Y.  Accessibility to the metal centers is demonstrated by reversible H2O desorption/readsorption, as detd. by TPA/TPD, FTIR, UV-visible, EXAFS, and XANES.  Importantly, the as-synthesized material will not suffer a permanent loss in porosity upon solvent removal.  In addn. to H2O, MeOH, EtOH, and MeCN can also access the internal void of the dehydrated phase.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtVelu77L&md5=0d52acf48878c9d8b7862a1f03ff88bf", " ", " (i)  ", "Chen", ", ", "B. L.", ", ", "Fronczek", ", ", "F. R.", ", and ", "Maverick", ", ", "A. W.", "  ", "Inorg. Chem.", " ", "2004", "  ", "43", "  ", "8209", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Porous Cu-Cd Mixed-Metal-Organic Frameworks Constructed from Cu(Pyac)2 {Bis[3-(4-pyridyl)pentane-2,4-dionato]copper(II)}", "Chen, Banglin; Fronczek, Frank R.; Maverick, Andrew W.", "Inorganic Chemistry", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "26", "),\r\n    ", "8209-8211", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Porous Cu-Cd mixed-metal-org. frameworks [{Cd(NO3)2}2{Cu(Pyac)2}3] (M'MOF 1) and [{CdCl2}{Cu(Pyac)2}2] (M'MOF 2) {Cu(Pyac)2 = bis[3-(4-pyridyl)pentane-2,4-dionato]copper(II)} were synthesized by the reaction of Cu(Pyac)2 with Cd(NO3)2 and CdCl2.  They are noninterpenetrating 1-dimensional ladder and 2-dimensional square-grid frameworks, constructed from Cu(Pyac)2 building blocks with T-shaped Cd(NO3)2 nodes and square-planar CdCl2 nodes, resp.  The 1-dimensional ladders and 2-dimensional square grids are stacked in ABCABC... and ABCDEF packings, leading to 2-dimensional interconnected channels of 5.7 x 10.2 and 4.1 x 9.8 in 1 and 1-dimensional channels of 8.0 x 8.2 in 2, resp.  The Cu sites in these two M'MOFs are coordinated by solvent mols. and exposed to the pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXhtVagtLfK&md5=bbcdc10fa52defdd59ce6cee46c20cbd", " ", " (j)  ", "Xie", ", ", "F. T.", ", ", "Duan", ", ", "L. M.", ", ", "Xu", ", ", "J. Q.", ", ", "Ye", ", ", "L.", ", ", "Liu", ", ", "Y. B.", ", ", "Hu", ", ", "X. X.", ", and ", "Song", ", ", "J. F.", "  ", "Eur. J. Inorg. Chem.", " ", "2004", "  ", "4375", "[", "Crossref", "], [", "CAS", "]", "5. ", "Solvothermal syntheses and structural characterisation of three isostructural 3D metal-malate coordination polymers: {[M(C4H4O5)(H2O)]·H2O}n (M = CoII, NiII, CoII/NiII)", "Xie, Feng-Tong; Duan, Li-Mei; Xu, Ji-Qing; Ye, Ling; Liu, Ya-Bing; Hu, Xi-Xue; Song, Jiang-Feng", "European Journal of Inorganic Chemistry", "\r\n        (", "2004", "),\r\n    ", "\r\n        (", "22", "),\r\n    ", "4375-4379", "CODEN:\r\n                ", "EJICFO", ";\r\n        ISSN:", "1434-1948", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Three isostructural coordination polymers with the general formula [M(C4H4O5)(H2O)·H2O]n [M = CoII (1), NiII (2) and 1/3CoII + 2/3NiII (3), C4H4O5 = Hmal2- = malate dianion] have been designed and synthesized via solvothermal routes.  In these compds., the malate acts as the unique quinquedentate ligand with all five oxygen atoms participating in the coordination.  The MII ions are interconnected via α- and β-carboxyl groups from the malate ligands to generate zigzag chains and planes which are further linked together by the β-carboxyl groups leading to the 3D open frameworks.  Variable temp. magnetic susceptibility measurements indicate the occurrence of antiferromagnetic (1), ferromagnetic (2) and ferrimagnetic (3) interactions between the MII ions mediated by the skew-skew carboxylate bridges.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXhtVOis7nO&md5=707a2db1daa218a22c18a53d3d88db0c", " ", "6. ", " ", " (a)  ", "Livage", ", ", "C.", ", ", "Forster", ", ", "P. M.", ", ", "Guillou", ", ", "N.", ", ", "Tafoya", ", ", "M. M.", ", ", "Cheetham", ", ", "A. K.", ", and ", "Férey", ", ", "G.", "  ", "Angew. Chem., Int. Ed.", " ", "2007", "  ", "46", "  ", "5877", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Effect of mixing of metal cations on the topology of metal oxide networks", "Livage, Carine; Forster, Paul M.; Guillou, Nathalie; Tafoya, Maya M.; Cheetham, Anthony K.; Ferey, Gerard", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "31", "),\r\n    ", "5877-5879, S5877/1-S5877/7", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Four distinct phases were isolated by adjusting the Co/Ni ratio in the hydrothermal system CoCl2/NiCl2/succinic acid/KOH/H2O.  In addn. to clarifying the relations between known hybrid inorg.-org. materials [Co5(OH)2L4] (1), [M4(OH)2(H2O)2L3]·2H2O (2), and [Ni7(OH)2(H2O)2L6]·2H2O (4) (H2L = succinic acid), a hybrid metal oxide with a rare three-dimensional metal-oxygen-metal framework, [M7(OH)2(H2O)2L6]·3.5H2O (3), was discovered.  The crystal structures of all the compds. were detd. and magnetic susceptibility measurements were made for the new hybrid metal oxide 3.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXptlalsLY%253D&md5=eabeb68bea7b24fd15d0d913927228fd", " ", " (b)  ", "Wang", ", ", "Y. H.", ", ", "Bredenkötter", ", ", "B.", ", ", "Rieger", ", ", "B.", ", and ", "Volkmer", ", ", "D.", "  ", "Dalton Trans.", " ", "2007", "  ", "689", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Two-dimensional metal-organic frameworks (MOFs) constructed from heterotrinuclear coordination units and 4,4'-biphenyldicarboxylate ligands", "Wang, Yonghui; Bredenkoetter, Bjoern; Rieger, Bernhard; Volkmer, Dirk", "Dalton Transactions", "\r\n        (", "2007", "),\r\n    ", "\r\n        (", "6", "),\r\n    ", "689-696", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Three novel metal-org. frameworks (MOFs) formulated as [Zn2M(BPDC)3(DMF)2]·4DMF (M = CoII (1), NiII (2) or CdII (3); BPDC = 4,4'-biphenyldicarboxylate; DMF = N,N'-DMF) were prepd. via solvothermal synthesis from mixts. of the corresponding transition metal salts and 4,4'-biphenyldicarboxylic acid (H2BPDC).  The structures were characterized by single-crystal x-ray diffraction anal., IR and UV-visible diffuse reflectance spectroscopy, TGA, and x-ray powder diffraction (XRPD).  All three compds. possess essentially the same 2-dimensional layered coordination framework consisting of linear heterotrinuclear secondary building units (SBUs) connected by rigid bridging BPDC ligands.  Crystal data: for 1 (C60H66CoN6O18Zn2): monoclinic, space group P21/n, M = 1348.86, a 20.463(4), b 14.819(3), c 23.023(5) Å, β 111.75(3)°, Z = 4, dc = 1.382 Mg m-3.  For 2 (C60H66N6NiO18Zn2): monoclinic, space group P21/n, M = 1348.64, a 11.670(2), b 14.742(3), c 19.391(4) Å, β 102.29(3)°, Z = 2, dc = 1.374 Mg m-3.  For 3 (C60H66CdN6O18Zn2): monoclinic, space group P21/n, M = 1402.33, a 11.491(2), b 14.837(3), c 19.386(4) Å, β 101.53(3)°, Z = 2, dc = 1.438 Mg m-3.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtFWit7w%253D&md5=cbe39a2de148940ecb89ba9c11b5739c", " ", "7. ", " ", " (a)  ", "Kaye", ", ", "S. S.", ", and ", "Long", ", ", "J. R.", "  ", "J. Am. Chem. Soc.", " ", "2008", "  ", "130", "  ", "806", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Matrix Isolation Chemistry in a Porous Metal-Organic Framework: Photochemical Substitutions of N2 and H2 in Zn4O[(η6-1,4-Benzenedicarboxylate)Cr(CO)3]3", "Kaye, Steven S.; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "3", "),\r\n    ", "806-807", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reaction of the microporous metal-org. framework Zn4O(BDC)3 (BDC2- = 1,4-benzenedicarboxylate) with Cr(CO)6 at 140 °C in a 6:1 mixt. of di-Bu ether and THF affords Zn4O[(BDC)Cr(CO)3]3 (1).  This compd. retains the porous cubic structure of the parent framework, but features Cr(CO)3 groups attached in an η6 fashion to all of the benzene rings.  Compd. 1 is also microporous, exhibiting a BET surface area of 2130 m2/g.  It can be fully decarbonylated by heating at 200° C, but the resulting gray solid (2) shows little affinity for N2 or H2 at 298 K, suggesting aggregation of the chromium atoms.  In contrast, photolysis of 1 using 450-nm light in an atm. of N2 or H2 produces solids with IR spectra indicative of Zn4O[(BDC)Cr(CO)2(N2)]3 (3) and Zn4O[(BDC)Cr(CO)2(H2)]3 (4).  Under an N2 atmosphere, compd. 4 completely converts into compd. 3 over the course of 12 h, demonstrating the lability of the Cr0-H2 bond.  Owing to isolation of the metal centers within the rigid, evacuable framework structures, the N2- and H2-substituted compds. show greatly enhanced stability relative to mol. analogs generated in frozen gas matrixes or supercrit. fluid solns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhsVOnur3J&md5=85a5ab8f94a2f3803a4c68446cad6718", " ", " (b)  ", "Dinca̅", ", ", "M.", ", and ", "Long", ", ", "J. R.", "  ", "J. Am. Chem. Soc.", " ", "2007", "  ", "129", "  ", "11172", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "High-Enthalpy Hydrogen Adsorption in Cation-Exchanged Variants of the Microporous Metal-Organic Framework Mn3[(Mn4Cl)3(BTT)8(CH3OH)10]2", "Dinca, Mircea; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "36", "),\r\n    ", "11172-11176", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Exchange of the guest Mn2+ ions in Mn3[(Mn4Cl)3(BTT)8(MeOH)10]2 (1-Mn2+; BTT = 1,3,5-benzenetristetrazolate) with selected cations gave isostructural framework compds. 1-M (M = Li+, Cu+, Fe2+, Co2+, Ni2+, Cu2+, Zn2+).  Similar to the parent compd., the new microporous materials are stable to desolvation and exhibit a high H2 storage capacity, ranging from 2.00 to 2.29% at 77 K and 900 torr.  Measurements of the isosteric heat of adsorption at zero coverage reveal a difference of 2 kJ/mol between the weakest and strongest H2-binding materials, which is attributed to variations in the strength of interaction between H2 mols. and unsatd. metal centers within each framework.  The Co2+-exchanged compd., 1-Co2+, exhibits an initial enthalpy of adsorption of 10.5 kJ/mol, the highest yet obsd. for a microporous metal-org. framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXpt1Wis7o%253D&md5=88b2f9a8b9d44f5c494860339ea63edc", " ", " (c)  ", "Hermes", ", ", "S.", ", ", "Schröter", ", ", "M. K.", ", ", "Schmid", ", ", "R.", ", ", "Khodeir", ", ", "L.", ", ", "Muhler", ", ", "M.", ", ", "Tissler", ", ", "A.", ", ", "Fischer", ", ", "R. W.", ", and ", "Fischer", ", ", "R. A.", "  ", "Angew. Chem., Int. Ed.", " ", "2005", "  ", "44", "  ", "6237", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Metal@MOF: Loading of highly porous coordination polymers host lattices by metal organic chemical vapor deposition", "Hermes, Stephan; Schroeter, Marie-Katrin; Schmid, Rochus; Khodeir, Lamma; Muhler, Martin; Tissler, Arno; Fischer, Richard W.; Fischer, Roland A.", "Angewandte Chemie, International Edition", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "38", "),\r\n    ", "6237-6241", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Porous coordination polymers such as MOF-5 are efficient gas storage devices and are also able to absorb metal org. chem. vapor deposition (MOCVD) precursors ([(η5-C5H5)Pd(η3-C3H5)]).  These incorporated compds. are easily reduced to give the corresponding metal nanoparticles.  Applications in heterogeneous catalysis, for instance, methanol synthesis or hydrogenation, are described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtFWisb7J&md5=fb14de852dc328db65eec21bf5524a83", " ", "8. ", " ", " ", "Blake", ", ", "A. B.", ", and ", "Cotton", ", ", "F. A.", "  ", "Inorg. Chem.", " ", "1964", "  ", "3", "  ", "5", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Relative enthalpies of formation of some tetrachlorometallate ions", "Blake, A. B.; Cotton, F. A.", "Inorganic Chemistry", "\r\n        (", "1964", "),\r\n    ", "3", "\r\n        (", "1", "),\r\n    ", "5-10", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    ", "The heats of soln. of the series of compds. [As(C6H5)3CH3]2[MCl4], M = Mn, Fe, Co, Ni, Cu, Zn, were measured.  The problem of the relative stabilities of the [MX4]2- is discussed, esp. [MCl4]2- (aq) + ∞H2O = [M(H2O)6]2+(aq.) + 4Cl-(aq.).  The differences in crystal field stabilization energies of the [MCl4]2- and [M(H2O)6]2+ ions vary as the enthalpies of the overall process and thus provide a good 1st approxn. to the relative enthalpies of these reactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF2cXitVWnsQ%253D%253D&md5=b7f3d423fb026b0055b82b3c11d91857", " ", "9. ", " ", " ", "Yaghi", ", ", "O. M.", ", ", "Davis", ", ", "C. E.", ", ", "Li", ", ", "G. M.", ", and ", "Li", ", ", "H. L.", "  ", "J. Am. Chem. Soc.", " ", "1997", "  ", "119", "  ", "2861", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Selective Guest Binding by Tailored Channels in a 3-D Porous Zinc(II)-Benzenetricarboxylate Network", "Yaghi, O. M.; Davis, Charles E.; Li, Guangming; Li, Hailian", "Journal of the American Chemical Society", "\r\n        (", "1997", "),\r\n    ", "119", "\r\n        (", "12", "),\r\n    ", "2861-2868", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Diffusion of NEt3 into an EtOH soln. contg. 1,3,5-benzenetricarboxylic acid (H3BTC) and Zn(II) nitrate hexahydrate yields cryst. Zn2(BTC)(NO3)·(H2O)(EtOH)5, which was formulated by elemental microanal., solid-state NMR, and single-crystal x-ray diffraction [cubic, space group P213, a 14.728(2) Å, Z = 4].  This compd. possesses a 3-dimensional structure with nearly 44% of the framework represented by an extended channel system having a 14 Å cross-section, where highly mobile EtOH and H2O guest mols. reside.  The multidentate functionality of BTC imparts rigidity to the structure, consequently allowing the guests to be removed or exchanged without destruction of the porous framework.  X-ray powder diffraction, solid-state NMR (13C CP-MAS and static), gas chromatog., and TG analyses reveal that this material is highly selective to alcs. because of the coordination environment adopted by Zn(II) within its framework.  Other mol. inclusions such as THF, Me Et ketone, MeCN, and acetone are not permitted into the channels, due to the specific electronic demands of the Zn(II) center and its ability to direct the inclusion process even in cases where incoming mols. have the appropriate shape and size for inclusion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXitVGisb4%253D&md5=c341800daad9e85a27f80d84c63048ec", " ", "10. ", " ", " ", "Kim", ", ", "J.", ", ", "Chen", ", ", "B. L.", ", ", "Reineke", ", ", "T. M.", ", ", "Li", ", ", "H. L.", ", ", "Eddaoudi", ", ", "M.", ", ", "Moler", ", ", "D. B.", ", ", "O’Keeffe", ", ", "M.", ", and ", "Yaghi", ", ", "O. M.", "  ", "J. Am. Chem. Soc.", " ", "2001", "  ", "123", "  ", "8239", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Assembly of Metal-Organic Frameworks from Large Organic and Inorganic Secondary Building Units: New Examples and Simplifying Principles for Complex Structures", "Kim, Jaheon; Chen, Banglin; Reineke, Theresa M.; Li, Hailian; Eddaoudi, Mohamed; Moler, David B.; O'Keeffe, Michael; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2001", "),\r\n    ", "123", "\r\n        (", "34", "),\r\n    ", "8239-8247", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The secondary building unit (SBU) was identified as a useful tool in the anal. of complex metal-org. frameworks (MOFs).  The authors illustrate its applicability to rationalizing MOF crystal structures by anal. of nine new MOFs which were characterized by single-crystal x-ray diffraction.  Tetrahedral SBUs in Zn(ADC)2·(HTEA)2 (MOF-31; H2ADC = acetylenedicarboxylic acid; HTEA = monoprotonated triethylamine), Cd(ATC)·[Cd(H2O)6](H2O)5 (MOF-32; H4ATC = adamantanetetracarboxylic acid), and Zn2(ATB)(H2O)·(H2O)3(DMF)3 (MOF-33; H4ATB = adamantanetetrabenzoic acid) are linked into diamond networks, while those of Ni2(ATC)(H2O)4·(H2O)4 (MOF-34) have the structure of the Al network in SrAl2.  Frameworks constructed from less sym. tetrahedral SBUs have the Ga network of CaGa2O4 as illustrated by Zn2(ATC)·(EtOH)2(H2O)2 (MOF-35) structure.  Squares and tetrahedral SBUs in Zn2(MTB)(H2O)2·(DMF)6(H2O)5 (MOF-36; H4MTB = methanetetrabenzoic acid) are linked into the PtS network, which is the simplest structure type known for the assembly of these shapes.  The octahedral SBUs found in Zn2(NDC)3·[(HTEA)(DEF)(ClBz)]2 (MOF-37; H2NDC = 2,6-naphthalenedicarboxylic acid) form the most common structure for linking octahedral shapes, namely, the B network in CaB6.  New structure types for linking triangular and trigonal prismatic SBUs are found in Zn3O(BTC)2·(HTEA)2 (MOF-38; H3BTC = 1,3,5-benzenetricarboxylic acid) and Zn3O(HBTB)2(H2O)·(DMF)0.5(H2O)3 (MOF-39; H3BTB = 1,3,5-benzenetribenzoic acid).  The synthesis, crystal structure, and structure anal. using the SBU approach are presented for each MOF.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXls1Okt7w%253D&md5=b62be98fb09b7b7995390315da27c217", " ", "11. ", " ", " ", "Weber", ", ", "E.", ", ", "Hecker", ", ", "M.", ", ", "Koepp", ", ", "E.", ", ", "Orlia", ", ", "W.", ", ", "Czugler", ", ", "M.", ", and ", "Csöregh", ", ", "I.", "  ", "J. Chem. Soc., Perkin Trans. 2", " ", "1988", "  ", "1251", "[", "Crossref", "], [", "CAS", "]", "11. ", "New trigonal lattice hosts: stoichiometric crystal inclusions of laterally trisubstituted benzenes; x-ray crystal structure of 1,3,5-tris(4-carboxyphenyl)benzene-dimethylformamide", "Weber, Edwin; Hecker, Manfred; Koepp, Erich; Orlia, Wolfgang; Czugler, Matyas; Csoregh, Ingeborg", "Journal of the Chemical Society, Perkin Transactions 2:  Physical Organic Chemistry (1972-1999)", "\r\n        (", "1988", "),\r\n    ", "\r\n        (", "7", "),\r\n    ", "1251-7", "CODEN:\r\n                ", "JCPKBH", ";\r\n        ISSN:", "0300-9580", ".\r\n    ", "New host mols. with a central 1,3,5-trisubstituted benzene ring and rigidly attached lateral arms composed of aryl or arylethynyl and extra functional groups are reported.  They give >30 clathrates with org. solvents comprising alicyclic, arom., heterocyclic, dipolar aprotic, and protic mols.  Inclusion selectivities and stoichiometries of the different clathrates are discussed.  X-ray anal. of the title inclusion complex showed that the host mol. adopts a propeller conformation with perfect three-fold symmetry and acts as a donor in H bonds to 3 DMF mols.  In the crystal structure the host-guest units are arranged stack-wise.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1MXnsV2htw%253D%253D&md5=2750bf54070691cdd9a9027c5acd8e46", " ", "12. ", " ", " ", "Yang", ", ", "S. Y.", ", ", "Long", ", ", "L. S.", ", ", "Huang", ", ", "R. B.", ", ", "Zheng", ", ", "L. S.", ", and ", "Ng", ", ", "S. W.", "  ", "Appl. Organomet. Chem.", " ", "2004", "  ", "18", "  ", "91", "[", "Crossref", "], [", "CAS", "]", "12. ", "A three-dimensional coordination complex: Poly-[μ7-1,2,4,5-benzenetetracarboxylato-bis(N,N-dimethylformamide)dizinc(II)]", "Yang, Shi-Yao; Long, La-Sheng; Huang, Rong-Bin; Zheng, Lan-Sun; Ng, Seik Weng", "Applied Organometallic Chemistry", "\r\n        (", "2004", "),\r\n    ", "18", "\r\n        (", "2", "),\r\n    ", "91-92", "CODEN:\r\n                ", "AOCHEX", ";\r\n        ISSN:", "0268-2605", ".\r\n    \r\n            (", "John Wiley & Sons Ltd.", ")\r\n        ", "The crystal structure data (ORTEP and diffraction) of compd. [Zn2(btc)(DMF)2]n (btc = 1,2,4,5-benzenetetracarboxylate, DMF = N,N-dimethylformamide), indicates that the octahedrally and tetrahedrally coordinated zinc atoms (ratio 1:1) are linked by btc ligands to form a three-dimensional network comprising crosslinked channels occupied by coordinated DMF mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXhs1SrtrY%253D&md5=1037cd58dab19411df619d74728addbf", " "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2008/inocaj.2008.47.issue-18/ic8007427/production/images/small/ic-2008-007427_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2008/inocaj.2008.47.issue-18/ic8007427/production/images/small/ic-2008-007427_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2008/inocaj.2008.47.issue-18/ic8007427/production/images/small/ic-2008-007427_0003.gif\">"]}
