{"title": ["Crystal Facets Make a Profound Difference in Polyoxometalate-Containing Metal–Organic Frameworks as Catalysts for Biodiesel Production"], "authors": ["Yiwei Liu", "Shumei Liu", "Danfeng He", "Ning Li", "Yujuan Ji", "Zhiping Zheng", "Fang Luo", "Shuxia Liu", "Zhan Shi", "Changwen Hu"], "doi": ["10.1021/jacs.5b08273"], "abstract": ["An inherent challenge in using metal–organic frameworks (MOFs) for catalysis is how to access the catalytic sites generally confined inside the porous structure, in particular for substrates larger than the pores. We present here a promising solution to bypass this roadblock by modulating the facets of a crystalline MOF NENU-3a to enhance the facet exposure of the catalytic sites and the adsorption of substrates. Specifically, by transforming it with encapsulated catalysis-responsible polyoxometalate from octahedron characterized entirely by {111} facets to cube with only {100} facets, much enhanced catalytic activities were observed, especially for sterically demanding substrates that are otherwise hard to diffuse into the pores. Crystallographic analysis and adsorption/desorption experiments collectively established the critical effects of morphological control on the enhanced catalysis. The cubic crystals were then applied for biodiesel production, reaching more than 90% conversion of fatty acids (C", "–C", ") in comparison to <22% using octahedral crystals."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Introduction", "Metal–organic frameworks (MOFs) are a class of crystalline porous materials constructed by metal ions or clusters and bridging organic ligands.", "(1, 2)", " With the great variety of both building units, numerous MOFs with diverse structures and functions have been prepared. Applications including their uses in nonlinear optics,", "(3)", " gas storage,", "(4-6)", " separation,", "(7, 8)", " sensing,", "(9)", " and catalysis", "(10-12)", " have been demonstrated. On the other hand, the morphology and facet-controlled fabrication of crystalline materials have received immense interest because their properties can be further enhanced or optimized by tailoring the surface atomic structures.", "(13, 14)", " In this vein, the synthesis of crystalline MOFs with specific size and/or morphology has become increasingly active,", "(15-19)", " with MOFs including MOF-5,", "(20)", " MIL series,", "(21, 22)", " ZIF-8,", "(23-25)", " and HKUST-1", "(26, 27)", " being among the better known examples; enhanced performance in gas adsorption, separation, superlattice assembly induced by external stimulation, and very recently, a shape-memory effect of “downsized’’ MOF crystals have been observed due directly to the controlled synthesis.", "(15, 16, 28)", " Great advances notwithstanding, the all-important catalytic application of MOF materials has yet to be realized to its fullest. The limited access to the catalytic sites within the porous structure, especially by substrates of high steric encumbrance, is primarily responsible for this underachievement. Past research has, not surprisingly, been focused on introducing small substrates into the pores in order to make use of the “buried” catalytic sites. Such practice concentrates on the porous feature of an MOF and the catalytic sites inside, but assumes the nonactivity of the crystal facets of the MOFs. However, distinct catalytic activities of different crystal facets in semiconductor, metal nanoparticles, and metal oxides have long been predicted and demonstrated.", "(29, 30)", " We submitted that analogous catalysis by carefully controlled crystal facets in MOFs should be possible, and more importantly, such catalysis would offer a much needed solution in the case of bulkier substrates that are otherwise unable to reach the confined catalytic sites. We report such an example in this work using two different morphological forms of a crystalline MOF (NENU-3a) composed of a scaffold of Cu", "3", "BTC", "2", " (H", "3", "BTC = 1,3,5-benzenetricarboxylic acid) and encapsulated phosphotungstic acid catalyst (H", "3", "PW", "12", "O", "40", ", HPW). Specifically, we obtained octahedra of the crystalline MOF characterized by only {111} facets (", "o", "-NENU-3a). By using the method of coordination modulation (modulator = ", "p", "-toluic acid, ", "p", "TA), we subsequently transformed ", "o", "-NENU-3a into its cube-shaped counterpart bounded entirely by {100} facets (", "c", "-NENU-3a). The catalytic activity of these two distinct crystal facets was assessed using different-sized substrates in esterification reactions. Crystallographic analysis, temperature-programmed desorption of NH", "3", " (NH", "3", "-TPD), and experiments of alcohol adsorption collectively confirmed much enhanced exposure of the catalytic HPW sites on the {100} facets of ", "c", "-NENU-3a and their affinity toward substrates studied in direct comparison with the {111} facets of ", "o", "-NENU-3a. Further demonstration of the profound facet effects on catalysis was achieved in biodiesel production: Conversion of long-chain (C", "12", "–C", "22", ") fatty acids into corresponding monoalkyl esters was achieved with more than 90% yield using ", "c", "-NENU-3a versus <22% when ", "o", "-NENU-3a was applied.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Experimental Section", "Procedure for Preparation of NENU-3a with Different Morphology", "Cu(NO", "3", ")", "2", "·3H", "2", "O (0.2 g, 0.83 mmol) and H", "3", "PW", "12", "O", "40", " (0.24 g, 0.08 mmol) were added to 80 mL of anhydrous ethanol. ", "p", "TA (0, 0.8, 1.6, 2.4, 3.2, and 4 g) was then added to the above clear solution. After stirring for 30 min, H", "3", "BTC (0.2 g, 0.95 mmol) was added, and the stirring continued until the solution became clear again. The solution was heated at 50, 60, 70, or 80 °C for 1.5 h. The crystalline products were collected by centrifugation and washed with anhydrous ethanol for three times. All of the obtained catalysts were characterized by PXRD and FTIR to confirm their purity.", "Procedure for Catalytic Esterification", "Before used in the catalytic reaction, all of the catalysts were activated at 180 °C for 6 h. Five mmol acetic acid and 200 mmol methanol, ethanol, ", "n", "-propanol, 2-propanol, ", "n", "-butanol, ", "n", "-hexanol, or ", "n", "-octanol were mixed and stirred uniformly. Then 2.5 wt % of catalyst was added. Before heating the system to reacting temperature (listed in ", "Table ", "1", "), the suspension liquid was stirred for 2 h to ensure full diffusion of the smaller reactants into the pores. Biphenyl was used as internal standard. Reaction mixture were periodically withdrawn with a microsyringe and analyzed by GC after catalyst was separated via centrifugation. Hexyl hexanoate was prepared in a similar fashion.", "Procedure for Biodiesel Production", "One mmol fatty acid (Lauric acid, Myristic acid, Palmitic acid, or Stearic acid) was dissolved in 50 mmol methanol, then 2.5 wt % of catalyst was added. Before heating the system to reacting temperature (listed in ", "Table ", "1", "), the suspension liquid was stirred for 2 h to ensure full diffusion of the smaller reactants into the pores. The reacting process was monitored by GC. Catalyst was recovered via centrifugation and washed with anhydrous ethanol three times prior to its reuse in the next cycles.", "Full experimental details and characterization are provided as ", "Supporting Information", ".", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "Control of the morphology of crystalline NENU-3a was executed by coordination modulation. Our initial attempt by adopting the method reported by Kitagawa", "(26)", " (lauric acid as modulator in butanol assisted by microwave irradiation) was unsuccessful because of the poor solubility of HPW in butanol. In adjustment, ethanol was used with which we had previously succeeded in the synthesis of NENU-9 (H", "5", "PV", "2", "Mo", "10", "O", "40", " as guest in the scaffold of Cu", "3", "BTC", "2", ") with controlled crystal size from 80 nm to several micrometers.", "(31)", " In addition, microwave heating was replaced with conventional heating. However, with such modifications of experimental conditions, the use of lauric acid as modulator only produced ill-defined particles. Our screening subsequently led to the eventual choice of ", "p", "TA, a monocarboxylic acid with similar structural features and coordination characteristics to BTC (", "Figure S1", ").", "Figure 1. SEM images of ", "o", "-NENU-3a (a) without modulator and ", "c", "-NENU-3a (b) with a ", "p", "TA/BTC mass ratio (", "m", "p", "TA", "/", "m", "BTC", ") of 20. The morphology changing process with changing ", "m", "p", "TA", "/", "m", "BTC", " (from 0 to 20) and temperature (from 50 to 80 °C, ", "m", "p", "TA", "/", "m", "BTC", " maintained at 20 are shown. (c) The PXRD patterns of simulated, ", "o", "-, and ", "c", "-NENU-3a, respectively. The relative diffracting intensity of (200) in ", "c", "-NENU-3 is much higher than that of ", "o", "-NENU-3.", "Crystals of ", "o", "-NENU-3a formed spontaneously upon mixing copper nitrate, HPW, and H", "3", "BTC in the absence of any modulator (", "Figure ", "1", "a). Different from the previously reported NENU-3 that contains two (CH", "3", ")", "4", "N", "+", " and one H", "+", " as counterions,", "(32)", " NENU-3a, formulated as [Cu", "12", "(BTC)", "8", "][H", "3", "PW", "12", "O", "40", "], has three charge-balancing H", "+", " as no (CH", "3", ")", "4", "NOH was used in the present synthesis. Addition of ", "p", "TA caused morphological change to the preformed crystals of ", "o", "-NENU-3a. With increasing ", "m", "p", "TA", "/", "m", "BTC", ", the appearance of the {100} facets became increasingly noticeable, accompanied by the disappearance of the {111} facets until its completion at ", "m", "p", "TA", "/", "m", "BTC", " = 20 when the crystals were entirely surrounded by {100} facets (", "Figure ", "1", "). It is well-known that crystal shape is determined by the growth rate of different facets. A particular facet will be exposed when its growth is much slower than the others. In the present case, it is reasonable to assume that with increasing amount of ", "p", "TA, the growth of {100} facets slowed down until it was much lower than that of {111} facets, resulting in the crystallites covered entirely by {100} facets in the observed crystal cube.", "Scheme 1. Proposed Modulation Mechanism of ", "p", "TA for NENU-3a", "a", "a", "(a) HPW units. (b) The intermediate of Cu", "2+", " around polyoxoanion. (c) The proposed SBU constructed by HPW, the paddle-wheel Cu", "2", " units, BTC, and ", "p", "TA on the surface. (d) the ", "p", "TA is replaced by BTC via ligand exchange for epitaxial growth. (e) The epitaxial growth process respectively along the ⟨111⟩ and ⟨100⟩ crystal orientations. In the dashed circle is the bottom view of each SBU growing along different directions. The numbers of ", "p", "TA units which must be eliminated are 6 and 8, respectively, resulting in different growth rates. (f) The final crystal morphology with different facet growth rates.", "The effect of temperature on the final morphology was also investigated in the range from 50 to 80 °C with ", "m", "p", "TA", "/", "m", "BTC", " at 20. We found that below 60 °C, all crystals are cubes. With increasing temperature, {111} facets resurfaced, forming cuboctahedron at 70 °C and finally a sphere of the crystal at 80 °C. These observations suggest that the growth rate of various crystal facets, albeit different, increased with increasing temperature and when beyond a certain point, reached the same pace and hence the observed sphere-like morphology. The changes in the intensity ratios for various peaks in powder X-ray diffraction (PXRD) patterns are consistent with the SEM results. The diffracting intensity ratio for the (200) and (111) in the case of ", "c", "-NENU-3a is obviously higher than that of ", "o", "-NENU-3a, suggesting that the surfaces of ", "c", "-NENU-3a are dominated by {100} planes.", "We note that the average particle size of NENU-3a remains essentially unchanged in the modulating process in contrast to previous reports of crystal size increase when modulators were used. For HKUST-1,", "(26)", " for example, crystal size varies at low concentrations of lauric acid, and morphological changes occur only at a higher concentration of the modulating ligand. In the present case, the gradual addition of ", "p", "TA only led to a narrower size distribution of the crystals that are all averaged at about 1 μm with no obvious size increase. Considering the addition of HPW would retard the deprotonation of BTC and therefore further inhibits the nucleation of NENU-3a (", "Figure S2", "), we believe that HPW also acted as a modulator in addition to being a reactant; the effect is similar to that of a small amount of lauric acid in the morphology control of HKUST-1.", "Based on the above results, we propose a competitive ligand-exchange process, common in MOFs with recognizable secondary building units (SBUs),", "(33-38)", " to account for the observed morphological transformation of NENU-3a (", "Scheme ", "1", "). The template effect of POMs in the nucleation of NENU-", "n", " crystal has long been established.", "(39)", " When Cu", "2+", " precursor and HPW were mixed, Cu", "2+", " was attracted around the terminal oxygen of polyoxoanion to form an intermediate (", "Scheme ", "1", "b). Then, ", "p", "TA and BTC were added to the solution. Because the amount of ", "p", "TA is much higher than BTC, a kind of SBUs would be formed (", "Scheme ", "1", "c) with HPW in the center of a single cage and ", "p", "TA covering the whole surface to achieve a relatively stable arrangement. Exchange of ", "p", "TA for BTC follows (", "Scheme ", "1", "d), and joining of the resulting ligand-exchanged pieces leads to the growth of the structure. As shown in ", "Scheme ", "1", "e, if the crystal grows along the ⟨111⟩ orientation, six ", "p", "TA ligands need to be eliminated from each SBU, but removal of eight such ligands is necessary along the ⟨100⟩ orientation; the latter is thus less favored. As such, a slower growth of the {100} facet than {111} is expected with the final product under the interference of ", "p", "TA being the cubic NENU-3a (", "Scheme ", "1", "f) characterized by exclusive presence of the {100} facet. In stark contrast, the growth of NENU-3a in the absence of a modulator follows the principle of minimum surface energy with the higher-energy {100} facets diminishing rapidly during the crystal growth, producing eventually the octahedral ", "o", "-NENU-3a.", "(40)", "To evaluate the catalytic potential of the differently faceted crystals and to ultimately develop a scheme of modulating chemical reactivity of MOF catalysts by morphology control, we carried out comparative esterification reactions using various combinations of carboxylic acids and alcohols as substrates with NENU-3a as catalyst in placement of the commonly used Lewis or Brönsted acids (", "Scheme S1", "). Considering BET specific surface area could also influence the final catalytic activity, N", "2", " adsorption was performed.", "Table 1. Conversion of Different Esterification Reactions", " ", " ", " ", " ", " ", "conversion (%)", "entry", "substrates", "temperature (°C)", "time (h)", "product", "c", "-NENU-3a", "o", "-NENU-3a", "1", "CH", "3", "COOH + CH", "3", "OH", "60", "15", "CH", "3", "COOCH", "3", ">99", "90", "2", "CH", "3", "COOH + CH", "3", "CH", "2", "OH", "75", "15", "CH", "3", "COOCH", "2", "CH", "3", ">99", "86", "3", "CH", "3", "COOH + CH", "3", "(CH", "2", ")", "2", "OH", "95", "24", "CH", "3", "COO(CH", "2", ")", "2", "CH", "3", ">99", "82", "4", "CH", "3", "COOH + (CH", "3", ")", "2", "CHOH", "80", "24", "CH", "3", "COOCH(CH", "3", ")", "2", ">99", "72", "5", "CH", "3", "COOH + CH", "3", "(CH", "2", ")", "3", "OH", "100", "24", "CH", "3", "COO(CH", "2", ")", "3", "CH", "3", "98", "71", "6", "CH", "3", "COOH + CH", "3", "(CH", "2", ")", "5", "OH", "100", "24", "CH", "3", "COO(CH", "2", ")", "5", "CH", "3", "94", "64", "7", "CH", "3", "COOH + CH", "3", "(CH", "2", ")", "7", "OH", "100", "24", "CH", "3", "COO(CH", "2", ")", "7", "CH", "3", "92", "35", "8", "CH", "3", "(CH", "2", ")", "4", "COOH + CH", "3", "(CH", "2", ")", "5", "OH", "130", "24", "CH", "3", "(CH", "2", ")", "4", "COO(CH", "2", ")", "5", "CH", "3", "83", "31", "9", "CH", "3", "(CH", "2", ")", "10", "COOH + CH", "3", "OH", "65", "24", "CH", "3", "(CH", "2", ")", "10", "COOCH", "3", "94", "18", "10", "CH", "3", "(CH", "2", ")", "12", "COOH + CH", "3", "OH", "65", "24", "CH", "3", "(CH", "2", ")", "12", "COOCH", "3", "90", "16", "11", "CH", "3", "(CH", "2", ")", "14", "COOH + CH", "3", "OH", "65", "24", "CH", "3", "(CH", "2", ")", "14", "COOCH", "3", "94", "22", "12", "CH", "3", "(CH", "2", ")", "16", "COOH + CH", "3", "OH", "65", "24", "CH", "3", "(CH", "2", ")", "16", "COOCH", "3", "91", "21", "13", "CH", "3", "(CH", "2", ")", "18", "COOH + CH", "3", "OH", "65", "24", "CH", "3", "(CH", "2", ")", "18", "COOCH", "3", "90", "19", "14", "CH", "3", "(CH", "2", ")", "20", "COOH + CH", "3", "OH", "65", "24", "CH", "3", "(CH", "2", ")", "20", "COOCH", "3", "91", "17", "o", "-NENU-3a and ", "c", "-NENU-3a showed similar BET specific surface area (554 and 568 m", "2", " g", "–1", " respectively, ", "Figure S3", "), which excluded the effect of total surface area. The catalysis results are collected in ", "Table ", "1", ". The esterification between acetic acid and methanol, both being smaller than the pore size of NENU-3a, was carried out (entry 1, ", "Table ", "1", "). Catalyzed by either form of NENU-3a, excellent conversion of the substrates to methyl acetate was observed with ", "c", "-NENU-3a exhibiting a slightly higher catalytic activity (>99% conversion) than ", "o", "-NENU-3a (90% conversion) under otherwise identical conditions. With the increasing size of the alcohols (Entries 1–7, ", "Table ", "1", "), the reactivity of ", "c", "-NENU-3a decreased slightly as indicated by a small decrease in conversion down to 92% when ", "n", "-octanol, the longest-chain alcohol among all tested, was used (Entry 7). In stark contrast, ", "o", "-NENU-3a suffered from a significant loss in catalytic activity as reflected by the reduced conversion to only 35% (", "Figure S4", " and entry 7, ", "Table ", "1", "). Most revealing are the significantly different results using ", "n", "-hexanoic acid and ", "n", "-hexanol as substrates: As high a conversion as 83% was achieved with the use of ", "c", "-NENU-3a versus only 31% in the case of ", "o", "-NENU-3a (entry 8). Results of these comparative studies collectively point to the superior catalytic performance of the cubic form of NENU-3a and its insensitivity to the steric bulk of the substrates. These results also suggest that the different facets of the two distinct crystal forms should be responsible for the observed differences in catalysis, and most significantly, catalytic conversion may now be achieved on surface of crystalline MOF materials if the degree of exposure of the catalytic sites can be manipulated with the appearance of specific crystal facets. The significance of such surface-promoted transformations cannot be overstated as the catalytic applications of MOFs have been hampered by the limited access to catalytic sites confined within the porous structure, in particular for substrates that are larger than the size of the pores.", "Stimulated by the prospect of achieving catalytic esterification using bulky substrates that are otherwise hard to convert due to their inability to access the catalytic MOF pores, the preparation of long-chain (C", "12", "–C", "22", ") fatty acid monoalkyl esters, the main components of biodiesels, a form of intensively sought-after renewable energy, was attempted. Catalyzed by ", "c", "-NENU-3a, high conversion (≥90%) of fatty acids into corresponding esters was achieved in all cases (entries 9–14, ", "Table ", "1", "). Consistent with the conclusions drawn based on the results from entries 1–8, the anticipated compromised performance by octahedral NENU-3a was indeed observed (conversion 16–22%). These results further suggest that the catalysis should occur on the crystal surface as diffusion of the bulky fatty acids into the HPW-housing pores is unlikely.", "To further understand the reacting process of different substrates, we carried out time-resolved studies of NENU-3a-catalyzed synthesis of ethyl acetate (entry 2, ", "Table ", "1", ") and methyl hexadecanoate (entry 11, ", "Table ", "1", "), the latter being a dominating component in biodiesels. The formation of ethyl acetate is expected to occur both inside the pores and on the crystal surface, while for the fatty acid, conversion to methyl hexadecanoate can only be achieved on the external surface due to the bulk of the acid and the product. For comparison, the performances of cubic and octahedral HKUST-1 (", "c", "- and ", "o", "-HKUST-1, respectively) in the same two reactions were also investigated. As shown in ", "Figure ", "2", "a, similar conversion ratios were observed in the first 2 h for the synthesis of ethyl acetate, indicating that the reaction occurred primarily within the pores of both ", "o", "- and ", "c", "-NENU-3a. Distinctly different profiles of conversion were obtained thereafter: A conversion of 90% catalyzed by ", "c", "-NENU-3a was achieved after 5 h of reaction, while in the case of ", "o", "-NENU-3a the conversion was only 65% and a much longer reaction period to 24 h was necessary in order to reach the same level of conversion at 90%. We suspect the results are a reflection of the synergy between substrates diffusion limit and surface reaction. Specifically, in the initial 2 h of reaction, the process was dominated by the prediffused substrates in both cubic and octahedral catalysts. As the reaction progresses, the product must diffuse out of the pores in order to free up the space for the uptake of additional reactant molecules. It is entirely reasonable to envision that the movement of the outgoing product and the reactant molecules entering in opposite directions is limited by the micropores of NENU-3a and further hindered by the zigzag pathways (", "Figure S5c", "), thus resulting in a reduced reaction rate. But reactions occurring on the crystal surface should not be affected. This argument is further supported by the even more profound difference in conversion in the synthesis of methyl hexadecanoate because the reaction can only occur on the external surface of NENU-3a; any internal HPW sites are catalytically noncontributing. A corollary is that the catalysis-responsible HPW sites are much more exposed on the {100} facets of the better-performing ", "c", "-NENU-3a than on the {111} facets of ", "o", "-NENU-3a. As shown in ", "Figure ", "2", "b, the catalytic activity of ", "c", "-NENU-3a is much higher than the other three; the low activity of both cubic and octahedral HKUST-1 is not unexpected due to the lack of Brönsted acid sites and the ready inactivation of the unsaturated Cu sites by aqua ligands.", "Figure 2. Conversion as a function of time in two representative reactions. Using ", "c", "-NENU-3a, ", "o", "-NENU-3a, ", "c", "-HKUST-1, and ", "o", "-HKUST-1 as catalyst in the synthesis of ethyl acetate (a) and in the synthesis of methyl hexadecanoate (b).", "Figure 3. Pores and facets structural characters of NENU-3a. The structures of pore A (a) and pore B (b). The degree of exposure of the HPW unit in pore A is different along ⟨100⟩ and ⟨111⟩ crystal orientations. The opening window of pore B is also different from ⟨100⟩ and ⟨111⟩ directions. (c) The surface structure of {111} facet with the HPW units being covered by the BTC ligands. (d) The surface structure of the {100} facet, the HPW units were exposed without any obstruction. (e) Lewis acid sites in the framework, aqua ligands could be removed with heating at 453 K for 2 h.", "The ", "c", "-NENU-3a catalyst was recovered by centrifugation. There were no structural or compositional changes as confirmed by PXRD and FTIR (", "Figures S6 and S7", "). However, the SEM images of recovered samples showed some degree of morphological change that might be attributed to the vigorous stirring during the reaction (", "Figure S8", "). However, the recovered catalysts appeared to be robust as no significant loss of activity was observed after even five reaction cycles (", "Figure S9", ").", "In order to gain insights into mechanism(s) possibly responsible for the higher catalytic activity of ", "c", "-NENU-3a relative to ", "o", "-NENU-3a, we studied the surface structures of {100} and {111} facets. The crystal structure of NENU-3a was determined by single crystal XRD, and both Brönsted acid sites derived from POMs and Lewis acid sites from unsaturated Cu were confirmed in this MOF material (", "Figure ", "3", ").", "(32)", " There are three different types of pores in the main framework, one being occupied by HPW (pore A, cuboctahedron), the second empty (pore B, cuboctahedron), and the third (pore C, octahedral) formed due to the alternate arrangement of pores A and B (", "Figures ", "3", " and ", "S5", "). A scrutiny of pores A and B revealed subtle yet distinct difference between the two very similar pores. Pore A features six open square windows in the [100] direction and eight closed triangle walls along the [111] direction (", "Figures ", "3", "a and ", "S5a", "). In contrast, all surfaces of pore B are open, characterized by six square windows and eight triangle ones (", "Figures ", "3", "b and ", "S5b", "). As a result, when viewed along the [111] direction, the HPW units are covered by the BTC ligands and deeply buried in the crystal bulk (", "Figures ", "3", "c and ", "S10a", "). The limited accessibility to the HPW sites leads not surprisingly to the low catalytic activity observed in the octahedral crystals. In the case of a cubic crystal, its [100] facets are exposed and the HPW units are now accessible (", "Figures ", "3", "d and ", "S10b", "), consistent with the enhanced catalytic performance achieved.", "Figure 4. Adsorption and desorption properties of NENU-3a. (a) The NH", "3", "-TPD patterns of ", "c", "-NENU-3a and ", "o", "-NENU-3a. (b) Ethanol adsorption isotherms. (c) ", "n", "-Octanol dynamic adsorption curves. He was used as carrier gas.", "NH", "3", "-TPD is usually used to detect acid sites of a catalyst by monitoring desorption of NH", "3", " as the temperature increases. In our work, this method was utilized to verify the difference in exposure of the acid sites in the NENU-3a catalyst. As control, analogous measurements were also made for HPW and HPW-free framework Cu", "3", "BTC", "2", ". We found that HPW, ", "o", "-NENU-3a, and ", "c", "-NENU-3a all exhibited strong NH", "3", " desorption signals between 100 and 250 °C, while the HPW-free framework only showed an upward tendency with no clearly defined peak (", "Figures ", "4", "a and ", "S11", "). Clearly, the signals in this region should be attributed to Brönsted acidity of the HPW units in NENU-3a. However, the profiles of the NH", "3", "-TPD curves are distinctly different between the cubic and octahedral crystals of NENU-3a. Two unambiguous peaks are discernible in the curve of c-NENU-3a, respectively, at 135 and 155 °C, whereas the peak at 135 °C of ", "o", "-NENU-3a is indistinct. Such differences can only be attributed to the different locations of the acid sites as the two forms of the crystal are compositionally and structurally identical. The NH", "3", " molecules attracted on the surface of the catalyst can be desorbed much more easily than those within the pores of the framework due to longer diffusion path and kinetic barrier. Hence, the peak at 135 °C could be identified as the surface-bound acidic sites and the one at 155 °C being originated from the internal ones. Clearly, the surface exposed acid sites are much more abundant in ", "c", "-NENU-3a than in ", "o", "-NENU-3a, consistent with the surface structure analysis of the {100} and {111} facets and in agreement with the observed difference in catalytic activity. With further increase of temperature, the peaks associated with the Lewis acid sites in NENU-3a and HKUST-1 should be observable, but the framework collapsed before such peaks are shown (Figure ", "S11", ").", "(32)", "To further verify the different Lewis acid sites in cubic and octahedral NENU-3a catalysts, experiments of alcohols adsorption were carried out using samples activated by thermal removal of the aqua ligands.", "(32, 41, 42)", " Ethanol and ", "n", "-octanol were chosen as adsorbates for their drastically different size. ", "c", "-NENU-3a and ", "o", "-NENU-3a have been shown to adsorb ethanol with nearly equal capacity. This is not surprising as the small ethanol molecule can diffuse into the inner void of the MOF (", "Figure ", "4", "b). In comparison, when ", "n", "-octanol was used as probe molecule, we observed a higher adsorption capacity by ", "c", "-NENU-3a (32 wt %) than by ", "o", "-NENU-3a (26 wt %, ", "Figure ", "4", "c). Considering the zigzag diffusing pathways in the catalyst and the larger size of ", "n", "-octanol, the adsorption is expected to be dominated by the outer surface, namely the exposed crystalline facets. These results suggest much more exposed Lewis acid sites on the {100} facets than {111} and thus the observed better substrate adsorption by ", "c", "-NENU-3a and presumably its excellent catalytic activities.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Conclusions", "In summary, we have demonstrated a facile and efficient method to obtain cubic and octahedral crystal forms of NENU-3a, a MOF material with encapsulated catalytically active polyoxometalate. For the first time, the distinctly different catalytic activity was demonstrated between different crystal facets in MOF materials. Our findings point to a long sought-after solution to the challenge of how to access catalytic sites in MOF research. The roadblock of promoting chemical transformations using MOF catalysts can now be removed as there is no longer the need for substrates to diffuse into the porous structure in order to gain access the deeply buried catalytic sites. The efficient production of a series of fatty acid monoalkyl esters in our proof-of-concept demonstration portends the great potential in using MOF catalysts with carefully crafted facets for the production of renewable energies such as biodiesels.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "The Supporting Information is available free of charge on the ", "ACS Publications website", " at DOI: ", "10.1021/jacs.5b08273", ".", "Experimental detail, characterization, NH", "3", "-TPD, alcohols adsorption (", "PDF", ")", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "This work was supported by the National Natural Science Foundation of China (Grants 21231002, 21371029, 21171032, and 21571030), the Key Technologies R&D Program of Jilin Province of China (Grant 20130206079SF), and the Open Research Fund of the State Key Laboratory of Inorganic Synthesis and Preparative Chemistry (Jilin University, Grant 2015–01).", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 42 other publications.", "1. ", "Furukawa", ", ", "H.", "; ", "Cordova", ", ", "K. E.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2013", ",  ", "341", ",  ", "974", "– ", "986", "[", "Crossref", "], [", "CAS", "]", "1. ", "The Chemistry and Applications of Metal-Organic Frameworks", "Furukawa, Hiroyasu; Cordova, Kyle E.; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2013", "),\r\n    ", "341", "\r\n        (", "6149", "),\r\n    ", "974", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A review.  Cryst. metal-org. frameworks (MOFs) are formed by reticular synthesis, which creates strong bonds between inorg. and org. units.  Careful selection of MOF constituents can yield crystals of ultrahigh porosity and high thermal and chem. stability.  These characteristics allow the interior of MOFs to be chem. altered for use in gas sepn., gas storage, and catalysis, among other applications.  The precision commonly exercised in their chem. modification and the ability to expand their metrics without changing the underlying topol. were not achieved with other solids.  MOFs whose chem. compn. and shape of building units can be multiply varied within a particular structure already exist and may lead to materials that offer a synergistic combination of properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtlaktbbF&md5=95007f174bf8d0bd85b690f5927755db", "2. ", "Zhang", ", ", "Z.", "; ", "Zaworotko", ", ", "M. J.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5444", "– ", "5455", " DOI: 10.1039/C4CS00075G", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Template-directed synthesis of metal-organic materials", "Zhang, Zhenjie; Zaworotko, Michael J.", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5444-5455", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This tutorial review details the emergence of template-directed synthesis of metal-org. materials (MOMs) with emphasis upon reports of MOMs in which the template is retained, template@MOMs, and structurally characterized.  Such MOMs enable anal. of the nature of the intermol. interactions that occur between the template and the resulting host framework.  The use of such understanding can enable template-directed synthesis to serve as a crystal engineering tool for the prepn. of new MOMs, esp. those that cannot be accessed without the use of a template.  The authors anticipate that this review will guide future research by delineating several rules for identifying appropriate templates and mol. building blocks to afford MOMs with targeted structures and properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7nO&md5=07451f04303cb3cdcb0d7f9a28bcf440", "3. ", "Wang", ", ", "C.", "; ", "Zhang", ", ", "T.", "; ", "Lin", ", ", "W. B.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1084", "– ", "1104", " DOI: 10.1021/cr200252n", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Rational Synthesis of Noncentrosymmetric Metal-Organic Frameworks for Second-Order Nonlinear Optics", "Wang, Cheng; Zhang, Teng; Lin, Wenbin", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1084-1104", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVCgtL3F&md5=0b2f95463499edac85c0604a09ef2b2d", "4. ", "Suh", ", ", "M. P.", "; ", "Park", ", ", "H. J.", "; ", "Prasad", ", ", "T. K.", "; ", "Lim", ", ", "D. W.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "782", "– ", "835", " DOI: 10.1021/cr200274s", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Hydrogen Storage in Metal-Organic Frameworks", "Suh, Myunghyun Paik; Park, Hye Jeong; Prasad, Thazhe Kootteri; Lim, Dae-Woon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "782-835", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  MOFs have versatile structures, high surface areas and high pore vols. - they can be regarded as good candidate materials for H storage.  There are many MOFs that have high H adsorption capacities at low temps., typically at 77 or 87 K.  The highest H storage capacity reported so far is 99.5 mg/g at 77K and 56 bar for NU-100.  However, the high H capacities of MOFs at cryogenic temps. decrease as the temp. increases to room temp.  This is because the H adsorption in MOFs is weak physisorption and the interaction energies between the H mols. and frameworks are low.  To develop MOFs as H storage materials that meet the U.S.DOE targets for an on-board hydrogen system, a serious challenge is still present in the design and synthesis of the MOF materials.  We may expect that highly stable MOFs having a large surface area and pore vol., together with many open metal sites and embedded catalysts for hydrogen spillover, would provide some pos. results for H storage at ambient temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1GlsbjM&md5=dd1f08beefd27cce77d88e466551c1af", "5. ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T. H.", "; ", "Long", ", ", "J. R.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "724", "– ", "781", " DOI: 10.1021/cr2003272", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "6. ", "Wu", ", ", "H.", "; ", "Gong", ", ", "Q.", "; ", "Olson", ", ", "D. H.", "; ", "Li", ", ", "J.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "836", "– ", "868", " DOI: 10.1021/cr200216x", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Commensurate Adsorption of Hydrocarbons and Alcohols in Microporous Metal Organic Frameworks", "Wu, Haohan; Gong, Qihan; Olson, David H.; Li, Jing", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "836-868", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Commensurate adsorption is an interesting and important phenomenon occurring during adsorption processes, where the mol. size and shape of the adsorbate (guest mol.) lead to an orientation and adsorbed amt. (at equil.) that is compatible and self-consistent with the crystal symmetry and pore structure of the adsorbent.  As a new type of adsorbate material with distinctly advantageous features, microporous metal org. frameworks (MMOFs) demonstrate enormous potential for adsorption based applications, including storage, sepn., and purifn. of small gases and hydrocarbons.  Commensurate adsorption of hydrocarbons occurs far more often in MMOFs than in zeolites and related materials, primarily as a result of a vastly greater variety of framework types and richer hierarchy of complexity of the pore structures for the former.  Among numerous structures in which commensurate adsorption has been obsd. in the vicinity of room temp., many have 1D open channels built on pore segments of distinct shape, size, and narrow pore window that closely match with the geometries of hydrocarbon species.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XpsVOhtA%253D%253D&md5=5c1aad767ab767e289d672529b50f640", "7. ", "Li", ", ", "J. R.", "; ", "Sculley", ", ", "J.", "; ", "Zhou", ", ", "H. C.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "869", "– ", "932", " DOI: 10.1021/cr200190s", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Metal-Organic Frameworks for Separations", "Li, Jian-Rong; Sculley, Julian; Zhou, Hong-Cai", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "869-932", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  This article reviews the metal-org. frameworks (MOFs), a new class of porous solid materials.  Their performances for applications in sepns. and purifications is attracting intense interest of researchers working in the fields of chem., chem. engineering, materials science, and others.  Despite being in its infancy, the research progress in this subject has already shown that MOFs are promising for sepn. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1OnsbbL&md5=635f36e2682f7fbc651f5021d591a1cf", "8. ", "Li", ", ", "J. R.", "; ", "Kuppler", ", ", "R. J.", "; ", "Zhou", ", ", "H. C.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1477", "– ", "1504", " DOI: 10.1039/b802426j", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Selective gas adsorption and separation in metal-organic frameworks", "Li, Jian-Rong; Kuppler, Ryan J.; Zhou, Hong-Cai", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1477-1504", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Adsorptive sepn. is very important in industry.  Generally, the process uses porous solid materials such as zeolites, activated carbons, or silica gels as adsorbents.  With an ever increasing need for a more efficient, energy-saving, and environmentally benign procedure for gas sepn., adsorbents with tailored structures and tunable surface properties must be found.  Metal-org. frameworks (MOFs), constructed by metal-contg. nodes connected by org. bridges, are such a new type of porous materials.  They are promising candidates as adsorbents for gas sepns. due to their large surface areas, adjustable pore sizes and controllable properties, as well as acceptable thermal stability.  This crit. review starts with a brief introduction to gas sepn. and purifn. based on selective adsorption, followed by a review of gas selective adsorption in rigid and flexible MOFs.  Based on possible mechanisms, selective adsorptions obsd. in MOFs are classified, and primary relationships between adsorption properties and framework features are analyzed.  As a specific example of tailor-made MOFs, mesh-adjustable mol. sieves are emphasized and the underlying working mechanism elucidated.  In addn. to the exptl. aspect, theor. investigations from adsorption equil. to diffusion dynamics via mol. simulations are also briefly reviewed.  Furthermore, gas sepns. in MOFs, including the mol. sieving effect, kinetic sepn., the quantum sieving effect for H2/D2 sepn., and MOF-based membranes are also summarized (227 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurY%253D&md5=cbb650af8ce92526fc8ffd870218bbd0", "9. ", "Allendorf", ", ", "M. D.", "; ", "Bauer", ", ", "C. A.", "; ", "Bhakta", ", ", "R. K.", "; ", "Houk", ", ", "R. J.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1330", "– ", "1352", " DOI: 10.1039/b802352m", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Luminescent metal-organic frameworks", "Allendorf, M. D.; Bauer, C. A.; Bhakta, R. K.; Houk, R. J. T.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1330-1352", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; metal-org. frameworks (MOFs) display a wide range of luminescent behaviors resulting from the multifaceted nature of their structure.  In this crit. review we discuss the origins of MOF luminosity, which include the linker, the coordinated metal ions, antenna effects, excimer and exciplex formation, and guest mols.  The literature describing these effects is comprehensively surveyed, including a categorization of each report according to the type of luminescence obsd.  Finally, we discuss potential applications of luminescent MOFs.  This review will be of interest to researchers and synthetic chemists attempting to design luminescent MOFs, and those engaged in the extension of MOFs to applications such as chem., biol., and radiation detection, medical imaging, and electro-optical devices.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurg%253D&md5=9219edb8997dd29d5f61edbe8e99797d", "10. ", "Lee", ", ", "J.", "; ", "Farha", ", ", "O. K.", "; ", "Roberts", ", ", "J.", "; ", "Scheidt", ", ", "K. A.", "; ", "Nguyen", ", ", "S. T.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1450", "– ", "1459", " DOI: 10.1039/b807080f", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Metal-organic framework materials as catalysts", "Lee, Jeong Yong; Farha, Omar K.; Roberts, John; Scheidt, Karl A.; Nguyen, Son Binh T.; Hupp, Joseph T.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1450-1459", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; a crit. review of the emerging field of MOF-based catalysis is presented.  Discussed are examples of: (a) opportunistic catalysis with metal nodes, (b) designed catalysis with framework nodes, (c) catalysis by homogeneous catalysts incorporated as framework struts, (d) catalysis by MOF-encapsulated mol. species, (e) catalysis by metal-free org. struts or cavity modifiers, and (f) catalysis by MOF-encapsulated clusters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7k%253D&md5=d9cef4eb52ffb1c73fe1195e11bace26", "11. ", "Yoon", ", ", "M.", "; ", "Srirambalaji", ", ", "R.", "; ", "Kim", ", ", "K.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1196", "– ", "1231", " DOI: 10.1021/cr2003147", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Homochiral Metal-Organic Frameworks for Asymmetric Heterogeneous Catalysis", "Yoon, Minyoung; Srirambalaji, Renganathan; Kim, Kimoon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1196-1231", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors have provided an overview of metal-org. framework (MOF)-based asym. heterogeneous catalysis by presenting the state of the art in this field and discussing its potential and limitations.  Here, MOF-based asym. catalysts are classified according to their working principles and synthetic strategies.  Design, synthesis and structural characteristics of chiral metal-org. frameworks, as well as their catalytic activities in various asym. transformations, are described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVOlt7rF&md5=7ee0508d7ed4b69aec1ca6d950681972", "12. ", "Dhakshinamoorthy", ", ", "A.", "; ", "Garcia", ", ", "H.", " ", "Chem. Soc. Rev.", " ", "2012", ",  ", "41", ",  ", "5262", "– ", "5284", " DOI: 10.1039/c2cs35047e", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "Catalysis by metal nanoparticles embedded on metal-organic frameworks", "Dhakshinamoorthy, Amarajothi; Garcia, Hermenegildo", "Chemical Society Reviews", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "15", "),\r\n    ", "5262-5284", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The present review describes the use of metal-org. frameworks (MOFs) as porous matrixes to embed metal nanoparticles (MNPs) and occasionally metal oxide clusters, which are subsequently used as heterogeneous catalysts.  The review is organized according to the embedded metal including Pd, Au, Ru, Cu, Pt, Ni, and Ag.  Emphasis is also given in the various methodologies reported for the formation of the NPs and the characterization techniques.  The reactions described with this type of solid catalysts include condensation, hydrogenations, carbon-carbon coupling, alc. oxidns., and methanol synthesis among others.  Remaining issues in this field are also indicated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XpvFCjsrc%253D&md5=681e05b2ad4383b91b8a5260d76823ac", "13. ", "Yang", ", ", "H. G.", "; ", "Sun", ", ", "C. H.", "; ", "Qiao", ", ", "S. Z.", "; ", "Zou", ", ", "J.", "; ", "Liu", ", ", "G.", "; ", "Smith", ", ", "S. C.", "; ", "Cheng", ", ", "H. M.", "; ", "Lu", ", ", "G. Q.", " ", "Nature", " ", "2008", ",  ", "453", ",  ", "638", "– ", "641", " DOI: 10.1038/nature06964", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Anatase TiO2 single crystals with a large percentage of reactive facets", "Yang, Hua Gui; Sun, Cheng Hua; Qiao, Shi Zhang; Zou, Jin; Liu, Gang; Smith, Sean Campbell; Cheng, Hui Ming; Lu, Gao Qing", "Nature (London, United Kingdom)", "\r\n        (", "2008", "),\r\n    ", "453", "\r\n        (", "7195", "),\r\n    ", "638-641", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Owing to their scientific and technol. importance, inorg. single crystals with highly reactive surfaces have long been studied.  Unfortunately, surfaces with high reactivity usually diminish rapidly during the crystal growth process as a result of the minimization of surface energy.  A typical example is titanium dioxide (TiO2), which has promising energy and environmental applications.  Most available anatase TiO2 crystals are dominated by the thermodynamically stable {101} facets (more than 94 per cent, according to the Wulff construction), rather than the much more reactive {001} facets.  Here we demonstrate that for fluorine-terminated surfaces this relative stability is reversed: {001} is energetically preferable to {101}.  We explored this effect systematically for a range of non-metallic adsorbate atoms by first-principle quantum chem. calcns.  On the basis of theor. predictions, we have synthesized uniform anatase TiO2 single crystals with a high percentage (47 per cent) of {001} facets using hydrofluoric acid as a morphol. controlling agent.  Moreover, the fluorated surface of anatase single crystals can easily be cleaned using heat treatment to render a fluorine-free surface without altering the crystal structure and morphol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmsVKqtbk%253D&md5=c5736e8d6358ec3bd3105c6f89da305f", "14. ", "Tian", ", ", "N.", "; ", "Zhou", ", ", "Z.-Y.", "; ", "Sun", ", ", "S.-G.", "; ", "Ding", ", ", "Y.", "; ", "Wang", ", ", "Z. L.", " ", "Science", " ", "2007", ",  ", "316", ",  ", "732", "– ", "735", " DOI: 10.1126/science.1140484", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Synthesis of Tetrahexahedral Platinum Nanocrystals with High-Index Facets and High Electro-Oxidation Activity", "Tian, Na; Zhou, Zhi-You; Sun, Shi-Gang; Ding, Yong; Wang, Zhong Lin", "Science (Washington, DC, United States)", "\r\n        (", "2007", "),\r\n    ", "316", "\r\n        (", "5825", "),\r\n    ", "732-735", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "The shapes of noble metal nanocrystals (NCs) are usually defined by polyhedra that are enclosed by {111} and {100} facets, such as cubes, tetrahedra, and octahedra.  Pt NCs of unusual tetrahexahedral (THH) shape were prepd. at high yield by an electrochem. treatment of Pt nanospheres supported on glassy C by a square-wave potential.  The single-crystal THH NC is enclosed by 24 high-index facets such as {730}, {210}, and/or {520} surfaces that have a large d. of at. steps and dangling bonds.  These high-energy surfaces are stable thermally (to 800°) and chem. and exhibit much enhanced (up to 400%) catalytic activity for equiv. Pt surface areas for electrooxidn. of small org. fuels such as formic acid and EtOH.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXkvVWrsLY%253D&md5=76421cdf21fa374a03569b590a13fa64", "15. ", "Sindoro", ", ", "M.", "; ", "Yanai", ", ", "N.", "; ", "Jee", ", ", "A.-Y.", "; ", "Granick", ", ", "S.", " ", "Acc. Chem. Res.", " ", "2014", ",  ", "47", ",  ", "459", "– ", "469", " DOI: 10.1021/ar400151n", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Colloidal-Sized Metal-Organic Frameworks: Synthesis and Applications", "Sindoro, Melinda; Yanai, Nobuhiro; Jee, Ah-Young; Granick, Steve", "Accounts of Chemical Research", "\r\n        (", "2014", "),\r\n    ", "47", "\r\n        (", "2", "),\r\n    ", "459-469", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Colloidal metal-org. frameworks (CMOFs), nanoporous colloidal-sized crystals that are uniform in both size and polyhedral shape, are crystals composed of metal ions and org. bridging ligands, which can be used as building blocks for self-assembly in org. and aq. liqs.  They stand in contrast to conventional metal-org. frameworks (MOFs), which scientists normally study as bulk cryst. powders.  However, powder MOFs generally have random crystal size and shape and therefore do not possess either a definite mutual arrangement with adjacent particles or uniformity.  CMOFs do have this quality, which can be important in vital uptake and release kinetics.  In this Account, the authors present the diverse methods of synthesis, pore chem. control, surface modification, and assembly techniques of CMOFs.  The authors survey recent achievements and future applications in this emerging field.  There is potential for a paradigm shift, away from using just bulk cryst. powders, towards using particles whose size and shape are regulated.  The concept of colloidal MOFs takes into account that nanoporous MOFs, conventionally prepd. as bulk cryst. powders with random crystal size, shape, and orientation, may also form colloidal-sized objects with uniform size and morphol.  Also, the traditional MOF functions that depend on porosity present addnl. control over those MOF functions that depend on pore interactions.  They also can enable controlled spatial arrangements between neighboring particles.  To begin, progress regarding synthesis of MOF nano- and microcrystals whose crystal size and shape are well regulated are discussed.  Next, the authors review the methods to modify the surfaces with dye mols. and polymers.  Dyes are useful when seeking to observe nonluminescent CMOFs in situ by optical microscopy, while polymers are useful to tune their interparticle interactions.  Third, criteria to assess the stability of CMOFs for various applications are discussed.  In another section of this Account, the authors give examples of supracrystal assembly in liq., on substrates, at interfaces, and under external elec. fields.  The authors end this Account with discussion of possible future developments, both conceptual and technol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvFejt73E&md5=5a665fea470064071139d11965ef53a6", "16. ", "Furukawa", ", ", "S.", "; ", "Reboul", ", ", "J.", "; ", "Diring", ", ", "S.", "; ", "Sumida", ", ", "K.", "; ", "Kitagawa", ", ", "S.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5700", "– ", "5734", " DOI: 10.1039/C4CS00106K", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Structuring of metal-organic frameworks at the mesoscopic/macroscopic scale", "Furukawa, Shuhei; Reboul, Julien; Diring, Stephane; Sumida, Kenji; Kitagawa, Susumu", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5700-5734", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The assembly of metal ions with org. ligands through the formation of coordination bonds gives cryst. framework materials, known as metal-org. frameworks (MOFs), which recently emerged as a new class of porous materials.  Besides the structural designability of MOFs at the mol. length scale, the researchers in this field very recently made important advances in creating more complex architectures at the mesoscopic/macroscopic scale, in which MOF nanocrystals were used as building units to construct higher-order superstructures.  The structuring of MOFs in such a hierarchical order certainly opens a new opportunity to improve the material performance via design of the phys. form rather than altering the chem. component.  This review highlights these superstructures and their applications by categorizing them into four dimensionalities, zero-dimensional (0D), 1-dimensional (1D), two-dimensional (2D), and three-dimensional (3D) superstructures.  Because the key issue for structuring of MOFs is to spatially control the nucleation process in desired locations, this review conceptually categorizes the available synthetic methodologies from the viewpoint of the reaction system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7bJ&md5=fc123b03795b8bc780fbaa300a8043ac", "17. ", "Pang", ", ", "M.", "; ", "Cairns", ", ", "A. J.", "; ", "Liu", ", ", "Y.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Zeng", ", ", "H. C.", "; ", "Eddaoudi", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "13176", "– ", "13179", " DOI: 10.1021/ja3049282", " ", "ACS Full Text ", ", [", "CAS", "]", "17. ", "Highly Monodisperse MIII-Based soc-MOFs (M = In and Ga) with Cubic and Truncated Cubic Morphologies", "Pang, Maolin; Cairns, Amy J.; Liu, Yunling; Belmabkhout, Youssef; Zeng, Hua Chun; Eddaoudi, Mohamed", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "32", "),\r\n    ", "13176-13179", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors carry out a study on shape-controlled growth of InIII- and GaIII-based square-octahedral metal-org. frameworks (soc-MOFs).  In particular, controllable crystal morphol. evolution from simple cubes to complex octadecahedra was achieved, and resultant highly uniform crystal building blocks promise new research opportunities for prepn. of self-assembled MOF materials and related applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtVKgt7nF&md5=a2531ba37fc9e9bd7f32f12f166166f3", "18. ", "Xu", ", ", "H.", "; ", "Rao", ", ", "X.", "; ", "Gao", ", ", "J.", "; ", "Yu", ", ", "J.", "; ", "Wang", ", ", "Z.", "; ", "Dou", ", ", "Z.", "; ", "Cui", ", ", "Y.", "; ", "Yang", ", ", "Y.", "; ", "Chen", ", ", "B.", "; ", "Qian", ", ", "G.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "7377", "– ", "7379", " DOI: 10.1039/c2cc32346j", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "A luminescent nanoscale metal-organic framework with controllable morphologies for spore detection", "Xu, Hui; Rao, Xingtang; Gao, Junkuo; Yu, Jiancan; Wang, Ziqi; Dou, Zhongshang; Cui, Yuanjing; Yang, Yu; Chen, Banglin; Qian, Guodong", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "59", "),\r\n    ", "7377-7379", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A nanoscale MOF material NMOF 1 with controllable morphologies is realized whose morphol. control has been simulated based on the BFDH method.  The targeted NMOF 1 exhibits highly sensitive, selective and instant \"turn-on\" sensing of bacterial endospores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xpt1CmtLs%253D&md5=4961f90abbf69f05ca53a820ff79b98a", "19. ", "Tsuruoka", ", ", "T.", "; ", "Furukawa", ", ", "S.", "; ", "Takashima", ", ", "Y.", "; ", "Yoshida", ", ", "K.", "; ", "Isoda", ", ", "S.", "; ", "Kitagawa", ", ", "S.", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "48", ",  ", "4739", "– ", "4743", " DOI: 10.1002/anie.200901177", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "Nanoporous Nanorods Fabricated by Coordination Modulation and Oriented Attachment Growth", "Tsuruoka, Takaaki; Furukawa, Shuhei; Takashima, Yohei; Yoshida, Kaname; Isoda, Seiji; Kitagawa, Susumu", "Angewandte Chemie, International Edition", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "26", "),\r\n    ", "4739-4743, S4739/1-S4739/8", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A growing attachment: Porous coordination polymer (PCP) nanorods were synthesized by modulation of the coordination equil. between framework components, which regulates the rate of framework extension and crystal growth.  Study of the crystal growth mechanism by TEM indicates that face-selective modulation on the surfaces of PCP crystals enhances the anisotropic crystal growth of nanorods by an oriented attachment mechanism.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXntlOitb0%253D&md5=74454663e3d959e19af31aed1d9b411e", "20. ", "Hermes", ", ", "S.", "; ", "Witte", ", ", "T.", "; ", "Hikov", ", ", "T.", "; ", "Zacher", ", ", "D.", "; ", "Bahnmüller", ", ", "S.", "; ", "Langstein", ", ", "G.", "; ", "Huber", ", ", "K.", "; ", "Fischer", ", ", "R. A.", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "5324", "– ", "5325", " DOI: 10.1021/ja068835i", " ", "ACS Full Text ", ", [", "CAS", "]", "20. ", "Trapping Metal-Organic Framework Nanocrystals: An in-Situ Time-Resolved Light Scattering Study on the Crystal Growth of MOF-5 in Solution", "Hermes, Stephan; Witte, Thomas; Hikov, Todor; Zacher, Denise; Bahnmueller, Stefan; Langstein, Gerhard; Huber, Klaus; Fischer, Roland A.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "17", "),\r\n    ", "5324-5325", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The addn. of p-perfluoroethylbenzoic acid as capping reagent yields stable size-selected MOF-5 colloids {MOF-5 = [Zn4O(bdc)3] bdc = 1,4-benzenedicarboxylate} and suggests a general concept for controlled particle formation of carboxylic acid based MOFs (metalorg. open frameworks) in soln.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXjvVKgs74%253D&md5=7c33b66230becb408ec130c85d4c8038", "21. ", "Hong", ", ", "D.-Y.", "; ", "Hwang", ", ", "Y. K.", "; ", "Serre", ", ", "C.", "; ", "Férey", ", ", "G.", "; ", "Chang", ", ", "J.-S.", " ", "Adv. Funct. Mater.", " ", "2009", ",  ", "19", ",  ", "1537", "– ", "1552", " DOI: 10.1002/adfm.200801130", " ", "[", "Crossref", "], [", "CAS", "]", "21. ", "Porous chromium terephthalate MIL-101 with coordinatively unsaturated sites: surface functionalization, encapsulation, sorption and catalysis", "Hong, Do-Young; Hwang, Young Kyu; Serre, Christian; Ferey, Gerard; Chang, Jong-San", "Advanced Functional Materials", "\r\n        (", "2009", "),\r\n    ", "19", "\r\n        (", "10", "),\r\n    ", "1537-1552", "CODEN:\r\n                ", "AFMDC6", ";\r\n        ISSN:", "1616-301X", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  A metal-org. framework (MOF), chromium(III) terephthalate (MIL-101), possesses several unprecedented features such as a mesoporous zeotype architecture with mesoporous cages and microporous windows, a giant cell vol., huge surface area, and numerous unsatd. chromium sites.  The presence of unsatd. Cr(III) sites in MIL-101 provides an intrinsic chelating property with electron-rich functional groups.  This feature offers a powerful way to selectively functionalize the unsatd. sites in the MOFs, differing in many respects from the functionalization of mesoporous silica and other porous hybrids reported so far.  This work demonstrates that the surface amine-grafting undoubtedly provides a general way of selective functionalization of porous MOFs besides that with unsatd. metal sites.  The present approach indeed ensures the development of functionalized MOFs for the immobilization and encapsulation of org. mols. and metal components that are useful for catalysis, adsorption, mol. recognition, and so on.  Here some of the recent ideas concerning site-selective functionalization of MIL-101 are examd. and explained, focusing on the utilization of unsatd. Cr(III) sites.  Recent advances in synthesis, selective surface functionalization, outstanding sorption properties, encapsulation of nano-objects, and catalytic applications in MIL-101 are also described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXnt1Cmt70%253D&md5=9c9ac2732d0d505aef9d0f9b299987e7", "22. ", "Sindoro", ", ", "M.", "; ", "Jee", ", ", "A.-Y.", "; ", "Granick", ", ", "S.", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "9576", "– ", "9578", " DOI: 10.1039/c3cc45935g", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "22. ", "Shape-selected colloidal MOF crystals for aqueous use", "Sindoro, Melinda; Jee, Ah-Young; Granick, Steve", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "83", "),\r\n    ", "9576-9578", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Methods are described to synthesize shape-selectable, monodisperse, aq.-stable metal-org. frameworks (MOFs) by the reaction of aluminum nitrate with benzene tricarboxylic acid in various aq. solvent mixts. and acetic acid as the capping ligand.  Environmental stability was confirmed by thermal anal. and immersion in aq. acidic media.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsFWksLzK&md5=f96c7e21180ee087ec75f23da06df4a4", "23. ", "Yanai", ", ", "N.", "; ", "Sindoro", ", ", "M.", "; ", "Yan", ", ", "J.", "; ", "Granick", ", ", "S.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "34", "– ", "37", " DOI: 10.1021/ja309361d", " ", "ACS Full Text ", ", [", "CAS", "]", "23. ", "Electric Field-Induced Assembly of Monodisperse Polyhedral Metal-Organic Framework Crystals", "Yanai, Nobuhiro; Sindoro, Melinda; Yan, Jing; Granick, Steve", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "1", "),\r\n    ", "34-37", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Monodisperse polyhedral metal-org. framework (MOF) particles up to 5 μm in size, large enough to enable in situ optical imaging of particle orientation, were synthesized by the strategy of simultaneous addn. of two capping ligands with different binding strength during crystn.  Upon dispersing them in ethylene glycol and applying a.c. elec. field, the particles facets link to form linear chains.  The authors observe well-regulated crystal orientation not only for rhombic dodecahedra all of whose facets are equiv., but also for truncated cubes with nondegenerate facets.  After removing the elec. field, chains disassemble if their facets contain even modest curvature, but remain intact if their facets are planar.  This assembly strategy offers a general route to fabricate oriented polyhedral crystal arrays of potential interest for new applications and functions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvVCjur3P&md5=cc7ebb2470a7cf78e4ec1c3580842cd8", "24. ", "Cravillon", ", ", "J.", "; ", "Nayuk", ", ", "R.", "; ", "Springer", ", ", "S.", "; ", "Feldhoff", ", ", "A.", "; ", "Huber", ", ", "K.", "; ", "Wiebcke", ", ", "M.", " ", "Chem. Mater.", " ", "2011", ",  ", "23", ",  ", "2130", "– ", "2141", " DOI: 10.1021/cm103571y", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Controlling Zeolitic Imidazolate Framework Nano- and Microcrystal Formation: Insight into Crystal Growth by Time-Resolved In Situ Static Light Scattering", "Cravillon, Janosch; Nayuk, Roman; Springer, Sergej; Feldhoff, Armin; Huber, Klaus; Wiebcke, Michael", "Chemistry of Materials", "\r\n        (", "2011", "),\r\n    ", "23", "\r\n        (", "8", "),\r\n    ", "2130-2141", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors report on a simple and straightforward method that enables the rapid room-temp. prodn. of nanocrystals (finely tuned in size between ∼10 and 65 nm) and microcrystals (∼1 μm) of the prototypical microporous zeolitic imidazolate framework (ZIF) material ZIF-8.  Control of crystal size is achieved in a novel approach by employing an excess of the bridging bidentate ligand and various simple auxiliary monodentate ligands with different chem. functionalities (carboxylate, N-heterocycle, alkylamine).  The function of the monodentate ligands can be understood as a modulation of complex formation and deprotonation equil. during crystal nucleation and growth.  Using time-resolved static light scattering, the functioning of modulating ligands is monitored for the 1st time by in situ expts., which offered significant insight into the crystal growth processes.  Formation of nanocrystals is characterized by continuous, comparatively slow nucleation and fast crystal growth occurring on a time scale of seconds.  Although nucleation and growth are not sepd. from each other, a significant narrowing of the particle size distribution during early stages results in rather monodisperse nanocrystals, before broadening of the particle size distribution occurs, as obsd. by complementary ex situ electron microscopy studies.  Microcrystal growth is dominated by a particle-monomer addn. mechanism, but indications for the operation of a coalescence process during early stages of growth were also obtained.  During later stages of microcrystal growth crystals change their shape from cubes to rhombic dodecahedra.  The prepd. phase-pure ZIF-8 nanoscale materials exhibit good thermal stability in air and large surface areas, which are comparable to those of large macrocrystals.  Nanocrystal powders exhibit dual micro- and mesoporosity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjsVCkt74%253D&md5=c2213b4481a0d1b20b0ff9dfa1639103", "25. ", "Cravillon", ", ", "J.", "; ", "Münzer", ", ", "S.", "; ", "Lohmeier", ", ", "S.-J.", "; ", "Feldhoff", ", ", "A.", "; ", "Huber", ", ", "K.", "; ", "Wiebcke", ", ", "M.", " ", "Chem. Mater.", " ", "2009", ",  ", "21", ",  ", "1410", "– ", "1412", " DOI: 10.1021/cm900166h", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Rapid Room-Temperature Synthesis and Characterization of Nanocrystals of a Prototypical Zeolitic Imidazolate Framework", "Cravillon, Janosch; Munzer, Simon; Lohmeier, Sven-Jare; Feldhoff, Armin; Huber, Klaus; Wiebcke, Michael", "Chemistry of Materials", "\r\n        (", "2009", "),\r\n    ", "21", "\r\n        (", "8", "),\r\n    ", "1410-1412", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Simply reacting Zn(NO3)2·6H2O with an excess of 2-methylimidazole in methanol at room temp. yields well-shaped nanocrystals of ZIF-8 with a narrow size distribution.  The rapid growth has been monitored by time-resolved static light scattering.  Nanoscale ZIF-8 powder is microporous and thermally stable up to ca. 200°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjvVOmtb4%253D&md5=457ca06e4d606850ed2684e5f929b6de", "26. ", "Umemura", ", ", "A.", "; ", "Diring", ", ", "S.", "; ", "Furukawa", ", ", "S.", "; ", "Uehara", ", ", "H.", "; ", "Tsuruoka", ", ", "T.", "; ", "Kitagawa", ", ", "S.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "15506", "– ", "15513", " DOI: 10.1021/ja204233q", " ", "ACS Full Text ", ", [", "CAS", "]", "26. ", "Morphology Design of Porous Coordination Polymer Crystals by Coordination Modulation", "Umemura, Ayako; Diring, Stephane; Furukawa, Shuhei; Uehara, Hiromitsu; Tsuruoka, Takaaki; Kitagawa, Susumu", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "39", "),\r\n    ", "15506-15513", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The design of crystal morphol., or exposed crystal facets, has enabled the development (e.g., catalytic activities, material attributes, and oriented film formation) of porous coordination polymers (PCPs) without changing material compns.  However, because crystal growth mechanisms are not fully understood, control of crystal morphol. still remains challenging.  The authors report the morphol. design of [Cu3(btc)2]n (btc = benzene-1,3,5-tricarboxylate) by the coordination modulation method (modulator = n-dodecanoic acid or lauric acid).  A morphol. transition (octahedron-cuboctahedron-cube) in the [Cu3(btc)2]n crystal was obsd. with an increase in concn. of the modulator.  By suitably defining a coarse-grained std. unit of [Cu3(btc)2]n as its cuboctahedron main pore and detg. its attachment energy on crystal surfaces, Monte Carlo coarse-grain modeling revealed the population and orientation of carboxylates and elucidated an important role of the modulator in detg. the 〈100〉- and 〈111〉-growth throughout the crystal growth process.  This comprehension, in fact, successfully led to designed crystal morphologies with oriented growth on bare substrates.  Because selective crystal orientations on the bare substrates were governed by crystal morphol., this contribution also casts a new light on the unexplored issue of the significance of morphol. design of PCPs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFCgsL%252FO&md5=f5fd69e2158db102146fb003b74cfc74", "27. ", "Liu", ", ", "Q.", "; ", "Jin", ", ", "L. N.", "; ", "Sun", ", ", "W. Y.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "8814", "– ", "8816", " DOI: 10.1039/c2cc34192a", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "27. ", "Facile fabrication and adsorption property of a nano/microporous coordination polymer with controllable size and morphology", "Liu, Qing; Jin, Li-Na; Sun, Wei-Yin", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "70", "),\r\n    ", "8814-8816", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A porous coordination polymer [Cu3(btc)2] with controllable size and morphol. from nanocube to microoctahedron was readily synthesized in an EtOH-H2O mixt. at room temp. by adjusting the concn. of the surfactant and the polymer shows size- and morphol.-dependent sorption properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFKisLfM&md5=cf9d79293b35d5720ca3b0a3e9572ca4", "28. ", "Sakata", ", ", "Y.", "; ", "Furukawa", ", ", "S.", "; ", "Kondo", ", ", "M.", "; ", "Hirai", ", ", "K.", "; ", "Horike", ", ", "N.", "; ", "Takashima", ", ", "Y.", "; ", "Uehara", ", ", "H.", "; ", "Louvain", ", ", "N.", "; ", "Meilikhov", ", ", "M.", "; ", "Tsuruoka", ", ", "T.", "; ", "Isoda", ", ", "S.", "; ", "Kosaka", ", ", "W.", "; ", "Sakata", ", ", "O.", "; ", "Kitagawa", ", ", "S.", " ", "Science", " ", "2013", ",  ", "339", ",  ", "193", "– ", "196", " DOI: 10.1126/science.1231451", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "28. ", "Shape-Memory Nanopores Induced in Coordination Frameworks by Crystal Downsizing", "Sakata, Yoko; Furukawa, Shuhei; Kondo, Mio; Hirai, Kenji; Horike, Nao; Takashima, Yohei; Uehara, Hiromitsu; Louvain, Nicolas; Meilikhov, Mikhail; Tsuruoka, Takaaki; Isoda, Seiji; Kosaka, Wataru; Sakata, Osami; Kitagawa, Susumu", "Science (Washington, DC, United States)", "\r\n        (", "2013", "),\r\n    ", "339", "\r\n        (", "6116", "),\r\n    ", "193-196", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Flexible porous coordination polymers change their structure in response to mol. incorporation but recover their original configuration after the guest was removed.  The crystal downsizing of 2-fold interpenetrated frameworks of [Cu2(dicarboxylate)2(amine)]n regulates the structural flexibility and induces a shape-memory effect in the coordination frameworks.  In addn. to the two structures that contribute to the sorption process (i.e., a nonporous closed phase and a guest-included open phase), the authors isolated an unusual, metastable open dried phase when downsizing the crystals to the mesoscale, and the closed phase was recovered by thermal treatment.  Crystal downsizing suppressed the structural mobility and stabilized the open dried phase.  The successful isolation of two interconvertible empty phases, the closed phase and the open dried phase, provided switchable sorption properties with or without gate-opening behavior.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjvVCgtQ%253D%253D&md5=c90dd1835300d097b6002f4bbeefeff3", "29. ", "McGuire", ", ", "C. V.", "; ", "Forgan", ", ", "R. S.", " ", "Chem. Commun.", " ", "2015", ",  ", "51", ",  ", "5199", "– ", "5217", " DOI: 10.1039/C4CC04458D", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "The surface chemistry of metal-organic frameworks", "McGuire, Christina V.; Forgan, Ross S.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2015", "),\r\n    ", "51", "\r\n        (", "25", "),\r\n    ", "5199-5217", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Modification of metal-org. framework (MOF) particles at their surfaces only, which can offer control over the bulk properties of the material, is discussed.  Metal-org. frameworks (MOFs) have received particular attention over the last 20 years as a result of their attractive properties offering potential applications in a no. of areas.  Typically, these characteristics are tuned by functionalization of the bulk of the MOF material itself.  The differing surface modification techniques available to the synthetic chemist will be discussed, with a focus on the effect of surface modification of MOFs on their fundamental properties and application in adsorption, catalysis, drug delivery and other areas.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Khu7fO&md5=f0d8500ecc7713fc0d44ffe706f22ead", "30. ", "Bi", ", ", "Y.", "; ", "Ouyang", ", ", "S.", "; ", "Umezawa", ", ", "N.", "; ", "Cao", ", ", "J.", "; ", "Ye", ", ", "J.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "6490", "– ", "6492", " DOI: 10.1021/ja2002132", " ", "ACS Full Text ", ", [", "CAS", "]", "30. ", "Facet effect of single-crystalline Ag3PO4 sub-microcrystals on photocatalytic properties", "Bi, Yingpu; Ouyang, Shuxin; Umezawa, Naoto; Cao, Junyu; Ye, Jinhua", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "17", "),\r\n    ", "6490-6492", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We recently reported that Ag3PO4 exhibits excellent photooxidative capabilities for O2 evolution from H2O and org. dye decompn. under visible-light irradn.  However, very little is known about the shape and facet effects of Ag3PO4 crystals on their photocatalytic properties.  Herein we have developed a facile and general route for high-yield fabrication of single-cryst. Ag3PO4 rhombic dodecahedrons with only {110} facets exposed and cubes bounded entirely by {100} facets.  Also, studies of their photocatalytic performance indicated that rhombic dodecahedrons exhibit much higher activities than cubes for the degrdn. of org. contaminants, which may be primarily ascribed to the higher surface energy of {110} facets (1.31 J/m2) than of {100} facets (1.12 J/m2).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXksFGgtL8%253D&md5=d317edf3f9082441c7817decbc0c1733", "31. ", "Liu", ", ", "Y. W.", "; ", "Liu", ", ", "S. M.", "; ", "Liu", ", ", "S. X.", "; ", "Liang", ", ", "D. D.", "; ", "Li", ", ", "S. J.", "; ", "Tang", ", ", "Q.", "; ", "Wang", ", ", "X. Q.", "; ", "Miao", ", ", "J.", "; ", "Shi", ", ", "Z.", "; ", "Zheng", ", ", "Z. P.", " ", "ChemCatChem", " ", "2013", ",  ", "5", ",  ", "3086", "– ", "3091", " DOI: 10.1002/cctc.201300378", " ", "[", "Crossref", "], [", "CAS", "]", "31. ", "Facile Synthesis of a Nanocrystalline Metal-Organic Framework Impregnated with a Phosphovanadomolybdate and Its Remarkable Catalytic Performance in Ultradeep Oxidative Desulfurization", "Liu, Yiwei; Liu, Shumei; Liu, Shuxia; Liang, Dadong; Li, Shujun; Tang, Qun; Wang, Xingquan; Miao, Jun; Shi, Zhan; Zheng, Zhiping", "ChemCatChem", "\r\n        (", "2013", "),\r\n    ", "5", "\r\n        (", "10", "),\r\n    ", "3086-3091", "CODEN:\r\n                ", "CHEMK3", ";\r\n        ISSN:", "1867-3880", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Reducing the level of S content in fuel oils has long been desired for environmental reasons.  Polyoxometalates (POMs) can act as catalysts to remove S-contg. heterocyclic compds. by the process of oxidative desulfurization under mild conditions.  However, one key obstacle to the development of POM-based catalysts is the poor soly. of POMs in the overall nonpolar environment.  The authors report a novel strategy for the introduction of catalytically active POMs into nonpolar reaction systems by encapsulating the inorg. catalyst within the pores of a metal-org. framework structure in which the org. ligands act as hydrophobic groups.  The nanocryst. catalysts, obtained rapidly and conveniently by both soln. and mechanochem. synthesis, showed remarkable activities in catalytic oxidative desulfurization reactions in both a model diesel environment and in real diesel fuel wherein dibenzothiophene was converted rapidly and quant. into dibenzothiophene sulfone.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFShtLjN&md5=44958fc9214f16ebe841ef15c1a54dd6", "32. ", "Sun", ", ", "C. Y.", "; ", "Liu", ", ", "S. X.", "; ", "Liang", ", ", "D. D.", "; ", "Shao", ", ", "K. Z.", "; ", "Ren", ", ", "Y. H.", "; ", "Su", ", ", "Z. M.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "1883", "– ", "1888", " DOI: 10.1021/ja807357r", " ", "ACS Full Text ", ", [", "CAS", "]", "32. ", "Highly Stable Crystalline Catalysts Based on a Microporous Metal-Organic Framework and Polyoxometalates", "Sun, Chun-Yan; Liu, Shu-Xia; Liang, Da-Dong; Shao, Kui-Zhan; Ren, Yuan-Hang; Su, Zhong-Min", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "5", "),\r\n    ", "1883-1888", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of cryst. compds. [Cu2(BTC)4/3(H2O)2]6[HnXM12O40]·(C4H12N)2 (X = Si, Ge, P, As; M = W, Mo) were obtained by simple one-step hydrothermal reaction of copper nitrate, benzene tricarboxylate (BTC), and different Keggin polyoxometalates (POMs).  In these compds., the catalytically active Keggin polyanions were alternately arrayed as non-coordinating guests in the cuboctahedral cages of a Cu-BTC-based metal-org. framework (MOF) host matrix.  X-ray crystallog., TG, FT-IR, UV-vis, N2 adsorption studies, and acid-base titrn. demonstrated high stability and tolerance for thermal and acid-base conditions.  No POM leaching or framework decompn. was obsd.  The performance as catalyst of a compd. contg. PW12 species was assessed through the hydrolysis of esters in excess water; high catalytic activity was obsd. and the catalyst can be used repeatedly without activity loss.  The catalytic selectivity is dependent on mol. size of substrates and substrate accessibility to the pore surface.  The well-defined, cryst., MOF-supported POM compd. is a true heterogeneous acid catalyst.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXmtFOiug%253D%253D&md5=972894e2928ec31f0c747c1300cd4e8f", "33. ", "Kim", ", ", "M.", "; ", "Cahill", ", ", "J. F.", "; ", "Fei", ", ", "H.", "; ", "Prather", ", ", "K. A.", "; ", "Cohen", ", ", "S. M.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "18082", "– ", "18088", " DOI: 10.1021/ja3079219", " ", "ACS Full Text ", ", [", "CAS", "]", "33. ", "Postsynthetic Ligand and Cation Exchange in Robust Metal-Organic Frameworks", "Kim, Min; Cahill, John F.; Fei, Honghan; Prather, Kimberley A.; Cohen, Seth M.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "43", "),\r\n    ", "18082-18088", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Postsynthetic ligand and metal ion exchange (PSE) processes readily occur in several inert metal-org. frameworks (MOFs), including zeolitic imidazolate frameworks (ZIFs).  Ligand exchange can occur between solid samples, as was demonstrated under relatively mild conditions with two robust, topol. distinct MOFs, MIL-53(Al) and MIL-68(In).  Ligand PSE is not obsd. with MIL-101(Cr), which is attributed to the kinetic inertness of the Cr(III) ion.  In addn. to ligand exchange, metal ion (cation) PSE was also studied between intact MOF microcryst. particles.  Metal ion transfer between MIL-53(Al) and MIL-53(Fe) was readily obsd.  These PSE reactions were monitored and the products characterized by a no. of techniques, including aerosol time-of-flight mass spectrometry, which permits single-particle compositional anal.  To show the potential synthetic utility of this approach, the PSE process was used to prep. the first Ti(IV) analog of the robust UiO-66(Zr) framework.  Finally, expts. to rule out mechanisms other than PSE (i.e., aggregation, dissoln./recrystn.) were performed.  PSE, of either ligands or cations, is common even with highly robust MOFs such as UiO-66(Zr), MILs, and ZIFs.  Also, PSE is useful in prepg. novel materials that cannot be obtained via other synthetic methods.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsVKmtbjP&md5=c7010554a86381c57498f08218bded0f", "34. ", "Karagiaridi", ", ", "O.", "; ", "Lalonde", ", ", "M. B.", "; ", "Bury", ", ", "W.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "18790", "– ", "18796", " DOI: 10.1021/ja308786r", " ", "ACS Full Text ", ", [", "CAS", "]", "34. ", "Opening ZIF-8: A Catalytically Active Zeolitic Imidazolate Framework of Sodalite Topology with Unsubstituted Linkers", "Karagiaridi, Olga; Lalonde, Marianne B.; Bury, Wojciech; Sarjeant, Amy A.; Farha, Omar K.; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "45", "),\r\n    ", "18790-18796", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A zeolitic imidazolate framework material of SOD topol. possessing primarily unsubstituted imidazolate (i.m.) linkers has been synthesized via solvent-assisted linker exchange (SALE) of ZIF-8.  The structure of the new material, SALEM-2, has been confirmed through 1H NMR and powder and single-crystal X-ray diffraction.  SALEM-2 is the first example of a porous Zn(i.m.)2 ZIF possessing a truly zeolitic topol. that can be obtained in bulk quantities.  Upon treatment with n-butyllithium, the open analog exhibits Bronsted base catalysis that cannot be accomplished by the parent material ZIF-8.  Addnl., it displays a different size cutoff for uptake and release of mol. guests than does ZIF-8.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsFCrtbjM&md5=ce655474396206792f0958c0a46fe912", "35. ", "Pullen", ", ", "S.", "; ", "Fei", ", ", "H.", "; ", "Orthaber", ", ", "A.", "; ", "Cohen", ", ", "S. M.", "; ", "Ott", ", ", "S.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "16997", "– ", "17003", " DOI: 10.1021/ja407176p", " ", "ACS Full Text ", ", [", "CAS", "]", "35. ", "Enhanced photochemical hydrogen production by a molecular diiron catalyst incorporated into a metal-organic framework", "Pullen, Sonja; Fei, Honghan; Orthaber, Andreas; Cohen, Seth M.; Ott, Sascha", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "45", "),\r\n    ", "16997-17003", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A mol. proton redn. catalyst [FeFe]-(dcbdt)-(CO)6 (1, dcbdt = 1,4-dicarboxylbenzene-2,3-dithiolate) with structural similarities to [FeFe]-hydrogenase active sites has been incorporated into a highly robust Zr-(IV)-based metal-org. framework (MOF) by postsynthetic exchange (PSE).  The PSE protocol is crucial as direct solvothermal synthesis fails to produce the functionalized MOF.  The mol. integrity of the organometallic site within the MOF is demonstrated by a variety of techniques, including X-ray absorption spectroscopy.  In conjunction with [Ru-(bpy)3]2+ as a photosensitizer and ascorbate as an electron donor, MOF-[FeFe]-(dcbdt)-(CO)6 catalyzes photochem. hydrogen evolution in water at pH 5.  The immobilized catalyst shows substantially improved initial rates and overall hydrogen prodn. when compared to a ref. system of complex 1 in soln.  Improved catalytic performance is ascribed to structural stabilization of the complex when incorporated in the MOF as well as the protection of reduced catalysts 1- and 12- from undesirable charge recombination with oxidized ascorbate.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1Sqs77P&md5=e171e23bff940672ce16bccbc2fa2254", "36. ", "Deria", ", ", "P.", "; ", "Mondloch", ", ", "J. E.", "; ", "Tylianakis", ", ", "E.", "; ", "Ghosh", ", ", "P.", "; ", "Bury", ", ", "W.", "; ", "Snurr", ", ", "R. Q.", "; ", "Hupp", ", ", "J. T.", "; ", "Farha", ", ", "O. K.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "16801", "– ", "16804", " DOI: 10.1021/ja408959g", " ", "ACS Full Text ", ", [", "CAS", "]", "36. ", "Perfluoroalkane Functionalization of NU-1000 via Solvent-Assisted Ligand Incorporation: Synthesis and CO2 Adsorption Studies", "Deria, Pravas; Mondloch, Joseph E.; Tylianakis, Emmanuel; Ghosh, Pritha; Bury, Wojciech; Snurr, Randall Q.; Hupp, Joseph T.; Farha, Omar K.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "45", "),\r\n    ", "16801-16804", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new functionalization technique, solvent-assisted ligand incorporation (SALI), was developed to efficiently incorporate carboxylate-based functionalities in the Zr-based metal-org. framework, NU-1000.  Unlike previous metal node functionalization strategies, which utilize dative bonding to coordinatively unsatd. metal sites, SALI introduces functional groups as charge compensating and strongly bound moieties to the Zr6 node.  Utilizing SALI, the authors have efficiently attached perfluoro-alkane carboxylates of various chain lengths (C1-C9) on the Zr6 nodes of NU-1000.  These fluoro-alkane-functionalized mesoporous MOFs, termed herein SALI-n, were studied exptl. and theor. as potential CO2 capture materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslSqtLjK&md5=a346fb82af4ad25e21f1333807c50ec9", "37. ", "Burnett", ", ", "B. J.", "; ", "Barron", ", ", "P. M.", "; ", "Hu", ", ", "C.", "; ", "Choe", ", ", "W.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "9984", "– ", "9987", " DOI: 10.1021/ja201911v", " ", "ACS Full Text ", ", [", "CAS", "]", "37. ", "Stepwise Synthesis of Metal-Organic Frameworks: Replacement of Structural Organic Linkers", "Burnett, Brandon J.; Barron, Paul M.; Hu, Chunhua; Choe, Wonyoung", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "26", "),\r\n    ", "9984-9987", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A single-crystal to single-crystal transformation resulting from bridging-linker replacement is possible in extended 2-dimensional and 3-dimensional metal-org. frameworks (MOFs) by introducing pillared paddlewheel MOF structures into a soln. contg. dipyridyl linkers.  No lateral movement of the layers was obsd. during this transformation, creating a templating effect from the parent structure to the daughter structure.  A previously unattainable structure was obtained by a two-step synthetic method using the bridging-linker replacement transformation method.  Addnl., a bridging-linker insertion was obsd. when excess linker was used with the 2-dimensional MOF structure, inducing an overall 2-dimensional to 3-dimensional transformation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnsF2gtbo%253D&md5=75c8496456b4ec12e759422ee7770762", "38. ", "Morabito", ", ", "J. V.", "; ", "Chou", ", ", "L.-Y.", "; ", "Li", ", ", "Z.", "; ", "Manna", ", ", "C. M.", "; ", "Petroff", ", ", "C. A.", "; ", "Kyada", ", ", "R. J.", "; ", "Palomba", ", ", "J. M.", "; ", "Byers", ", ", "J. A.", "; ", "Tsung", ", ", "C.-K.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "12540", "– ", "12543", " DOI: 10.1021/ja5054779", " ", "ACS Full Text ", ", [", "CAS", "]", "38. ", "Molecular Encapsulation beyond the Aperture Size Limit through Dissociative Linker Exchange in Metal-Organic Framework Crystals", "Morabito, Joseph V.; Chou, Lien-Yang; Li, Zhehui; Manna, Cesar M.; Petroff, Christopher A.; Kyada, Rutvin J.; Palomba, Joseph M.; Byers, Jeffery A.; Tsung, Chia-Kuang", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "36", "),\r\n    ", "12540-12543", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Under linker exchange conditions, large guests with mol. diams. 3-4 times the framework aperture size were encapsulated into preformed nanocrystals of the metal-org. framework ZIF-8.  Guest encapsulation is facilitated by the formation of short-lived open states of the pores upon linker dissocn.  Kinetic studies suggested that linker exchange reactions in ZIF-8 proceed via a competition between dissociative and associative exchange mechanisms, and guest encapsulation was enhanced under conditions where the dissociative pathway predominates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhsVSnsLjP&md5=19b4e525347d001560cc4feed70fbdeb", "39. ", "Bajpe", ", ", "S. R.", "; ", "Kirschhock", ", ", "C. E.", "; ", "Aerts", ", ", "A.", "; ", "Breynaert", ", ", "E.", "; ", "Absillis", ", ", "G.", "; ", "Parac-Vogt", ", ", "T. N.", "; ", "Giebeler", ", ", "L.", "; ", "Martens", ", ", "J. A.", " ", "Chem. - Eur. J.", " ", "2010", ",  ", "16", ",  ", "3926", "– ", "3932", " DOI: 10.1002/chem.200903239", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "39. ", "Direct Observation of Molecular-Level Template Action Leading to Self-Assembly of a Porous Framework", "Bajpe, Sneha R.; Kirschhock, Christine E. A.; Aerts, Alexander; Breynaert, Eric; Absillis, Gregory; Parac-Vogt, Tatjana N.; Giebeler, Lars; Martens, Johan A.", "Chemistry - A European Journal", "\r\n        (", "2010", "),\r\n    ", "16", "\r\n        (", "13", "),\r\n    ", "3926-3932, S3926/1-S3926/9", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The mol. steps involved in the self-assembly of Cu3(BTC)2 (BTC = 1,3,5-benzenetricarboxylic acid) metal-org. frameworks that enclose Keggin-type H3PW12O40 heteropolyacid mols. were unraveled by using soln. 17O, 31P, and 183W NMR spectroscopy, small-angle X-ray scattering, near-IR spectroscopy, and dynamic light scattering.  In aq. soln., complexation of Cu2+ ions with Keggin-type heteropolyacids was obsd.  Cu2+ ions are arranged around the Keggin structure so that linking through benzenetricarboxylate groups results in the formation of the Cu3(BTC)2 MOF structure HKUST-1.  This is a unique instance in which a templating mechanism that relies on specific mol.-level matching and leads to explicit nanoscale building units can be obsd. in situ during formation of the synthetic nanoporous material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXktFGrsbc%253D&md5=840d1c7344c587d084aad57f24553f83", "40. ", "Amirjalayer", ", ", "S.", "; ", "Tafipolsky", ", ", "M.", "; ", "Schmid", ", ", "R.", " ", "J. Phys. Chem. Lett.", " ", "2014", ",  ", "5", ",  ", "3206", "– ", "3210", " DOI: 10.1021/jz5012065", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "40. ", "Surface Termination of the Metal-Organic Framework HKUST-1: A Theoretical Investigation", "Amirjalayer, Saeed; Tafipolsky, Maxim; Schmid, Rochus", "Journal of Physical Chemistry Letters", "\r\n        (", "2014", "),\r\n    ", "5", "\r\n        (", "18", "),\r\n    ", "3206-3210", "CODEN:\r\n                ", "JPCLCD", ";\r\n        ISSN:", "1948-7185", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The surface morphol. and termination of metal-org. frameworks (MOF) is of crit. importance in many applications, but the surface properties of these soft materials are conceptually different from those of other materials like metal or oxide surfaces.  Up to now, exptl. investigations are scarce and theor. simulations have focused on the bulk properties.  The possible surface structure of the archetypal MOF HKUST-1 is investigated by a first-principles derived force field in combination with DFT calcns. of model systems.  The computed surface energies correctly predict the [111] surface to be most stable and allow us to obtain an unprecedented atomistic picture of the surface termination.  Entropic factors are identified to det. the preferred surface termination and to be the driving force for the MOF growth.  On the basis of this, reported strategies like employing \"modulators\" during the synthesis to tailor the crystal morphol. are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhsVCqtbbM&md5=621bf9b6734eb154092419625bba73c9", "41. ", "Liu", ", ", "Y. W.", "; ", "Yang", ", ", "X.", "; ", "Miao", ", ", "J.", "; ", "Tang", ", ", "Q.", "; ", "Liu", ", ", "S. M.", "; ", "Shi", ", ", "Z.", "; ", "Liu", ", ", "S. X.", " ", "Chem. Commun.", " ", "2014", ",  ", "50", ",  ", "10023", "– ", "10026", " DOI: 10.1039/C4CC04009K", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "41. ", "Polyoxometalate-functionalized metal-organic frameworks with improved water retention and uniform proton-conducting pathways in three orthogonal directions", "Liu, Yiwei; Yang, Xiao; Miao, Jun; Tang, Qun; Liu, Shumei; Shi, Zhan; Liu, Shuxia", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2014", "),\r\n    ", "50", "\r\n        (", "70", "),\r\n    ", "10023-10026", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Polyoxometalate-functionalized metal-org. frameworks featuring uniform proton-conducting pathways in three orthogonal directions, good water retention and stability were prepd.  The proton cond. of the hybrid material increases by 5 orders of magnitude compared to that of the parent material HKUST-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtFWnsb3K&md5=a505b4ed958cb3a433752b3793cc8f98", "42. ", "Jeong", ", ", "N. C.", "; ", "Samanta", ", ", "B.", "; ", "Lee", ", ", "C. Y.", "; ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "51", "– ", "54", " DOI: 10.1021/ja2110152", " ", "ACS Full Text ", ", [", "CAS", "]", "42. ", "Coordination-Chemistry Control of Proton Conductivity in the Iconic Metal-Organic Framework Material HKUST-1", "Jeong, Nak Cheon; Samanta, Bappaditya; Lee, Chang Yeon; Farha, Omar K.; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "1", "),\r\n    ", "51-54", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "HKUST-1, a metal-org. framework (MOF) material contg. CuII-paddlewheel-type nodes and 1,3,5-benzenetricarboxylate struts, features accessible CuII sites to which solvent or other desired mols. can be intentionally coordinated.  As part of a broader study of ionic cond. in MOFs, the authors unexpectedly obsd. substantial proton cond. with the as synthesized version of this material following sorption of MeOH.  Although HKUST-1 is neutral, coordinated H2O mols. are rendered sufficiently acidic by CuII to contribute protons to pore-filling MeOH mols. and thereby enhance the alternating-current cond.  At ambient temp., the chem. identities of the node-coordinated and pore-filling mols. can be independently varied, thus enabling the proton cond. to be reversibly modulated.  The proton cond. of HKUST-1 increases by ∼75-fold, for example, when node-coordinated MeCN mols. were replaced by H2O mols.  In contrast, the cond. became almost immeasurably small when MeOH was replaced by hexane as the pore-filling solvent.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1Smur7K&md5=a4d7d2a584008a8e64702c5d7c6d0f57"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-39/jacs.5b08273/20151001/images/small/ja-2015-08273s_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-39/jacs.5b08273/20151001/images/small/ja-2015-08273s_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-39/jacs.5b08273/20151001/images/small/ja-2015-08273s_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-39/jacs.5b08273/20151001/images/small/ja-2015-08273s_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-39/jacs.5b08273/20151001/images/small/ja-2015-08273s_0005.gif\">"]}
