{"title": ["DFT-Derived Force Fields for Modeling Hydrocarbon Adsorption in MIL-47(V)"], "authors": ["Ambarish R. Kulkarni", "David S. Sholl"], "doi": ["10.1021/acs.langmuir.5b01193"], "abstract": ["Generic force fields such as UFF and DREIDING are widely used for predicting molecular adsorption and diffusion in metal–organic frameworks (MOFs), but the accuracy of these force fields is unclear. We describe a general framework for developing transferable force fields for modeling the adsorption of alkanes in a nonflexible MIL-47(V) MOF using periodic density functional theory (DFT) calculations. By calculating the interaction energies for a large number of energetically favorable adsorbate configurations using DFT, we obtain a force field that gives good predictions of adsorption isotherms, heats of adsorption, and diffusion properties for a wide range of alkanes and alkenes in MIL-47(V). The force field is shown to be transferable to related materials such as MIL-53(Cr) and is used to calculate the free-energy differences for the experimentally observed phases of MIL-53(Fe)."], "text": ["Top of Page", "Abstract", "Introduction", "Force Field Development Algorithm", "Modeling Alkane Adsorption in MIL-47(V)", "Diffusion of Alkanes in MIL-47(V)", "Force Field Development for Alkenes", "Force Field Transferability to the MIL-53 Series", "Summary", "References", "1 Introduction", "Metal organic frameworks (MOFs) are nanoporous materials consisting of metal centers bound to each other via organic linkers. Recently, MOFs have received considerable attention for various separation, catalysis, and gas storage applications.", "(1, 2)", " A significant fraction of MOF studies have been focused on the adsorption of small molecules such as H", "2", ",", "(3)", " methane,", "(4, 5)", " and CO", "2", ",", "(6)", " though a number of other separations have been explored.", "(7)", "Hydrocarbon separations are of considerable importance in the chemical industry, and many MOFs have been studied using both experimental and computational techniques.", "(8)", " For instance, open metal site MOFs such as HKUST-1", "(9-11)", " and MOF-74", "(12, 13)", " show preferential adsorption of olefins over paraffins for both long-", "(14, 15)", " and short-chain", "(16)", " hydrocarbons. This selectivity is primarily attributed to the strong interaction of the unsaturated metal center with the olefin double bond.", "(10, 12)", " Another interesting separation that has been widely studied using MOFs is the removal of ", "p", "-xylene from a mixture of C", "8", " alkyl aromatics.", "(17-19)", " The most commonly reported MOFs used for this application include the MIL-47 and MIL-53 series, which show the selective adsorption of ", "p-", "xylene.", "(20, 21)", " In contrast to the adsorption mechanism in open metal site MOFs, the selectivity in MIL-47 is due to entropic effects.", "(22)", " A number of MOF materials have been studied for various other hydrocarbon separations, as summarized in a recent review by Herm et al.", "(8)", "The ordered crystalline structure of MOFs makes them amenable to computational studies for predicting adsorption properties. Grand canonical Monte Carlo (GCMC) simulations have been used to calculate adsorption isotherms for various small molecules using generic force fields. For example, this approach has been employed for the high-throughput screening of MOFs for CO", "2", " capture", "(23)", " and methane storage", "(5)", " applications. Generic force fields such as DREIDING", "(24)", " and the universal force field (UFF)", "(25)", " are straightforward to implement and give reasonable results for simple systems.", "A limitation of generic force fields is their suitability for systems that involve specific interactions.", "(26)", " For example, because of the presence of open metal sites, UFF and DREIDING fail at predicting the adsorption of CO", "2", " in the MOF-74 series.", "(27, 28)", " Similarly, the adsorption of olefins in HKUST-1 cannot be well described by traditional approaches.", "(29-31)", " These observations suggest that due to the large diversity of available MOFs and functional groups, generic force fields may not always be suitable for describing complex MOF/adsorbate interactions.", "(32)", "One approach that is gaining in popularity is to use force fields that have been developed from quantum chemical calculations to model interactions of nanoporous materials.", "(33-36)", " A recent review from Fang et al.", "(32)", " provides a summary of the work in this area. Multiple groups have developed ab initio force fields for H", "2", ",", "(37, 38)", " CO", "2", ",", "(27, 28, 39-41)", " CH", "4", ",", "(42)", " and H", "2", "O", "(26)", " in MOFs using cluster calculations at various levels of theory. These methods involve calculating single-point energies for a variety of adsorbate configurations with a representative MOF cluster to obtain the force field parameters. An important factor that determines the accuracy of the force field is the level of theory used for the interaction energy calculations. Examples of high-quality quantum chemical methods that have been used include coupled cluster (CCSD(T)/CBS),", "(43)", " second-order Møller–Plesset (MP2),", "(27, 44)", " and symmetry adapted perturbation theory (SAPT).", "(45, 46)", " Because of the high computational cost associated with these methods, their applicability is restricted to smaller clusters and a limited number of adsorbate configurations.", "(28, 32)", " A reasonable trade-off between computational cost and accuracy in many circumstances is provided by density functional theory (DFT).", "In related work on hydrocarbon adsorption, one focus has been on modeling olefin interactions in HKUST-1. Fischer et al.", "(10, 47)", " used DFT calculations (using the PBE functional", "(48)", ") to model the adsorption of propylene in HKUST-1. A representative cluster of the MOF was used to probe configurations of propylene that allow for the interaction of the double bond with the Cu atom. The potential energy surface was fitted to a functional form that was used to calculate the adsorption isotherms. The predicted results were in good agreement with experimental measurements, indicating that DFT was sufficiently accurate to model adsorption in this system.", "(10)", " Similarly, a cluster-based approach was used by Amirjalayar et al.", "(49)", " to study the adsorption of benenze in MOF-5 using MM3-type potentials for fitting.", "(50, 51)", "Most of the MOF force field development literature has used cluster calculations to model the interactions of the adsorbate with the framework. An inherent assumption in this approach is that the force field that has been fitted to a representative cluster is transferable to the periodic framework. This assumption can be tested by systematically increasing the size of the cluster,", "(10, 27)", " but is computationally impractical for large clusters and higher-order methods. The cluster approach does not account for the long-ranged interactions that may exist in the extended structure during the force field fitting step. For instance, the simple cutoff scheme used by Fischer et al.", "(10)", " resulted in an artificial enhancement of interaction energy and had to be rectified.", "(30, 52)", " Similarly, an MP2-derived force field", "(27)", " correctly predicted the CO", "2", " adsorption isotherms in Mg MOF-74 but was unable to predict the experimental binding geometries.", "(28)", "An alternate approach that avoids these issues is to use periodic calculations to develop the force field. Compared to MP2 calculations with moderately sized clusters, a periodic DFT calculation is generally less computationally expensive. This approach has been used by Fang et al.", "(53, 54)", " to model the adsorption of CO", "2", " in zeolites using periodic DFT calculations. Hundreds of randomly generated CO", "2", " configurations in Si-CHA were used to calculate the interaction energies using PBE/D2 DFT calculations. This approach was recently extended to Na", "+", "-exchanged zeolites using the more accurate DFT/CC method.", "(55)", " The DFT/CC method corrects the DFT energies by using a pretabulated correction curve that is derived from (cluster-based) CCSD(T)/CBS calculations.", "(56)", " The resulting DFT/CC-derived force fields for CO", "2", " accurately predict experimental adsorption isotherms and are transferrable across different Si/Al ratios and zeolite topologies.", "(53)", " A similar approach has been employed by Zang et al.", "(26)", " to describe the interaction of water with HKUST-1 using randomly generated water configurations. A simple scaling of a Lennard-Jones potential was found to be unsuitable, and an alternate empirical functional form was required to correctly match the PBE-D2 energies. Chen et al.", "(41)", " have performed DFT/CC calculations for CH", "4", " adsorption in the periodic HKUST-1 framework. The potential energy surface was fit to a complicated functional form, and good agreement with experimental methane adsorption was observed. The resulting force field was transferrable to another MOF, PCN-14, which has the same chemical composition as HKUST-1 but different topology.", "(41)", " More recently, Lin et al.", "(28)", " have used a periodic model of MOF-74 to derive force fields for CO", "2", " and H", "2", "O adsorption using DFT calculations with the vdW-DF2", "(57)", " functional. Similar to their previous work,", "(27)", " the authors identify a set of adsorbate orientations that maximize a given pairwise interaction and reduce the number of required energy calculations. The predicted CO", "2", " and H", "2", "O adsorption and transport properties are in good agreement with experiments.", "The results summarized above indicate that periodic calculations at the DFT level can be used to derive transferable force fields in MOFs at a reasonable computational cost. Most of the literature on ab initio force field development for MOFs has been focused on modeling interactions of open metal sites with small molecules (CO", "2", ", H", "2", "O) or with olefins.", "(32)", " The limited number of computational studies for long hydrocarbons use off-the-shelf force fields such as DREIDING or UFF to model the MOF framework.", "(58-60)", " Even though the predicted isotherms may be in reasonable agreement with experiments, the accuracy of the generic force fields in modeling the interactions is unclear. To the best of our knowledge, first-principles-derived force fields for long-chain paraffin and olefins have not been reported for MOFs.", "In this work, we propose a general methodology for obtaining force fields for long-chain flexible adsorbates in MOFs using periodic DFT calculations. Of the MOFs that have been studied for alkane adsorption, reliable experimental data is available for MIL-47(V) and the MIL-53 series.", "(58, 59)", " To avoid complications associated with the framework flexibility of the MIL-53 series,", "(61-63)", " we choose MIL-47(V) as our model system for force field development.", "The article is organized as follows. In ", "section ", "2", ", a brief overview of our algorithm and the computational methods is presented. ", "Sections ", "3", " and ", "4", " describe the development and application of our force fields for predicting the adsorption and diffusion of alkanes in MIL-47(V). A brief extension of our approach to modeling olefins is presented in ", "section ", "5", ". Finally, in ", "section ", "6", ", we evaluate the transferability of the force field to MIL-53(Cr) and study the guest-induced structure transitions of MIL-53(Fe).", "Top of Page", "Abstract", "Introduction", "Force Field Development Algorithm", "Modeling Alkane Adsorption in MIL-47(V)", "Diffusion of Alkanes in MIL-47(V)", "Force Field Development for Alkenes", "Force Field Transferability to the MIL-53 Series", "Summary", "References", "2 Force Field Development Algorithm", "2.1", "Overview", "The goal of our force field development strategy is to ensure that the force field parameters reproduce the DFT energy for various configurations of the adsorbates in MIL-47(V). Briefly, this is done by generating a number of configurations from an initial generic force field, calculating the DFT interaction energies for these configurations in the periodic system, and fitting a classical force field to the DFT data to obtain the new force field. Next, this new force field is used to generate another set of adsorbate configurations, and this process is repeated until sufficient convergence of the force field parameters is obtained.", "2.2", "Structure Optimization", "The structure for MIL-47(V) was obtained from the literature", "(64)", " and was fully optimized using DFT as implemented in the Vienna ab initio simulation package (VASP). The GGA functional of Perdew, Burke, and Ernzerhof", "(65)", " was used with Grimme’s D2", "(48)", " corrections to include dispersion interactions with the PAW method.", "(66)", " The lattice constants were optimized at a plane wave cutoff of 700 eV, while the internal coordinates were energy minimized at a 400 eV cutoff. All single-point DFT calculations were performed at the Γ point to reduce computational cost. The DFT-optimized lattice constants give good agreement with the experimental data (", "Table S1", "). Compared to the MIL-53 series of materials, MIL-47(V) is known to be relatively nonflexible, and our DFT calculations assume the framework to be rigid.", "(59)", "2.3", "Initial Configurations and DFT Interaction Energy", "For a force field to be well suited to predicting adsorption, it is essential to describe the energetics of the relevant low-energy adsorbate configurations accurately. One approach is to generate hundreds of adsorbate configurations randomly for single-point energy calculations.", "(53, 54)", " For extended molecules such as linear C", "3", "–C", "9", " hydrocarbons, this approach is not straightforward as the adsorbate molecules are flexible. Additionally, it is likely that only a small fraction of randomly generated configurations will be energetically favorable. Instead, we performed configurational bias Monte Carlo (CBMC)", "(67)", " using an initial force field to obtain candidate low-energy adsorbate configurations at ", "P", "/", "P", "0", " = 0.1 and 303 K. Specifically, we use the generic DREIDING force field", "(24)", " and Lorentz–Berthelot mixing rules to obtain the preliminary set of hydrocarbon configurations, which has been shown to reasonably predict hydrocarbon adsorption in MIL-47 (V).", "(58)", "The hydrocarbons are modeled as flexible molecules using the united atom TraPPE force field.", "(68)", " In the TraPPE description of hydrocarbons, no charges are assigned to the united atoms and the intermolecular interactions are described by a simple Lennard-Jones potential. To be consistent with the TraPPE force field, the pairwise interactions of the adsorbates with the MOFs are modeled using only van der Waals terms. Details of the fluid–fluid interaction model, DREIDING parameters, and atom types for MIL-47(V) are provided in ", "Table S2", ".", "The interaction energy of the adsorbate molecules with the framework is defined as", "(1)", "where ", "E", "MOF", " and ", "E", "ads", " refer to the DFT energies of the empty MIL-47(V) framework and the hydrocarbon molecule, respectively, while ", "E", "MOF+ads", " is the DFT energy of the combined system. Typically, we use 300–600 adsorbate configurations to derive a set of force field parameters. Note that only united atom positions are obtained from CBMC snapshots. Thus, hydrogen atoms must be correctly added to carbon chains prior to the DFT calculation. The structural constraints used during this step are summarized in ", "Table S3", ". The length of a linear C", "6", " hydrocarbon (∼6.3 Å) is comparable to the unit cell size along the ", "a", " axis of MIL-47(V), so DFT calculations with a 1 × 1 × 1 unit cell may cause overlap of the adsorbate with its own periodic image. Thus, all of the DFT single-point energy (SPE) calculations are performed using a 144 atom, 2 × 1 × 1 supercell of MIL-47(V) with reciprocal space sampled at the Γ point.", "The interaction of hydrocarbons with MIL-47(V) is dominated by dispersion interactions, and a DFT method that accounts for these interactions is required. Because the goal of this work is to develop force fields that are consistent with a given DFT method, we use two different DFT methods, PBE-D2", "(48)", " and vdW-DF2,", "(57)", " for our calculations.", "2.4", "Parameter Fitting and Functional Forms", "The DFT energies obtained from CBMC configurations are fit to a chosen potential form of a force field in a least-squares sense. Specifically, we consider two functional forms, namely, the Lennard-Jones (LJ)", "(2)", "and the Buckingham potential", "(3)", "Compared to the two-parameter (ε and σ) LJ potential, the Buckingham potential has three parameters (", "p", "0", ", ", "p", "1", ", and ", "p", "2", ") and should therefore fit the underlying data better. For the LJ potential, two types of parameter fits were attempted. In the first case, we fix the σ parameter to the value given by Lorentz–Berthelot mixing rules (DREIDING + TraPPE) and vary only the ε parameter during the fitting procedure. In the second fitting procedure, we allow both the ε and σ of each interacting pair to vary. All of the parameter fitting calculations were implemented in MATLAB.", "2.5", "Adsorption Isotherms and Convergence of Force Field Parameters", "The newly fitted force field parameters were used for the calculation of adsorption isotherms using configurational-bias Monte Carlo (CBMC) as implemented in the RASPA simulation code.", "(69)", " A spherical cutoff of 13.0 Å was used for the pairwise interaction potentials. The CBMC calculations were equilibrated using at least 100 000 cycles. Production runs of 400 000 cycles were used for measuring macroscopic properties.", "The first iteration of the FF parameters is obtained by fitting the configurations obtained from a generic force field. Even though interaction energies are calculated using DFT, they may not be well converged with respect to the DFT method after a single iteration. To ensure convergence, we obtained configurations from the new force field and repeated the steps described above in ", "sections ", "2.3", "–", "2.5", " to obtain the next iteration of the FF parameters. At each step, the configurations from all of the previous iterations are used for fitting. As we show later, typically two iterations are sufficient to obtain well-converged FF parameters and adsorption isotherms.", "Top of Page", "Abstract", "Introduction", "Force Field Development Algorithm", "Modeling Alkane Adsorption in MIL-47(V)", "Diffusion of Alkanes in MIL-47(V)", "Force Field Development for Alkenes", "Force Field Transferability to the MIL-53 Series", "Summary", "References", "3 Modeling Alkane Adsorption in MIL-47(V)", "3.1", "Comparison of DREIDING FF with the PBE-D2 Method", "Before moving to the FF development of ethane, it is useful to compare the energies of the generic DREIDING FF with the PBE-D2 DFT method for long hydrocarbons. We obtained adsorption isotherms and CBMC configurations for several C", "5", " alkane and alkene isomers using the DREIDING FF. ", "Figure ", "1", " compares the PBE-D2 and DREIDING interaction energies for 100 configurations of pentane, 1-pentene, and ", "trans", "-2-pentene in MIL-47(V). The mean absolute deviations (MADs) for the alkenes (3.6 and 5.6 kJ/mol) are significantly higher than for pentane (2.6 kJ/mol). The DREIDING interaction energies for ", "trans", "-2-pentene show a systematic underprediction for low-energy configurations. This indicates that the DREIDING FF is not consistent with PBE-D2 and that a FF can be developed to better reproduce the DFT energies.", "Figure 1. Interaction energies for 100 configurations of pentane (red squares), 1-pentene (green circles), and ", "trans", "-2-pentene (blue triangles) using DREIDING FF and PBE-D2 in MIL-47(V).", "3.2", "Force Field Development for Ethane", "3.2.1", "Method Overview", "We now move to modeling the adsorption of ethane in MIL-47(V) using our force field algorithm. As summarized in ", "section ", "2.3", ", we use a generic force field to obtain the initial set of configurations for DFT calculations. ", "Figure ", "2", " shows the PBE-D2 interaction energies (blue triangles) for 200 configurations obtained from the DREIDING FF. Compared to PBE-D2, the DREIDING FF overpredicts adsorption energies by ∼3 kJ/mol with a MAD of 2.5 kJ/mol. To make our classical FF consistent with PBE-D2, we fit the ε parameter for each LJ interaction pair (four element types in all) using least-squares fitting and recalculate the interaction energies with the new force field (denoted as FITTED_LJ). In this case, the σ values were held constant. By definition, the interaction energies calculated with FITTED_LJ (", "Figure ", "2", ", red circles) show much better agreement with PBE-D2 than the results from the DREIDING FF. The MAD is reduced to ∼1.3 kJ/mol with a mean deviation (MD) of 0.03 kJ/mol.", "Figure 2. PBE-D2 interaction energies for 200 configurations of ethane in MIL-47(V) compared to generic DREIDING FF (blue triangles) and FITTED_LJ FF (red circles).", "3.2.2", "Convergence of FF Parameters", "The force field parameters obtained after one iteration are presented in ", "Table S4", ". To ensure that the new FF (FITTED_LJ) reproduces the PBE-D2 data consistently, we performed CBMC again with the new FF and obtained 200 additional ethane configurations. These configurations were used to calculate PBE-D2 interaction energies and to reparametrize the FF by fitting the ε values. ", "Table S4", " presents the evolution of the force field parameters for three such iterations and shows that the fitted FF parameters do not change significantly after two iterations. At each FF iteration, all of the configurations from the previous iterations are included during the fitting procedure. On the basis of the sensitivity analysis presented in the ", "Supporting Information", ", we find that the fitting results and isotherms are essentially insensitive to the vanadium FF parameters. This is not surprising as the V atom is octahedrally coordinated and does not directly interact with the adsorbates. Thus, the ε value for V is set to zero for all further calculations.", "The convergence of the FF parameters is further confirmed by comparing the adsorption isotherms for various FF iterations in ", "Figure ", "3", ". The adsorption isotherms for iterations 1–3 do not differ significantly but are all lower than the original DREIDING force field. The ethane force field is now consistent with PBE-D2 and is henceforth referred to as PBE-D2 FF. For all of the results presented in this work, at least two force field iterations were used to guarantee good convergence of the parameters.", "Figure 3. Ethane adsorption isotherms in MIL-47(V) at 303 K using three iterations of the DFT-derived FF. The isotherm from the DREIDING FF is also shown for comparison.", "3.2.3", "Choice of Classical Potential Form", "In the previous section, we have shown that our approach can be used to develop force fields that can reproduce DFT energies in MIL-47(V) for a large number of configurations. We now turn to exploring the potential form used for fitting the data. The MIL-47(V) framework consists of four types of elements: C, H, O, and V. The ethane molecule is represented by the CH", "3", " united atom, resulting in four distinct pairwise interactions. Earlier, we used an LJ potential form and allowed only the four ε values to vary during the least-squares fitting. ", "Figure ", "4", " shows the fitting results when the four σ values are also allowed to change, leading to a total of eight fitting parameters for the system (blue triangles). Similarly, we can use a Buckingham potential for each interacting pair, resulting in 12 total parameters (", "Figure ", "4", ", green squares). The fitted parameters using these two potentials are reported in ", "Table S6", ".", "The MAD using 4 LJ parameters is reduced from 1.3 to 1.2 kJ/mol (1.1 kJ/mol) when 8 LJ parameters (12 Buckingham parameters) are used. Even though there is slight improvement in the quality of the fit by using more parameters, the final converged adsorption isotherms (", "Figure S1", ") are not significantly different for various functional forms of the force field. To simplify the implementation of our DFT-derived FFs, we choose the four-parameter LJ model for all further calculations. The converged PBE-D2 FF parameters for ethane obtained by using 600 PBE-D2 calculations and fitted to a four-parameter LJ potential form are presented in ", "Table ", "1", ".", "Figure 4. Comparison of the fitted FF interaction energies with PBE-D2 for different potential functional forms: LJ, 4 parameters (red circles); LJ, 8 parameters (blue triangles); and Buckingham, 12 parameters (green squares).", "3.2.4", "Choice of DFT Method", "We now discuss the FF development using DFT calculations with the vdW-DF2 functional (denoted as VDW-DF2 FF), which will be compared with the previous PBE-D2 FF. ", "Figure ", "5", " shows the PBE-D2, vdW-DF2, and DREIDING energies for 200 configurations of ethane in MIL-47(V) MOF. The data has been arranged according to increasing PBE-D2 interaction energies. For the most favorable configurations, the average vdW-DF2 interaction energy (−29 kJ/mol) is more negative than the PBE-D2 (−26 kJ/mol) result. Coincidentally, for these configurations, the DREIDING energies (−25 kJ/mol) are comparable to the PBE-D2 energies. As we move toward the less favorable configurations (toward the right in ", "Figure ", "5", "), the difference between the two DFT methods diminishes to zero at approximately −17 kJ/mol. For DFT interaction energies less negative than −17 kJ/mol, DREIDING FF overestimates the ethane-framework interactions relative to the DFT results.", "Figure 5. Interaction energies for 200 configurations of ethane in MIL-47(V) calculated using PBE-D2 (black, solid line), vdW-DF2 (red, dotted line), and DREIDING FF (blue, dotted line). The moving average for vdW-DF2 (red, solid line) and DREIDING FF (blue, solid line) is calculated using five configurations for each data point.", "Similar calculations as before were performed using vdW-DF2, and the final VDW-DF2 FF is obtained after three FF fitting iterations. ", "Figure S2", " shows the comparison of the vdW-DF2 interaction energies with the fitted force field for 600 ethane configurations. The MAD for the vdW-DF2-derived force field is slightly higher (2.1 kJ/mol) compared to the PBE-D2 (1.3 kJ/mol) version.", "Table ", "1", " compares the final converged ethane force fields developed using the PBE-D2 and vdW-DF2 methods with the original DREIDING FF. It is interesting that ε(C–CH3) for DREIDING and VDW-DF2 FF are close to each other and are ∼10 K higher than the PBE-D2 FF. More importantly, both the DFT force fields predict a higher ε(O–CH3) than the DREIDING FF, indicating that increasing the O–CH3 interaction by 55% (40%) relative to the DREIDING value is necessary to better reproduce the PBE-D2 (vdW-DF2) interaction energy.", "Table 1. Comparison of ε Force Field Parameters for Modeling the Adsorption of Ethane in MIL-47 (V) Using DREIDING, PBE-D2 FF, and VDW-DF2 FF", "adsorbate", "atom type", "MOF", "atom", "type", "DREIDING", "(ε, K)", "PBE-D2 FF", "(ε, K)", "VDW-DF2 FF", "(ε, K)", "all FFs", "(σ, Å)", "CH3_sp3_UA", "C1", "68.49", "54.23", "64.80", "3.61", "CH3_sp3_UA", "C2", "68.49", "54.23", "64.80", "3.61", "CH3_sp3_UA", "C2", "68.49", "54.23", "64.80", "3.61", "CH3_sp3_UA", "O1", "68.72", "106.86", "96.59", "3.39", "CH3_sp3_UA", "O2", "68.72", "106.86", "96.59", "3.39", "CH3_sp3_UA", "V", "a", "28.09", "0.00", "0.00", "n/a", "CH3_sp3_UA", "H", "27.38", "6.13", "14.08", "3.30", "a", "Note that the ε value for the V-CH3_sp3_UA interaction has been set to zero.", "3.2.5", "Comparison with Experimental Data", "As both PBE-D2 and vdW-DF2 are dispersion-corrected DFT methods, it is difficult to determine a priori the most suitable approach. One way of resolving this issue is to compare the simulated adsorption isotherms with experimental data. ", "Figure ", "6", " compares the predicted ethane adsorption isotherms using DREIDING, PBE-D2 FF, and VDW-DF2 FF with the experimental data from Rosenbach et al.", "(59)", " at 303 K. Consistent with our predictions in ", "section ", "3.2.4", ", the PBE-D2 FF isotherms are indeed lower than the VDW-DF2 FF and DREIDING values. Additionally, because of the similar average interaction energies, the predicted uptakes from VDW-DF2 FF and DREIDING FF are comparable.", "Figure 6. Ethane adsorption isotherms in MIL-47(V) using the PBE-D2, vdW-DF2, and DREIDING FFs. The simulation data is compared to the scaled (dashed line) and unscaled (solid line) experimental data from Rosenbach et al.", "(59)", "Before comparing the DFT FF predictions with the experimental isotherms, it is useful to discuss the quality of the MOF sample used in the adsorption experiments.", "(59)", " The measured surface area for the MIL-47(V) sample (1200 m", "2", "/g) was significantly smaller than the calculated geometrically accessible surface area (1540 m", "2", "/g), and the authors suggest scaling up the experimental isotherms by ∼28% for comparison with simulations.", "(59)", " In this case, the low surface area of MIL-47(V) was attributed to an incomplete removal of terephthalic acid from the pores during the activation.", "(59)", " Similar to this approach, other groups have employed pore volumes to derive the necessary scaling factors.", "(47, 52)", "With regard to measuring the BET surface area, Snurr and coworkers", "(70, 71)", " have highlighted the importance of using an appropriate pressure range for the calculation.", "(72)", " They conclude that BET calculations over the standard pressure range (0.05 < ", "P", "/", "P", "0", " < 0.3) may underestimate the true value. Given the nuances associated with the measurement of BET surface areas and the activation process, simply scaling up the experimental adsorption isotherm by almost 30% to compare with calculated data is less than optimal.", "To explain this further, instead of considering the BET surface area as one number, we introduce error bars into this measurement and calculate the bounds on the scaling factors necessary to match the perfect sample. This is summarized in ", "Table ", "2", " and ", "Table S7", ". If the error bar for a given BET measurement is less than ±5%, then a scale up of anywhere between 22 and 35% is necessary. If the error bar is now increased to ±10%, then the scaling factor range increases to 27–43%. This calculation indicates that scaling adsorption isotherms for samples that are reported to have low BET surface areas compared to ideal theoretical values may lead to large uncertainties, depending on the accuracy of the BET calculation.", "Table 2. Scaling Factors for Different Hypothetical Error Bars in the Measured BET Surface Area", "a", "% error in", "BET", "measurement", "scaling factor", "range", "0", "1.28", "<±5", "1.22–1.35", "<±10", "1.17–1.43", "<±15", "1.12–1.51", "a", "The baseline surface areas for the experimental and “perfect” samples are 1200 and 1540 m", "2", "/g, respectively.", "For situations in which the adsorption data has not been reproducibly reported by multiple groups, we choose to compare our simulated results with both the scaled and unscaled experimental isotherms. ", "Figure ", "6", " shows that the predicted adsorption isotherms from the two DFT methods, along with the DREIDING force field, lie in between the two experimental curves.", "Although viewing the experimental data in this way does not indicate that any of the three FFs give implausible results, we cannot draw a clear conclusion about the suitability of the DFT-derived force fields based only on this ethane adsorption data. Nonetheless, as we will show in the following sections, we are able to extend our method to higher alkanes, and this allows us to compare our results to more reliable experimental adsorption measurements.", "3.3", "Force Field for Propane", "From the ethane calculations above, we now have force field parameters that describe the interaction of the CH3_sp3_UA group with the MOF framework. As shown in ", "Figure ", "7", ", propane molecules consist of two CH3_sp3_UA interaction centers and one CH2_sp3_UA interaction center. Similarly, within TraPPE, a hexane molecule is described by two CH3_sp3_UA and four CH2_sp3_UA interaction centers. To model the adsorption of higher linear alkanes, we need to correctly model the interaction of the CH2_sp3_UA site with the MIL-47(V) framework atoms.", "Figure 7. Description of linear alkanes using the TraPPE united atom model consisting of CH3_sp3_UA (gray) and CH2_sp3_UA (blue) interaction sites. The hydrogen atoms (white) have been shown for clarity and are not explicitly defined in the TraPPE force field. Each number in parentheses indicates the number of interaction sites of each type.", "This is achieved by repeating the FF development algorithm for propane using the PBE-D2 and vdW-DF2 methods. ", "Figure ", "8", " shows the results of fitting propane interactions with the framework for PBE-D2 and vdW-DF2 methods. To make the force field transferable across different linear alkanes, we allow only the CH2_sp3_UA interaction parameters to vary during the parameter fitting, while the CH3_sp3_UA parameters from our ethane results (", "Table ", "1", ") are held constant. Similar to the ethane calculations, the LJ potential form with four ε parameters was used for fitting. Starting with an initial set of 600 configurations used for the fitting, we considered 600 additional configurations to confirm the convergence of the FF parameters. The final mean absolute deviations for PBE-D2 FF and VDW-DF2 FF are 1.6 and 2.1 kJ/mol after two force field iterations, showing that the optimized force fields successfully reproduce the DFT energies.", "To test if fixing the CH3_sp3_UA interactions introduces a fitting bias, we considered a situation where both CH3_sp3_UA and CH2_sp3_UA parameters were optimized during the propane fitting procedure. We find that the CH3_sp3_UA parameters do not change significantly from the ethane values and essentially identical adsorption isotherms are obtained (data not shown). This indicates that the interaction parameters obtained for CH3_sp3_UA and CH2_sp2_UA are transferable across different adsorabtes that belong to the same homologous series.", "Figure 8. Force field fitting results for the adsorption of propane in MIL-47(V) using (a) PBE-D2 and (b) vdW-DF2 DFT energies. In each case, 1200 adsorbate configurations were used. Only the CH2_sp3_UA interaction parameters were allowed to vary, while the CH3_sp3_UA parameters were obtained from the ethane results in ", "Table ", "1", ".", "A comparison of the two DFT methods for 600 propane configurations in MIL-47(V) is presented in ", "Figure S3", ". Consistent with our previous ethane results, the vdW-DF2 method predicts stronger interaction energies than PBE-D2, especially for the more favorable configurations.", "The new CH2_sp3_UA interaction parameters for DREIDING, PBE-D2 FF, and VDW-DF2 FF are presented in ", "Table ", "3", ". Comparing the ε values for DREIDING with the DFT FFs shows that the ε(C–CH2) does not change much, while the ε(O–CH2) increases ∼50%. This is similar to the higher ε(O–CH3) observed for our DFT-derived ethane force fields in ", "section ", "3.2.4", ".", "Table 3. Comparison of ε Force Field Parameters for Modeling the Adsorption of Propane in MIL-47 (V) Using DREIDING-, PBE-D2-, and vdW-DF2-Derived Force Fields", "adsorbate", "atom type", "MOF", "atom", "type", "DREIDING ", "(ε, K)", "PBE-D2", "FF", "(ε, K)", "VDW-DF2", "FF", "(ε, K)", "all FFs", "(σ, Å)", "CH2_sp3_UA", "C1", "46.92", "47.14", "44.94", "3.71", "CH2_sp3_UA", "C2", "46.92", "47.14", "44.94", "3.71", "CH2_sp3_UA", "C2", "46.92", "47.14", "44.94", "3.71", "CH2_sp3_UA", "O1", "47.08", "72.79", "69.70", "3.49", "CH2_sp3_UA", "O2", "47.08", "72.79", "69.70", "3.49", "CH2_sp3_UA", "V", "a", "19.24", "0.000", "0.00", "3.55", "CH2_sp3_UA", "H", "18.75", "2.84", "19.65", "3.40", "a", "Note that the ε value for the V-CH2_sp3_UA intraction has been set to zero.", "The adsorption isotherms for propane in MIL-47(V) at 303 K using DREIDING, PBE-D2 FF, and VDW-DF2 FF are shown in ", "Figure S4", ". The VDW-DF2 FF predicts a higher uptake of propane than PBE-D2 FF and DREIDING. This is expected as the highest interaction energies are obtained with the vdW-DF2 DFT calculations (", "Figure S3", ").", "Similar to the ethane case discussed earlier, all three adsorption isotherms lie between the scaled and the unscaled experimental data. The experimental data for propane comes from the same study as the ethane data discussed above. For the same reasons as with the experimental ethane isotherms, the propane data does not allow a firm conclusion to be drawn on which simulated isotherm is more accurate.", "Figure 9. Comparison of the simulated heat of adsorption for ethane, propane, and butane in MIL-47(V) at 303 K. The experimental microcalorimetry data measured by Rosenbach et al.", "(59)", " is included for comparison. ", "N", "C", " refers to the number of carbon atoms in the hydrocarbon molecule.", "Even though we choose to not compare our GCMC results for light hydrocarbons to the full experimental isotherms, it is reasonable to compare the experimental and simulated heat of adsorption (Δ", "H", ") at low loadings. As reliable experimental adsorption isotherms at multiple temperatures are unavailable for this system, we compare our Δ", "H", " results with microcalorimetric measurements.", "(59)", " ", "Figure ", "9", " compares the low-loading (", "P", "/", "P", "0", " = 0.001) Δ", "H", " obtained from CBMC simulations with the microcalorimetry measurements of Rosenbach et al.", "(59)", " at 303 K for ethane, propane, and butane. As expected from our DFT calculations, the simulated heat of adsorption for C", "2", "–C", "4", " hydrocarbons is the lowest for PBE-D2 FF. The VDW-DF2 FF and DREIDING values are comparable to each other and are within 2 kJ/mol of the experimental measurement. It is encouraging that the slope of the line for VDW-DF2 FF (8.6 mol per −CH", "2", ") is similar to the experimental result (8.25 kJ/mol per −CH", "2", ").", "Having verified that the predicted low loading heats of adsorption for C", "2", " to C", "4", " hydrocarbons are reasonable, we now proceed to extending our method to higher alkanes.", "3.4", "Force Field for Higher Alkanes", "Linear alkanes described using the TraPPE FF consist of only two types from interaction centers: CH3_sp3_UA and CH2_sp3_UA. Using the force field parameters listed in ", "Tables ", "1", " and ", "3", ", we can predict the adsorption of all linear alkanes using our DFT-derived FFs.", "Figure ", "10", " compares the experimental adsorption isotherms for C", "5", "–C", "9", " alkanes in MIL-47 (V) at 303 K reported by Déroche et al.", "(58)", " with the predicted uptakes using DREIDING, PBE-D2 FF, and VDW-DF2 FF, respectively. Even though the BET surface areas of the MOF sample have not been explicitly reported by Déroche et al.,", "(58)", " they did not rescale the adsorption isotherms while comparing their simulated isotherms. We therefore compare our data to the experimental results on the same basis while acknowledging that this would be more satisfactory if information about the surface area of the experimental sample was available.", "Figure 10. Adsorption isotherms for pentane (black), hexane (red), heptane (green), octane (blue), and nonane (cyan) in MIL-47(V) at 303 K. The predictions from CBMC (filled circles) using (a) DREIDING FF, (b) PBE-D2 FF, and (c) VDW-DF2 FF are compared with the experimental data from Déroche et al.", "(58)", " (open diamonds).", "We will first discuss the adsorption of C", "5", "–C", "8", " alkanes using the three force fields. The DREIDING force field underestimates the adsorption of C", "5", "–C", "8", " alkanes over the entire pressure range. For these alkanes, the saturation capacity is systematically ∼0.5 mmol/g lower than the experimental value. On the other hand, PBE-D2 FF gives significantly better agreement with the experimental data for C", "6", " to C", "8", " alkanes, both at lower pressures and at saturation. For pentane, a slight underestimation of ∼0.2 mmol/g is observed at all pressures. The best prediction of the experimental data over the whole pressure range is obtained for the VDW-DF2 FF. In addition to getting the correct saturation capacity for C", "5", "–C", "8", " at higher pressures, the shape of the predicted isotherms is in very good agreement with the experimental data for the C", "5", "–C", "8", " linear alkanes.", "We now turn to the inconsistency in the simulated and experimental isotherms for nonane (", "Figure ", "10", "). Given that VDW-DF2 FF works well for the other alkanes, it is surprising that the saturation capacity of nonane is overestimated. The case for nonane is interesting because the experimental isotherm is lower than the simulated values for all three FFs. To examine this discrepancy, we used the experimental and VDW-DF2 FF isotherms to calculate the number of C atoms per unit cell at saturation for C", "5", "–C", "9", " alkanes. ", "Figure S5", " shows that the MIL-47(V) unit cell saturates at approximately 20 C atoms/unit cell for all hydrocarbons, except when the experimental nonane saturation capacity is used (1.9 mmol/g, 17 C/u.c). In contrast, the saturation capacity from the VDW-DF2 FF (2.2 mmol/g) corresponds to the same density (20 C/u.c.) calculated for the other cases. This result suggests that the experimental results for nonane adsorption may have been influenced by a kinetic limitations that cannot be considered in our equilibrium calculations.", "(58, 73)", " It is noteworthy that the excellent adsorption predictions in ", "Figure ", "10", "(b,c) are obtained by using FFs that are developed purely from theoretical methods and do not require any information or parameter tuning from experimental data.", "The performance of VDW-DF2 FF is further confirmed by comparing the low loading heat of adsorption (Δ", "H", ") for different force fields with the experimental values obtained by using Henry’s constants.", "(74)", " ", "Figure ", "11", " shows that the simulated Δ", "H", " values for C", "5", "–C", "7", " hydrocarbons from VDW-DF2 FF are within 1 kJ/mol of the experimental data. The PBE-D2 FF systematically underpredicts the heat of adsorption, which is consistent with the relatively lower PBE-D2 interaction energies for ethane and propane (", "Figure ", "5", " and ", "Figure S3", "). On the other hand, DREIDING FF gives reasonable agreement with experimental and vdW-DF2 heat of adsorption, but fails at predicting the correct saturation capacities (", "Figure ", "10", "(c)).", "Figure 11. Simulated heat of adsorption for C", "5", ", C", "6", ", and C", "7", " alkanes at low loadings (", "P", "/", "P", "0", " = 0.001) from DREIDING, PBE-D2 FF, and vdW-DF2 FF compared to the experimental zero-coverage heat of adsorption obtained from experimental Henry’s constants.", "(74)", "In summary, as the VDW-DF2 FF gives excellent agreement with low coverage heat of adsorption measurements and experimental adsorption isotherms for a wide range of linear alkanes, we conclude that VDW-DF2 FF correctly describes the alkane/MIL-47(V) system. Even though the PBE-D2 FF does not perform as well as VDW-DF2 FF, it is still a considerable improvement over the original DREIDING force field.", "3.5", "Comparison of DFT-Derived and Generic FFs", "Given that our DFT-derived FFs perform significantly better than DREIDING, it is important to explore the characteristics that distinguish them from the generic models. Similar to our DREIDING calculations, Déroche et al.", "(58)", " have reported adsorption isotherms for C", "5", "–C", "9", " alkanes using (1) the UFF force field and (2) a combined UFF + DREIDING approach. In both the cases, unsatisfactory prediction of the saturation capacities and/or the low-pressure region is observed. Typically, self-interaction parameters defined by UFF or DREIDING for the framework atoms are combined with the fluid model using Lorentz–Berthelot mixing rules to obtain the required cross-species interactions. For the FFs developed in this work, we directly derive the cross-species interaction parameters from fitting to DFT calculations (", "Tables ", "1", " and ", "3", "). Using these cross-species interactions and assuming Lorentz–Berthelot mixing rules to be valid, we obtain the self-interaction parameters for the framework atoms based on DFT FF parameters. The force fields are referred to as PBE-D2-LB and VDW-DF2-LB in ", "Table ", "4", ".", "Table 4. Self-Interaction Parameters (ε, K) for Generic and DFT-Derived Force Fields to Be Used in Conjunction with Lorentz–Berthelot Mixing Rules", "framework", "atom", "UFF", "DREIDING", "PBE-D2-LB", "FF", "VDW-DF2-LB", "FF", "C–C", "52.87", "47.87", "39.16", "43.38", "O–O", "30.21", "30.21", "115.85", "100.41", "V–V", "8.06", "8.06", "0.00", "0.00", "H–H", "22.16", "7.65", "0.28", "5.21", "Our calculations show that the ε(C–C) self-interaction parameters for the DREIDING (UFF) force fields are only ∼20% (10%) higher than for VDW-DF2 FF. On the other hand, for both DFT-derived FFs, the ε(O–O) values are ∼300% higher than the generic FFs. This observation indicates that the chemical environment of the oxygen atom bound to the metal center and subsequently its interaction with the hydrocarbon is not well represented by UFF or DREIDING. Instead, using DFT calculations to derive the FF parameters allows for a more accurate description of the system and results in a better prediction of adsorption properties.", "Top of Page", "Abstract", "Introduction", "Force Field Development Algorithm", "Modeling Alkane Adsorption in MIL-47(V)", "Diffusion of Alkanes in MIL-47(V)", "Force Field Development for Alkenes", "Force Field Transferability to the MIL-53 Series", "Summary", "References", "4 Diffusion of Alkanes in MIL-47(V)", "Previously, we demonstrated that the VDW-DF2 FF performs better than the generic FFs at predicting the adsorption properties of alkanes in MIL-47(V). In this section, we discuss the diffusion properties of alkanes using VDW-DF2 FF and DREIDING FF.", "Molecular dynamics (MD) simulations in the NVT ensemble were used to calculate the diffusivities of C", "2", "–C", "7", " alkanes in MIL-47(V) at 300 K. All MD calculations were performed in RASPA", "(69)", " using a rigid 8 × 2 × 2 supercell of the framework. A time step of 1.0 fs was determined to be sufficient to ensure energy conservation. A typical MD trajectory consisted of 10", "6", " equilibration steps followed by 10", "7", " production steps during which the mean-squared deviation (MSD) of the alkane was measured. An order-", "N", " scheme", "(75)", " was used to calculate the self-diffusion coefficients from the MSD data. We used a minimum of five independent trajectories to calculate the average self-diffusion coefficient for each hydrocarbon.", "Figure ", "12", " compares the self-diffusivities (", "D", "s", ") obtained for different alkanes at a fixed loading of 3 C atoms per unit cell at 300 K. This allows us to compare our self-diffusivities with experimental QENS measurements at the same loading.", "(60, 76)", " The MD results in ", "Figure ", "12", " show that the self-diffusivity of alkanes in MIL-47(V) calculated using VDW-DF2 FF is in good agreement with the experimental results for C", "2", "–C", "7", " alkanes. For these alkanes, slightly higher diffusion coefficients are predicted for the DREIDING FF. Because of its large 1D pores, it is not surprising that the diffusivities of alkanes in MIL-47(V) are insensitive to the details of the FF. Moreover, the observed diffusivities are similar to the expected self-diffusion coefficients for liquid hydrocarbons.", "(77, 78)", " The experimentally observed sharp decrease in the diffusivity for longer alkanes (C", "8", "–C", "16", ") is not observed from our calculations with either FF. This may be due to the representation of the alkanes as united atoms in our force field. Similar discrepancies have been previously observed for molecular diffusion in silicalite, although the origin of these discrepancies remains unclear.", "(60, 79)", " As MIL-47(V) consists of large 1D pores, our results suggest that ", "D", "s", " is not a strong function of the carbon chain length for short alkanes.", "Figure 12. Average self-diffusion coefficients of C", "2", "–C", "9", ", C", "12", ", and C", "16", " alkanes obtained from NVT MD simulations at 300 K using VDW-DF2 FF (red squares) and DREIDING FF (green squares). The error bars denote the range of ", "D", "s", " values obtained from five independent MD simulations. Experimental QENS values reported by Rives et al.", "(60)", " are represented by the black circles. Note that the orientationally averaged self-diffusion coefficient is defined as ", "D", "s", " = ", "D", "1D", "/3.", "A decrease in the self-diffusion coefficient has been reported by Jobic et al.", "(76)", " at higher loadings of ethane, propane, and butane in MIL-47(V). Similar to our previous approach, we calculated diffusivities for C", "2", "–C", "4", " alkanes at multiple loadings (0.5–3.5 molecules/u.c.) using VDW-DF2 FF. The predicted ethane and butane self-diffusivities agree very well with the QENS measurements (", "Figure ", "13", "). However, our MD simulations overestimate propane diffusion at low loadings. The experimental measurements indicate that butane diffuses faster than propane, which has been described by a so-called “blowgun” effect.", "(76)", " This effect is not seen in our MD simulations using VDW-DF2 or DREIDING FF (", "Figure S6", "), where the diffusivity decreases on going from ethane to butane over the entire range of alkane loadings.", "Figure 13. Self-diffusion coefficients calculated from NVT MD simulations at 300 K using VDW-DF2 FF for ethane (open red circles), propane (open blue diamonds), and butane (open green triangles). The error bars denote the range of ", "D", "s", " values obtained from five independent MD simulations. The experimental QENS measurements from Jobic et al.", "(76)", " are shown with filled symbols.", "Top of Page", "Abstract", "Introduction", "Force Field Development Algorithm", "Modeling Alkane Adsorption in MIL-47(V)", "Diffusion of Alkanes in MIL-47(V)", "Force Field Development for Alkenes", "Force Field Transferability to the MIL-53 Series", "Summary", "References", "5 Force Field Development for Alkenes", "In ", "sections ", "3", " and ", "4", ", we showed that VDW-DF2 FF successfully predicts the adsorption and diffusion properties of alkanes in MIL-47(V). This approach is not restricted to alkanes and can easily be extended to other adsorbates. As an example, we developed a force field for modeling the adsorption of ethene, propene, and higher olefins in MIL-47(V) using PBE-D2 and vdW-DF2 DFT calculations. Results of the FF fitting procedure are shown in ", "Figure S7–S9", ", and the fitted parameters are reported in ", "Table S9", ".", "Figure S10", " presents the single-component adsorption isotherms of C", "3", "–C", "7", " linear alkenes in MIL-47(V) at 303 K using DREIDING, PBE-D2, and VDW-DF2 FF. Similar to the previous alkane results, the VDW-DF2 FF predicts the highest olefin uptakes. To the best of our knowledge, olefin isotherms have not been reported experimentally, so direct validation of the DFT-derived FFs is not possible. As VDW-DF2 FF performs better than the other FFs for the alkane/MIL-47(V) system, we limit the discussion here to the VDW-DF2 FF results.", "To investigate the olefin/paraffin separation characteristics of MIL-47(V), we performed binary CBMC simulations for 50/50 bulk mixtures of C", "3", "–C", "7", " linear alkanes and alkenes. The results shown in ", "Figure S11", " indicate that even though MIL-47(V) does not contain any unsaturated metal sites, olefins are preferentially adsorbed from the equimolar olefin/paraffin mixture. The preferential adsorption of olefins over paraffins can be attributed to the stronger interaction of the O atom with the sp", "2", " C atoms of the alkene (", "Table S9", "). The predicted olefin/paraffin selectivity decreases from ∼2.3 for C", "3", " to 1.7 for C", "7", " hydrocarbons under saturation conditions.", "Top of Page", "Abstract", "Introduction", "Force Field Development Algorithm", "Modeling Alkane Adsorption in MIL-47(V)", "Diffusion of Alkanes in MIL-47(V)", "Force Field Development for Alkenes", "Force Field Transferability to the MIL-53 Series", "Summary", "References", "6 Force Field Transferability to the MIL-53 Series", "Having established that the DFT-derived VDW-DF2 force field successfully predicts the adsorption and diffusion of alkanes in MIL-47(V), we now focus on evaluating the transferability of our force field to the MIL-53 series.", "Since its first synthesis by Millange et al.,", "(62, 80)", " the MIL-53 family of flexible MOFs has attracted attention because of its guest-induced breathing behavior.", "(62, 81, 82)", " A number of experimental and modeling groups have studied the structural transitions in MIL-53(Al, Fe, Cr, Ga, Sc) upon the adsorption of H", "2", ", CH", "4", ", CO", "2", ", H", "2", "O, and hydrocarbons.", "(62, 63, 82-86)", " These and related studies have been recently reviewed by Alhamami et al.", "(81)", " and Schneemann et al.", "(87)", " Even though a variety of techniques have been explored for modeling these materials,", "(87)", " our focus here is limited to studying the adsorption of short linear alkanes in MIL-53(Cr) and MIL-53(Fe) using the VDW-DF2 FF.", "6.1", "Alkane Adsorption in MIL-53(Cr)", "We will first discuss the breathing behavior in MIL-53(Cr).", "(59)", " X-ray powder diffraction results and adsorption measurements", "(59, 61)", " indicate a narrow pore (NP) to large pore (LP) structural transition in MIL-53(Cr) on adsorption of ethane, propane, and butane (", "Figure S12", "). This transition is clearly seen as steps in the experimental propane and butane adsorption isotherms (", "Figure S13", "), while the transition due to ethane is suggested from XRD results of Llewellyn et al.", "(61)", " The XRD results also suggest that the both LP and NP phases exist simultaneously over a significant pressure range.", "(61)", "The predicted CBMC isotherms are obtained using the following procedure. We first optimize LP and NP structures for MIL-53(Cr) using DFT, based on experimentally reported cell parameters for ethane, propane, and butane adsorption.", "(61)", " For both LP and NP structure corresponding to each alkane, we predict CBMC isotherms using the rigid framework and the VDW-DF2 FF. The predicted adsorption data is then fit to a dual-site Langmuir model. The final combined isotherms are obtained by directly using the “phase mixture” model of Rosenbach et al.", "(59)", " for propane and butane. This model was derived from hybrid GCMC/MD simulations of the MIL-53(Cr) framework.", "(88)", " As a significant step in the ethane adsorption isotherm is not observed experimentally, we report only the LP adsorption isotherm. Details of the DFT optimization, phase mixture model, and dual-site Langmuir fits are presented in the ", "Supporting Information", ".", "Figure ", "14", " compares the experimentally reported adsorption isotherms for (a) ethane, (b) propane, and (c) butane with the predicted CBMC isotherms using the aforementioned procedure. ", "Figure ", "14", "(a) indicates that the predicted ethane adsorption isotherm in the LP MIL-53(Cr) structure slightly overestimates (∼0.15 mmol/g) the experimental data, though the shape of the isotherm is well predicted. By using the phase mixture model,", "(59)", " we obtain a good description of the transition region for butane, but the saturation capacity is slightly overestimated (∼0.1 mmol/g). For propane, the phase mixture model predicts a much sharper transition region than the experimental observations. However, the VDW-DF2 FF isotherm in the LP form is in very good agreement with the experimental data.", "Overall, we can conclude that the VDW-DF2 FF reasonably predicts the transition region and the adsorption isotherms over the entire pressure range. The discrepancies noted in the predicted and experimental adsorption isotherm may arise from the simultaneous existence of LP and NP phases leading to a continuous volume change on hydrocarbon adsorption.", "Figure 14. Adsorption isotherms for (a) ethane, (b) propane, and (c) butane in MIL-53(Cr) at 303 K. The experimental data from Rosenbach et al.", "(59)", " (black circles) is compared to the CBMC predictions (red circles). The dual-site Langmuir fits to the LP and NP CBMC adsorption isotherms are shown by the blue and green solid lines, respectively. The inset in each figure shows the zoomed-in region close to the transition pressure.", "6.2", "Phase Transitions in MIL-53(Fe)", "Given that the VDW-DF2 FF predictions for MIL-53(Cr) are in good agreement with experimental data, we now turn to studying the adsorption in the Fe version of MIL-53. Compared to the MIL-53(Cr) case, hydrocarbon adsorption in MIL-53(Fe) is further complicated by the existence of two more phases in addition to the LP and NP forms.", "(63, 89)", " These are denoted as very narrow pore form (VNP) and intermediate (INT) phases and are shown schematically in ", "Figure S16", ".", "(63)", " In this section, we discuss the application of our force field to calculate the relative free-energy differences for the experimentally observed phases of MIL-53(Fe) using OFAST.", "(90)", "Llewellyn et al.", "(63)", " have measured the experimental adsorption isotherms of ethane, propane, and butane in MIL-53(Fe) at 303 K (", "Figure S17", "). In contrast to the MIL-53(Cr) case, a guest-induced transition for all three alkanes is clearly observed. The complex adsorption behavior for the three alkanes and the phase transitions has been described in the original publication.", "(63)", "The free-energy differences of MIL-53(Al, Cr, Sc, Ga) analogues have been studied using DFT calculations and/or the OFAST approach for different adsorbates.", "(84, 85, 91, 92)", " To the best of our knowledge, there have not been any computational studies for modeling hydrocarbon adsorption in MIL-53(Fe). As a “phase mixture” model", "(88)", " for MIL-53(Fe) has not been reported in the literature, we use the osmotic framework adsorbed solution theory (OFAST) approach to describe the various transitions.", "(86)", "At low pressures the PV contribution is negligible, and the governing equation for the isothermal OFAST calculation is", "(4)", "where ΔΩ(", "P", ") is difference in the grand potential between two structures, Δ", "F", "host", " is the host–host free-energy difference, and ", "N", "ads", "(", "P", ") is the adsorption isotherm. The OFAST method uses the host–host free-energy difference (Δ", "F", "host", ") and an adsorption-isotherm-dependent solvation term (second term in ", "eq ", "4", ") to predict the thermodynamically preferred phase under each adsorption condition. Alternatively, if the transition pressure is known from experimental isotherms, then we can obtain Δ", "F", "host", " for the corresponding transition. ", "Table S16", " summarizes the experimentally observed transition pressures for ethane, propane, and butane isotherms. In the following section, we use the VDW-DF2 FF predicted adsorption isotherms and the experimental transition pressures to calculate Δ", "F", "host", " for the VNP → INT → NP → LP transition.", "Similar to the approach described for MIL-53(Cr), the following steps are used to predict ethane, propane, and butane adsorption isotherms in MIL-53(Fe): (i) DFT optimization using the experimentally reported lattice parameters, (ii) CBMC simulations with the LP, NP, and INT forms of MIL-53(Fe), (iii) fitting CBMC results to the dual-site Langmuir isotherms, and (iv) the OFAST method to obtain the final combined isotherms and calculate Δ", "F", "host", ".", "Figure 15. Adsorption isotherms for (a) propane and (b) butane in MIL-53(Fe) at 303 K. The experimental data from Llewellyn et al.", "(63)", " (black circles) is compared to the CBMC predictions (red circles). The dual-site Langmuir fits to the LP and NP CBMC adsorption isotherms are shown by the blue and green solid lines, respectively. The light-colored regions indicate the experimentally observed dominant phase at different pressures from XRD measurements.", "As discussed earlier, the OFAST approach necessitates a priori knowledge of Δ", "F", "host", ". Initially, we estimated the free-energy differences from DFT-based phonon calculations for the individual structures, but the results were found to be unsatisfactory (", "Supporting Information", ").", "(85, 93)", " Instead we use the approach of Coudert et al.,", "(82)", " which relies on using the experimentally observed transition pressure and CBMC isotherms to estimate this value.", "Figure ", "15", " shows the adsorption isotherms (black circles) for propane and butane, respectively, in MIL-53(Fe) at 303 K. The figure also shows the dual-site Langmuir fit for the LP (blue lines) and NP (green lines) structures. For both alkanes, no adsorption uptake is observed at very low pressures. Power XRD experiments", "(63)", " suggest the nonporous VNP to be the dominant structure at these pressures. As the pressure is increased, a transition is observed that results in an uptake corresponding to the NP form (green line) of MIL-53(Fe) for both propane and butane. These results imply that the free-energy difference calculated from this transition is dominated by the VNP → NP transition. Encouragingly, the calculated free-energy differences from the propane isotherm (−30.0 kJ/mol-u.c.) are similar to the butane value (−32.5 kJ/mol-u.c.).", "As the pressure is increased further, a second step in the adsorption isotherm is observed for both propane and butane. On the basis of XRD results,", "(63)", " this corresponds to the NP → LP transition, and the calculated free-energy difference is −6.12 kJ/mol u.c. (from propane) and −6.59 kJ/mol u.c. (from butane). These values for the NP → LP transition are similar to the ones reported for the MIL-53 (Al, Cr) MOFs. The detailed OFAST results, including the grand potential energy differences, are presented in ", "Figures S18 and S19", ". As only one structure is predicted from OFAST at each pressure, the steps for the simulated isotherms are much sharper than the experimental data. In the actual material, the LP, NP, and INT phases coexist", "(63)", " and result in a smooth isotherm close to the transition pressure.", "Figure 16. Adsorption isotherms for ethane in MIL-53(Fe) at 303 K. The experimental data from Llewellyn et al.", "(63)", " (black circles) is compared to the CBMC predictions (red circles). The dual-site Langmuir fits to the LP and NP CBMC adsorption isotherms are shown by the blue and green solid lines, respectively. The solid cyan line is the single site Langmuir fit to the INT part of the isotherm (1.0 bar < ", "P", " < 9.4 bar). The light-colored regions indicate the experimentally observed dominant phase at different pressures.", "We now turn to describing the ethane adsorption isotherm using the OFAST approach. As with propane and butane, the near-zero uptake region at pressures of less than 1 bar corresponds to the nonporous VNP phase. As the pressure is increased, we observe a first step corresponding to ∼1.3 mmol/g, which is 50% of the first VNP → NP transition for the propane (∼2.7 mmol/g) and butane (∼2.64 mmol/g) isotherm (", "Figure S17", "). Compared to the NP structure, where all of the pores are available for adsorption, 50% of the pores in the INT structure of MIL-53(Fe) are closed (", "Figure S16", "). It is likely that the step corresponding to 1.33 mmol/g is dominated by the INT phase. Moreover, this seems to be consistent with the power XRD results (", "Figure ", "16", ") that indicate the presence of the INT phase. We conclude that unlike propane and butane isotherms (VNP → NP transition), the first step in the ethane isotherm actually corresponds to the VNP → INT transition.", "The CBMC isotherms using the VDW-DF2 force field predicts zero ethane uptake in the INT form of MIL-53(Fe) at all pressures. However, our DFT calculations for a few ethane configurations indicate large interaction energies (−35 kJ/mol). Further analysis of these configurations shows the ethane molecule to be highly confined in small channels with the largest cavity diameter of 3.1 Å (", "Supporting Information", "). At such short distances, the united atom description of ethane fails at describing the energetics, and zero uptakes are incorrectly predicted.", "To circumvent this issue, we fit the isotherm corresponding to the INT phase (1.0 bar < ", "P", " < 9.4 bar) to a single-site Langmuir model (cyan solid line in ", "Figure ", "16", ") and repeat the OFAST calculations to obtain the free-energy difference of −6.18 kJ/mol u.c. corresponding to the VNP → INT. Because only a small region of the experimental data is used to fit the Langmuir isotherm, errors in the Δ", "F", "host", " calculations are possible. Finally, by comparing the CMBC isotherm from the LP form (blue solid line in ", "Figure ", "16", ") with the experimental data, we can conclude that the second step observed at ∼9.4 bar corresponds to the INT → LP transition with a free-energy difference of −30.0 kJ/mol u.c. These free-energy differences can be represented by the energy-level diagram shown in ", "Figure ", "17", " and ", "Table S19", ". The results indicate that the relative free energies calculated from ethane, propane, and butane adsorption isotherms are consistent with each other.", "Figure 17. Relative free-energy differences for the very narrow pore (VNP), intermediate (INT), narrow pore (NP), and large pore (LP) structures of MIL-53(Fe) from the ethane (red), propane (blue), and butane (green) isotherms.", "Top of Page", "Abstract", "Introduction", "Force Field Development Algorithm", "Modeling Alkane Adsorption in MIL-47(V)", "Diffusion of Alkanes in MIL-47(V)", "Force Field Development for Alkenes", "Force Field Transferability to the MIL-53 Series", "Summary", "References", "7 Summary", "In this work, we have presented a general framework for developing an ab initio force field for adsorbate molecules in nanoporous structures using periodic DFT calculations. This approach has been illustrated for modeling the interactions of short and long alkanes in MIL-47(V), and good predictions of adsorption and diffusion properties are obtained. Our results suggest that even for simple systems such as the adsorption of hydrocarbons in MOFs without open metal sites, the performance of generic force fields such as UFF and DREIDING can be improved using first-principles-derived FFs. An advantage of using this approach is that the developed force fields are likely to be transferable across different adsorbates and can be used for studying a larger library related to MOF materials. We believe that this approach would be an important step in evaluating and improving the performance of generic force fields before systems that are more complex are considered.", " ", "Top of Page", "Abstract", "Introduction", "Force Field Development Algorithm", "Modeling Alkane Adsorption in MIL-47(V)", "Diffusion of Alkanes in MIL-47(V)", "Force Field Development for Alkenes", "Force Field Transferability to the MIL-53 Series", "Summary", "References", "Supporting Information", "Details of the force field development and adsorption calculations for MIL-47(V), MIL-53(Cr), and MIL-53(Fe). The Supporting Information is available free of charge on the ", "ACS Publications website", " at DOI: ", "10.1021/acs.langmuir.5b01193", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Force Field Development Algorithm", "Modeling Alkane Adsorption in MIL-47(V)", "Diffusion of Alkanes in MIL-47(V)", "Force Field Development for Alkenes", "Force Field Transferability to the MIL-53 Series", "Summary", "References", "Acknowledgment", "We thank Sankar Nair for useful discussions. This work was financially supported by ExxonMobil Chemicals.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Force Field Development Algorithm", "Modeling Alkane Adsorption in MIL-47(V)", "Diffusion of Alkanes in MIL-47(V)", "Force Field Development for Alkenes", "Force Field Transferability to the MIL-53 Series", "Summary", "References", "References", "This article references 93 other publications.", "1. ", "Furukawa", ", ", "H.", "; ", "Cordova", ", ", "K. E.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", " ", "The Chemistry and Applications of Metal-Organic Frameworks", ".  ", "Science", " ", "2013", ",  ", "341", " (", "6149", ") ", "1230444", " DOI: 10.1126/science.1230444", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "The chemistry and applications of metal-organic frameworks", "Furukawa Hiroyasu; Cordova Kyle E; O'Keeffe Michael; Yaghi Omar M", "Science (New York, N.Y.)", "\r\n        (", "2013", "),\r\n    ", "341", "\r\n        (", "6149", "),\r\n    ", "1230444", "\r\n        ISSN:", ".\r\n    ", "Crystalline metal-organic frameworks (MOFs) are formed by reticular synthesis, which creates strong bonds between inorganic and organic units.  Careful selection of MOF constituents can yield crystals of ultrahigh porosity and high thermal and chemical stability.  These characteristics allow the interior of MOFs to be chemically altered for use in gas separation, gas storage, and catalysis, among other applications.  The precision commonly exercised in their chemical modification and the ability to expand their metrics without changing the underlying topology have not been achieved with other solids.  MOFs whose chemical composition and shape of building units can be multiply varied within a particular structure already exist and may lead to materials that offer a synergistic combination of properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3sbjs1yrsw%253D%253D&md5=7eb2a10c62623ff8a27708ffe9561d45", "2. ", "Mueller", ", ", "U.", "; ", "Schubert", ", ", "M.", "; ", "Teich", ", ", "F.", "; ", "Puetter", ", ", "H.", "; ", "Schierle-Arndt", ", ", "K.", "; ", "Pastre", ", ", "J.", " ", "Metal-organic frameworks - prospective industrial applications", " ", "J. Mater. Chem.", " ", "2006", ",  ", "16", " (", "7", ")  ", "626", "– ", "636", " DOI: 10.1039/B511962F", " ", "[", "Crossref", "], [", "CAS", "]", "2. ", "Metal-organic frameworks-prospective industrial applications", "Mueller, U.; Schubert, M.; Teich, F.; Puetter, H.; Schierle-Arndt, K.; Pastre, J.", "Journal of Materials Chemistry", "\r\n        (", "2006", "),\r\n    ", "16", "\r\n        (", "7", "),\r\n    ", "626-636", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The generation of metal-org. framework (MOF) coordination polymers enables the tailoring of novel solids with regular porosity from the micro to nanopore scale.  Since the discovery of this new family of nanoporous materials and the concept of so called 'reticular design', nowadays several hundred different types of MOF are known.  The self assembly of metal ions, which act as coordination centers, linked together with a variety of polyat. org. bridging ligands, results in tailorable nanoporous host materials as robust solids with high thermal and mech. stability.  Describing examples of different Zn-contg. structures, e.g. MOF-2, MOF-5 and IRMOF-8 verified synthesis methods will be given, as well as a totally novel electrochem. approach for transition metal based MOFs will be presented for the 1st time.  With sufficient amts. of sample now being available, the testing of metal-org. frameworks in fields of catalysis and gas processing is exemplified.  Report is given on the catalytic activation of alkynes (formation of methoxypropene from propyne, vinylester synthesis from acetylene).  Removal of impurities in natural gas (traces of tetrahydrothiophene in methane), pressure swing sepn. of rare gases (Kr and Xe) and storage of H (3.3% at 2.0 MPa/77 K on Cu-BTC-MOF) will underline the prospective future industrial use of metal-org. frameworks in gas processing.  Whenever possible, comparison is made to state-of-art applications to outline possibilities which might be superior by using MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtFeitrc%253D&md5=8969f7b0200e29cefd59141380fea9b5", "3. ", "Zhao", ", ", "D.", "; ", "Yuan", ", ", "D.", "; ", "Zhou", ", ", "H.-C.", " ", "The current status of hydrogen storage in metal-organic frameworks", " ", "Energy Environ. Sci.", " ", "2008", ",  ", "1", " (", "2", ")  ", "222", "– ", "235", " DOI: 10.1039/b808322n", " ", "[", "Crossref", "], [", "CAS", "]", "3. ", "The current status of hydrogen storage in metal-organic frameworks", "Zhao, Dan; Yuan, Daqiang; Zhou, Hong-Cai", "Energy & Environmental Science", "\r\n        (", "2008", "),\r\n    ", "1", "\r\n        (", "2", "),\r\n    ", "222-235", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The theor. and exptl. hydrogen storage studies on metal-org. frameworks (MOFs) have been reviewed.  Seven distinct factors influencing hydrogen uptake capacity in MOFs have been classified and discussed.  Based on existing studies, some possible future developments have been proposed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXht1amu7%252FM&md5=8cf417a3e457630ab942022a26fc780e", "4. ", "Furukawa", ", ", "H.", "; ", "Ko", ", ", "N.", "; ", "Go", ", ", "Y. B.", "; ", "Aratani", ", ", "N.", "; ", "Choi", ", ", "S. B.", "; ", "Choi", ", ", "E.", "; ", "Yazaydin", ", ", "A. O.", "; ", "Snurr", ", ", "R. Q.", "; ", "O’Keeffe", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Yaghi", ", ", "O. M.", " ", "Ultrahigh Porosity in Metal-Organic Frameworks", " ", "Science", " ", "2010", ",  ", "329", " (", "5990", ")  ", "424", "– ", "428", " DOI: 10.1126/science.1192160", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Ultrahigh Porosity in Metal-Organic Frameworks", "Furukawa, Hiroyasu; Ko, Nakeun; Go, Yong Bok; Aratani, Naoki; Choi, Sang Beom; Choi, Eunwoo; Yazaydin, A. Oezguer; Snurr, Randall Q.; O'Keeffe, Michael; Kim, Jaheon; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "329", "\r\n        (", "5990", "),\r\n    ", "424-428", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Cryst. solids with extended non-interpenetrating three-dimensional crystal structures were synthesized that support well-defined pores with internal diams. of up to 48 angstroms.  The Zn4O(CO2)6 unit was joined with either one or two kinds of org. link, 4,4',4''-[benzene-1,3,5-triyl-tris(ethyne-2,1-diyl)]tribenzoate (BTE), 4,4',44''-[benzene-1,3,5-triyl-tris(benzene-4,1-diyl)]tribenzoate (BBC), 4,4',44''-benzene-1,3,5-triyl-tribenzoate (BTB)/2,6-naphthalenedicarboxylate (NDC), and BTE/biphenyl-4,4'-dicarboxylate (BPDC), to give four metal-org. frameworks (MOFs), MOF-180, -200, -205, and -210, resp.  Members of this series of MOFs show exceptional porosities and gas (hydrogen, methane, and carbon dioxide) uptake capacities.  For example, MOF-210 has Brunauer-Emmett-Teller and Langmuir surface areas of 6240 and 10,400 square meters per g, resp., and a total carbon dioxide storage capacity of 2870 mg per g.  The vol.-specific internal surface area of MOF-210 (2060 square meters per cubic centimeter) is equiv. to the outer surface of nanoparticles (3-nm cubes) and near the ultimate adsorption limit for solid materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptVWgsb8%253D&md5=ce5cd4101a6f96dc0d6c349bc478b3b0", "5. ", "Wilmer", ", ", "C. E.", "; ", "Michael", ", ", "L.", "; ", "Chang Yeon", ", ", "L.", "; ", "Omar", ", ", "K. F.", "; ", "Brad", ", ", "G. H.", "; ", "Joseph", ", ", "T. H.", "; ", "Randall", ", ", "Q. S.", " ", "Large-scale screening of hypothetical metal–organic frameworks", " ", "Nat. Chem.", " ", "2011", ",  ", "4", " (", "2", ")  ", "83", "– ", "89", " DOI: 10.1038/nchem.1192", " ", "[", "Crossref", "], [", "PubMed", "]", "There is no corresponding record for this reference.", "6. ", "Liu", ", ", "Y.", "; ", "Wang", ", ", "Z. U.", "; ", "Zhou", ", ", "H.-C.", " ", "Recent advances in carbon dioxide capture with metal-organic frameworks", " ", "Greenhouse Gases: Sci. Technol.", " ", "2012", ",  ", "2", " (", "4", ")  ", "239", "– ", "259", " DOI: 10.1002/ghg.1296", " ", "[", "Crossref", "], [", "CAS", "]", "6. ", "Recent advances in carbon dioxide capture with metal-organic frameworks", "Liu, Yangyang; Wang, Zhiyong U.; Zhou, Hong-Cai", "Greenhouse Gases: Science and Technology", "\r\n        (", "2012", "),\r\n    ", "2", "\r\n        (", "4", "),\r\n    ", "239-259", "CODEN:\r\n                ", "GGSTBK", ";\r\n        ISSN:", "2152-3878", ".\r\n    \r\n            (", "Wiley-Blackwell", ")\r\n        ", "Uncontrolled massive release of the primary greenhouse gas carbon dioxide (CO2) into atm. from anthropogenic activities poses a big threat and adversely affects our global climate and natural environment.  One promising approach to mitigate CO2 emission is carbon capture and storage (CCS), in which ideal adsorbent materials with high storage capacity and excellent adsorption selectivity over other gases are urgently needed.  For practical applications in CO2 capture from flue gas of power plants, the biggest single contributor of anthropogenic CO2 emission, the adsorbent materials must also be chem. stable, be easy to regenerate with minimal energy input, and be easily synthesized with low capital cost.  Metal-org. frameworks (MOFs), highly cryst. porous materials constructed by metal ions and org. ligands, have emerged as a class of excellent adsorbent materials for carbon capture.  Great progress in MOF materials for CO2 capture has been made in the past and reviewed accordingly, but new discoveries are constantly being made as the field quickly grows.  In this paper, we provide a short review on the most recent advances in using MOFs for CO2 adsorption, storage, and sepn. that are directly related to CO2 capture.  Some of the important properties of MOF adsorbents which are crucial for practical applications but are largely overlooked in research carried out so far are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvVahsbvN&md5=8241a13fae92d606749b881241210d63", "7. ", "Krishna", ", ", "R.", "; ", "van Baten", ", ", "J. M.", " ", "In silico screening of metal-organic frameworks in separation applications", " ", "Phys. Chem. Chem. Phys.", " ", "2011", ",  ", "13", " (", "22", ")  ", "10593", "– ", "10616", " DOI: 10.1039/c1cp20282k", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "In silico screening of metal-organic frameworks in separation applications", "Krishna, Rajamani; van Baten, Jasper M.", "Physical Chemistry Chemical Physics", "\r\n        (", "2011", "),\r\n    ", "13", "\r\n        (", "22", "),\r\n    ", "10593-10616", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Porous materials such as metal-org. frameworks (MOFs) and zeolitic imidazolate frameworks (ZIFs) offer considerable potential for sepg. a variety of mixts. such as those relevant for CO2 capture (CO2/H2, CO2/CH4, CO2/N2), CH4/H2, alkanes/alkenes, and hydrocarbon isomers.  There are basically two different sepn. technologies that can be employed: (1) a pressure swing adsorption (PSA) unit with a fixed bed of adsorbent particles, and (2) a membrane device, wherein the mixt. is allowed to permeate through a micro-porous cryst. layer.  In view of the vast no. of MOFs, and ZIFs that have been synthesized there is a need for a systematic screening of potential candidates for any given sepn. task.  Also of importance is to investigate how MOFs and ZIFs stack up against the more traditional zeolites such as NaX and NaY with regard to their sepn. characteristics.  This perspective highlights the potency of mol. simulations in detg. the choice of the best MOF or ZIF for a given sepn. task.  A variety of metrics that quantify the sepn. performance, such as adsorption selectivity, working capacity, diffusion selectivity, and membrane permeability, are detd. from a combination of Configurational-Bias Monte Carlo (CBMC) and Mol. Dynamics (MD) simulations.  The practical utility of the suggested screening methodol. is demonstrated by comparison with available exptl. data.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmsFamtr4%253D&md5=9d87df8f78bbff13af07dd15a9b6ce4e", "8. ", "Herm", ", ", "Z. R.", "; ", "Bloch", ", ", "E. D.", "; ", "Long", ", ", "J. R.", " ", "Hydrocarbon Separations in Metal–Organic Frameworks", " ", "Chem. Mater.", " ", "2014", ",  ", "26", " (", "1", ")  ", "323", "– ", "338", " DOI: 10.1021/cm402897c", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Hydrocarbon Separations in Metal-Organic Frameworks", "Herm, Zoey R.; Bloch, Eric D.; Long, Jeffrey R.", "Chemistry of Materials", "\r\n        (", "2014", "),\r\n    ", "26", "\r\n        (", "1", "),\r\n    ", "323-338", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  New materials capable of sepg. mixts. of satd., unsatd., and arom. hydrocarbons can enable more efficient industrial processes and cleaner energy.  Outstanding challenges in hydrocarbon sepns. stem from the similar structures, properties, and reactivities of the mols. comprising many of these mixts.  With high surface areas, tunable pore geometries, and adjustable surface functionality, metal-org. frameworks hold tremendous promise for effecting previously difficult or impossible sepns.  In this review, the authors provide a comprehensive account of the metal-org. frameworks that were studied for hydrocarbon sepns. within the context of their potential relevance for sepg. various industrial alkane-, alkene-, and arom.-contg. mixts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvVGkt77J&md5=4ee37f75e71bbe24847dcb57880a80d1", "9. ", "Wang", ", ", "Q. M.", "; ", "Shen", ", ", "D. M.", "; ", "Bulow", ", ", "M.", "; ", "Lau", ", ", "M. L.", "; ", "Deng", ", ", "S. G.", "; ", "Fitch", ", ", "F. R.", "; ", "Lemcoff", ", ", "N. O.", "; ", "Semanscin", ", ", "J.", " ", "Metallo-organic molecular sieve for gas separation and purification", " ", "Microporous Mesoporous Mater.", " ", "2002", ",  ", "55", " (", "2", ")  ", "217", "– ", "230", " DOI: 10.1016/S1387-1811(02)00405-5", " ", "[", "Crossref", "], [", "CAS", "]", "9. ", "Metallo-organic molecular sieve for gas separation and purification", "Wang, Qing Min; Shen, Dongmin; Bulow, Martin; Lau, Miu Ling; Deng, Shuguang; Fitch, Frank R.; Lemcoff, Norberto O.; Semanscin, Jessica", "Microporous and Mesoporous Materials", "\r\n        (", "2002", "),\r\n    ", "55", "\r\n        (", "2", "),\r\n    ", "217-230", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "An improved synthesis process was developed for large-scale prodn. of a highly porous material, [Cu3(BTC)2(H2O)x]n, i.e., polymeric Cu(II) benzene-1,3,5-tricarboxylate with mol.-sieve character, denoted as Cu-BTC, where BTC denotes benzene-1,3,5-tricarboxylate.  Sorption properties for N, O, CO, CO2, nitrous oxide, methane, ethylene, ethane, n-dodecane, and H2O were studied.  A detailed study of sorption thermodn. was performed for CO2 by a sorption-isosteric method.  Cu-BTC can be used for sepn. of gas mixts. such as CO2-CO, CO2-methane and ethylene-ethane mixts.  Air can be purified effectively from CO2, nitrous oxide, high-mol. wt. hydrocarbons and moisture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38Xms1yksLc%253D&md5=52e0c50ae20508646d5c60f8f9195644", "10. ", "Fischer", ", ", "M.", "; ", "Gomes", ", ", "J. R. B.", "; ", "Froeba", ", ", "M.", "; ", "Jorge", ", ", "M.", " ", "Modeling Adsorption in Metal-Organic Frameworks with Open Metal Sites: Propane/Propylene Separations", " ", "Langmuir", " ", "2012", ",  ", "28", " (", "22", ")  ", "8537", "– ", "8549", " DOI: 10.1021/la301215y", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Modeling Adsorption in Metal-Organic Frameworks with Open Metal Sites: Propane/Propylene Separations", "Fischer, Michael; Gomes, Jose R. B.; Froeba, Michael; Jorge, Miguel", "Langmuir", "\r\n        (", "2012", "),\r\n    ", "28", "\r\n        (", "22", "),\r\n    ", "8537-8549", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors present a new approach for modeling adsorption in metalorg. frameworks (MOFs) with unsatd. metal centers and apply it to the challenging propane/propylene sepn. in copper(II) benzene-1,3,5-tricarboxylate (CuBTC).  Information about the specific interactions between olefins and the open metal sites of the MOF was obtained using quantum mech. d. functional theory.  A proper consideration of all the relevant contributions to the adsorption energy enables one to ext. the component that is due to specific attractive interactions between the π-orbitals of the alkene and the coordinatively unsatd. metal.  This component is fitted using a combination of a Morse potential and a power law function and is then included into classical grand canonical Monte Carlo simulations of adsorption.  Using this modified potential model, together with a std. Lennard-Jones model, the authors were able to predict the adsorption of not only propane (where no specific interactions are present), but also of propylene (where specific interactions are dominant).  Binary adsorption isotherms for this mixt. are in reasonable agreement with ideal adsorbed soln. theory predictions.  The authors compare this approach with previous attempts to predict adsorption in MOFs with open metal sites and suggest possible future routes for improving this model.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XmvFajsL4%253D&md5=73f8f49362a7bfd27979c6b63444e9bb", "11. ", "Rubes", ", ", "M.", "; ", "Wiersum", ", ", "A. D.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Grajciar", ", ", "L.", "; ", "Bludsky", ", ", "O.", "; ", "Nachtigall", ", ", "P.", " ", "Adsorption of propane and propylene on CuBTC Metal-Organic Framework: Combined theoretical and experimental investigation", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", " (", "21", ")  ", "11159", "– ", "11167", " DOI: 10.1021/jp401600v", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Adsorption of Propane and Propylene on CuBTC Metal-Organic Framework: Combined Theoretical and Experimental Investigation", "Rubes, Miroslav; Wiersum, Andrew D.; Llewellyn, Philip L.; Grajciar, Lukas; Bludsky, Ota; Nachtigall, Petr", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "21", "),\r\n    ", "11159-11167", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A combined exptl. and theor. study of propane and propylene adsorption in the metal-org. framework CuBTC is presented.  The dependence of adsorption enthalpies on the adsorbed amt. was detd. by microcalorimetry up to 8 mmol g-1 coverage (roughly C3Hn/Cu2+ ratio of 1.5).  Trends obsd. exptl. were interpreted from accurate calcns. carried out at the hybrid DFT-ab initio level.  Three types of adsorption sites were identified; however, qual. different results were obtained for propane and propylene.  Propane preferentially adsorbs at the cage center sites (-ΔH° = 43 kJ mol-1), followed by adsorption at the cage window sites (31 kJ mol-1), while the interaction with the coordinatively unsatd. sites (CUS) is relatively weak (24 kJ mol-1).  On the contrary, propylene preferentially interacts with the CUS (56 kJ mol-1), while the adsorption at the cage center and cage window sites is only 45 and 34 kJ mol-1, resp.  Due to the topol. of CuBTC, lateral interactions are significantly more important among the adsorbates located at the cage center and cage window sites (populated in the case of propane) than among adsorbates at the CUS and cage center sites (populated in the case of propylene).  Therefore, adsorption energies obtained for coverages >6 mmol g-1 of adsorbed amt. were larger for propane than for propylene.  Consequently, the presence of small cages makes the CuBTC MOF less suitable for propane/propylene sepn. than MOFs having the Cu2+ CUS but without small cages (e.g., CPO-27).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXms1Oqs70%253D&md5=a38ef45ef711cf519b4e071c69c1fc49", "12. ", "Kim", ", ", "H.", "; ", "Park", ", ", "J.", "; ", "Jung", ", ", "Y.", " ", "The binding nature of light hydrocarbons on Fe/MOF-74 for gas separation", " ", "Phys. Chem. Chem. Phys.", " ", "2013", ",  ", "15", " (", "45", ")  ", "19644", "– ", "19650", " DOI: 10.1039/c3cp52980k", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "The binding nature of light hydrocarbons on Fe/MOF-74 for gas separation", "Kim, Heejin; Park, Joonho; Jung, Yousung", "Physical Chemistry Chemical Physics", "\r\n        (", "2013", "),\r\n    ", "15", "\r\n        (", "45", "),\r\n    ", "19644-19650", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The application of a metal-org. framework (MOF) has expanded into the area of heterogeneous catalysis, gas storage and sepn., drug delivery, and lightwt. magnets.  Herein, we investigate the nature of olefin and paraffin binding on Fe/MOF-74 and identify several factors that det. sepn. efficiency using the first-principles calcns.  The calcd. binding energies and magnetic orderings are in excellent agreement with those obsd. in expts.  While the olefin strongly interacts with Fe atoms through a well-known π-complexation, the HOMO - 1(2) of the paraffin weakly interacts with Fe atoms without back-donation, facilitating the olefin-paraffin sepn. primarily.  However, the mutual gas-gas interactions and magnetic transitions of the MOF host also contribute significantly to the total binding energy of each gas mol. as much as 2-28% and 6-8%, resp., emphasizing the necessity that these subtle effects must be handled carefully when considering selective binding with small energy differences.  In particular, Fe/MOF-74 is shown to be a unique system where the guest-dependent magnetic transition obsd. only for the olefin adsorption is a secondary reason for the high olefin-paraffin adsorption selectivity measured.  The understanding of the hydrocarbon binding energetics can provide a way to modify MOFs for enhanced sepn./sorption properties that can be complemented by principles of kinetic sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs12lsL%252FJ&md5=d57b2eabef298159600cf54556c57288", "13. ", "Geier", ", ", "S. J.", "; ", "Mason", ", ", "J. A.", "; ", "Bloch", ", ", "E. D.", "; ", "Queen", ", ", "W. L.", "; ", "Hudson", ", ", "M. R.", "; ", "Brown", ", ", "C. M.", "; ", "Long", ", ", "J. R.", " ", "Selective adsorption of ethylene over ethane and propylene over propane in the metal-organic frameworks M-2(dobdc) (M = Mg, Mn, Fe, Co, Ni, Zn)", " ", "Chemical Science", " ", "2013", ",  ", "4", " (", "5", ")  ", "2054", "– ", "2061", " DOI: 10.1039/c3sc00032j", " ", "[", "Crossref", "], [", "CAS", "]", "13. ", "Selective adsorption of ethylene over ethane and propylene over propane in the metal-organic frameworks M2(dobdc) (M = Mg, Mn, Fe, Co, Ni, Zn)", "Geier, Stephen J.; Mason, Jarad A.; Bloch, Eric D.; Queen, Wendy L.; Hudson, Matthew R.; Brown, Craig M.; Long, Jeffrey R.", "Chemical Science", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "5", "),\r\n    ", "2054-2061", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A significant redn. in the energy costs assocd. with the cryogenic sepn. of ethylene-ethane and propylene-propane mixts. could potentially be realized through the use of selective solid adsorbents that operate at higher temps.  The metal-org. frameworks M2(dobdc) (M = Mg, Mn, Fe, Co, Ni, Zn; dobdc4- = 2,5-dioxido-1,4-benzenedicarboxylate) are of particular interest for this application, owing to their high d. of coordinatively unsatd. M2+ cation sites that can selectively interact with unsatd. hydrocarbons.  Here, we present gas adsorption data for ethylene, ethane, propylene, and propane at 45, 60, and 80 °C for the entire series.  The means of sample prepn. and activation is found to be important for achieving high sepn. selectivities and capacities.  While all of the compds. investigated show good performance characteristics, Fe2(dobdc) and Mn2(dobdc) exhibit the highest selectivities for the sepn. of ethylene-ethane and propylene-propane mixts., resp.  Crystal structures detd. from neutron powder diffraction data elucidate the binding of ethane, ethylene, and propylene in Mn2(dobdc) and Co2(dobdc).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXltVOltbo%253D&md5=1e4709795ff5b0869f5d7aad97864a05", "14. ", "Maes", ", ", "M.", "; ", "Alaerts", ", ", "L.", "; ", "Vermoortele", ", ", "F.", "; ", "Ameloot", ", ", "R.", "; ", "Couck", ", ", "S.", "; ", "Finsy", ", ", "V.", "; ", "Denayer", ", ", "J. F. M.", "; ", "De Vos", ", ", "D. E.", " ", "Separation of C5-Hydrocarbons on Microporous Materials: Complementary Performance of MOFs and Zeolites", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", " (", "7", ")  ", "2284", "– ", "2292", " DOI: 10.1021/ja9088378", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Separation of C5-Hydrocarbons on Microporous Materials: Complementary Performance of MOFs and Zeolites", "Maes, Michael; Alaerts, Luc; Vermoortele, Frederik; Ameloot, Rob; Couck, Sarah; Finsy, Vincent; Denayer, Joeri F. M.; De Vos, Dirk E.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "7", "),\r\n    ", "2284-2292", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This work studies the liq.-phase sepn. of the aliph. C5-diolefins, mono-olefins, and paraffins, a typical feed produced by a steam cracker, with a focus on the seldomly studied sepn. of the C5-diolefin isomers isoprene, trans-piperylene, and cis-piperylene.  Three adsorbents are compared: the metal-org. framework MIL-96, which is an aluminum 1,3,5-benzenetricarboxylate, and two zeolites with CHA and LTA topol.  All three materials have spacious cages that are accessible via narrow cage windows with a diam. of less than 0.5 nm.  The mechanisms detg. adsorption selectivities on the various materials are investigated.  Within the diolefin fraction, MIL-96 and chabazite preferentially adsorb trans-piperylene from a mixt. contg. all three C5-diolefin isomers with high sepn. factors and a higher capacity compared to the ref. zeolite 5A due to a more efficient packing of the trans isomer in the pores.  Addnl., chabazite is able to sep. cis-piperylene and isoprene based on size exclusion of the branched isomer.  This makes chabazite suitable for sepg. all three diolefin isomers.  Its use in sepg. linear from branched mono-olefins and paraffins is addressed as well.  Furthermore, MIL-96 is the only material capable of sepg. all three diolefin isomers from C5-mono-olefins and paraffins.  Finally, the MOF [Cu3(BTC)2] (BTC = benzene-1,3,5-tricarboxylate) is able to sep. C5-olefins from paraffins.  On the basis of these observations, a flow scheme can be devised in which the C5-fraction can be completely sepd. using a combination of MOFs and zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlCgtL4%253D&md5=7b01c96152d13afbc6d94c73ccd43713", "15. ", "Hartmann", ", ", "M.", "; ", "Kunz", ", ", "S.", "; ", "Himsl", ", ", "D.", "; ", "Tangermann", ", ", "O.", "; ", "Ernst", ", ", "S.", "; ", "Wagener", ", ", "A.", " ", "Adsorptive separation of isobutene and isobutane on Cu(3)(BTC)(2)", " ", "Langmuir", " ", "2008", ",  ", "24", " (", "16", ")  ", "8634", "– ", "8642", " DOI: 10.1021/la8008656", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Adsorptive Separation of Isobutene and Isobutane on Cu3(BTC)2", "Hartmann, Martin; Kunz, Sebastian; Himsl, Dieter; Tangermann, Oliver; Ernst, Stefan; Wagener, Alex", "Langmuir", "\r\n        (", "2008", "),\r\n    ", "24", "\r\n        (", "16", "),\r\n    ", "8634-8642", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The metal org. framework material Cu3(BTC)2 (BTC = 1,3,5-benzenetricarboxylate) has been synthesized using different routes: under solvothermal conditions in an autoclave, under atm. pressure and reflux, and by electrochem. reaction.  Although the compds. display similar structural properties as evident from the powder X-ray diffraction (XRD) patterns, they differ largely in sp. surface area and total pore vol.  Thermogravimetric and chem. anal. support the assumption that pore blocking due to trimesic acid and/or methyltributylammoniummethylsulfate (MTBS) which has been captured in the pore system during reaction is a major problem for the electrochem. synthesized samples.  Isobutane and isobutene adsorption has been studied for all samples at different temps. in order to check the potential of Cu3(BTC)2 for the sepn. of small hydrocarbons.  While the isobutene adsorption isotherms are of type I according to the IUPAC classification, the shape of the isobutane isotherm is markedly different and closer to type V.  Adsorption expts. at different temps. show that a somewhat higher amt. of isobutene is adsorbed as compared to isobutane.  Nevertheless, the differential enthalpies of adsorption are only different by about 5 kJ/mol, indicating that a strong interaction between the copper centers and isobutene does not drive the obsd. differences in adsorption capacity.  The calcd. breakthrough curves of isobutene and isobutane reveal that a low pressure sepn. is preferred due to the peculiar shape of the isobutane adsorption isotherms.  This has been confirmed by preliminary breakthrough expts. using an equimolar mixt. of isobutane and isobutene.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXot1ers7s%253D&md5=a19ef6a159fcd1b399858f60954ddf75", "16. ", "He", ", ", "Y.", "; ", "Krishna", ", ", "R.", "; ", "Chen", ", ", "B.", " ", "Metal-organic frameworks with potential for energy-efficient adsorptive separation of light hydrocarbons", " ", "Energy Environ. Sci.", " ", "2012", ",  ", "5", " (", "10", ")  ", "9107", "– ", "9120", " DOI: 10.1039/c2ee22858k", " ", "[", "Crossref", "], [", "CAS", "]", "16. ", "Metal-organic frameworks with potential for energy-efficient adsorptive separation of light hydrocarbons", "He, Yabing; Krishna, Rajamani; Chen, Banglin", "Energy & Environmental Science", "\r\n        (", "2012", "),\r\n    ", "5", "\r\n        (", "10", "),\r\n    ", "9107-9120", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The sepn. of hydrocarbons with carbon nos. in the 1-3 range is of great significance in the purifn. of natural gas, prodn. of ethylene and propylene with the required 99.5%+ purity levels as feeds to polymn. reactors, and sepn. of ethyne from mixts. with ethylene.  In this study the performances of a total of 19 different MOFs, carefully selected to span a wide range of functionalities, were evaluated for a variety of sepn. tasks.  For all sepn. tasks investigated, MOFs with high d. of open metal sites, CoMOF-74, MgMOF-74, and FeMOF-74, have significantly better sepn. potential than other MOFs, ZIFs or zeolites that have been suggested in the literature.  Of particular significance is the possibility offered by CoMOF-74, MgMOF-74, and FeMOF-74 for \"fractionating\" a 6-component CH4/C2H2/C2H4/C2H6/C3H6/C3H8 mixt. to yield individual pure components.  Such sepns. are likely to have a significant industrial impact, resulting in significant energy savings when compared to current technologies that rely on distn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhtlyqs7nJ&md5=60d67294ba300e1137a47779c3689b1e", "17. ", "Luebbers", ", ", "M. T.", "; ", "Wu", ", ", "T.", "; ", "Shen", ", ", "L.", "; ", "Masel", ", ", "R. I.", " ", "Trends in the Adsorption of Volatile Organic Compounds in a Large-Pore Metal-Organic Framework, IRMOF-1", " ", "Langmuir", " ", "2010", ",  ", "26", " (", "13", ")  ", "11319", "– ", "11329", " DOI: 10.1021/la100635r", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Trends in the Adsorption of Volatile Organic Compounds in a Large-Pore Metal-Organic Framework, IRMOF-1", "Luebbers, Matthew T.; Wu, Tianjiao; Shen, Lingjuan; Masel, Richard I.", "Langmuir", "\r\n        (", "2010", "),\r\n    ", "26", "\r\n        (", "13", "),\r\n    ", "11319-11329", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks have been proposed as useful sorbents for the capture of a variety of compds.  In this work, inverse gas chromatog. (IGC) utilizing micropacked capillary columns was used to probe the adsorption of more than 30 volatile org. compds. (VOCs) on IRMOF-1.  In an attempt to study the effect of structural degrdn. upon VOC adsorption, multiple samples of IRMOF-1 with widely ranging properties were investigated.  Trends in the differential enthalpies and equil. consts. for the adsorption of VOCs were detd. on the basis of the mol. properties of the adsorbate and the structural properties of the MOF sample.  The results indicate that samples of IRMOF-1 that are affected by a moderate amt. of structural degrdn. interact with adsorbed species more strongly than does a sample with fewer defects, resulting in higher heats of adsorption.  Samples of IRMOF-1 with sp. surface areas of around 1000 m2/g show heats of adsorption for alkanes that are higher than those estd. previously via Monte Carlo calcns.  Although the data for nonpolar (and weakly polar) species showed many of the anticipated trends for the interactions with IRMOF-1, the equil. behavior of polar VOCs did not correlate well with the mol. properties of the adsorbate (i.e., vapor pressure and deformation polarizability), leaving some uncertainty about the nature of the interaction mechanism.  The equil. data and the heats of adsorption were found to fit well to a small group of mol. descriptors through the application of the Abraham linear free-energy relationship, thus providing insight into the complex interactions between the MOF structure and the VOC compds.  Hydrogen bonding interactions were detd. to be the primary contributors to specific interactions between adsorbates and the MOF surface.  Size exclusion also seems to play a role in the adsorption of larger species.  These results show that the interaction of VOCs with MOFs is more complex than previously assumed and that more work is needed to probe the mechanisms of these processes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXmtVymsL4%253D&md5=77c1c3a8c6c92fadbb1d0c894fc835ca", "18. ", "Barcia", ", ", "P. S.", "; ", "Guimaraes", ", ", "D.", "; ", "Mendes", ", ", "P. A. P.", "; ", "Silva", ", ", "J. A. C.", "; ", "Guillerm", ", ", "V.", "; ", "Chevreau", ", ", "H.", "; ", "Serre", ", ", "C.", "; ", "Rodrigues", ", ", "A. E.", " ", "Reverse shape selectivity in the adsorption of hexane and xylene isomers in MOF UiO-66", " ", "Microporous Mesoporous Mater.", " ", "2011", ",  ", "139", " (", "1–3", ")  ", "67", "– ", "73", " DOI: 10.1016/j.micromeso.2010.10.019", " ", "[", "Crossref", "], [", "CAS", "]", "18. ", "Reverse shape selectivity in the adsorption of hexane and xylene isomers in MOF UiO-66", "Barcia, Patrick S.; Guimaraes, Daniela; Mendes, Patricia A. P.; Silva, Jose A. C.; Guillerm, Vincent; Chevreau, Hubert; Serre, Christian; Rodrigues, Alirio E.", "Microporous and Mesoporous Materials", "\r\n        (", "2011", "),\r\n    ", "139", "\r\n        (", "1-3", "),\r\n    ", "67-73", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "An adsorption study of hexane and xylene isomers mixts. was addressed in a rigid zirconium terephthalate UiO-66 (UiO for University of Oslo) with octahedral and tetrahedral cavities of free diam. close to 1.1 nm and 0.8 nm, resp.  Multicomponent equimolar breakthrough expts. show that the adsorption hierarchy of structural isomers in UiO-66 is opposite to the one obsd. in conventional adsorbents.  For hexane isomers, the amt. adsorbed increases with the degree of branching, being 2,2-dimethylbutane (22DMB) and 2,3-dimethylbutane (23DMB) the more retained mols.  Regarding the xylene isomers, the adsorption of the bulkier ortho-xylene (oX) is favored compared to its homologs.  The structural similarity between MOF UiO-66 and zeolite MCM-22 suggests that the reverse shape selectivity obsd. in the adsorption of hexane and xylene isomers might be attributed to the rotational freedom of the mols. inside the small cavities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsFegsrnK&md5=d5c3c28bf697bef2665cf84ca858c672", "19. ", "Van Der Voort", ", ", "P.", "; ", "Leus", ", ", "K.", "; ", "Liu", ", ", "Y.-Y.", "; ", "Vandichel", ", ", "M.", "; ", "Van Speybroeck", ", ", "V.", "; ", "Waroquier", ", ", "M.", "; ", "Biswas", ", ", "S.", " ", "Vanadium metal-organic frameworks: structures and applications", " ", "New J. Chem.", " ", "2014", ",  ", "38", " (", "5", ")  ", "1853", "– ", "1867", " DOI: 10.1039/C3NJ01130E", " ", "[", "Crossref", "], [", "CAS", "]", "19. ", "Vanadium metal-organic frameworks: structures and applications", "Van Der Voort, Pascal; Leus, Karen; Liu, Ying-Ya; Vandichel, Matthias; Van Speybroeck, Veronique; Waroquier, Michel; Biswas, Shyam", "New Journal of Chemistry", "\r\n        (", "2014", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1853-1867", "CODEN:\r\n                ", "NJCHE5", ";\r\n        ISSN:", "1144-0546", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This perspective review article describes the V-contg. metal-org. frameworks that have been developed since the first systematic reports on MOFs almost 15 years ago.  These hybrid cryst. materials, contg. V(III) or V(IV) as metal nodes, show interesting behavior in oxidn. catalysis and gas sorption.  A significant amt. of papers has appeared on the use of these structures in gas (hydrocarbon, CO2) sepn.  Promising future research and development of V-MOFs is suggested.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXmtFSmsLg%253D&md5=b093983d94cffdba0c7b70a89ec378cb", "20. ", "Alaerts", ", ", "L.", "; ", "Kirschhock", ", ", "C. E. A.", "; ", "Maes", ", ", "M.", "; ", "van der Veen", ", ", "M. A.", "; ", "Finsy", ", ", "V.", "; ", "Depla", ", ", "A.", "; ", "Martens", ", ", "J. A.", "; ", "Baron", ", ", "G. V.", "; ", "Jacobs", ", ", "P. A.", "; ", "Denayer", ", ", "J. E. M.", "; ", "De Vos", ", ", "D. E.", " ", "Selective adsorption and separation of xylene isomers and ethylbenzene with the microporous vanadium(IV) terephthalate MIL-47", " ", "Angew. Chem., Int. Ed.", " ", "2007", ",  ", "46", " (", "23", ")  ", "4293", "– ", "4297", " DOI: 10.1002/anie.200700056", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "20. ", "Selective adsorption and separation of xylene isomers and ethylbenzene with the microporous vanadium(IV) terephthalate MIL-47", "Alaerts, Luc; Kirshhock, Christine E. A.; Maes, Michael; van der Veen, Monique A.; Finsy, Vincent; Depla, Anouschka; Martens, Johan A.; Baron, Gino V.; Jacobs, Pierre A.; Denayer, Joeri F. M.; De Vos, Dirk E.", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "23", "),\r\n    ", "4293-4297", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The microporous metal-org. framework MIL-47 is an excellent adsorbent for the sepn. of C8 alkylarom. compds., such as ethylbenzene, meta-xylene, and para-xylene.  The potential of MIL-47, with its high uptake capacity and its hydrophobic nature, for real sepns. of the C8 alkylarom. compds. was demonstrated by breakthrough and chromatog. expts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXmslGhtL8%253D&md5=d68086b55dd851d7a19855bf1ac9efbc", "21. ", "Castillo", ", ", "J. M.", "; ", "Vlugt", ", ", "T. J. H.", "; ", "Calero", ", ", "S.", " ", "Molecular Simulation Study on the Separation of Xylene Isomers in MIL-47 Metal-Organic Frameworks", " ", "J. Phys. Chem. C", " ", "2009", ",  ", "113", " (", "49", ")  ", "20869", "– ", "20874", " DOI: 10.1021/jp908247w", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Molecular Simulation Study on the Separation of Xylene Isomers in MIL-47 Metal-Organic Frameworks", "Castillo, J. M.; Vlugt, T. J. H.; Calero, Sofia", "Journal of Physical Chemistry C", "\r\n        (", "2009", "),\r\n    ", "113", "\r\n        (", "49", "),\r\n    ", "20869-20874", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The sepn. performance of the metal-org. framework MIL-47 for xylene isomers was studied by Monte Carlo simulations in the grand-canonical ensemble.  The exptl. adsorption isotherms of xylene isomers in MIL-47 between 343 and 423 K were reproduced by using force fields available in the literature.  Mixt. isotherms were computed and compared with the mixt. isotherms predicted by using pure component adsorption data and the ideal adsorption soln. theory.  This theory accurately predicts mixt. isotherms of xylene isomers in MIL-47. the ideal adsorption sorption theory was further employed to calc. the sepn. factors of xylene isomers in MIL-47.  The order of preferential adsorption is ortho > para > meta.  The adsorption selectivity increases with pressure, and the results showed a good agreement with the exptl. data available.  Henry coeffs. and low coverage heats of adsorption and adsorption entropies were computed at 543 K showing an excellent agreement with expts.  The reason for adsorption selectivity is the interaction of Me groups of neighboring mols. at high loadings, mainly for mols. adsorbed on the same wall of the MIL-47 channels.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtlSlsLbN&md5=4b22308554ff2cd589413606b6965129", "22. ", "Ghysels", ", ", "A.", "; ", "Vandichel", ", ", "M.", "; ", "Verstraelen", ", ", "T.", "; ", "van der Veen", ", ", "M.", "; ", "De Vos", ", ", "D.", "; ", "Waroquier", ", ", "M.", "; ", "Van Speybroeck", ", ", "V.", " ", "Host–guest and guest–guest interactions between xylene isomers confined in the MIL-47(V) pore system", " ", "Theor. Chem. Acc.", " ", "2012", ",  ", "131", " (", "7", ")  ", "1", "– ", "13", " DOI: 10.1007/s00214-012-1234-7", " ", "[", "Crossref", "], [", "CAS", "]", "22. ", "Host-guest and guest-guest interactions between xylene isomers confined in the MIL-47(V) pore system", "Ghysels, An; Vandichel, Matthias; Verstraelen, Toon; Veen, Monique A.; Vos, Dirk E.; Waroquier, Michel; Speybroeck, Veronique", "Theoretical Chemistry Accounts", "\r\n        (", "2012", "),\r\n    ", "131", "\r\n        (", "7", "),\r\n    ", "1-13", "CODEN:\r\n                ", "TCACFW", ";\r\n        ISSN:", "1432-2234", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "The porous MIL-47 material shows a selective adsorption behavior for para-, ortho-, and meta-isomers of xylenes, making the material a serious candidate for sepn. applications.  The origin of the selectivity lies in the differences in interactions (energetic) and confining (entropic).  This paper investigates the xylene-framework interactions and the xylene-xylene interactions with quantum mech. calcns., using a dispersion-cor. d. functional and periodic boundary conditions to describe the crystal.  First, the strength and geometrical characteristics of the optimal xylene-xylene interactions are quantified by studying the pure and mixed pairs in gas phase.  An extended set of initial structures is created and optimized to sample as many relative orientations and distances as possible.  Next, the pairs are brought in the pores of MIL-47.  The interaction with the terephthalic linkers and other xylenes increases the stacking energy in gas phase (-31.7 kJ/mol per pair) by roughly a factor four in the fully loaded state (-58.3 kJ/mol per xylene).  Our decompn. of the adsorption energy shows various trends in the contributing xylene-xylene interactions.  The absence of a significant difference in energetics between the isomers indicates that entropic effects must be mainly responsible for the sepn. behavior.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtV2gurvP&md5=4effe5a3c65a2e08d6c81ad588101779", "23. ", "Haldoupis", ", ", "E.", "; ", "Nair", ", ", "S.", "; ", "Sholl", ", ", "D. S.", " ", "Finding MOFs for Highly Selective CO2/N2 Adsorption Using Materials Screening Based on Efficient Assignment of Atomic Point Charges", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", " (", "9", ")  ", "4313", "– ", "4323", " DOI: 10.1021/ja2108239", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Finding MOFs for Highly Selective CO2/N2 Adsorption Using Materials Screening Based on Efficient Assignment of Atomic Point Charges", "Haldoupis, Emmanuel; Nair, Sankar; Sholl, David S.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "9", "),\r\n    ", "4313-4323", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Electrostatic interactions are a crit. factor in the adsorption of quadrupolar species such as CO2 and N2 in metal-org. frameworks (MOFs) and other nanoporous materials.  A version of the semiempirical charge equilibration method suitable for periodic materials can be used to efficiently assign charges and allow mol. simulations for a large no. of MOFs.  This approach is illustrated by simulating CO2 and N2 adsorption in ∼500 MOFs; this is the largest set of structures for which this information was reported to date.  For materials predicted by the calcns. to have promising adsorption selectivities, the authors performed more detailed calcns. in which accurate quantum chem. methods were used to assign at. point charges, and mol. simulations were used to assess mol. diffusivities and binary adsorption isotherms.  The results identify two MOFs, exptl. known to be stable upon solvent removal, that are predicted to show no diffusion limitations for adsorbed mols. and extremely high CO2/N2 adsorption selectivities for CO2 adsorption from dry air and from gas mixts. typical of dry flue gas.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XitF2msb8%253D&md5=3d7fcc3d3e6b5aa43811c380337c0f07", "24. ", "Mayo", ", ", "S. L.", "; ", "Olafson", ", ", "B. D.", "; ", "Goddard", ", ", "W. A.", " ", "DREIDING - A generic force-field for molecular simulations", " ", "J. Phys. Chem.", " ", "1990", ",  ", "94", " (", "26", ")  ", "8897", "– ", "8909", " DOI: 10.1021/j100389a010", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "DREIDING:  a generic force field for molecular simulations", "Mayo, Stephen L.; Olafson, Barry D.; Goddard, William A., III", "Journal of Physical Chemistry", "\r\n        (", "1990", "),\r\n    ", "94", "\r\n        (", "26", "),\r\n    ", "8897-909", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "The parameters are given for a new generic force field, DREIDING, that is useful for predicting structures and dynamics of org., biol., and main-group inorg. mols.  The philosophy in DREIDING is to use general force consts. and geometry parameters based on simple hybridization considerations rather than individual force consts. and geometric parameters that depend on the particular combination of atoms involved in the bond, angle, or torsion terms.  Thus all bond distances are derived from at. radii, and there is only one force const. each for bonds, angles, and inversions and only six different values for torsional barriers.  Parameters are defined for all possible combinations of atoms and new atoms can be added to the force field rather simply.  The parameters are given for the \"nonmetallic\" main-group elements (B, C, N, O, F columns for the C, Si, Ge, and Sn rows) plus H and a few metals (Na, Ca, Zn, Fe).  The accuracy of the DREIDING force field is tested by comparing with (i) 76 accurately detd. crystal structures of org. compds. involving H, C, N, O, F, P, S, Cl, and Br, (ii) rotational barriers of a no. of mols., and (iii) relative conformational energies and barriers of a no. of mols.  There is excellent agreement.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXmtlyhtL0%253D&md5=c2b2e75dedb934f18bad57d15d8944d4", "25. ", "Rappe", ", ", "A. K.", "; ", "Casewit", ", ", "C. J.", "; ", "Colwell", ", ", "K. S.", "; ", "Goddard", ", ", "W. A.", "; ", "Skiff", ", ", "W. M.", " ", "UFF, a full periodic table force field for molecular mechanics and molecular dynamics simulations", " ", "J. Am. Chem. Soc.", " ", "1992", ",  ", "114", " (", "25", ")  ", "10024", "– ", "10035", " DOI: 10.1021/ja00051a040", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "UFF, a full periodic table force field for molecular mechanics and molecular dynamics simulations", "Rappe, A. K.; Casewit, C. J.; Colwell, K. S.; Goddard, W. A., III; Skiff, W. M.", "Journal of the American Chemical Society", "\r\n        (", "1992", "),\r\n    ", "114", "\r\n        (", "25", "),\r\n    ", "10024-35", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "A new mol. mechanics force field, the Universal force field (UFF), is described wherein the force field parameters are estd. using general rules based only on the element, its hybridization and its connectivity.  The force field functional forms, parameters, and generating formulas for the full periodic table are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38Xmtl2qur8%253D&md5=cf41e8bb9ad299fd5d79f070d690afe1", "26. ", "Zang", ", ", "J.", "; ", "Nair", ", ", "S.", "; ", "Sholl", ", ", "D. S.", " ", "Prediction of Water Adsorption in Copper-Based Metal–Organic Frameworks Using Force Fields Derived from Dispersion-Corrected DFT Calculations", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", " (", "15", ")  ", "7519", "– ", "7525", " DOI: 10.1021/jp310497u", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "Prediction of Water Adsorption in Copper-Based Metal-Organic Frameworks Using Force Fields Derived from Dispersion-Corrected DFT Calculations", "Zang, Ji; Nair, Sankar; Sholl, David S.", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "15", "),\r\n    ", "7519-7525", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors develop transferable force fields describing water adsorption in copper-based metal-org. frameworks (MOFs) by combining dispersion-cor. d. functional theory (DFT) calcns. and classical atomistic simulations.  The DFT-D2 approach gave reasonable agreement with high level quantum chem. results for the interaction between water and CuBTC.  A classical force field for water adsorption in CuBTC including Lennard-Jones (LJ), Coulombic interactions, and a water-copper distance-dependent correction term was then developed from 1200 DFT-D2 calcns. that probed the full range of accessible vol. in CuBTC via random sampling.  Good agreement was obtained between adsorption isotherms predicted with the authors' 1st-principles-derived force field and expts.  Other commonly used models such as simple combinations of LJ and Coulomb potentials cannot adequately describe the interaction between water and CuBTC due to the chem. bonding between water oxygen and copper atoms.  The transferability of this force field was examd. using available adsorption isotherms for water in two structurally distinct copper-based MOFs, CuMBTC (methyl-1,3,5-benzenetricarboxylate) and CuEBTC (ethyl-1,3,5-benzenetricarboxylate), again with reasonably good agreement between calcd. and exptl. results.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXksVyjtrg%253D&md5=543c05a064998c605cec966f03f92dd5", "27. ", "Dzubak", ", ", "A. L.", "; ", "Lin", ", ", "L. C.", "; ", "Kim", ", ", "J.", "; ", "Swisher", ", ", "J. A.", "; ", "Poloni", ", ", "R.", "; ", "Maximoff", ", ", "S. N.", "; ", "Smit", ", ", "B.", "; ", "Gagliardi", ", ", "L.", " ", "Ab initio carbon capture in open-site metal-organic frameworks", " ", "Nat. Chem.", " ", "2012", ",  ", "4", " (", "10", ")  ", "810", "– ", "816", " DOI: 10.1038/nchem.1432", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "27. ", "Ab initio carbon capture in open-site metal-organic frameworks", "Dzubak, Allison L.; Lin, Li-Chiang; Kim, Jihan; Swisher, Joseph A.; Poloni, Roberta; Maximoff, Sergey N.; Smit, Berend; Gagliardi, Laura", "Nature Chemistry", "\r\n        (", "2012", "),\r\n    ", "4", "\r\n        (", "10", "),\r\n    ", "810-816", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "During the formation of metal-org. frameworks (MOFs), metal centers can coordinate with the intended org. linkers, but also with solvent mols.  In this case, subsequent activation by removal of the solvent mols. creates unsatd. open metal sites known to have a strong affinity to CO2 mols., but their interactions are still poorly understood.  Common force fields typically underestimate by as much as 2 orders of magnitude the adsorption of CO2 in open-site Mg-MOF-74, which has emerged as a promising MOF for CO2 capture.  We present a systematic procedure to generate force fields using high-level quantum chem. calcns.  Monte Carlo simulations based on an ab initio force field generated for CO2 in Mg-MOF-74 shed some light on the interpretation of thermodn. data from flue gas in this material.  The force field describes accurately the chem. of the open metal sites, and is transferable to other structures.  This approach may serve in mol. simulations in general and in the study of fluid-solid interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1Wktr3O&md5=f56250bc5e6e0e4c65741837c918e63a", "28. ", "Lin", ", ", "L.-C.", "; ", "Lee", ", ", "K.", "; ", "Gagliardi", ", ", "L.", "; ", "Neaton", ", ", "J. B.", "; ", "Smit", ", ", "B.", " ", "Force-Field Development from Electronic Structure Calculations with Periodic Boundary Conditions: Applications to Gaseous Adsorption and Transport in Metal–Organic Frameworks", " ", "J. Chem. Theory Comput.", " ", "2014", ",  ", "10", " (", "4", ")  ", "1477", "– ", "1488", " DOI: 10.1021/ct500094w", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Force-Field Development from Electronic Structure Calculations with Periodic Boundary Conditions: Applications to Gaseous Adsorption and Transport in Metal-Organic Frameworks", "Lin, Li-Chiang; Lee, Kyuho; Gagliardi, Laura; Neaton, Jeffrey B.; Smit, Berend", "Journal of Chemical Theory and Computation", "\r\n        (", "2014", "),\r\n    ", "10", "\r\n        (", "4", "),\r\n    ", "1477-1488", "CODEN:\r\n                ", "JCTCCE", ";\r\n        ISSN:", "1549-9618", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A systematic and efficient methodol. to derive accurate (nonpolarizable) force fields from periodic d. functional theory (DFT) calcns. for use in classical mol. simulations has been developed.  The methodol. requires reduced computation cost compared with other conventional ways.  The whole process is performed self-consistently in a fully periodic system.  The force fields derived by using this methodol. accurately predict the CO2 and H2O adsorption isotherms inside Mg-MOF-74, and is transferable to Zn-MOF-74; by replacing the Mg-CO2 interactions with the corresponding Zn-CO2 interactions, we obtain an accurate prediction of the corresponding isotherm.  This methodol. was used to address the effect of water on the sepn. of flue gases in these materials.  In general, the mixt. isotherms of CO2 and H2O calcd. with these derived force fields show a significant redn. in CO2 uptake with the existence of trace amts. of water vapor.  The effect of water, however, was found to be quant. different between Mg- and Zn-MOF-74.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXjtV2rtbo%253D&md5=310436bc1a437d2a1c6eac3ff52c3778", "29. ", "Nicholson", ", ", "T. M.", "; ", "Bhatia", ", ", "S. K.", " ", "Role of electrostatic effects in the pure component and binary adsorption of ethylene and ethane in Cu-tricarboxylate metal-organic frameworks", " ", "Adsorpt. Sci. Technol.", " ", "2007", ",  ", "25", " (", "8", ")  ", "607", "– ", "619", " DOI: 10.1260/0263-6174.25.8.607", " ", "[", "Crossref", "], [", "CAS", "]", "29. ", "Role of electrostatic effects in the pure component and binary adsorption of ethylene and ethane in Cu-tricarboxylate metal-organic frameworks", "Nicholson, Timothy M.; Bhatia, Suresh K.", "Adsorption Science & Technology", "\r\n        (", "2007", "),\r\n    ", "25", "\r\n        (", "8", "),\r\n    ", "607-619", "CODEN:\r\n                ", "ASTEEZ", ";\r\n        ISSN:", "0263-6174", ".\r\n    \r\n            (", "Multi-Science Publishing Co. Ltd.", ")\r\n        ", "The interaction of ethane and ethylene with a Cu-tricarboxylate complex was studied, showing that at low loadings the lighter mol. has a higher binding energy as a result of interaction with framework Cu and H-bonding with basic framework oxygen atoms.  This leads to the selective adsorption of ethylene at low pressure by a factor of ∼2.  This is overcome by the stronger van der Waals interaction of ethane at high loadings, explaining recent literature data.  Both exptl. data and single-component Grand Canonical Monte Carlo (GCMC) simulations were fitted well with the Unilan model and mixt. isotherms were satisfactorily predicted by the Ideal Adsorbed Soln. Theory when compared with binary simulation results.  Both binary GCMC simulations and Ideal Adsorbed Soln. Theory predictions yielded sepn. factors of ∼2 and a difference in isosteric heat of 3 kJ/mol.  Probably the Cu-BTC framework offers a possible route for the sepn. of ethane and ethylene, a Holy Grail of adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXpt12ltbg%253D&md5=8a1c20df853fa770c62c7c6196bfa934", "30. ", "Jorge", ", ", "M.", "; ", "Lamia", ", ", "N.", "; ", "Rodrigues", ", ", "A. E.", " ", "Molecular simulation of propane/propylene separation on the metal-organic framework CuBTC", " ", "Colloids Surf., A", " ", "2010", ",  ", "357", " (", "1–3", ")  ", "27", "– ", "34", " DOI: 10.1016/j.colsurfa.2009.08.025", " ", "[", "Crossref", "], [", "CAS", "]", "30. ", "Molecular simulation of propane/propylene separation on the metal-organic framework CuBTC", "Jorge, Miguel; Lamia, Nabil; Rodrigues, Alirio E.", "Colloids and Surfaces, A: Physicochemical and Engineering Aspects", "\r\n        (", "2010", "),\r\n    ", "357", "\r\n        (", "1-3", "),\r\n    ", "27-34", "CODEN:\r\n                ", "CPEAEH", ";\r\n        ISSN:", "0927-7757", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Presented are results of mol. simulation of pure propane and propylene, as well as their binary mixts. in the metal-org. framework CuBTC.  By comparing simulated and exptl. pure-component isotherms it was possible to describe the adsorption mechanism of these two mols.  The main difference is the existence of strong specific interactions between the open metal sites of CuBTC, freed by framework dehydration during the activation process, and the π orbitals of the propylene double bond.  The net result is a moderate selectivity (≤4) of the material for propylene adsorption.  Given the current lack of exptl. data for propane/propylene mixt. adsorption in CuBTC, the mol. simulation results were compared to predictions from Ideal Adsorbed Soln. Theory using single-component exptl. adsorption isotherms as input.  The comparison suggests that IAST is likely to adequately describe this system, and differences between the theory and simulation are probably due to shortcomings of the simplified potential model used to represent the π-metal interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXisFSiur8%253D&md5=f5d65cead85bdd538b4aa6216c17c443", "31. ", "Lamia", ", ", "N.", "; ", "Jorge", ", ", "M.", "; ", "Granato", ", ", "M. A.", "; ", "Almeida Paz", ", ", "F. A.", "; ", "Chevreau", ", ", "H.", "; ", "Rodrigues", ", ", "A. E.", " ", "Adsorption of propane, propylene and isobutane on a metal-organic framework: Molecular simulation and experiment", " ", "Chem. Eng. Sci.", " ", "2009", ",  ", "64", " (", "14", ")  ", "3246", "– ", "3259", " DOI: 10.1016/j.ces.2009.04.010", " ", "[", "Crossref", "], [", "CAS", "]", "31. ", "Adsorption of propane, propylene and isobutane on a metal-organic framework: Molecular simulation and experiment", "Lamia, Nabil; Jorge, Miguel; Granato, Miguel A.; Almeida Paz, Filipe A.; Chevreau, Hubert; Rodrigues, Alirio E.", "Chemical Engineering Science", "\r\n        (", "2009", "),\r\n    ", "64", "\r\n        (", "14", "),\r\n    ", "3246-3259", "CODEN:\r\n                ", "CESCAC", ";\r\n        ISSN:", "0009-2509", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "The sepn. of propane/propylene mixts. is the most energy-intensive operation practiced in the petrochem. industry.  Adsorptive processes are currently viewed as a promising alternative to cryogenic distn. for the sepn. of these mixts.  The authors explore the possibility of using a new metal-org. framework material, CuBTC, in adsorptive sepn. processes, particularly in a simulated moving bed (SMB) context using isobutane as a potential desorbent.  A gravimetric method was used to measure the adsorption equil. isotherms of propylene, propane and isobutane onto a com. CuBTC powder at 323-423 K and pressures up to 100 kPa.  These were complemented by a detailed exptl. characterization of the structure of CuBTC using XRD and SEM techniques.  Comparison of exptl. isotherms with grand canonical Monte Carlo simulations in CuBTC showed that propane adsorption occurs preferentially in small octahedral pockets, while isobutane is excluded from these pockets due to its bulky structure.  Propylene was seen to interact strongly with unsatd. metal sites, due to specific π - Cu bonds.  These interactions significantly enhance the affinity of this MOF for unsatd. hydrocarbons.  Also, in a range of temps. and pressures, the affinity of CuBTC for isobutane is intermediate to that of propane and propylene.  Probably CuBTC-isobutane is a very promising adsorbent-desorbent pair for use in SMB processes for propane/propylene sepns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXmvFeisrc%253D&md5=4e15dc676e864ea30fd92958f0a20418", "32. ", "Fang", ", ", "H.", "; ", "Demir", ", ", "H.", "; ", "Kamakoti", ", ", "P.", "; ", "Sholl", ", ", "D. S.", " ", "Recent developments in first-principles force fields for molecules in nanoporous materials", " ", "J. Mater. Chem. A", " ", "2014", ",  ", "2", " (", "2", ")  ", "274", "– ", "291", " DOI: 10.1039/C3TA13073H", " ", "[", "Crossref", "], [", "CAS", "]", "32. ", "Recent developments in first-principles force fields for molecules in nanoporous materials", "Fang, Hanjun; Demir, Hakan; Kamakoti, Preeti; Sholl, David S.", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2014", "),\r\n    ", "2", "\r\n        (", "2", "),\r\n    ", "274-291", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  There is a great need to identify high-performance nanoporous materials for gas storage, sepn. and catalysis to solve a wide range of industrially relevant challenges.  Mol. simulations have become an important complement to expts. in the screening and selection of suitable porous materials.  Successful implementation of mol. simulations requires accurate force fields (FFs) to describe the interactions of guest mols. with porous frameworks.  However, developing accurate and transferable FFs for porous materials can be extremely challenging.  While generic FFs and exptl.-derived FFs work well for many simple systems, they often fail to describe interactions in more complex porous materials.  Since first-principles quantum mech. (QM) approaches are capable of accurately predicting intermol. interactions, deriving FFs from QM data without exptl. input is a promising soln.  In this paper, we review recent developments in deriving first-principles FFs for mols. in a variety of nanoporous materials.  We summarize and classify the methodologies used in these studies, and discuss the factors that are responsible for the accuracy and reliability of FFs.  Finally, we conclude the review with a discussion of current challenges and future directions for this rapidly growing field.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvVOgtbzE&md5=475e53340014a5b5a199a14302540c89", "33. ", "Getman", ", ", "R. B.", "; ", "Bae", ", ", "Y.-S.", "; ", "Wilmer", ", ", "C. E.", "; ", "Snurr", ", ", "R. Q.", " ", "Review and Analysis of Molecular Simulations of Methane, Hydrogen, and Acetylene Storage in Metal–Organic Frameworks", " ", "Chem. Rev.", " ", "2012", ",  ", "112", " (", "2", ")  ", "703", "– ", "723", " DOI: 10.1021/cr200217c", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "33. ", "Review and analysis of molecular simulations of methane, hydrogen, and acetylene storage in metal-organic frameworks", "Getman, Rachel B.; Bae, Youn-Sang; Wilmer, Christopher E.; Snurr, Randall Q.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "703-723", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Discussed and analyzed are recent computational studies of adsorption of methane, hydrogen, and acetylene in porous materials and it is shown how simulation was used to guide the design of these materials for gas storage.  Addnl. discussed are the state-of-the-art in simulation techniques and the challenges assocd. with performing mol. simulations of gas mols. in MOFs.  Throughout the review, both the successes and limitations of such simulations are highlighted.  The paper is organized as follows: section 2 discusses models and methods commonly used to calc. gas adsorption in MOFs.  Section 3 discusses how these models and methods were used to assess and design MOFs for CH4, H2, and C2H2 storage.  Sections 4 and 5 discuss gas adsorption at open metal sites in the nodes and linkers, resp., the different computational strategies required to calc. adsorbate interactions at these sites, and the challenges assocd. with performing such calcns.  Section 6 discusses how simulations can be used to calc. the av. enthalpy of adsorption, which is a useful quantity for assessing uptake capabilities.  Section 7 discusses specific examples where simulations were used to guide expts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1CrsLnF&md5=d8a0e205058909a8d3a171b2fafe676b", "34. ", "Han", ", ", "S. S.", "; ", "Mendoza-Cortes", ", ", "J. L.", "; ", "Goddard Iii", ", ", "W. A.", " ", "Recent advances on simulation and theory of hydrogen storage in metal-organic frameworks and covalent organic frameworks", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", " (", "5", ")  ", "1460", "– ", "1476", " DOI: 10.1039/b802430h", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "34. ", "Recent advances on simulation and theory of hydrogen storage in metal-organic frameworks and covalent organic frameworks", "Han, Sang Soo; Mendoza-Cortes, Jose L.; Goddard, William A., III", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1460-1476", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This review covers the application of computer simulations, including quantum calcns. (ab initio and DFT), grand canonical Monte-Carlo simulations, and mol. dynamics simulations, to the burgeoning area of the hydrogen storage by metal-org. frameworks and covalent-org. frameworks.  This review begins with an overview of the theor. methods obtained from previous studies.  Then strategies for the improvement of hydrogen storage in the porous materials are discussed in detail.  The strategies include appropriate pore size, impregnation, catenation, open metal sites in metal oxide parts and within org. linker parts, doping of alkali elements onto org. linkers, substitution of metal oxide with lighter metals, functionalized org. linkers, and hydrogen spillover.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurc%253D&md5=5fdb0abe9382118da44bedd94df18618", "35. ", "Yang", ", ", "Q.", "; ", "Liu", ", ", "D.", "; ", "Zhong", ", ", "C.", "; ", "Li", ", ", "J.-R.", " ", "Development of Computational Methodologies for Metal–Organic Frameworks and Their Application in Gas Separations", " ", "Chem. Rev.", " ", "2013", ",  ", "113", " (", "10", ")  ", "8261", "– ", "8323", " DOI: 10.1021/cr400005f", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "35. ", "Development of Computational Methodologies for Metal-Organic Frameworks and Their Application in Gas Separations", "Yang, Qingyuan; Liu, Dahuan; Zhong, Chongli; Li, Jian-Rong", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2013", "),\r\n    ", "113", "\r\n        (", "10", "),\r\n    ", "8261-8323", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors devote the attention to highlighting both the successes and the limitations of various computational methodologies for metal org. frameworks.  As an illustration, the authors provide a state of-the-art review on modeling studies of gas sepns. in MOFs using these new methods and concepts.  Since the newly developed computational methodologies are normally used in combination with the conventional ones, for the sake of continuity and clarity, some of the conventional methods that have been widely adopted in MOF studies are also briefly discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtVKit7bL&md5=0265edb5dc95d324cc20367290c8507c", "36. ", "Borycz", ", ", "J.", "; ", "Lin", ", ", "L.-C.", "; ", "Bloch", ", ", "E. D.", "; ", "Kim", ", ", "J.", "; ", "Dzubak", ", ", "A. L.", "; ", "Mauriceaaa", ", ", "R.", "; ", "Semrouni", ", ", "D.", "; ", "Lee", ", ", "K.", "; ", "Smit", ", ", "B.", "; ", "Gagliardi", ", ", "L.", " ", "CO2 Adsorption in Fe2(dobdc): A Classical Force Field Parameterized from Quantum Mechanical Calculations", " ", "J. Phys. Chem. C", " ", "2014", ",  ", "118", " (", "23", ")  ", "12230", "– ", "12240", " DOI: 10.1021/jp500313j", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "36. ", "CO2 Adsorption in Fe2(dobdc): A Classical Force Field Parameterized from Quantum Mechanical Calculations", "Borycz, Joshua; Lin, Li-Chiang; Bloch, Eric D.; Kim, Jihan; Dzubak, Allison L.; Maurice, Remi; Semrouni, David; Lee, Kyuho; Smit, Berend; Gagliardi, Laura", "Journal of Physical Chemistry C", "\r\n        (", "2014", "),\r\n    ", "118", "\r\n        (", "23", "),\r\n    ", "12230-12240", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Carbon dioxide adsorption isotherms have been computed for the metal-org. framework (MOF) Fe2(dobdc), where dobdc4- = 2,5-dioxido-1,4-benzenedicarboxylate.  A force field derived from quantum mech. calcns. has been used to model adsorption isotherms within a MOF.  Restricted open-shell Moller-Plesset second-order perturbation theory (ROMP2) calcns. have been performed to obtain interaction energy curves between a CO2 mol. and a cluster model of Fe2(dobdc).  The force field parameters have been optimized to best reproduced these curves and used in Monte Carlo simulations to obtain CO2 adsorption isotherms.  The exptl. loading of CO2 adsorbed within Fe2(dobdc) was reproduced quite accurately.  This parametrization scheme could easily be utilized to predict isotherms of various guests inside this and other similar MOFs not yet synthesized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXlsl2qsLc%253D&md5=a6ff530ce2bc074777f317638cec799d", "37. ", "Fischer", ", ", "M.", "; ", "Kuchta", ", ", "B.", "; ", "Firlej", ", ", "L.", "; ", "Hoffmann", ", ", "F.", "; ", "Fröba", ", ", "M.", " ", "Accurate Prediction of Hydrogen Adsorption in Metal–Organic Frameworks with Unsaturated Metal Sites via a Combined Density-Functional Theory and Molecular Mechanics Approach", " ", "J. Phys. Chem. C", " ", "2010", ",  ", "114", " (", "44", ")  ", "19116", "– ", "19126", " DOI: 10.1021/jp1058963", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "37. ", "Accurate Prediction of Hydrogen Adsorption in Metal-Organic Frameworks with Unsaturated Metal Sites via a Combined Density-Functional Theory and Molecular Mechanics Approach", "Fischer, Michael; Kuchta, Bogdan; Firlej, Lucyna; Hoffmann, Frank; Froba, Michael", "Journal of Physical Chemistry C", "\r\n        (", "2010", "),\r\n    ", "114", "\r\n        (", "44", "),\r\n    ", "19116-19126", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The incorporation of coordinatively unsatd. metal sites in microporous metal-org. frameworks (MOFs) has emerged as an important synthetic strategy for the development of potential room-temp. hydrogen storage materials, because the relatively strong, localized interaction of hydrogen with the metal centers induces an increase of the isosteric heat of hydrogen adsorption.  Previous modeling studies have shown that these interactions are not adequately modeled when literature force-field parameters are used.  Typical results of grand-canonical Monte Carlo (GCMC) simulations exhibit a pronounced underestimation of the hydrogen uptake at low pressures and low temps.  In this study, it is shown that this shortcoming can be resolved by deriving a new set of potential parameters to represent the metal-dihydrogen interaction from ab initio calcns. for mol. model systems.  The approach is computationally efficient and could be applied for any coordination environment of the metal center.  The present work focuses on three MOFs with unsatd. copper centers.  The newly derived Cu-H2 potential model is combined with literature force-field parameters to model the dispersive interactions with other framework atoms.  At cryogenic temps. and pressures up to 1 bar, GCMC simulations using these parameters provide for a massively improved prediction of the hydrogen storage characteristics when compared to parameters from a literature force field.  On the other hand, the unmodified literature parameters perform best in predicting the satn. uptake.  At room temp., the effect of the potential modification is much smaller, and the best agreement with expt. is obtained when the localized metal-dihydrogen interaction is not accounted for in the simulations.  This indicates that the metal-dihydrogen interaction is too weak to permit a significant adsorption at the metal sites under these conditions.  Calcns. using an artificially enhanced potential model show that a drastic increase of the interaction strength could boost the hydrogen storage capacity at room temp., although the attainable uptake remains limited by the no. of available metal sites.  The implications of these results for the synthesis of new MOFs are critically discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlWitbfF&md5=051b1d48442b4d7ef0a6b7118a4de1a6", "38. ", "Han", ", ", "S. S.", "; ", "Goddard", ", ", "W. A.", " ", "High H2 Storage of Hexagonal Metal–Organic Frameworks from First-Principles-Based Grand Canonical Monte Carlo Simulations", " ", "J. Phys. Chem. C", " ", "2008", ",  ", "112", " (", "35", ")  ", "13431", "– ", "13436", " DOI: 10.1021/jp800832b", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "38. ", "High H2 Storage of Hexagonal Metal-Organic Frameworks from First-Principles-Based Grand Canonical Monte Carlo Simulations", "Han, Sang Soo; Goddard, William A., III", "Journal of Physical Chemistry C", "\r\n        (", "2008", "),\r\n    ", "112", "\r\n        (", "35", "),\r\n    ", "13431-13436", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Stimulated by the recent report by Yaghi and co-workers of hexagonal metal-org. frameworks (MOF) exhibiting reversible binding of up to 7.5 wt.% at 77 K and 70 bar for MOF-177 (called here IRMOF-2-24), we have predicted addnl. trigonal org. linkers, including IRMOF-2-60, which we calc. to bind 9.7 wt % H2 storage at 77 K and 70 bar, the highest known value for 77 K.  These calcns. are based on grand canonical Monte Carlo (GCMC) simulations using force fields that match accurate quantum mech. calcns. on the binding of H2 to prototypical systems.  These calcns. were validated by comparison to the exptl. loading curve for IRMOF-2-24 at 77K.  We then used the theory to predict the effect of doping Li into the hexagonal MOFs, which leads to substantial H2 d. even at ambient temps.  For example, IRMOF-2-96-Li leads to 6.0 wt % H2 storage at 273 K and 100 bar, the first material to attain the 2010 DOE target.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXpslahurs%253D&md5=203512d841f67e21cfd95e497d7d8069", "39. ", "Han", ", ", "S. S.", "; ", "Kim", ", ", "D.", "; ", "Jung", ", ", "D. H.", "; ", "Cho", ", ", "S.", "; ", "Choi", ", ", "S.-H.", "; ", "Jung", ", ", "Y.", " ", "Accurate Ab Initio-Based Force Field for Predictive CO2 Uptake Simulations in MOFs and ZIFs: Development and Applications for MTV-MOFs", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", " (", "38", ")  ", "20254", "– ", "20261", " DOI: 10.1021/jp307865n", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "39. ", "Accurate Ab Initio-Based Force Field for Predictive CO2 Uptake Simulations in MOFs and ZIFs: Development and Applications for MTV-MOFs", "Han, Sang Soo; Kim, Daejin; Jung, Dong Hyun; Cho, Sangyeon; Choi, Seung-Hoon; Jung, Yousung", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "38", "),\r\n    ", "20254-20261", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "For a reliable prediction of CO2 loading in metal-org. (MOFs) and zeolitic-imidazolate frameworks (ZIFs) by mol. simulation, accurate description of the van der Waals (vdW) and Coulomb interactions is undoubtedly the most crit. component.  However, there have been some strong recent indications that the use of generic force fields (FFs) widely used in most current CO2/MOF simulations that were not particularly parametrized for CO2/MOF and ZIF systems could lead to serious discrepancies compared with exptl. results.  Here, the authors develop accurate vdW FFs for CO2 uptake simulations in MOFs and ZIFs using high-level ab initio calcns., and validate the method by comparing the simulated and exptl. CO2 uptakes for various known MOFs and ZIFs.  The agreements between simulations and expts. are shown to be excellent for several known MOFs and ZIFs, although the FF parameters are not specifically fitted to those particular systems, showing the potential transferability of the FF.  Atomic charges of the adsorbents are computed via the rapid charge equilibration method.  Using these highly accurate FFs, the origin of the enhanced CO2 uptake in recently reported MOFs having multivariate functional groups (MTV-MOFs) is revealed.  The capacity enhancement in MTV-MOFs arises from an increase in both vdW (due to tighter geometry) and electrostatic (due to increased dipole moment) interactions between CO2 and MTV-MOF.  The authors predict that MOF-5-NO2 can have an even higher CO2 uptake than these MTV-MOFs due to a larger local dipole moment of the NO2-functionalized linker than those found in the reported MTV-MOFs.  As a further design of high capacity material, the authors then introduced both electron-donating and -withdrawing functional groups simultaneously in the same org. linker to increase the local dipole moment of the linker significantly.  The resulting CO2 uptake indeed increases substantially due to the favorable electrostatic interactions that can be tested exptl.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlSksrjK&md5=bfadbc5853ddfbb10ddf1dd971e0dbdd", "40. ", "Li", ", ", "W.", "; ", "Grimme", ", ", "S.", "; ", "Krieg", ", ", "H.", "; ", "Möllmann", ", ", "J.", "; ", "Zhang", ", ", "J.", " ", "Accurate Computation of Gas Uptake in Microporous Organic Molecular Crystals", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", " (", "16", ")  ", "8865", "– ", "8871", " DOI: 10.1021/jp2112632", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "40. ", "Accurate Computation of Gas Uptake in Microporous Organic Molecular Crystals", "Li, Wenliang; Grimme, Stefan; Krieg, Helge; Mollmann, Jonas; Zhang, Jingping", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "16", "),\r\n    ", "8865-8871", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Microporous org. mol. crystals (MOMCs) are materials composed of discrete org. mols. interacting noncovalently.  The gas uptake of CO2, CH4, N2, and Xe in one of the most widely investigated MOMCs, trispiro(benzodioxole[2'.2:2''.4:2'''.6]1,3,5,2,4,6-triazatriphosphinine) (1), was computed by grand canonical Monte Carlo (GCMC) simulations based on our lately developed force field method vdW3, which is fitted to accurate ab initio potentials (double hybrid functional B2PLYP with a D3 dispersion correction using def2-TZVPP basis sets).  The B2PLYP-D3 results compare very well with CCSD(T)/CBS interaction energies for benzene-gas model complexes.  Our multiscale modeling approach to accurate interaction potentials is found to be essential in order to obtain reasonable adsorption isotherms and heats of adsorption.  The good agreement between the simulation results and exptl. data in all cases gives us the opportunity to design novel complex materials for gas adsorption based solely on first-principles calcns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XltVyktbs%253D&md5=9d51af2253caf36bcb663f951694d8c8", "41. ", "Chen", ", ", "L.", "; ", "Morrison", ", ", "C. A.", "; ", "Düren", ", ", "T.", " ", "Improving Predictions of Gas Adsorption in Metal–Organic Frameworks with Coordinatively Unsaturated Metal Sites: Model Potentials, ab initio Parameterization, and GCMC Simulations", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", " (", "35", ")  ", "18899", "– ", "18909", " DOI: 10.1021/jp3062527", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "41. ", "Improving Predictions of Gas Adsorption in Metal-Organic Frameworks with Coordinatively Unsaturated Metal Sites: Model Potentials, ab initio Parameterization, and GCMC Simulations", "Chen, Linjiang; Morrison, Carole A.; Duren, Tina", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "35", "),\r\n    ", "18899-18909", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The incorporation of coordinatively unsatd. metal sites (cus's), also known as open metal sites, into metal-org. frameworks (MOFs), significantly enhances the uptake of certain gases, such as CO2 and CH4, esp. at low loadings when fluid-framework interactions play the predominant role.  However, due to the considerably enhanced, localized guest interactions with the cus's, it remains a challenge to predict correctly adsorption isotherms and mechanisms in MOFs with cus's using grand-canonical Monte Carlo (GCMC) simulations based on generic classical force fields.  To address this problem, the authors carefully studied several well-established semiempirical model potentials and used a multiobjective genetic algorithm to parametrize them using accurate ab initio data as ref.  The Carra-Konowalow potential, a modified Buckingham potential, in combination with the MMSV potential for the cus's gives not only adsorption isotherms in very good agreement with expts. but also correctly captures the adsorption mechanisms, including adsorption on the cus's, for CO2 in CPO-27-Mg and CH4 in CuBTC.  Also, the parameters obtained also give quant. predictions of CH4 adsorption in PCN-14, another MOF with Cu cus's, which is an important step for developing transferable force fields that reliably predict adsorption in MOFs with cus's.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1SitL3K&md5=08edae9d2ba4ef877a22799890d94fba", "42. ", "Chen", ", ", "L.", "; ", "Grajciar", ", ", "L.", "; ", "Nachtigall", ", ", "P.", "; ", "Düren", ", ", "T.", " ", "Accurate Prediction of Methane Adsorption in a Metal–Organic Framework with Unsaturated Metal Sites by Direct Implementation of an ab Initio Derived Potential Energy Surface in GCMC Simulation", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", " (", "46", ")  ", "23074", "– ", "23080", " DOI: 10.1021/jp2090878", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "42. ", "Accurate Prediction of Methane Adsorption in a Metal-Organic Framework with Unsaturated Metal Sites by Direct Implementation of an ab Initio Derived Potential Energy Surface in GCMC Simulation", "Chen, Linjiang; Grajciar, Lukas; Nachtigall, Petr; Duren, Tina", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "46", "),\r\n    ", "23074-23080", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Whereas grand-canonical Monte Carlo (GCMC) simulations based on generic force fields provide good predictions of adsorption isotherms in metal-org. frameworks (MOFs), esp. at higher temp., they fail to correctly describe the adsorption mechanism in MOFs with coordinatively unsatd. sites (cus's) at low temps., even for nonpolar fluids such as methane.  To address this problem, the authors directly implemented the potential energy surface calcd. by a hybrid DFT/ab inito method in the GCMC simulations using the adsorption of methane on CuBTC as an example.  A comparison with previously published in situ expts. shows that the approach not only quant. predicts adsorption isotherms for a wide range of temps. and pressures but also provides the correct description of the adsorption mechanism, including adsorption on the cus's.  Also care must be taken when selecting the ab initio method to be coupled with GCMC simulations to obtain accurate predictions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlaqsLfP&md5=a88569f6e2ac033eb30e293bf12d6db9", "43. ", "Grajciar", ", ", "L.", "; ", "Bludsky", ", ", "O.", "; ", "Nachtigall", ", ", "P.", " ", "Water Adsorption on Coordinatively Unsaturated Sites in CuBTC MOF", " ", "J. Phys. Chem. Lett.", " ", "2010", ",  ", "1", " (", "23", ")  ", "3354", "– ", "3359", " DOI: 10.1021/jz101378z", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "43. ", "Water adsorption on coordinatively unsaturated sites in CuBTC MOF", "Grajciar, Lukas; Bludsky, Ota; Nachtigall, Petr", "Journal of Physical Chemistry Letters", "\r\n        (", "2010", "),\r\n    ", "1", "\r\n        (", "23", "),\r\n    ", "3354-3359", "CODEN:\r\n                ", "JPCLCD", ";\r\n        ISSN:", "1948-7185", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We report a theor. study of water adsorption on coordinatively unsatd. sites (cus) in a metal-org. framework (MOF) compd. CuBTC.  The reliability of the d. functional theory (DFT)-based methods and dispersion-cor. DFT-D schemes for the description of cus sites was investigated with respect to the accurate ref. CCSD(T)/CBS data.  The accuracy of both DFT and DFT-D methods was found to be insufficient.  The proposed DFT/CC correction scheme gave the results in excellent agreement with the ref. CCSD(T)/CBS data.  DFT/CC calcns. performed for the periodic CuBTC model gave RCu-OH2 = 2.19 Å and -ΔHads = 49 kJ mol-1, both in very good agreement with available exptl. data.  The interaction of the first water mol. with the paddle-wheel unit is about 5 kJ mol-1 stronger than the interaction of the second water mol. with the same paddle-wheel unit.  The DFT/CC scheme provides an accurate description of the extended MOF systems, and the results obtained with periodic DFT/CC model can be used for the testing and improvement of the force fields for classical simulations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVaisrvK&md5=ae874ab2e3499ca392a47aeb0de40b0f", "44. ", "Toda", ", ", "J.", "; ", "Fischer", ", ", "M.", "; ", "Jorge", ", ", "M.", "; ", "Gomes", ", ", "J. R. B.", " ", "Water adsorption on a copper formate paddlewheel model of CuBTC: A comparative MP2 and DFT study", " ", "Chem. Phys. Lett.", " ", "2013", ",  ", "587", ",  ", "7", "– ", "13", " DOI: 10.1016/j.cplett.2013.09.049", " ", "[", "Crossref", "], [", "CAS", "]", "44. ", "Water adsorption on a copper formate paddlewheel model of CuBTC: A comparative MP2 and DFT study", "Toda, Jordi; Fischer, Michael; Jorge, Miguel; Gomes, Jose R. B.", "Chemical Physics Letters", "\r\n        (", "2013", "),\r\n    ", "587", "\r\n        (", "),\r\n    ", "7-13", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Simultaneous adsorption of two water mols. on open metal sites of the HKUST-1 metal-org. framework (MOF), modeled with a Cu2(HCOO)4 cluster, was studied by means of d. functional theory (DFT) and second-order Moller-Plesset (MP2) approaches together with correlation consistent basis sets.  Exptl. geometries and MP2 energetic data extrapolated to the complete basis set limit were used as benchmarks for testing the accuracy of several different exchange-correlation functionals in the correct description of the water-MOF interaction.  M06-L and some LC-DFT methods arise as the most appropriate in terms of the quality of geometrical data, energetic data and computational resources needed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1SgtbnP&md5=8e71bc878b02852d39af54780265d3fb", "45. ", "McDaniel", ", ", "J. G.", "; ", "Schmidt", ", ", "J. R.", " ", "Physically-Motivated Force Fields from Symmetry-Adapted Perturbation Theory", " ", "J. Phys. Chem. A", " ", "2013", ",  ", "117", " (", "10", ")  ", "2053", "– ", "2066", " DOI: 10.1021/jp3108182", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "45. ", "Physically-Motivated Force Fields from Symmetry-Adapted Perturbation Theory", "McDaniel, Jesse G.; Schmidt, J. R.", "Journal of Physical Chemistry A", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "10", "),\r\n    ", "2053-2066", "CODEN:\r\n                ", "JPCAFH", ";\r\n        ISSN:", "1089-5639", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We present a general methodol. for generating accurate and transferable ab initio force fields, employing the framework of symmetry adapted perturbation theory (SAPT).  The resulting force fields are \"phys.-motivated\" in that they contain sep., explicit terms to account for the various fundamental intermol. interactions, such as exchange, electrostatics, induction, and dispersion, with each term parametrized to a corresponding term in the SAPT energy decompn.  Crucially, the resulting force fields are largely compatible with existing, std. simulation packages, requiring only minimal modifications.  We present several novel parametrization techniques that yield robust, phys. meaningful at. parameters that are transferable between mol. environments.  We demonstrate the accuracy and generality of our method by validating against exptl. second virial coeffs. for a variety of small mols.  We then show that the resulting at. parameters can be combined using phys. motivated ansatzes to accurately predict arbitrary heteromol. interaction energies, with example applications including prediction of gas adsorption in functionalized metal-org. framework materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht1Kmt7c%253D&md5=0cef6bb76e8e350480aa7a6a14a094a5", "46. ", "McDaniel", ", ", "J. G.", "; ", "Yu", ", ", "K.", "; ", "Schmidt", ", ", "J. R.", " ", "Ab Initio, Physically Motivated Force Fields for CO2 Adsorption in Zeolitic Imidazolate Frameworks", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", " (", "2", ")  ", "1892", "– ", "1903", " DOI: 10.1021/jp209335y", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "46. ", "Ab Initio, Physically Motivated Force Fields for CO2 Adsorption in Zeolitic Imidazolate Frameworks", "McDaniel, Jesse G.; Yu, Kuang; Schmidt, J. R.", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "2", "),\r\n    ", "1892-1903", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We present an entirely ab initio methodol., based on symmetry adapted perturbation theory (SAPT), for constructing force-fields to study CO2 adsorption in nanoporous zeolitic imidazolate frameworks (ZIFs).  Our approach utilizes the SAPT energy decompn. to generate phys. motivated force fields for the CO2-ZIF interaction, with explicit terms representing exchange, electrostatic, induction and dispersion interactions.  Each of these terms is fit to the corresponding term in the SAPT energy decompn., yielding a force field entirely free of empirical parameters.  This approach was utilized to construct force fields describing the CO2 interaction with both ZIF-8 and ZIF-71.  In conjunction with our existing CO2-CO2 force field, parametrized in a consistent manner, we validate our force fields using grand canonical Monte Carlo simulations and obtain good agreement with the corresponding exptl. CO2 adsorption isotherms.  Furthermore, the explicit correspondence between force field terms and fundamental interaction types (dispersion, electrostatics, and induction) allows for an anal. of the underlying physics controlling ZIF gas adsorption that is far more direct and well-defined than with the generic force fields that had been previously utilized to study these systems.  As our force fields are free from empirical parameters, these results demonstrate the potential for computationally screening novel ZIFs for flue gas sepn. applications with near quant. accuracy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1emsbrM&md5=6b39451d360ad3459850fbfc13aefa78", "47. ", "Fischer", ", ", "M.", "; ", "Gomes", ", ", "J. R. B.", "; ", "Jorge", ", ", "M.", " ", "Computational approaches to study adsorption in MOFs with unsaturated metal sites", " ", "Mol. Simul.", " ", "2014", ",  ", "40", " (", "7–9", ")  ", "537", "– ", "556", " DOI: 10.1080/08927022.2013.829228", " ", "[", "Crossref", "], [", "CAS", "]", "47. ", "Computational approaches to study adsorption in MOFs with unsaturated metal sites", "Fischer, Michael; Gomes, Jose R. B.; Jorge, Miguel", "Molecular Simulation", "\r\n        (", "2014", "),\r\n    ", "40", "\r\n        (", "7-9", "),\r\n    ", "537-556", "CODEN:\r\n                ", "MOSIEA", ";\r\n        ISSN:", "0892-7022", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) with coordinatively unsatd. sites (CUS) offer interesting possibilities for tuning the affinity of these materials towards certain adsorbates, potentially increasing their selectivity and storage capacity.  From a modeling point of view, however, they pose a significant challenge due to the inability of conventional force-fields for dealing with these specific interactions.  In this paper, we review recent developments in the application of quantum-mech. (QM) methods and classical mol. simulations to understand and predict adsorption in MOFs with CUS.  We find that hybrid approaches that incorporate QM-based information into classical models are able to provide dramatically improved adsorption predictions relative to conventional force-fields, while yielding a realistic description of the adsorption mechanism in these materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXitF2isL8%253D&md5=81a335634fd76bdcd3c7a9e7fefdd820", "48. ", "Grimme", ", ", "S.", " ", "Semiempirical GGA-type density functional constructed with a long-range dispersion correction", " ", "J. Comput. Chem.", " ", "2006", ",  ", "27", " (", "15", ")  ", "1787", "– ", "1799", " DOI: 10.1002/jcc.20495", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "48. ", "Semiempirical GGA-type density functional constructed with a long-range dispersion correction", "Grimme, Stefan", "Journal of Computational Chemistry", "\r\n        (", "2006", "),\r\n    ", "27", "\r\n        (", "15", "),\r\n    ", "1787-1799", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "A new d. functional (DF) of the generalized gradient approxn. (GGA) type for general chem. applications termed B97-D is proposed.  It is based on Becke's power-series ansatz from 1997 and is explicitly parameterized by including damped atom-pairwise dispersion corrections of the form C6·R-6.  A general computational scheme for the parameters used in this correction has been established and parameters for elements up to xenon and a scaling factor for the dispersion part for several common d. functionals (BLYP, PBE, TPSS, B3LYP) are reported.  The new functional is tested in comparison with other GGAs and the B3LYP hybrid functional on std. thermochem. benchmark sets, for 40 noncovalently bound complexes, including large stacked arom. mols. and group II element clusters, and for the computation of mol. geometries.  Further cross-validation tests were performed for organometallic reactions and other difficult problems for std. functionals.  In summary, it is found that B97-D belongs to one of the most accurate general purpose GGAs, reaching, for example for the G97/2 set of heat of formations, a mean abs. deviation of only 3.8 kcal mol-1.  The performance for noncovalently bound systems including many pure van der Waals complexes is exceptionally good, reaching on the av. CCSD(T) accuracy.  The basic strategy in the development to restrict the d. functional description to shorter electron correlation lengths scales and to describe situations with medium to large interat. distances by damped C6·R-6 terms seems to be very successful, as demonstrated for some notoriously difficult reactions.  As an example, for the isomerization of larger branched to linear alkanes, B97-D is the only DF available that yields the right sign for the energy difference.  From a practical point of view, the new functional seems to be quite robust and it is thus suggested as an efficient and accurate quantum chem. method for large systems where dispersion forces are of general importance.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtFenu7bO&md5=0b4aa16bebc3a0a2ec175d4b161ab0e4", "49. ", "Amirjalayer", ", ", "S.", "; ", "Schmid", ", ", "R.", " ", "Adsorption of Hydrocarbons in Metal–Organic Frameworks: A Force Field Benchmark on the Example of Benzene in Metal–Organic Framework 5", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", " (", "29", ")  ", "15369", "– ", "15377", " DOI: 10.1021/jp302713m", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "49. ", "Adsorption of Hydrocarbons in Metal-Organic Frameworks: A Force Field Benchmark on the Example of Benzene in Metal-Organic Framework 5", "Amirjalayer, Saeed; Schmid, Rochus", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "29", "),\r\n    ", "15369-15377", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "For the application of metal-org. frameworks (MOFs), the understanding of host-guest interactions on a mol. level is crucial, and often only theor. methods allow such an insight.  However, to obtain quant. information from such calcns., a validation of the applied methods is indispensable.  The authors investigated the physisorption of benzene, as a probe mol. for larger guest mols., within the matrix of MOF-5 using high-level quantum mech. methods.  The calcns. reveal a large contribution of dispersion effects on the host-guest interaction.  The importance of both reliable and efficient quantum mech. techniques, which are able to properly cover these effects, is discussed.  A double-hybrid functional together with an empirical long-range dispersion correction is an accurate and robust method for the rather large model systems.  In addn., the quantum mech. results enabled the authors to benchmark for the first time the performance of force fields to describe the interaction of hydrocarbons with the periodic framework.  This kind of bottom-up validation of host-guest interactions strengthens the predictive power of theor. methods in the area of MOF research.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XovFakt78%253D&md5=8c6a7313a75ea0f8e2ce61fa15e17edb", "50. ", "Bureekaew", ", ", "S.", "; ", "Amirjalayer", ", ", "S.", "; ", "Tafipolsky", ", ", "M.", "; ", "Spickermann", ", ", "C.", "; ", "Roy", ", ", "T. K.", "; ", "Schmid", ", ", "R.", " ", "MOF-FF – A flexible first-principles derived force field for metal-organic frameworks", " ", "Phys. Status Solidi B", " ", "2013", ",  ", "250", " (", "6", ")  ", "1128", "– ", "1141", " DOI: 10.1002/pssb.201248460", " ", "[", "Crossref", "], [", "CAS", "]", "50. ", "MOF-FF - A flexible first-principles derived force field for metal-organic frameworks", "Bureekaew, Sareeya; Amirjalayer, Saeed; Tafipolsky, Maxim; Spickermann, Christian; Roy, Tapta Kanchan; Schmid, Rochus", "Physica Status Solidi B: Basic Solid State Physics", "\r\n        (", "2013", "),\r\n    ", "250", "\r\n        (", "6", "),\r\n    ", "1128-1141", "CODEN:\r\n                ", "PSSBBD", ";\r\n        ISSN:", "0370-1972", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  In this contribution the development, definition and selected applications of a new force field (FF) for metal-org. frameworks MOF-FF is presented.  MOF-FF is fully flexible and is parameterized in a systematic and consistent fashion from first principles ref. data.  It can be used for a variety of different MOF-families and in particular - due to the reparametrization of a variety of org. linkers - also to explore isoreticular series of systems.  The history of the development, leading to the final definition of MOF-FF is reviewed along with the application of the previous incarnations of the FF.  In addn., the parametrization approach is explained in a tutorial fashion.  The currently parametrized set of inorg. building blocks is constantly extended.  Formate models of currently covered inorg. building blocks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjt1ajurs%253D&md5=a034c9370905858f7dfd6f3b2d2d66da", "51. ", "Vanduyfhuys", ", ", "L.", "; ", "Vandenbrande", ", ", "S.", "; ", "Verstraelen", ", ", "T.", "; ", "Schmid", ", ", "R.", "; ", "Waroquier", ", ", "M.", "; ", "Van Speybroeck", ", ", "V.", " ", "QuickFF: A program for a quick and easy derivation of force fields for metal-organic frameworks from ab initio input", " ", "J. Comput. Chem.", " ", "2015", ",  ", "36", " (", "13", ")  ", "1015", "– ", "1027", " DOI: 10.1002/jcc.23877", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "51. ", "QuickFF: A program for a quick and easy derivation of force fields for metal-organic frameworks from ab initio input", "Vanduyfhuys, Louis; Vandenbrande, Steven; Verstraelen, Toon; Schmid, Rochus; Waroquier, Michel; Van Speybroeck, Veronique", "Journal of Computational Chemistry", "\r\n        (", "2015", "),\r\n    ", "36", "\r\n        (", "13", "),\r\n    ", "1015-1027", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "QuickFF is a software package to derive accurate force fields for isolated and complex mol. systems in a quick and easy manner.  Apart from its general applicability, the program has been designed to generate force fields for metal-org. frameworks in an automated fashion.  The force field parameters for the covalent interaction are derived from ab initio data.  The math. expression of the covalent energy is kept simple to ensure robustness and to avoid fitting deficiencies as much as possible.  The user needs to produce an equil. structure and a Hessian matrix for one or more building units.  Afterward, a force field is generated for the system using a three-step method implemented in QuickFF.  The first two steps of the methodol. are designed to minimize correlations among the force field parameters.  In the last step, the parameters are refined by imposing the force field parameters to reproduce the ab initio Hessian matrix in Cartesian coordinate space as accurate as possible.  The method is applied on a set of 1000 org. mols. to show the easiness of the software protocol.  To illustrate its application to metal-org. frameworks (MOFs), QuickFF is used to det. force fields for MIL-53(Al) and MOF-5.  For both materials, accurate force fields were already generated in literature but they requested a lot of manual interventions.  QuickFF is a tool that can easily be used by anyone with a basic knowledge of performing ab initio calcns.  As a result, accurate force fields are generated with minimal effort.  © 2015 Wiley Periodicals, Inc.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXkvVaitL4%253D&md5=47ac6aba7153559b2c42cd28633259ad", "52. ", "Jorge", ", ", "M.", "; ", "Fischer", ", ", "M.", "; ", "Gomes", ", ", "J. R. B.", "; ", "Siquet", ", ", "C.", "; ", "Santos", ", ", "J. C.", "; ", "Rodrigues", ", ", "A. E.", " ", "Accurate Model for Predicting Adsorption of Olefins and Paraffins on MOFs with Open Metal Sites", " ", "Ind. Eng. Chem. Res.", " ", "2014", ",  ", "53", " (", "40", ")  ", "15475", "– ", "15487", " DOI: 10.1021/ie500310c", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "52. ", "Accurate Model for Predicting Adsorption of Olefins and Paraffins on MOFs with Open Metal Sites", "Jorge, Miguel; Fischer, Michael; Gomes, Jose R. B.; Siquet, Christophe; Santos, Joao C.; Rodrigues, Alirio E.", "Industrial & Engineering Chemistry Research", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "40", "),\r\n    ", "15475-15487", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) showed tremendous potential for challenging gas sepn. applications, an example of which is the sepn. of olefins from paraffins.  Some of the most promising MOFs show enhanced selectivity for the olefins due to the presence of coordinatively unsatd. metal sites, but accurate predictive models for such systems are still lacking.  The authors present results of a combined exptl. and theor. study on adsorption of propane, propylene, ethane, and ethylene in CuBTC, a MOF with open metal sites.  The authors 1st propose a simple procedure to correct for impurities present in real materials, which in most cases makes exptl. data from different sources consistent with each other and with mol. simulation results.  By applying a novel mol. modeling approach based on a combination of quantum mech. d. functional theory and classical grand canonical Monte Carlo simulations, the authors are able to achieve excellent predictions of olefin adsorption, in much better agreement with expt. than traditional, mostly empirical, mol. models.  Such an improvement in predictive ability relies on a correct representation of the attractive energy of the unsatd. metal for the carbon-carbon double bond present in alkenes.  This approach has the potential to be generally applicable to other gas sepns. that involve specific coordination-type bonds between adsorbates and adsorbents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXktVSjtbs%253D&md5=d3c43ce60a3d60c73556fe598f4dce05", "53. ", "Fang", ", ", "H.", "; ", "Kamakoti", ", ", "P.", "; ", "Ravikovitch", ", ", "P. I.", "; ", "Aronson", ", ", "M.", "; ", "Paur", ", ", "C.", "; ", "Sholl", ", ", "D. S.", " ", "First principles derived, transferable force fields for CO2 adsorption in Na-exchanged cationic zeolites", " ", "Phys. Chem. Chem. Phys.", " ", "2013", ",  ", "15", " (", "31", ")  ", "12882", "– ", "12894", " DOI: 10.1039/c3cp52246f", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "53. ", "First principles derived, transferable force fields for CO2 adsorption in Na-exchanged cationic zeolites", "Fang, Hanjun; Kamakoti, Preeti; Ravikovitch, Peter I.; Aronson, Matthew; Paur, Charanjit; Sholl, David S.", "Physical Chemistry Chemical Physics", "\r\n        (", "2013", "),\r\n    ", "15", "\r\n        (", "31", "),\r\n    ", "12882-12894", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Carbon dioxide adsorption in cationic zeolites possessing complex structures has been studied using a previously developed first principles-based transferable force field model.  Na-exchanged zeolites are chosen for demonstrating the approach.  These methods account for several structural complexities including Al distribution, cation positions and cation mobility, all of which are important for predicting adsorption.  The simulation results are validated with high-resoln. exptl. measurements of isotherms and microcalorimetric heats of adsorption on well-characterized materials.  The choice of first-principles method has a significant influence on the ability of force fields to accurately describe CO2-zeolite interactions.  The PBE-D2 derived force field, which performed well for CO2 adsorption in siliceous zeolites, does not do so for Na-exchanged zeolites; the PBE-D2 method overestimates CO2 adsorption energies on multi-cation sites that are common in cationic zeolites with low Si/Al ratios.  In contrast, a force field derived from the DFT/CC method performed well.  Agreement was obtained between simulation and expt. not only for LTA-4A on which the force field fitting is based, but for other two common adsorbents, NaX and NaY.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFWksrvF&md5=e960f3ea2c8f7c6b0cc44dd0ad7d2b58", "54. ", "Fang", ", ", "H.", "; ", "Kamakoti", ", ", "P.", "; ", "Zang", ", ", "J.", "; ", "Cundy", ", ", "S.", "; ", "Paur", ", ", "C.", "; ", "Ravikovitch", ", ", "P. I.", "; ", "Sholl", ", ", "D. S.", " ", "Prediction of CO2 Adsorption Properties in Zeolites Using Force Fields Derived from Periodic Dispersion-Corrected DFT Calculations", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", " (", "19", ")  ", "10692", "– ", "10701", " DOI: 10.1021/jp302433b", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "54. ", "Prediction of CO2 Adsorption Properties in Zeolites Using Force Fields Derived from Periodic Dispersion-Corrected DFT Calculations", "Fang, Hanjun; Kamakoti, Preeti; Zang, Ji; Cundy, Stephen; Paur, Charanjit; Ravikovitch, Peter I.; Sholl, David S.", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "19", "),\r\n    ", "10692-10701", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We demonstrate a new approach to develop transferable force fields describing mol. adsorption in zeolites by combining dispersion-cor. d. functional theory (DFT) calcns. and classical atomistic simulations.  This approach is illustrated with the adsorption of CO2 in zeolites.  Multiple dispersion-cor. DFT methods were tested for describing CO2 adsorption in sodium-exchanged ferrierite.  The DFT-D2 approach was found to give the best agreement with high level quantum chem. results and exptl. data.  A classical force field for CO2 adsorption in siliceous zeolites was then developed on the basis of hundreds of DFT-D2 calcns. that probed the full range of accessible vol. in purely siliceous chabazite (Si-CHA) via random sampling.  We independently performed expts. with Si-CHA measuring CO2 isotherms and heats of adsorption by microcalorimetry.  Excellent agreement was obtained between adsorption isotherms predicted with our first-principles-derived force field and our expts.  The transferability of this force field was examd. using available adsorption isotherms for CO2 in siliceous MFI and DDR zeolites, again with reasonably good agreement between calcd. and exptl. results.  The methods demonstrated by these calcns. will be broadly applicable in using mol. simulations to predict properties of adsorbed mols. in zeolites and other nanoporous materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XlvVSis7c%253D&md5=11b40a6775080d3475fe616ed89d9988", "55. ", "Pulido", ", ", "A.", "; ", "Delgado", ", ", "M. R.", "; ", "Bludsky", ", ", "O.", "; ", "Rubes", ", ", "M.", "; ", "Nachtigall", ", ", "P.", "; ", "Arean", ", ", "C. O.", " ", "Combined DFT/CC and IR spectroscopic studies on carbon dioxide adsorption on the zeolite H-FER", " ", "Energy Environ. Sci.", " ", "2009", ",  ", "2", " (", "11", ")  ", "1187", "– ", "1195", " DOI: 10.1039/b911253g", " ", "[", "Crossref", "], [", "CAS", "]", "55. ", "Combined DFT/CC and IR spectroscopic studies on carbon dioxide adsorption on the zeolite H-FER", "Pulido, A.; Delgado, M. R.; Bludsky, O.; Rubes, M.; Nachtigall, P.; Arean, C. O.", "Energy & Environmental Science", "\r\n        (", "2009", "),\r\n    ", "2", "\r\n        (", "11", "),\r\n    ", "1187-1195", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Adsorption of CO2 on H-FER zeolite (Si:Al = 8:1) was investigated by a combined methodol. involving variable-temp. IR spectroscopy and DFT/CC calcns. on periodic zeolite models.  The exptl. found value of adsorption enthalpy was ΔH0 = -30 kJ mol-1.  According to calcns., adsorption complexes on isolated Si(OH)Al Bronsted acid sites (single sites) involve an adsorption enthalpy in the range of -33 to -36 kJ mol-1, about half of which is due to weak intermol. interactions between CO2 and the zeolite framework.  Calcns. show clearly the significant role played by weak intermol. interactions; adsorption enthalpies calcd. with std. GGA type exchange-correlation functionals are ≈13 kJ mol-1 underestimated with respect to exptl. results.  Good agreement was also found between calcd. and exptl. obsd. stretching frequencies for these complexes.  Calcns. revealed that CO2 adsorption complexes involving two neighboring Bronsted acid sites (dual sites) can be formed, provided that the dual site has the required geometry.  However, no clear evidence of CO2 adsorption complexes on dual sites was exptl. found.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXjsFajtr0%253D&md5=e473a4e3049ab13660d8fcdf40284d17", "56. ", "Bludsky", ", ", "O.", "; ", "Rubes", ", ", "M.", "; ", "Soldan", ", ", "P.", "; ", "Nachtigall", ", ", "P.", " ", " ", "Investigation of the benzene-dimer potential energy surface: DFT/CCSD(T) correction scheme", ".  ", "J. Chem. Phys.", " ", "2008", ",  ", "128", " (", "11", ") ", "114102", " DOI: 10.1063/1.2890968", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "56. ", "Investigation of the benzene-dimer potential energy surface: DFT/CCSD(T) correction scheme", "Bludsky, Ota; Rubes, Miroslav; Soldan, Pavel; Nachtigall, Petr", "Journal of Chemical Physics", "\r\n        (", "2008", "),\r\n    ", "128", "\r\n        (", "11", "),\r\n    ", "114102/1-114102/8", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "A novel method, designated as the d. functional theory/coupled-cluster with single and double and perturbative triple excitation [DFT/CCSD(T)] correction scheme, was developed for precise calcns. of weakly interacting sp2 hydrocarbon mols. and applied to the benzene dimer.  The DFT/CCSD(T) interaction energies are in excellent agreement with the estd. CCSD(T)/complete basis set interaction energies.  The tilted T-shaped structure having Cs symmetry was detd. to be a global min. on the benzene-dimer potential energy surface (PES), approx. 0.1 kcal/mol more stable than the parallel-displaced structure.  A fully optimized set of ten stationary points on the benzene-dimer PES is proposed for the evaluation of the reliability of methods for the description of weakly interacting systems.  (c) 2008 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXktVyrtLw%253D&md5=37b0fc5449d805d7e32eb05cab1cf64e", "57. ", "Lee", ", ", "K.", "; ", "Murray", ", ", "É. D.", "; ", "Kong", ", ", "L.", "; ", "Lundqvist", ", ", "B. I.", "; ", "Langreth", ", ", "D. C.", " ", "Higher-accuracy van der Waals density functional", " ", "Phys. Rev. B: Condens. Matter Mater. Phys.", " ", "2010", ",  ", "82", " (", "8", ")  ", "081101", " DOI: 10.1103/PhysRevB.82.081101", " ", "[", "Crossref", "], [", "CAS", "]", "57. ", "Higher-accuracy van der Waals density functional", "Lee, Kyuho; Murray, Eamonn D.; Kong, Lingzhu; Lundqvist, Bengt I.; Langreth, David C.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2010", "),\r\n    ", "82", "\r\n        (", "8", "),\r\n    ", "081101/1-081101/4", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "1098-0121", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "We propose a second version of the van der Waals d. functional of Dion et al. [Phys. Rev. Lett. 92, 246401 (2004)], employing a more accurate semilocal exchange functional and the use of a large-N asymptote gradient correction in detg. the vdW kernel.  The predicted binding energy, equil. sepn., and potential-energy curve shape are close to those of accurate quantum chem. calcns. on 22 duplexes.  We anticipate the enabling of chem. accurate calcns. in sparse materials of importance for condensed matter, surface, chem., and biol. physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFWlurnN&md5=21a4573d23bb686441ae1609cb4e6809", "58. ", "Deroche", ", ", "I.", "; ", "Rives", ", ", "S.", "; ", "Trung", ", ", "T.", "; ", "Yang", ", ", "Q.", "; ", "Ghoufi", ", ", "A.", "; ", "Ramsahye", ", ", "N. A.", "; ", "Trens", ", ", "P.", "; ", "Fajula", ", ", "F.", "; ", "Devic", ", ", "T.", "; ", "Serre", ", ", "C.", "; ", "Ferey", ", ", "G.", "; ", "Jobic", ", ", "H.", "; ", "Maurin", ", ", "G.", " ", "Exploration of the Long-Chain N-Alkanes Adsorption and Diffusion in the MOF-Type MIL-47 (V) Material by Combining Experimental and Molecular Simulation Tools", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", " (", "28", ")  ", "13868", "– ", "13876", " DOI: 10.1021/jp2039527", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "58. ", "Exploration of the Long-Chain N-Alkanes Adsorption and Diffusion in the MOF-Type MIL-47 (V) Material by Combining Experimental and Molecular Simulation Tools", "Deroche, I.; Rives, S.; Trung, T.; Yang, Q.; Ghoufi, A.; Ramsahye, N. A.; Trens, P.; Fajula, F.; Devic, T.; Serre, C.; Ferey, G.; Jobic, H.; Maurin, G.", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "28", "),\r\n    ", "13868-13876", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption properties of linear long chain alkanes (from n-pentane to n-nonane) within the rigid MOF MIL-47 (V) were explored by combining gravimetry measurements and mol. simulations.  Both exptl. abs. isotherms and enthalpies of adsorption for all n-alkanes were compared with those obtained by configurational bias grand canonical Monte Carlo simulations (CB-GCMC) based on two different force fields.  From a fair agreement between exptl. and simulated data, a further step consisted of studying the microscopic adsorption mechanism in play to shed some light onto the preferential orientations and conformations of all studied n-alkanes.  Whereas the trans conformation is predominantly obsd. for all n-alkanes, the proportion of the n-alkane conformations lying parallel to the direction of the tunnel significantly increases with the chain length, emphasizing that the confinement effect is stronger for the longer chain n-alkanes.  Finally, mol. dynamics simulations allowed one to emphasize that all n-alkanes follow a pathway along the direction of the tunnel, leading to a 1-dimensional type diffusion mechanism, the motions being mainly centered around the middle of the pores at low loading, whereas they are significantly shifted toward the pore wall when the alkane concn. increases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXotFSgsr4%253D&md5=d223004c77bc6a5fb714ff16ae7398d4", "59. ", "Rosenbach", ", ", "N.", ", ", " Jr.", "; ", "Ghoufi", ", ", "A.", "; ", "Deroche", ", ", "I.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Devic", ", ", "T.", "; ", "Bourrelly", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Ferey", ", ", "G.", "; ", "Maurin", ", ", "G.", " ", "Adsorption of light hydrocarbons in the flexible MIL-53(Cr) and rigid MIL-47(V) metal-organic frameworks: a combination of molecular simulations and microcalorimetry/gravimetry measurements", " ", "Phys. Chem. Chem. Phys.", " ", "2010", ",  ", "12", " (", "24", ")  ", "6428", "– ", "6437", " DOI: 10.1039/c001173h", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "59. ", "Adsorption of light hydrocarbons in the flexible MIL-53(Cr) and rigid MIL-47(V) metal-organic frameworks: a combination of molecular simulations and microcalorimetry/gravimetry measurements", "Rosenbach, N., Jr.; Ghoufi, A.; Deroche, I.; Llewellyn, P. L.; Devic, T.; Bourrelly, S.; Serre, C.; Ferey, G.; Maurin, G.", "Physical Chemistry Chemical Physics", "\r\n        (", "2010", "),\r\n    ", "12", "\r\n        (", "24", "),\r\n    ", "6428-6437", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The adsorption of short linear alkanes was explored in the highly flexible MIL-53(Cr) porous metal-org. framework by mol. simulations based on configurational bias grand canonical Monte Carlo.  The unusual shape of the adsorption isotherms with the existence of steps was successfully modelled by creating a (narrow pore, large pore) phase mixt. domain, the compn. of which varies with pressure.  A further step consisted of combining the computational approach with several exptl. tools including microcalorimetry, gravimetry and in situ x-ray diffraction, to fully characterize the adsorption behavior of the isostructural MIL-47(V) rigid MOF, i.e. the preferential arrangement of each type of alkane inside the pores and the resulting interaction energy.  Finally, relations are established between the adsorption enthalpies and both alkyl chain length and polarizability of the alkanes that can be further used to predict the energetics of the adsorption process for longer alkane chains.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXntF2htrk%253D&md5=7d5d5a672ca9257241fa5fa19e35e204", "60. ", "Rives", ", ", "S.", "; ", "Jobic", ", ", "H.", "; ", "Ragon", ", ", "F.", "; ", "Devic", ", ", "T.", "; ", "Serre", ", ", "C.", "; ", "Férey", ", ", "G.", "; ", "Ollivier", ", ", "J.", "; ", "Maurin", ", ", "G.", " ", "Diffusion of long chain n-alkanes in the metal–organic framework MIL-47(V): A combination of neutron scattering experiments and molecular dynamics simulations", " ", "Microporous Mesoporous Mater.", " ", "2012", ",  ", "164", " (", "0", ")  ", "259", "– ", "265", " DOI: 10.1016/j.micromeso.2012.06.056", " ", "[", "Crossref", "], [", "CAS", "]", "60. ", "Diffusion of long chain n-alkanes in the metal-organic framework MIL-47(V): A combination of neutron scattering experiments and molecular dynamics simulations", "Rives, S.; Jobic, H.; Ragon, F.; Devic, T.; Serre, C.; Ferey, G.; Ollivier, J.; Maurin, G.", "Microporous and Mesoporous Materials", "\r\n        (", "2012", "),\r\n    ", "164", "\r\n        (", "),\r\n    ", "259-265", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "The self-diffusion of long chain n-alkanes in the metal-org. framework MIL-47(V) has been investigated by combining quasi-elastic neutron scattering (QENS) and mol. dynamics (MD) simulations.  The exptl. diffusivities, which are about one order of magnitude higher than in the zeolite silicalite, show a non-monotonic decrease with increasing chain length.  Further, the activation energies for diffusion of C9-C16 are lower than in silicalite, indicating less conformational changes in this 1D-channel type MOF compared with the zeolite.  MD simulations bring further insights into the microscopic diffusion mechanism in play confirming that diffusion proceeds via a jump sequence as suggested exptl.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsVyktLbK&md5=e8eddedb22c9383c4ab7860fe87e86aa", "61. ", "Llewellyn", ", ", "P. L.", "; ", "Maurin", ", ", "G.", "; ", "Devic", ", ", "T.", "; ", "Loera-Serna", ", ", "S.", "; ", "Rosenbach", ", ", "N.", "; ", "Serre", ", ", "C.", "; ", "Bourrelly", ", ", "S.", "; ", "Horcajada", ", ", "P.", "; ", "Filinchuk", ", ", "Y.", "; ", "Ferey", ", ", "G.", " ", "Prediction of the conditions for breathing of metal organic framework materials using a combination of X-ray powder diffraction, microcalorimetry, and molecular simulation", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", " (", "38", ")  ", "12808", "– ", "12814", " DOI: 10.1021/ja803899q", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "61. ", "Prediction of the Conditions for Breathing of Metal Organic Framework Materials Using a Combination of X-ray Powder Diffraction, Microcalorimetry, and Molecular Simulation", "Llewellyn, Philip L.; Maurin, Guillaume; Devic, Thomas; Loera-Serna, Sandra; Rosenbach, Nilton; Serre, Christian; Bourrelly, Sandrine; Horcajada, Patricia; Filinchuk, Yaroslav; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "38", "),\r\n    ", "12808-12814", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption of C1 to C4 linear hydrocarbons in the flexible metal org. framework MIL-53(Cr) has been followed by adsorption manometry coupled with microcalorimetry and Synchrotron X-ray powder diffraction.  This exptl. investigation was completed by mol. modeling.  In the case of methane, the solid remains rigid whatever the adsorbate amt.  However for the C2-C4 series, an increasing flexibility of the structure is obsd., which is ascribed first to a breathing of the material from a large pore to a narrow pore form followed by a further expansion at high pressure.  The collected thermodn. and structural information suggests that a min. adsorption enthalpy of ca. 20 kJ mol-1 in the initial large pore structure of MIL-53(Cr) is required to induce the structural transition \"large to narrow pore\".  Further, the enthalpy of adsorption can be used to predict the pressure at which the structure reopens.  Finally, the magnitude of the breathing can be related to the size of the probe mol. via the van der Waals vol.  The above trends have been successfully verified in the case of water and carbon dioxide.  This combined exptl. and theor. approach gives the first elements for the prediction of whether or not the MIL53 and similar flexible structures will respond to gas loading and what would be the pressure required and further the amplitude of the induced breathing.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtVChsLvI&md5=cb0ca33f3079f2cf2b582f830162bfa3", "62. ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Thouvenot", ", ", "C.", "; ", "Nogues", ", ", "M.", "; ", "Marsolier", ", ", "G.", "; ", "Louer", ", ", "D.", "; ", "Ferey", ", ", "G.", " ", "Very large breathing effect in the first nanoporous chromium(III)-based solids: MIL-53 or Cr-III(OH)center dot{O2C-C6H4-CO2}center dot{HO2C-C6H4-CO2H}(x)center dot H2Oy", " ", "J. Am. Chem. Soc.", " ", "2002", ",  ", "124", " (", "45", ")  ", "13519", "– ", "13526", " DOI: 10.1021/ja0276974", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "62. ", "Very Large Breathing Effect in the First Nanoporous Chromium(III)-Based Solids: MIL-53 or CrIII(OH)·{O2C-C6H4-CO2}·{HO2C-C6H4-CO2H}x·H2Oy", "Serre, Christian; Millange, Franck; Thouvenot, Christelle; Nogues, Marc; Marsolier, Gerard; Loueer, Daniel; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2002", "),\r\n    ", "124", "\r\n        (", "45", "),\r\n    ", "13519-13526", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The 1st three-dimensional Cr(III) dicarboxylate, MIL-53as or CrIII(OH)·{O2C-C6H4-CO2}·{HO2C-C6H4-CO2H}0.75, was obtained under hydrothermal conditions (as: as-synthesized).  The free acid can be removed by calcination giving the resulting solid, MIL-53ht or CrIII(OH)·{O2C-C6H4-CO2}.  At room temp., MIL-53ht adsorbs atm. H2O immediately to give CrIII(OH)·{O2C-C6H4-CO2}·H2O or MIL-53lt (lt: low-temp. form, ht:high-temp. form).  Structures, which were detd. by using x-ray powder diffraction data, are built up from chains of Cr(III) octahedra linked through terephthalate dianions.  This creates a three-dimensional structure with an array of 1-dimensional large pore channels filled with free disordered terephthalic mols. (MIL-53as) or H2O mols. (MIL-53lt); when the free mols. are removed, this leads to a nanoporous solid (MIL-53ht) with a Langmuir surface area over 1500 m2/g.  The transition between the hydrated form (MIL-53lt) and the anhyd. solid (MIL-53ht) is fully reversible and followed by a very high breathing effect (more than 5 Å), the pores being clipped in the presence of H2O mols. (MIL-53lt) and reopened when the channels are empty (MIL-53ht).  The thermal behavior of the two solids was studied using TGA and x-ray thermodiffractometry.  The sorption properties of MIL-53lt also were studied using several org. solvents.  Finally, magnetism measurements performed on MIL-53as and MIL-53lt revealed that these two phases are antiferromagnetic with Neel temps. TN of 65 and 55 K, resp.  Crystal data for MIL-53as is as follows: orthorhombic space group Pnam with a 17.340(1), b 12.178(1), c 6.822(1) Å, and Z = 4.  Crystal data for MIL-53ht is as follows: orthorhombic space group Imcm with a 16.733(1), b 13.038(1), c 6.812(1) Å, and Z = 4.  Crystal data for MIL-53lt is as follows: monoclinic space group C2/c with a 19.685(4), b 7.849(1), c 6.782(1) Å, β 104.90(1)°, and Z = 4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XotVegt74%253D&md5=59fd68d1cae2399f56196e58039d3bd5", "63. ", "Llewellyn", ", ", "P. L.", "; ", "Horcajada", ", ", "P.", "; ", "Maurin", ", ", "G.", "; ", "Devic", ", ", "T.", "; ", "Rosenbach", ", ", "N.", "; ", "Bourrelly", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Vincent", ", ", "D.", "; ", "Loera-Serna", ", ", "S.", "; ", "Filinchuk", ", ", "Y.", "; ", "Ferey", ", ", "G.", " ", "Complex Adsorption of Short Linear Alkanes in the Flexible Metal-Organic-Framework MIL-53(Fe)", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", " (", "36", ")  ", "13002", "– ", "13008", " DOI: 10.1021/ja902740r", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "63. ", "Complex adsorption of short linear alkanes in the flexible metal-organic-framework MIL-53(Fe)", "Llewellyn, P. L.; Horcajada, P.; Maurin, G.; Devic, T.; Rosenbach, N.; Bourrelly, S.; Serre, C.; Vincent, D.; Loera-Serna, S.; Filinchuk, Y.; Ferey, G.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "36", "),\r\n    ", "13002-13008", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This study is based on a combination of exptl. tools completed by a computational approach to deeply characterize the unusual adsorption behavior of the flexible MIL-53(Fe) in the presence of short linear alkanes.  In contrast to the aluminum or chromium analogs the authors previously reported, the iron MIL-53 solid, which initially exhibits a closed structure in the dry state, shows more complex adsorption isotherms with multisteps occurring at pressures that depend on the nature of the alkane.  This behavior was attributed to the existence of four discrete pore openings during the whole adsorption process.  Mol. simulations coupled with in situ x-ray powder diffraction were able to uncover these various structural states.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtVartbvE&md5=ae360b7f32e921909d3b3529c899c368", "64. ", "Barthelet", ", ", "K.", "; ", "Marrot", ", ", "J.", "; ", "Riou", ", ", "D.", "; ", "Férey", ", ", "G.", " ", "A Breathing Hybrid Organic–Inorganic Solid with Very Large Pores and High Magnetic Characteristics", " ", "Angew. Chem., Int. Ed.", " ", "2002", ",  ", "41", " (", "2", ")  ", "281", "– ", "284", " DOI: 10.1002/1521-3773(20020118)41:2<281::AID-ANIE281>3.0.CO;2-Y", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "64. ", "A breathing hybrid organic - inorganic solid with very large pores and high magnetic characteristics", "Barthelet, Karin; Marrot, Jerome; Riou, Didier; Ferey, Gerard", "Angewandte Chemie, International Edition", "\r\n        (", "2002", "),\r\n    ", "41", "\r\n        (", "2", "),\r\n    ", "281-284", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH", ")\r\n        ", "The hybrid org. - inorg. open-framework solids VIII(OH)[O2C-C6H4-CO2]·x(O2C-C6H4-CO2) (MIL-47as, x ∼ 0.75) and VIV(O)[O2C-C6H4-CO2] (MIL-47) were prepd. hydrothermally from terephthalic acid and V or VCl3 and characterized by x-ray crystallog.  Both solids present the same topol. with a three-dimensional orthorhombic structure exhibiting large pores in the [100] direction and flexibility.  The surface area of MIL-47 was detd. from N2 sorption and desorption isotherm expts.  Magnetic measurements performed on MIL-47 indicate antiferromagnetic behavior below TN=95(5)°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XhtVyitr4%253D&md5=e86bb49780cc1f549dc020c30ec34f63", "65. ", "Perdew", ", ", "J. P.", "; ", "Burke", ", ", "K.", "; ", "Ernzerhof", ", ", "M.", " ", "Generalized Gradient Approximation Made Simple", " ", "Phys. Rev. Lett.", " ", "1996", ",  ", "77", " (", "18", ")  ", "3865", "– ", "3868", " DOI: 10.1103/PhysRevLett.77.3865", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "65. ", "Generalized gradient approximation made simple", "Perdew, John P.; Burke, Kieron; Ernzerhof, Matthias", "Physical Review Letters", "\r\n        (", "1996", "),\r\n    ", "77", "\r\n        (", "18", "),\r\n    ", "3865-3868", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "Generalized gradient approxns. (GGA's) for the exchange-correlation energy improve upon the local spin d. (LSD) description of atoms, mols., and solids.  We present a simple derivation of a simple GGA, in which all parameters (other than those in LSD) are fundamental consts.  Only general features of the detailed construction underlying the Perdew-Wang 1991 (PW91) GGA are invoked.  Improvements over PW91 include an accurate description of the linear response of the uniform electron gas, correct behavior under uniform scaling, and a smoother potential.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XmsVCgsbs%253D&md5=55943538406ee74f93aabdf882cd4630", "66. ", "Kresse", ", ", "G.", "; ", "Joubert", ", ", "D.", " ", "From ultrasoft pseudopotentials to the projector augmented-wave method", " ", "Phys. Rev. B: Condens. Matter Mater. Phys.", " ", "1999", ",  ", "59", " (", "3", ")  ", "1758", "– ", "1775", " DOI: 10.1103/PhysRevB.59.1758", " ", "[", "Crossref", "], [", "CAS", "]", "66. ", "From ultrasoft pseudopotentials to the projector augmented-wave method", "Kresse, G.; Joubert, D.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "1999", "),\r\n    ", "59", "\r\n        (", "3", "),\r\n    ", "1758-1775", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "The formal relationship between ultrasoft (US) Vanderbilt-type pseudopotentials and Blochl's projector augmented wave (PAW) method is derived.  The total energy functional for US pseudopotentials can be obtained by linearization of two terms in a slightly modified PAW total energy functional.  The Hamilton operator, the forces, and the stress tensor are derived for this modified PAW functional.  A simple way to implement the PAW method in existing plane-wave codes supporting US pseudopotentials is pointed out.  In addn., crit. tests are presented to compare the accuracy and efficiency of the PAW and the US pseudopotential method with relaxed-core all-electron methods.  These tests include small mols. (H2, H2O, Li2, N2, F2, BF3, SiF4) and several bulk systems (diamond, Si, V, Li, Ca, CaF2, Fe, Co, Ni).  Particular attention is paid to the bulk properties and magnetic energies of Fe, Co, and Ni.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXkt12nug%253D%253D&md5=78a73e92a93f995982fc481715729b14", "67. ", "Siepmann", ", ", "J. I.", "; ", "Frenkel", ", ", "D.", " ", "Configurational Bias Monte-Carlo - A New Sampling Scheme for Flexible Chains", " ", "Mol. Phys.", " ", "1992", ",  ", "75", " (", "1", ")  ", "59", "– ", "70", " DOI: 10.1080/00268979200100061", " ", "[", "Crossref", "], [", "CAS", "]", "67. ", "Configurational bias Monte Carlo:  a new sampling scheme for flexible chains", "Siepmann, Joern Ilja; Frenkel, Daan", "Molecular Physics", "\r\n        (", "1992", "),\r\n    ", "75", "\r\n        (", "1", "),\r\n    ", "59-70", "CODEN:\r\n                ", "MOPHAM", ";\r\n        ISSN:", "0026-8976", ".\r\n    ", "An approach which allows efficient numerical simulation of systems contg. flexible polymers is proposed.  A new type of Monte Carlo move is introduced which makes it possible to carry out large-scale conformational changes of the chain mol. in a single trial move.  The scheme is based on the self-avoiding random-walk algorithm of Rosenbluth and Rosenbluth (1955).  Results of calcns. of mean-square end-to-end lengths for single chains on a 2-dimensional square lattice are compared with those from other simulations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38XosVGmsA%253D%253D&md5=38387a1aee004db147b9669742844fb9", "68. ", "Martin", ", ", "M. G.", "; ", "Siepmann", ", ", "J. I.", " ", "Transferable Potentials for Phase Equilibria. 1. United-Atom Description of n-Alkanes", " ", "J. Phys. Chem. B", " ", "1998", ",  ", "102", " (", "14", ")  ", "2569", "– ", "2577", " DOI: 10.1021/jp972543+", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "68. ", "Transferable Potentials for Phase Equilibria. 1. United-Atom Description of n-Alkanes", "Martin, Marcus G.; Siepmann, J. Ilja", "Journal of Physical Chemistry B", "\r\n        (", "1998", "),\r\n    ", "102", "\r\n        (", "14", "),\r\n    ", "2569-2577", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new set of united-atom Lennard-Jones interaction parameters for n-alkanes is proposed from fitting to crit. temps. and satd. liq. densities.  Configurational-bias Monte Carlo simulations in the Gibbs ensemble were carried out to det. the vapor-liq. coexistence curves for methane to dodecane using three united-atom force fields: OPLS [Jorgensen, et al. J. Am. Chem. Soc. 1984, 106, 813], SKS [Siepmann, et al. Nature 1993, 365, 330], and TraPPE.  Std. specific densities and the high-pressure equation-of-state for the transferable potentials for phase equil. (TraPPE) model were studied by simulations in the isobaric-isothermal and canonical ensembles, resp.  It is found that one set of Me and methylene parameters is sufficient to accurately describe the fluid phases of all n-alkanes with two or more carbon atoms.  Whereas other n-alkane force fields employ Me groups that are either equal or larger in size than the methylene groups, it is demonstrated here that using a smaller Me group yields a better fit to the set of exptl. data.  As should be expected from an effective pair potential, the new parameters do not reproduce exptl. second virial coeffs.  Satd. vapor pressures and densities show small, but systematic deviation from the exptl. data.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXhs1GqsLo%253D&md5=bd188811b6ce04ce093e4659b74861d4", "69. ", "Dubbeldam", ", ", "D.", "; ", "Torres-Knoop", ", ", "A.", "; ", "Walton", ", ", "K. S.", " ", "On the inner workings of Monte Carlo codes", " ", "Mol. Simul.", " ", "2013", ",  ", "39", " (", "14–15", ")  ", "1253", "– ", "1292", " DOI: 10.1080/08927022.2013.819102", " ", "[", "Crossref", "], [", "CAS", "]", "69. ", "On the inner workings of Monte Carlo codes", "Dubbeldam, David; Torres-Knoop, Ariana; Walton, Krista S.", "Molecular Simulation", "\r\n        (", "2013", "),\r\n    ", "39", "\r\n        (", "14-15", "),\r\n    ", "1253-1292", "CODEN:\r\n                ", "MOSIEA", ";\r\n        ISSN:", "0892-7022", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "We review state-of-the-art Monte Carlo (MC) techniques for computing fluid coexistence properties (Gibbs simulations) and adsorption simulations in nanoporous materials such as zeolites and metal-org. frameworks.  Conventional MC is discussed and compared to advanced techniques such as reactive MC, configurational-bias Monte Carlo and continuous fractional MC.  The latter technique overcomes the problem of low insertion probabilities in open systems.  Other modern methods are (hyper-)parallel tempering, Wang-Landau sampling and nested sampling.  Details on the techniques and acceptance rules as well as to what systems these techniques can be applied are provided.  We highlight consistency tests to help validate and debug MC codes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsFKqt77J&md5=0f14b5791405421c6a0bfa988d8f58f0", "70. ", "Bae", ", ", "Y.-S.", "; ", "Yazaydın", ", ", "A. Ö.", "; ", "Snurr", ", ", "R. Q.", " ", "Evaluation of the BET Method for Determining Surface Areas of MOFs and Zeolites that Contain Ultra-Micropores", " ", "Langmuir", " ", "2010", ",  ", "26", " (", "8", ")  ", "5475", "– ", "5483", " DOI: 10.1021/la100449z", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "70. ", "Evaluation of the BET Method for Determining Surface Areas of MOFs and Zeolites that Contain Ultra-Micropores", "Bae, Youn-Sang; Yazaydin, A. Ozgur; Snurr, Randall Q.", "Langmuir", "\r\n        (", "2010", "),\r\n    ", "26", "\r\n        (", "8", "),\r\n    ", "5475-5483", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The BET anal. is commonly used for detg. surface areas of metal-org. frameworks (MOFs) and zeolites that contain ultra-micropores ( < 7 Å) even though it is often stated that the BET surface areas obtained for such small pores are not really meaningful in an abs. sense.  Nitrogen and argon isotherms in MOFs and zeolites (most of them having ultra-micropores) were predicted by grand canonical Monte Carlo (GCMC) simulations and used as pseudoexperimental data to evaluate the BET method for these structures.  The BET surface areas calcd. from the simulated nitrogen and argon isotherms agree well with the accessible surface areas obtained directly from crystal structures in a geometric fashion.  However, this was only true when the BET anal. was performed using the appropriate pressure range based on published consistency criteria; the BET anal. underestimates the surface areas of all the selected MOFs and zeolites if it is done in the std. BET pressure range.  Also, the BET theory was shown to work well for a zeolite with a highly heterogeneous surface.  These results validate the application of the BET method for detg. surface areas of MOFs and zeolites even for materials having ultra-micropores or heterogeneous pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXjs1Ohur4%253D&md5=814fe3075ad099043a9c728bafaf1e44", "71. ", "Walton", ", ", "K. S.", "; ", "Snurr", ", ", "R. Q.", " ", "Applicability of the BET Method for Determining Surface Areas of Microporous Metal–Organic Frameworks", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", " (", "27", ")  ", "8552", "– ", "8556", " DOI: 10.1021/ja071174k", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "71. ", "Applicability of the BET Method for Determining Surface Areas of Microporous Metal-Organic Frameworks", "Walton, Krista S.; Snurr, Randall Q.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "27", "),\r\n    ", "8552-8556", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The surface area is one of the most important quantities for characterizing novel porous materials.  The BET anal. is the std. method for detg. surface areas from nitrogen adsorption isotherms and was originally derived for multilayer gas adsorption onto flat surfaces.  Metal-org. frameworks (MOFs) are a relatively new class of cryst., porous materials that exhibit very large BET surface areas.  These materials are microporous and possess surfaces that are far from flat.  In some MOFs, adsorption occurs through a pore-filling mechanism rather than by layer formation.  Thus, it is unclear whether BET surface area nos. reported for these materials are truly meaningful.  Given the std. practice of reporting BET surface areas for novel porous materials, a crit. test of the BET method is much needed.  Grand canonical Monte Carlo simulations were used to predict adsorption isotherms for nitrogen in MOFs.  The predicted isotherms were used as pseudoexperimental data to test the applicability of the BET theory for obtaining surface areas of microporous MOFs.  BET surface areas calcd. from the simulated isotherms agree very well with the accessible surface areas calcd. directly from the crystal structures in a geometric fashion.  The surface areas agree well with exptl. reports in the literature.  These results provide a strong validation that the BET theory can be used to obtain surface areas of MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXms12gur0%253D&md5=afdfa7c0f69c8645a456afb207431957", "72. ", "Rouquerol", ", ", "J.", "; ", "Llewellyn", ", ", "P.", "; ", "Rouquerol", ", ", "F.", " ", " ", "Is the BET Equation Applicable to Microporous Adsorbents?", " In  ", "Studies in Surface Science and Catalysis", "; ", "Llewellyn", ", ", "P. L.", ", ", "Ed.; ", "Elsevier", ": ", "Amsterdam", ", ", "2007", "; Vol.  ", "160", ", pp  ", "49", "– ", "56", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "73. ", "Trung", ", ", "T. K.", "; ", "Déroche", ", ", "I.", "; ", "Rivera", ", ", "A.", "; ", "Yang", ", ", "Q.", "; ", "Yot", ", ", "P.", "; ", "Ramsahye", ", ", "N.", "; ", "Vinot", ", ", "S. D.", "; ", "Devic", ", ", "T.", "; ", "Horcajada", ", ", "P.", "; ", "Serre", ", ", "C.", "; ", "Maurin", ", ", "G.", "; ", "Trens", ", ", "P.", " ", "Hydrocarbon adsorption in the isostructural metal organic frameworks MIL-53(Cr) and MIL-47(V)", " ", "Microporous Mesoporous Mater.", " ", "2011", ",  ", "140", " (", "1–3", ")  ", "114", "– ", "119", " DOI: 10.1016/j.micromeso.2010.09.003", " ", "[", "Crossref", "], [", "CAS", "]", "73. ", "Hydrocarbon adsorption in the isostructural metal organic frameworks MIL-53(Cr) and MIL-47(V)", "Trung, Thuy Khuong; Deroche, Irena; Rivera, Angel; Yang, Qingyuan; Yot, Pascal; Ramsahye, Naseem; Vinot, Sabine Devautour; Devic, Thomas; Horcajada, Patricia; Serre, Christian; Maurin, Guillaume; Trens, Philippe", "Microporous and Mesoporous Materials", "\r\n        (", "2011", "),\r\n    ", "140", "\r\n        (", "1-3", "),\r\n    ", "114-119", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "The adsorption of n-hexane and n-nonane in MIL-53(Cr) and MIL-47(V) was first investigated by gravimetric measurements.  Lattice parameters are given.  While MIL-53(Cr) exhibits a sub-step during the sorption process induced by the breathing ability of this solid, the adsorption isotherm for MIL-47(V) is of type I.  This different shape of the so-obtained isotherms was then discussed in light of complementary exptl. tools including thermogravimetry and x-ray thermodiffraction.  We thus evidenced the occurrence of different structures in presence of n-hexane or n-nonane in the case of MIL-53(Cr) identified as the narrow pore (NP) phase and large pore (LP) phase.  One noticed the existence of a swollen NP form which spans in a broad range of temp.  A computational assisted structure detn. allowed us to elucidate the structures for both NP and LP forms in presence of each investigated alkane.  From these structures, the adsorption enthalpies of n-alkanes over MIL-53(Cr) were computed.  The NP phase leads to higher enthalpy of adsorption as compared to the LP phase which is related to a higher degree of confinement.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXot12msg%253D%253D&md5=a5ae1c836cfdf730e0f0aebb9257ce82", "74. ", "Finsy", ", ", "V.", "; ", "Calero", ", ", "S.", "; ", "Garcia-Perez", ", ", "E.", "; ", "Merkling", ", ", "P. J.", "; ", "Vedts", ", ", "G.", "; ", "De Vos", ", ", "D. E.", "; ", "Baron", ", ", "G. V.", "; ", "Denayer", ", ", "J. F. M.", " ", "Low-coverage adsorption properties of the metal-organic framework MIL-47 studied by pulse chromatography and Monte Carlo simulations", " ", "Phys. Chem. Chem. Phys.", " ", "2009", ",  ", "11", " (", "18", ")  ", "3515", "– ", "3521", " DOI: 10.1039/b822247a", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "74. ", "Low-coverage adsorption properties of the metal-organic framework MIL-47 studied by pulse chromatography and Monte Carlo simulations", "Finsy, Vincent; Calero, Sofia; Garcia-Perez, Elena; Merkling, Patrick J.; Vedts, Gill; De Vos, Dirk E.; Baron, Gino V.; Denayer, Joeri F. M.", "Physical Chemistry Chemical Physics", "\r\n        (", "2009", "),\r\n    ", "11", "\r\n        (", "18", "),\r\n    ", "3515-3521", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Low-coverage adsorption properties of the metal-org. framework MIL-47 were detd. by a combined exptl. and simulation study.  Henry consts. and low coverage adsorption enthalpies of C5-C8 linear and branched alkanes, cyclohexane and benzene were measured from 120 to 240° using pulse gas chromatog.  An adapted force field for linear and branched alkanes in MIL-47 was used to compute the adsorption properties of those mols.  A new set of charges was developed for simulations with benzene in MIL-47.  The adsorption enthalpy of linear alkanes increases with ∼7.6 kJ mol-1 per addnl. -CH2- group.  Henry adsorption consts. of iso-alkanes are slightly lower than those of the linear chains but the MIL-47 framework is not imposing steric constraints on the branched chains.  Benzene and cyclohexane are adsorbed less strongly than n-hexane as they have less hydrogen atoms.  For the studied nonpolar mols., the adsorption energies are dominated by van der Waals interactions and benzene adsorption is addnl. influenced by Coulombic interactions.  The simulated tendencies are in good agreement with the expts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVGntbg%253D&md5=be87fd7ec4a3a902303f62977cd0716e", "75. ", "Frenkel", ", ", "D.", "; ", "Smit", ", ", "B.", "  ", "Understanding Molecular Simulation: From Algorithms to Applications", ", ", "2", "nd ed.; ", "Computational Science", "; ", "Academic Press", ": ", "San Diego", ", ", "2001", ".", "There is no corresponding record for this reference.", "76. ", "Jobic", ", ", "H.", "; ", "Rosenbach", ", ", "N.", "; ", "Ghoufi", ", ", "A.", "; ", "Kolokolov", ", ", "D. I.", "; ", "Yot", ", ", "P. G.", "; ", "Devic", ", ", "T.", "; ", "Serre", ", ", "C.", "; ", "Férey", ", ", "G.", "; ", "Maurin", ", ", "G.", " ", "Unusual Chain-Length Dependence of the Diffusion of n-Alkanes in the Metal–Organic Framework MIL-47(V): The Blowgun Effect", " ", "Chem. - Eur. J.", " ", "2010", ",  ", "16", " (", "34", ")  ", "10337", "– ", "10341", " DOI: 10.1002/chem.201001521", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "76. ", "Unusual Chain-Length Dependence of the Diffusion of n-Alkanes in the Metal-Organic Framework MIL-47(V): the Blowgun Effect", "Jobic, Herve; Rosenbach Jr., Nilton; Ghoufi, Aziz; Kolokolov, Daniil I.; Yot, Pascal. G.; Devic, Thomas; Serre, Christian; Ferey, Gerard; Maurin, Guillaume", "Chemistry--A European Journal", "\r\n        (", "2010", "),\r\n    ", "16", "\r\n        (", "34", "),\r\n    ", "10337-10341, S10337/1-S10337/10", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "We det. the loading dependence of the self-diffusivity for linear alkanes that include ethane, propane and n-butane in a model rigid MOF solid and addresses through a detailed anal. of both QENS spectra and MD runs, the microscopic diffusion mechanism, which includes the translational and rotational components, for each alkane within the porosity.  For this purpose MIL-47 (V4+), which belongs to the MIL (Materials of the Institut Lavoisier) series, has been selected.  A detailed anal. of the translational and rotational dynamics from the QENS spectra highlighted that all alkanes follow a 1D-type diffusion gliding along the tunnel of the MIL-47 solid, with either isotropic or uniaxial rotation depending on the chain length.  Spectacular blowgun-type diffusion has been further evidenced for n-butane from a higher diffusivity at low loading of this alkane compared with propane.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFGnsb3I&md5=3d31fc2dae7b19231d3316b2c3adf35c", "77. ", "Sholl", ", ", "D. S.", " ", "Understanding Macroscopic Diffusion of Adsorbed Molecules in Crystalline Nanoporous Materials via Atomistic Simulations", " ", "Acc. Chem. Res.", " ", "2006", ",  ", "39", " (", "6", ")  ", "403", "– ", "411", " DOI: 10.1021/ar0402199", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "77. ", "Understanding Macroscopic Diffusion of Adsorbed Molecules in Crystalline Nanoporous Materials via Atomistic Simulations", "Sholl, David S.", "Accounts of Chemical Research", "\r\n        (", "2006", "),\r\n    ", "39", "\r\n        (", "6", "),\r\n    ", "403-411", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The diffusion rates of mols. inside nanoporous materials lie at the heart of many large-scale industrial applications of these materials.  Quant. describing this diffusion, particularly diffusion of chem. mixts. in situations leading to net mass transport, remains challenging.  Mol. dynamics (MD) simulations can play an important complementary role to expts. in this area.  This Account describes applications of MD to diffusion in nanoporous materials with a particular focus on macroscopic diffusion, i.e., diffusion involving mass transport.  These methods have made useful contributions to developing mixing theories for predicting multicomponent diffusion from single-component data and to screening new classes of materials for practical applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XivVynsLY%253D&md5=d8cd1b2f156af19c31dd4a3e4ca8350c", "78. ", "Douglass", ", ", "D. C.", "; ", "McCall", ", ", "D. W.", " ", "Diffusion in Paraffin Hydrocarbons", " ", "J. Phys. Chem.", " ", "1958", ",  ", "62", " (", "9", ")  ", "1102", "– ", "1107", " DOI: 10.1021/j150567a020", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "78. ", "Diffusion in paraffin hydrocarbons", "Douglass, Dean C.; McCall, David W.", "Journal of Physical Chemistry", "\r\n        (", "1958", "),\r\n    ", "62", "\r\n        (", "),\r\n    ", "1102-7", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "The Carr-Purcell (C.A. 47, 1486h) spin-echo method was used to measure the self-diffusion coeffs. of C5H12, C6H14, C7H16, C8H18, C9H20, C10H22, C18H38, and C32H66.  Within exptl. error the plots of log D vs. 1/T were linear.  Values of the activation energy in kcal./mole and 105D in sq. cm./sec., resp., were for the above compds. in the order given: 1.54, 5.45; 2.07, 4.21; 2.19, 3.12; 2.42, 2.00; 3.08, 1.70; 3.56, 1.31; 3.94, 0.46; 5.64, 0.30.  It was proposed that the elementary diffusion process involves the translation of an extended mol. parallel to its chain axis.  The diffusion coeffs. for all the hydrocarbons extrapolated to their respective crit. points were approx. equal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaG1MXksFOl&md5=0bec76347633d6e9f6c17ee3c10ba167", "79. ", "Leroy", ", ", "F.", "; ", "Rousseau", ", ", "B.", "; ", "Fuchs", ", ", "A. H.", " ", "Self-diffusion of n-alkanes in silicalite using molecular dynamics simulation: A comparison between rigid and flexible frameworks", " ", "Phys. Chem. Chem. Phys.", " ", "2004", ",  ", "6", " (", "4", ")  ", "775", "– ", "783", " DOI: 10.1039/b310273d", " ", "[", "Crossref", "], [", "CAS", "]", "79. ", "Self-diffusion of n-alkanes in silicalite using molecular dynamics simulation: A comparison between rigid and flexible frameworks", "Leroy, F.; Rousseau, B.; Fuchs, A. H.", "Physical Chemistry Chemical Physics", "\r\n        (", "2004", "),\r\n    ", "6", "\r\n        (", "4", "),\r\n    ", "775-783", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Self-diffusion coeffs. for a series of n-alkanes adsorbed in silicalite zeolite have been obtained by equil. mol. dynamics.  Simulations were carried out using rigid and flexible frameworks.  It is shown that zeolite flexibility affects differently adsorbate transport properties according to alkane length and loading.  Self-diffusion is enhanced using a flexible silicalite for the lowest loadings and the shortest alkanes, namely methane and n-butane, while no effect is obsd. for n-hexane and n-octane diffusion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXhtVygurg%253D&md5=33a623984dc4a3bda6667ed923ed1ba4", "80. ", "Millange", ", ", "F.", "; ", "Serre", ", ", "C.", "; ", "Ferey", ", ", "G.", " ", "Synthesis, structure determination and properties of MIL-53as and MIL-53ht: the first Criii hybrid inorganic-organic microporous solids: Criii(OH)[middle dot]{O2C-C6H4-CO2}[middle dot]{HO2C-C6H4-CO2H}x", " ", "Chem. Commun.", " ", "2002", ",  ", "8", ",  ", "822", "– ", "823", " DOI: 10.1039/b201381a", " ", "[", "Crossref", "], [", "PubMed", "]", "There is no corresponding record for this reference.", "81. ", "Alhamami", ", ", "M.", "; ", "Doan", ", ", "H.", "; ", "Cheng", ", ", "C.-H.", " ", "A Review on Breathing Behaviors of Metal-Organic-Frameworks (MOFs) for Gas Adsorption", " ", "Materials", " ", "2014", ",  ", "7", " (", "4", ")  ", "3198", "– ", "3250", " DOI: 10.3390/ma7043198", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "82. ", "Coudert", ", ", "F.-X.", "; ", "Jeffroy", ", ", "M.", "; ", "Fuchs", ", ", "A. H.", "; ", "Boutin", ", ", "A.", "; ", "Mellot-Draznieks", ", ", "C.", " ", "Thermodynamics of Guest-Induced Structural Transitions in Hybrid Organic–Inorganic Frameworks", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", " (", "43", ")  ", "14294", "– ", "14302", " DOI: 10.1021/ja805129c", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "82. ", "Thermodynamics of Guest-Induced Structural Transitions in Hybrid Organic-Inorganic Frameworks", "Coudert, Francois-Xavier; Jeffroy, Marie; Fuchs, Alain H.; Boutin, Anne; Mellot-Draznieks, Caroline", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "43", "),\r\n    ", "14294-14302", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors provide a general thermodn. framework for the understanding of guest-induced structural transitions in hybrid org.-inorg. materials.  The method is based on the anal. of exptl. adsorption isotherms.  It allows the detn. of the free energy differences between host structures involved in guest-induced transitions, esp. hard to obtain exptl.  The general case of adsorption in flexible materials and show how a few key quantities, such as pore vols. and adsorption affinities, entirely det. the phenomenol. of adsorption, including the occurrence of structural transitions are discussed.  From adsorption thermodn., the authors then propose a taxonomy of guest-induced structural phase transitions and the corresponding isotherms.  In particular, the authors derive generic conditions for observing a double structural transition upon adsorption, often resulting in a two-step isotherm.  Finally, the authors show the wide applicability and the robustness of the model through three case studies of topical hybrid org.-inorg. frameworks: the hysteretic hydrogen adsorption in Co(1,4-benzenedipyrazolate), the guest-dependent gate-opening in Cu(4,4'-bipyridine)(2,5-dihydroxybenzoate)2 and the CO2-induced breathing of hybrid material MIL-53.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtFOhsr7K&md5=17aec32d0c8bba894bbb8343c6a73cda", "83. ", "Volkringer", ", ", "C.", "; ", "Loiseau", ", ", "T.", "; ", "Guillou", ", ", "N.", "; ", "Ferey", ", ", "G.", "; ", "Elkaim", ", ", "E.", "; ", "Vimont", ", ", "A.", " ", "XRD and IR structural investigations of a particular breathing effect in the MOF-type gallium terephthalate MIL-53(Ga)", " ", "Dalton Transactions", " ", "2009", ", ", "12", ")  ", "2241", "– ", "2249", " DOI: 10.1039/b817563b", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "83. ", "XRD and IR structural investigations of a particular breathing effect in the MOF-type gallium terephthalate MIL-53(Ga)", "Volkringer, Christophe; Loiseau, Thierry; Guillou, Nathalie; Ferey, Gerard; Elkaim, Erik; Vimont, Alexandre", "Dalton Transactions", "\r\n        (", "2009", "),\r\n    ", "\r\n        (", "12", "),\r\n    ", "2241-2249", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The Ga terephthalate Ga(OH)[O2C-C6H4-CO2]·xA (A = HO2C-C6H4-CO2H) was hydrothermally prepd. in H2O under mild conditions (210°, 31/2 h) in the presence of terephthalic acid.  The compd. was characterized by powder x-ray diffraction, TGA, IR and BET method.  This compd. is isostructural to the MIL-53 type, previously obsd. with the trivalent cations Cr, Fe, Al, In.  It exhibits a three-dimensional metal-org. framework built up from infinite chains of trans corner-sharing GaO4(OH)2 octahedra (via μ2-hydroxo bonds) linked to each other through the terephthalate linkers.  It gave lozenge-shaped channel structure running parallel to the infinite files of Ga-centered octahedra.  After activation, the compd. is able to adsorb one molar equivalent of H2O at room temp. under ambient air (MIL-53(Ga){H2O}).  Different H bond interactions are obsd. for the encapsulated H2O within the channels.  In one tunnel, pairs of H2O species with strong H-bond interactions were obsd. whereas in the adjacent tunnel, only a continuous linear and weakly H bonded network occurs.  The dehydrated form was obtained upon heating the MIL-53(Ga) solid at 80° together with the shrinkage of the channels in MIL-53(Ga)_lt.  This form is stable up to 220° and then the open structure MIL-53(Ga)_ht is visible, but starts to decomp. from 350°.  Such a breathing effect was previously reported with cations such as Cr or Al but in the case of Ga, the stability domain of the narrow pore structure MIL-53(Ga)_lt is larger (160° instead of 20-30° for Al, for instance).  The BET surface area was 1140 ± 114 m2 g-1.  The phase transitions were characterized by IR spectroscopy at different temps., which confirms the stability domain of the narrow close form (specific band at 1016 cm-1) of MIL-53(Ga) and then the pore opening (shifted band toward 1024 cm-1) together with the structure collapse.  An identical behavior is also discussed for the Al MIL-53 analog.  A comparison between the behavior of the Al, Ga and Fe samples is presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXivVWnsLs%253D&md5=0bdf8940be386b25bbdbd9c8cb59e63e", "84. ", "Chen", ", ", "L.", "; ", "Mowat", ", ", "J. P. S.", "; ", "Fairen-Jimenez", ", ", "D.", "; ", "Morrison", ", ", "C. A.", "; ", "Thompson", ", ", "S. P.", "; ", "Wright", ", ", "P. A.", "; ", "Düren", ", ", "T.", " ", "Elucidating the Breathing of the Metal–Organic Framework MIL-53(Sc) with ab Initio Molecular Dynamics Simulations and in Situ X-ray Powder Diffraction Experiments", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", " (", "42", ")  ", "15763", "– ", "15773", " DOI: 10.1021/ja403453g", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "84. ", "Elucidating the Breathing of the Metal-Organic Framework MIL-53(Sc) with ab Initio Molecular Dynamics Simulations and in Situ X-ray Powder Diffraction Experiments", "Chen, Linjiang; Mowat, John P. S.; Fairen-Jimenez, David; Morrison, Carole A.; Thompson, Stephen P.; Wright, Paul A.; Duren, Tina", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "42", "),\r\n    ", "15763-15773", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Ab initio mol. dynamics (AIMD) simulations have been used to predict structural transitions of the breathing metal-org. framework (MOF) MIL-53(Sc) in response to changes in temp. over the range 100-623 K and adsorption of CO2 at 0-0.9 bar at 196 K.  The method has for the first time been shown to predict successfully both temp.-dependent structural changes and the structural response to variable sorbate uptake of a flexible MOF.  AIMD employing dispersion-cor. d. functional theory accurately simulated the exptl. obsd. closure of MIL-53(Sc) upon solvent removal and the transition of the empty MOF from the closed-pore phase to the very-narrow-pore phase (symmetry change from P21/c to C2/c) with increasing temp., indicating that it can directly take into account entropic as well as enthalpic effects.  The authors also used AIMD simulations to mimic the CO2 adsorption of MIL-53(Sc) in silico by allowing the MIL-53(Sc) framework to evolve freely in response to CO2 loadings corresponding to the two steps in the exptl. adsorption isotherm.  The resulting structures enabled the structure detn. of the two CO2-contg. intermediate and large-pore phases obsd. by exptl. synchrotron X-ray diffraction studies with increasing CO2 pressure; this would not have been possible for the intermediate structure via conventional methods because of diffraction peak broadening.  Furthermore, the strong and anisotropic peak broadening obsd. for the intermediate structure could be explained in terms of fluctuations of the framework predicted by the AIMD simulations.  Fundamental insights from the mol.-level interactions further revealed the origin of the breathing of MIL-53(Sc) upon temp. variation and CO2 adsorption.  These simulations illustrate the power of the AIMD method for the prediction and understanding of the behavior of flexible microporous solids.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXoslSqsbo%253D&md5=7f4130e402f1ed092cabf488968bf413", "85. ", "Coudert", ", ", "F.-X.", "; ", "Ortiz", ", ", "A. U.", "; ", "Haigis", ", ", "V.", "; ", "Bousquet", ", ", "D.", "; ", "Fuchs", ", ", "A. H.", "; ", "Ballandras", ", ", "A.", "; ", "Weber", ", ", "G.", "; ", "Bezverkhyy", ", ", "I.", "; ", "Geoffroy", ", ", "N.", "; ", "Bellat", ", ", "J.-P.", "; ", "Ortiz", ", ", "G.", "; ", "Chaplais", ", ", "G.", "; ", "Patarin", ", ", "J.", "; ", "Boutin", ", ", "A.", " ", "Water Adsorption in Flexible Gallium-Based MIL-53 Metal–Organic Framework", " ", "J. Phys. Chem. C", " ", "2014", ",  ", "118", " (", "10", ")  ", "5397", "– ", "5405", " DOI: 10.1021/jp412433a", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "85. ", "Water Adsorption in Flexible Gallium-Based MIL-53 Metal-Organic Framework", "Coudert, Francois-Xavier; Ortiz, Aurelie U.; Haigis, Volker; Bousquet, David; Fuchs, Alain H.; Ballandras, Anthony; Weber, Guy; Bezverkhyy, Igor; Geoffroy, Nicolas; Bellat, Jean-Pierre; Ortiz, Guillaume; Chaplais, Gerald; Patarin, Joel; Boutin, Anne", "Journal of Physical Chemistry C", "\r\n        (", "2014", "),\r\n    ", "118", "\r\n        (", "10", "),\r\n    ", "5397-5405", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Water vapor adsorption by a gallium-based MOF, Ga-MIL-53, has been studied exptl. and using modeling.  The energetics and thermodn. of Ga-MIL-53 were investigated, and a different phase at room temp. (a nonporous phase) and the presence of a hydrated narrow-pore structure at gas satn. pressure were shown.  A complete water vapor pressure vs. temp. phase diagram of Ga-MIL-53 upon water adsorption is reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXivFWit7w%253D&md5=849c6276c53bbb80b9aea9216ec41d68", "86. ", "Coudert", ", ", "F.-X.", "; ", "Boutin", ", ", "A.", "; ", "Fuchs", ", ", "A. H.", " ", "A thermodynamic description of the adsorption-induced structural transitions in flexible MIL-53 metal-organic framework", " ", "Mol. Phys.", " ", "2014", ",  ", "112", " (", "9–10", ")  ", "1257", "– ", "1261", " DOI: 10.1080/00268976.2014.889325", " ", "[", "Crossref", "], [", "CAS", "]", "86. ", "A thermodynamic description of the adsorption-induced structural transitions in flexible MIL-53 metal-organic framework", "Coudert, Francois-Xavier; Boutin, Anne; Fuchs, Alain H.", "Molecular Physics", "\r\n        (", "2014", "),\r\n    ", "112", "\r\n        (", "9-10", "),\r\n    ", "1257-1261", "CODEN:\r\n                ", "MOPHAM", ";\r\n        ISSN:", "0026-8976", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "A review.  We briefly review the concept of temp.-loading phase diagram that we derived from an osmotic statistical ensemble anal. of the adsorption-induced structural transitions obsd. in the MIL-53 family of metal-org. framework nanoporous materials.  We highlight the generic nature of this diagram and comment on the occurrence of breathing transitions depending on the guest fluid, the framework functionalization and the nature of the metal center.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXjsVOisLw%253D&md5=fd11e4bed86c239085018885236a977d", "87. ", "Schneemann", ", ", "A.", "; ", "Bon", ", ", "V.", "; ", "Schwedler", ", ", "I.", "; ", "Senkovska", ", ", "I.", "; ", "Kaskel", ", ", "S.", "; ", "Fischer", ", ", "R. A.", " ", "Flexible metal-organic frameworks", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", " (", "16", ")  ", "6062", "– ", "6096", " DOI: 10.1039/C4CS00101J", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "87. ", "Flexible metal-organic frameworks", "Schneemann, A.; Bon, V.; Schwedler, I.; Senkovska, I.; Kaskel, S.; Fischer, R. A.", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "6062-6096", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Advances in flexible and functional metal-org. frameworks (MOFs), also called soft porous crystals, are reviewed by covering the literature of the five years period 2009-2013 with ref. to the early pertinent work since the late 1990s.  Flexible MOFs combine the cryst. order of the underlying coordination network with cooperative structural transformability.  These materials can respond to phys. and chem. stimuli of various kinds in a tunable fashion by mol. design, which does not exist for other known solid-state materials.  Among the fascinating properties are so-called breathing and swelling phenomena as a function of host-guest interactions.  Phase transitions are triggered by guest adsorption/desorption, photochem., thermal, and mech. stimuli.  Other important flexible properties of MOFs, such as linker rotation and sub-net sliding, which are not necessarily accompanied by crystallog. phase transitions, are briefly mentioned as well.  Emphasis is given on reviewing the recent progress in application of in situ characterization techniques and the results of theor. approaches to characterize and understand the breathing mechanisms and phase transitions.  The flexible MOF systems, which are discussed, are categorized by the type of metal-nodes involved and how their coordination chem. with the linker mols. controls the framework dynamics.  Aspects of tailoring the flexible and responsive properties by the mixed component solid-soln. concept are included, and as well examples of possible applications of flexible metal-org. frameworks for sepn., catalysis, sensing, and biomedicine.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7nI&md5=b824d2bff6379c9662b50e86739b42f7", "88. ", "Ghoufi", ", ", "A.", "; ", "Maurin", ", ", "G.", " ", "Hybrid Monte Carlo Simulations Combined with a Phase Mixture Model to Predict the Structural Transitions of a Porous Metal–Organic Framework Material upon Adsorption of Guest Molecules", " ", "J. Phys. Chem. C", " ", "2010", ",  ", "114", " (", "14", ")  ", "6496", "– ", "6502", " DOI: 10.1021/jp911484g", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "88. ", "Hybrid Monte Carlo Simulations Combined with a Phase Mixture Model to Predict the Structural Transitions of a Porous Metal-Organic Framework Material upon Adsorption of Guest Molecules", "Ghoufi, A.; Maurin, G.", "Journal of Physical Chemistry C", "\r\n        (", "2010", "),\r\n    ", "114", "\r\n        (", "14", "),\r\n    ", "6496-6502", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Anisotropic isobaric/isothermal mol. dynamics (MD) and grand canonical Monte Carlo (GCMC) techniques are combined in a hybrid scheme to get an osmotic Monte Carlo approach able to deal with a guest-assisted structural transition of a metal org. framework (MOF) porous solid corresponding to a large reversible breathing of its structure.  This strategy based on (i) a consideration of a more general expression of the partition functions and (ii) a rigorous homogenization of the MD and MC parts allows one to capture the structural transition of the MIL-53(Cr) MOF-type solid in relation to the CO2 pressure.  Further, combining this revisited hybrid osmotic Monte Carlo (HOMC) approach to a newly developed phase mixt. model, which is based on the existence of a pressure domain where several structural forms of MIL-53(Cr) are present, is an efficient way to accurately predict the adsorption behavior of this solid in the whole range of pressures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXjslamu74%253D&md5=37d91f017a76aaef82594a98e6730618", "89. ", "Millange", ", ", "F.", "; ", "Guillou", ", ", "N.", "; ", "Walton", ", ", "R. I.", "; ", "Greneche", ", ", "J.-M.", "; ", "Margiolaki", ", ", "I.", "; ", "Ferey", ", ", "G.", " ", "Effect of the nature of the metal on the breathing steps in MOFs with dynamic frameworks", " ", "Chem. Commun.", " ", "2008", ",  ", "39", ",  ", "4732", "– ", "4734", " DOI: 10.1039/b809419e", " ", "[", "Crossref", "], [", "PubMed", "]", "There is no corresponding record for this reference.", "90. ", "Coudert", ", ", "F.-X.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Fuchs", ", ", "A. H.", "; ", "Boutin", ", ", "A.", " ", "Prediction of Breathing and Gate-Opening Transitions Upon Binary Mixture Adsorption in Metal–Organic Frameworks", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", " (", "32", ")  ", "11329", "– ", "11331", " DOI: 10.1021/ja904123f", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "90. ", "Prediction of Breathing and Gate-Opening Transitions Upon Binary Mixture Adsorption in Metal-Organic Frameworks", "Coudert, Francois-Xavier; Mellot-Draznieks, Caroline; Fuchs, Alain H.; Boutin, Anne", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "32", "),\r\n    ", "11329-11331", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Among the numerous applications of metal-org. frameworks (MOFs), a topical class of nanoporous materials, adsorptive sepn. is gaining considerable attention.  Some of the most exciting candidates for gas sepn. processes exhibit structural transitions, such as breathing and gate opening.  While predictive anal. methods are crucial in sepn. science and were widely used for rigid nanoporous solids, a lack exists for materials that exhibit flexibility.  The authors propose here a general method predicting, for the 1st time, the evolution of structural transitions and selectivity upon adsorption of gas mixts. in flexible nanoporous solids.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXptFChs70%253D&md5=5a43dc0e19696c10d6cef527c6cb042d", "91. ", "Bourrelly", ", ", "S.", "; ", "Moulin", ", ", "B.", "; ", "Rivera", ", ", "A.", "; ", "Maurin", ", ", "G.", "; ", "Devautour-Vinot", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Devic", ", ", "T.", "; ", "Horcajada", ", ", "P.", "; ", "Vimont", ", ", "A.", "; ", "Clet", ", ", "G.", "; ", "Daturi", ", ", "M.", "; ", "Lavalley", ", ", "J.-C.", "; ", "Loera-Serna", ", ", "S.", "; ", "Denoyel", ", ", "R.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Férey", ", ", "G.", " ", "Explanation of the Adsorption of Polar Vapors in the Highly Flexible Metal Organic Framework MIL-53(Cr)", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", " (", "27", ")  ", "9488", "– ", "9498", " DOI: 10.1021/ja1023282", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "91. ", "Explanation of the Adsorption of Polar Vapors in the Highly Flexible Metal Organic Framework MIL-53(Cr)", "Bourrelly, Sandrine; Moulin, Beatrice; Rivera, Angel; Maurin, Guillaume; Devautour-Vinot, Sabine; Serre, Christian; Devic, Thomas; Horcajada, Patricia; Vimont, Alexandre; Clet, Guillaume; Daturi, Marco; Lavalley, Jean-Claude; Loera-Serna, Sandra; Denoyel, Renaud; Llewellyn, Philip L.; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "27", "),\r\n    ", "9488-9498", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A comparison of the adsorption of water, methanol, and ethanol polar vapors by the flexible porous chromium(III) terephthalate MIL-53(Cr) was studied by complementary techniques including adsorption gravimetry, ex situ x-ray powder diffraction, microcalorimetry, thermal anal., IR spectroscopy, and mol. modeling.  The breathing steps obsd. during adsorption strongly depend on the nature of the vapor.  With water, a significant contraction of the framework is obsd.  For the alcs., the initial contraction is followed by an expansion of the framework.  A combination of IR anal., x-ray diffraction, and computer modeling leads to the mol. localization of the guest mols. and to the identification of the specific guest-guest and host-guest interactions.  The enthalpies of adsorption, measured by microcalorimetry, show that the strength of the interactions decreases from ethanol to water.  DSC expts. on an EtOH/H2O mixt. suggest a selective adsorption of ethanol over water.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXnvVKqurs%253D&md5=08291339d1482884241eced2ec0fc174", "92. ", "Boutin", ", ", "A.", "; ", "Couck", ", ", "S.", "; ", "Coudert", ", ", "F.-X.", "; ", "Serra-Crespo", ", ", "P.", "; ", "Gascon", ", ", "J.", "; ", "Kapteijn", ", ", "F.", "; ", "Fuchs", ", ", "A. H.", "; ", "Denayer", ", ", "J. F. M.", " ", "Thermodynamic analysis of the breathing of amino-functionalized MIL-53(Al) upon CO2 adsorption", " ", "Microporous Mesoporous Mater.", " ", "2011", ",  ", "140", " (", "1–3", ")  ", "108", "– ", "113", " DOI: 10.1016/j.micromeso.2010.07.009", " ", "[", "Crossref", "], [", "CAS", "]", "92. ", "Thermodynamic analysis of the breathing of amino-functionalized MIL-53(Al) upon CO2 adsorption", "Boutin, Anne; Couck, Sarah; Coudert, Francois-Xavier; Serra-Crespo, Pablo; Gascon, Jorge; Kapteijn, Freek; Fuchs, Alain H.; Denayer, Joeri F. M.", "Microporous and Mesoporous Materials", "\r\n        (", "2011", "),\r\n    ", "140", "\r\n        (", "1-3", "),\r\n    ", "108-113", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Carbon dioxide gas adsorption in amino-functionalized MIL-53(Al) at various temps. was analyzed in combination with temp. programmed XRD.  Similarly to the regular MIL-53(Al) material, the so-called breathing phenomenon was shown to take place in the amino-MIL-53 upon adsorption of different mols., i.e. the transition between a large-pore (lp) and a narrow-pore (np) structure.  Using the osmotic thermodn. model anal., the temp.-loading phase diagram was derived.  The overall diagram is similar to that for the regular MIL-53(Al), but a spectacular difference is the much larger stability domain of the np structure, which can be accounted for by the increased affinity for CO2 due to the presence of the amino groups in the pore space.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXot12nuw%253D%253D&md5=bd3274b2d2c1d1fa6c0bebe020ea996e", "93. ", "Gee", ", ", "J. A.", "; ", "Sholl", ", ", "D. S.", " ", "Characterization of the thermodynamic stability of solvated Metal–Organic Framework polymorphs using molecular simulations", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", " (", "40", ")  ", "20636", "– ", "20642", " DOI: 10.1021/jp405774e", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "93. ", "Characterization of the Thermodynamic Stability of Solvated Metal-Organic Framework Polymorphs Using Molecular Simulations", "Gee, Jason A.; Sholl, David S.", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "40", "),\r\n    ", "20636-20642", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Understanding the factors that govern the thermodn. stability of metal-org. frameworks (MOFs) is crit. to the development of these materials.  The authors present the first theor. investigation of the stability of MOF polymorphs under solvothermal conditions.  The authors combined thermodn. integration (TI) and osmotic framework adsorbed soln. theory (OFAST) calcns. to reliably predict the free energy of immersion, ΔGimm, of MOFs.  The configurational free energy can be estd. in the harmonic approxn. from the vibrational d. of states (VDOS) of the framework.  This approach is applied to a set of hypothetical Zn(mIm)2 polymorphs under ambient conditions using methanol as the solvent to mimic the actual solvothermal synthesis conditions for ZIF-8.  The simulations predict that the relative contribution of ΔGimm to the framework stability is minor compared with the configurational free energy relative to the most stable structure for all polymorphs.  However, solvation affects the energetic ordering of metastable polymorphs.  The authors obsd. good agreement between predictions of ΔGimm using the OFAST method and those using the more rigorous TI calcns.  The methods developed in this work can be applied to study the effect of the interplay between structural topol., solvent, and temp. on the thermodn. stability of the framework for a wide range of nanoporous materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVOhurjN&md5=364b4bd80b30ae822033e7314f596714"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-30/acs.langmuir.5b01193/20150729/images/small/la-2015-01193p_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-30/acs.langmuir.5b01193/20150729/images/small/la-2015-01193p_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-30/acs.langmuir.5b01193/20150729/images/small/la-2015-01193p_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-30/acs.langmuir.5b01193/20150729/images/small/la-2015-01193p_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-30/acs.langmuir.5b01193/20150729/images/small/la-2015-01193p_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-30/acs.langmuir.5b01193/20150729/images/small/la-2015-01193p_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-30/acs.langmuir.5b01193/20150729/images/small/la-2015-01193p_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-30/acs.langmuir.5b01193/20150729/images/small/la-2015-01193p_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-30/acs.langmuir.5b01193/20150729/images/small/la-2015-01193p_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-30/acs.langmuir.5b01193/20150729/images/small/la-2015-01193p_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-30/acs.langmuir.5b01193/20150729/images/small/la-2015-01193p_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-30/acs.langmuir.5b01193/20150729/images/small/la-2015-01193p_0012.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-30/acs.langmuir.5b01193/20150729/images/small/la-2015-01193p_0013.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-30/acs.langmuir.5b01193/20150729/images/small/la-2015-01193p_0014.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-30/acs.langmuir.5b01193/20150729/images/small/la-2015-01193p_0015.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-30/acs.langmuir.5b01193/20150729/images/small/la-2015-01193p_0016.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-30/acs.langmuir.5b01193/20150729/images/small/la-2015-01193p_0017.gif\">"]}
