{"title": ["Ultramicroporous MOF with High Concentration of Vacant Cu", " Sites"], "authors": ["Laura J. McCormick", "Samuel G. Duyker", "Aaron W. Thornton", "Chris S. Hawes", "Matthew R. Hill", "Vanessa K. Peterson", "Stuart R. Batten", "David. R. Turner"], "doi": ["10.1021/cm502189c"], "abstract": ["An ultramicroporous metal–organic framework (MOF) is reported that contains 0.35 nm nanotube-like channels with an unprecedented concentration of vacant Cu", " coordination sites. The nonintersecting, narrow channels in [Cu", "(cdm)", "] (cdm = C(CN)", "(CONH", ")", ") align in two perpendicular directions, structurally resembling copper-doped carbon nanotubes with Cu", " embedded in the walls of the channels. The combination of ultramicroporosity with the exposed Cu", " coordination sites gives size-based selectivity of CO", " over CH", ", based on pore-size distribution and modeling. Neutron powder diffraction and molecular dynamics simulations show the close packing of single rows of guests within the tubular nanostructure and interaction of CO", " with the exposed metal sites."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Introduction", "Two of the most studied materials for storage and sensing of small molecules in current research are metal–organic frameworks (MOFs) and carbon nanotubes (CNTs).", "(1-3)", " These materials have found particular use in selective adsorption and detection of gaseous analytes, with attention on H", "2", " or CO", "2", " storage.", "(4, 5)", " Nanotubes in particular have been used for sensing based on changes in resistivity.", "(6)", " Despite some similarities between MOFs and CNTs, i.e., large internal surface areas and guest-accessible channels, they display markedly different gas uptake behavior. MOFs tend to possess complex pore topologies, typically 3D in nature, allowing exchange of adsorbed species and pathways through the material.", "(7)", " These pores are typically in the 1–2 nm size range and are tailorable through judicious selection of components used.", "(8)", " Conversely, CNTs contain only a 1D channel and have relatively poor adsorption behavior due to their weak interactions with gases.", "(9)", " The uptake properties can be enhanced by incorporation of sites with stronger affinities for gaseous guests, such as by doping metal ions into the nanotubes.", "(10)", " Nanotubes also have a lack of size control below ca. 1 nm, thereby giving poor size-based selectivity, and there is difficulty in aligning the tubes in bulk samples in order to take advantage of any potential separation applications.", "Coordination polymers, of which MOFs represent a significant subset,", "(11)", " can be rationally designed as proposed by Robson.", "(12)", " Some significant advantages of MOFs with regards to providing strong host−guest interactions are their ability to be synthetically modified to expose bare metal sites,", "(13)", " chemical reduction of the framework by metalation, cation exchange,", "(14)", " or the addition of internal pendant groups.", "(15-17)", " MOFs are also able to display pore-size control that cannot be reliably achieved with CNTs and that has been shown to be very beneficial for CO", "2", " capture if pore size is complementary to the kinetic diameter of CO", "2", ".", "(18-21)", " It has been postulated recently that it should be possible to reliably access metal–organic materials (MOMs) that display nanotube-like structure and behavior, which have been termed SWMONTs (single-walled metal organic nanotubes).", "(22)", " While reports of tubular metal–organic materials are relatively rare, an alternative strategy of great promise is the synthesis of more traditional MOFs with arrays of nonintersecting 1D channels. Size control is again important, and there is currently considerable interest in ultramicroporous MOMs, which possess channels with internal diameters <0.7 nm (i.e., smaller than an N", "2", " bilayer).", "(23)", " Such small pores can lead to highly selective sorption by size discrimination and display unique sorption properties, including significant pore-blocking at low temperatures and quantum effects on guest sorption.", "(3, 24-29)", "We report here a unique mixed-valent copper framework containing ultramicroporous, nonintersecting 1D channels in two directions with an unprecedented density of vacant Cu", "II", " sites embedded within the walls. The material has been shown by neutron powder diffraction and molecular dynamics (MD) simulations to host CO", "2", " in tight confines close to these metal sites, with guest orientation largely dictated by the size of the channels, and to display size-dependent adsorption of CO", "2", " over CH", "4", ".", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Experimental Section", "Synthesis", "K(cdm) was prepared according to a literature procedure.", "(30)", " K(cdm) (240 mg, 1.63 mmol) was almost completely dissolved in methanol (30 mL) with the aid of sonication. To this was added a methanolic solution (3 mL) of anhydrous CuCl", "2", " (216 mg, 1.61 mmol). Upon the addition of the green CuCl", "2", " solution, the remaining suspended K(cdm) was dissolved to give a deep orange solution. Dark orange crystals of solvated [Cu", "3", "(cdm)", "4", "] (173 mg, 0.252 mmol, 62% yield) formed on the walls of the reaction vessel over a period of 2 days. Elemental analysis calcd. for Cu", "3", "(C", "4", "H", "2", "N", "3", "O)", "4", "·2MeOH·1.5H", "2", "O (C", "18", "H", "19", "N", "12", "Cu", "3", "O", "7.5", "): C, 30.28; H, 2.68; N, 23.54. Found: C, 29.99; H, 2.30; N, 23.59%. Powder diffraction confirms a phase-pure product. Thermogravimetric analysis (Figure S1, ", "Supporting Information", ") shows 12.5% weight loss before decomposition at ca. 230 °C, calculated 12.8% for loss of all solvent from Cu", "3", "(C", "4", "H", "2", "N", "3", "O)", "4", "·2MeOH·1.5H", "2", "O.", "X-ray Crystallography", "A suitable single crystal was mounted on a fine glass fiber using viscous hydrocarbon oil. Data were collected using a Bruker X8 Apex2 diffractometer equipped with graphite monochromated Mo–Kα radiation (λ = 0.71073 Å). The data collection temperature was maintained at 123 K using an open-flow N", "2", " cryostream. Data reduction was carried out using the Bruker Apex2 software suite.", "(31)", " The structure was solved by direct methods using SHELXS-2013.", "(32)", " Refinement was carried out against ", "F", "2", " using SHELXL-2013.", "(33)", " All non-hydrogen atoms were refined using an anisotropic model. Hydrogen atoms belonging to the amide group were placed in idealized X-ray positions and refined using a riding model. Solvent coordinated to the Cu(II) was modeled as 50:50 H", "2", "O/MeOH. Additional refinement details are supplied in the ", "Supporting Information", ".", "Crystal data for [Cu", "3", "(cdm)", "4", "(H", "2", "O)(MeOH)]: C", "17", "H", "13", "Cu", "3", "N", "12", "O", "6", ", M = 672.01, orange block, 0.140 × 0.120 × 0.120 mm", "3", ", ", "I", "4̅2", "d", " space group (No. 122), ", "V", " = 2737.7(3) Å", "3", ", ", "Z", " = 4, ", "D", "c", " = 1.630 g/cm", "3", ", ", "F", "000", " = 1336, 2θ", "max", " = 55.0°, 5238 reflections collected, 1561 unique (", "R", "int", " = 0.0313). Final ", "GooF", " = 1.119, ", "R", "1", " = 0.0472, ", "wR", "2", " = 0.1336, ", "R", " indices based on 1431 reflections with ", "I", " > 2σ(", "I", ") (refinement on ", "F", "2", "), 90 parameters, 1 restraint, μ = 2.363 mm", "–1", ". CCDC 1000273.", "Neutron Powder Diffraction", "Neutron powder diffraction data were collected on the high-intensity neutron diffractometer, Wombat (OPAL, ANSTO, Australia).", "(34)", " Prior to neutron powder diffraction measurement and gas dosing, 1.119 g of desolvated [Cu", "3", "(cdm)", "4", "] was transferred to a cylindrical vanadium can (internal diameter of ca. 6 mm) inside a helium-filled glovebox equipped with water and oxygen monitors. The sample cell was connected to a custom-designed gas-delivery center-stick and inserted into a top-loading cryofurnace. Temperature control at the sample was achieved using cartridge heaters and silicon-diode temperature sensors at the top and bottom of the cell. The gas-delivery line was also temperature-controlled in order to avoid freezing CO", "2", " inside the tube, so that the sample could be left in place throughout the experiment without the requirement of warming the entire cryofurnace between gas doses. An initial diffraction pattern was collected on the evacuated sample at 15 K to be used as a structural reference point from which subsequent data for the CO", "2", "-dosed sample could be analyzed. The sample was then warmed to 300 K prior to dosing with a known amount of CO", "2", ", before being slowly cooled to the measurement temperature of 15 K, all the while ensuring that the temperature was kept above the boiling/sublimation point of CO", "2", " at the current pressure. By 150 K the pressure reading was zero, indicating that all CO", "2", " had been absorbed by the sample. No evidence of frozen CO", "2", " was observed in the diffraction patterns. The total cooling time was approximately 1 h, with the intention of ensuring diffusion of the CO", "2", " molecules to their thermodynamic equilibrium positions and minimizing random disorder of guest molecules prior to the diffraction measurement. Thirty minutes of diffraction data were acquired for each dose using an area detector in the angular range 17° < 2θ < 137° with an incident neutron wavelength of 2.4145(3) Å, determined using an Al", "2", "O", "3", " standard reference material (NIST SRM 676). A correction was applied to the Debye–Scherrer ring curvature before data reduction.", "Rietveld analysis and difference Fourier analysis of the diffraction data was carried out using GSAS and EXPGUI,", "(35, 36)", " with a pseudo-Voigt peak shape and 16-term shifted Chebyshev background function. VESTA was used for visualization of the crystal structure and nuclear density isosurfaces.", "(37)", " Following refinement of the guest-free structure, this was used together with the data from the CO", "2", "-loaded sample to generate Fourier difference maps of residual nuclear density. Further details are provided in the ", "Supporting Information", ".", "Calculations", "The static cavity size distribution was calculated using the geometric sizing algorithm using atomic coordinates from the single crystal data.", "(38)", " There is a dominant cavity size of around 3.9 Å that represents the main channels. Using molecular dynamics (MD) with generic UFF, the flexibility of the channel size was investigated over one nanosecond at 123 K with fixed cell volume. The window size was defined as the maximum size of a spherical probe allowed to pass through the structure.", "(39)", " All DFT calculations were performed using VASP 5.2 with the Perdew–Burke–Ernzerhof (PBE) generalized gradient approximation (GGA) functional and Gaussian smearing of partial occupancies (see ", "Supporting Information", " for full experimental details).", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "Synthesis and Structure", "The mixed-valent Cu", "I", "/Cu", "II", " coordination polymer [Cu", "3", "(cdm)", "4", "(MeOH)(H", "2", "O)] was synthesized by reaction of K(cdm), where cdm is the dinitrile anion C(CN)", "2", "(CONH", "2", ")", "−", ", with CuCl", "2", " in aerobic conditions following from our extensive work on discrete coordination complexes using this ligand", "(40)", " (full synthetic details in ", "Supporting Information", "). Mixed-valent coordination polymers of copper are not unknown, with precedents typically being materials containing cyanide, halide, azide, or thiocyanate bridging ligands. Powder diffraction confirms that the synthesis gives a phase-pure product (see ", "Supporting Information", "). Elemental analysis and thermogravimetric analysis (TGA) indicate that both water and methanol are present within the as-synthesized material. In part these solvents are coordinated, although the proportion of coordinated MeOH/H", "2", "O is difficult to determine crystallographically as the solvent lies on a crystallographic 4-fold axis.", "The material crystallizes in the tetragonal space group ", "I", "4̅2", "d", " with a single cdm ligand in the asymmetric unit, the Cu", "II", " atoms residing on a rotoinversion site and the Cu", "I", " atoms lying on rotation axes. The Cu", "I", " atoms are tetrahedral and are exclusively coordinated by nitrile groups. The Cu", "II", " atoms are octahedral with four κO-cdm ligands in the equatorial positions and coordinated solvent, a mixture of MeOH and H", "2", "O, in the axial positions. Both metals therefore act as four-connecting nodes. The cdm ligand is a three-connecting node giving the structure an overall self-penetrating (8", "2", ".10)", "4", "(8", "3", ".10", "3", ")", "2", "(8", "5", ".10) topology (", "Supporting Information", ", Figure S2). The closely related anions dicyanamide (dca) and tricyanomethanide (tcm) are both known to form 3D structures in binary complexes, although in these instances the metal coordination spheres are filled completely by the ligands and typically give close-packed structures.", "(40)", " The mixed nitrogen/oxygen donor groups in cdm, alongside the mixed Cu", "I", "/Cu", "II", " present in the structure, mean that the metal/donor preferences are ideal for easily removed solvent to be present in the axial Cu", "II", " sites, thereby allowing guest-accessible pores. The short distance between the donor atoms is ideal for forming ultramicroporous channels.", "Nonintersecting, nanotube-like channels run through the structure parallel to the crystallographic ", "a", " and ", "b", " axes (Figure ", "1", "). In the as-synthesized material, axially coordinated solvent on the Cu", "II", " atoms protrudes into these narrow channels, effectively blocking them for any application. The most striking feature of these 1D channels is the high density of vacant Cu", "II", " coordination sites that is present once the solvent has been removed, with open-metal sites known to enhance interactions with gases.", "(41)", " These metal sites occupy opposing walls of the channels and are spaced apart by ca. 11.2 Å along one wall. Taking into account the two Cu", "II", "-lined walls this gives a vacant metal site every 5.6 Å along the channels, with the closest Cu···Cu distance being 7.8 Å (cf", ".", " 8.0 Å in the narrow “windows” in the structure of HKUST-1).", "(42)", " Further potential points of interaction for guest molecules are provided by the NH", "2", " group of the ligands, which protrudes very slightly into the channels at a similar spacing. The extremely small size of the channels is obtained by the use of the cdm ligand, which is itself small and sterically undemanding, with only single atoms as points of coordination to the metals. Thus, this ligand has advantages over larger, more complicated ligands that rely on bulkier coordinating groups, such as pyridine, which crowd the immediate metal coordination sphere. The small bridging distance between the coordinating groups of the cdm ligand, with the three Cu···Cu distances around one ligand in the range 6.36–8.26 Å, is ideal for forming an ultramicroporous material.", "Figure 1. Ultramicroporous structure of [Cu", "3", "(cdm)", "4", "] contains nonintersecting channels with a dynamic diameter fluctuating around 3.5 Å, intermediate between the kinetic diameters of CH", "4", " and CO", "2", ", and significantly smaller than the smallest reported CNT.", "The static cavity size distribution for these channels was calculated using a geometric sizing algorithm, showing a dominant cavity size of ca. 3.9 Å that represents the main channels in the structure (Figure ", "1", ").", "(43)", " The flexibility of these channels was investigated using molecular dynamics simulations over 1 ns with the generic universal force field (UFF, Figure ", "1", ").", "(44)", " The window size in the MD simulations was defined by the maximum size of a spherical probe that is allowed to pass through the channel. Over the course of this simulation the window size fluctuated around 3.5 Å, suggesting that the material may have a potential sieving mechanism as the channel size lies intermediate between that of CO", "2", " (kinetic diameter = 3.3 Å) and CH", "4", " (kinetic diameter = 3.87 Å). The remarkably small internal size of these channels is significantly smaller than those in the ultramicroporous salen-derived MOF of Chen et al. (5.6 × 12.0 Å), which also contains vacant Cu", "II", " coordination sites,", "(24)", " and marginally smaller than those in the SIFSIX-3 MOM (ca. 3.8 Å at low temperatures).", "(19, 25, 45)", "Gas Sorption Experiments", "The coordinated solvent molecules, and uncoordinated solvent within the channels, can be removed by treatment of the material with supercritical CO", "2", " (scCO", "2", "), well-known as an effective method of MOF activation,", "(46)", " to give the desolvated framework [Cu", "3", "(cdm)", "4", "]. Retention of crystallinity upon desolvation was demonstrated by neutron powder diffraction (NPD, Figure ", "2", ").", "Figure 2. Rietveld refinement (red) against NPD data (black) for guest-free [Cu", "3", "(cdm)", "4", "] at 15 K after activation by supercritical CO", "2", ".", "Studies of the gas sorption properties of the material were conducted for CO", "2", ", CH", "4", ", H", "2", ", and Ar (Figure ", "3", "; full details in ", "Supporting Information", "). At 273 K almost twice as much CO", "2", " is taken up as CH", "4", " (46 cm", "3", " g", "–1", " vs 25 cm", "3", " g", "–1", " at 1000 mbar) bearing out the prediction from the MD simulations that the size of the pore may lead to sieving or selective adsorption between these two gases. While increased uptake of CO", "2", " is not unexpected for most MOFs,", "(1, 3)", " it is uncommon for the cavity diameter to be intermediate between that of the two gases. Uptake of hydrogen and argon are negligible at 77 and 87 K, respectively, with nitrogen also not adsorbed at similar temperatures. Such sorption behavior is known for ultramicroporous MOFs/MOMs.", "(3, 32)", " The adsorption kinetics are also remarkably slow, with CO", "2", " sorption at 273 K requiring 68 h to reach saturation (", "Supporting Information", ", Figure S12) giving further evidence of sieving kinetics even at relatively high temperatures.", "Figure 3. Experimental (icons) and simulated (solid lines) sorption traces highlighting the difference in behavior between CO", "2", " and CH", "4", " and negligible uptake of Ar and H", "2", ".", "Predictions of the adsorption behavior were conducted using grand canonical Monte Carlo (GCMC) simulations (Figure ", "3", "). These simulations overestimate the experimental isotherms although the general trends that are observed are captured. It appears that the size, shape, and charge composition of CO", "2", " is much more favorable for adsorption within the channels than CH", "4", ", with twice as many molecules of CO", "2", " being taken in. Calculations of experimental enthalpies are unreliable due to step-like behavior at low pressures, indicative of the tube-like adsorption (see ", "Supporting Information", ", Figure S11). The predicted and experimentally determined uptake of H", "2", " is less than 1 cm", "3", " g", "–1", ". The postulated reason for this low uptake is a quantum effect that occurs due to nanoscale confinement of light gases. The enormous reduction in predicted H", "2", " uptake is accounted for by incorporating the quantum Feynman–Hibbs potential into calculations (see ", "Supporting Information", ", Figure S13).", "(47, 48)", " Similar behavior is observed for other ultramicroporous materials, including the recent NOTT-300 material, which has somewhat larger (ca. 6.5 × 6.5 Å) pores.", "(49)", " The difference in adsorption between CH", "4", " and CO", "2", " in [Cu", "3", "(cdm)", "4", "] was further investigated by fitting the experimental isotherms with the dual Langmuir expression and utilizing the ideal adsorbed solution (IAST) model to predict mixed-gas isotherms of various industrially relevant compositions (see ", "Supporting Information", ").", "(50, 51)", " These results suggest that there is good selectivity for CO", "2", " over CH", "4", " under the conditions that were modeled, although higher selectivities are known.", "(52)", "Neutron Powder Diffraction", "To explore the host–guest interactions within the material, neutron powder diffraction (NPD) experiments with in situ gas loading were performed using the Wombat diffractometer at ANSTO.", "(34)", " An initial diffraction pattern from scCO", "2", "-activated and evacuated [Cu", "3", "(cdm)", "4", "] at 15 K was used as a structural reference point for analysis of the CO", "2", "-loaded structures with Rietveld refinement giving a low ", "R", " value with no evidence of residual solvent (Figure ", "2", "). The sample was treated with two successive doses of CO", "2", " with loadings of 1.00 and 2.00 CO", "2", "/[Cu", "3", "(cdm)", "4", "]. Slow uptake during the final part of the second gas dose indicated that the sample was reaching its maximum CO", "2", " capacity. The final quantity of adsorbed CO", "2", " was equivalent to 73 cm", "3", " g", "–1", " at STP, which, due to the lower temperature involved, is considerably greater than the uptake measured at 1 bar and 273 K. No new reflections were observed in the CO", "2", "-loaded diffraction patterns, indicating that the original symmetry is preserved.", "Fourier-difference analysis of the NPD data revealed two CO", "2", " sites within the channels (Figure ", "4", "). Site A, which at the 1 CO", "2", "/[Cu", "3", "(cdm)", "4", "] loading level contains the most nuclear density, is close to the open Cu", "II", " site with the residual density suggestive of CO", "2", " lying side-on to the metal. CO", "2", " typically binds in an end-on fashion,", "(53-55)", " but in the present case this arrangement would align poorly with the geometry of the channel, whereas the side-on orientation enables increased interaction with the pore walls. Site B is located in the narrower part of the channel, midway between two diagonally opposite open Cu", "II", " sites. The constricted pore environment does not appear to allow the geometric arrangement necessary for a strong interaction between CO", "2", " molecules and the NH", "2", " groups, and no significant residual nuclear density was found in their vicinity.", "Figure 4. Two distinct adsorption sites in CO", "2", "-loaded [Cu", "3", "(cdm)", "4", "], as determined by the combination of NPD and DFT calculations. The labeled distances are from the Rietveld refinement for [Cu", "3", "(cdm)", "4", "]·1CO", "2", ". Because of the short distance between the two sites, both cannot be simultaneously filled as shown.", "The somewhat diffuse nuclear density at these sites indicates some positional disorder of the CO", "2", " molecules, despite confinement by the small channels. A single partially occupied CO", "2", " molecule in the side-on arrangement was satisfactorily modeled at site A, with refined occupancies of 0.35 and 0.40 for the C and O atoms, respectively. A single 0.15 occupancy C atom was modeled at the center of the residual density at site B, but as a consequence of the disorder, the corresponding oxygen atoms of the CO", "2", " are not readily located. The relative ease of locating this C atom implies that the orientation of the CO", "2", ", rather than its center of mass, is disordered. The combined C occupancies at the two sites are in good agreement with the dosed amount for both loading levels (Table ", "1", "). The occupancy of site A increases only slightly at higher loading, indicating that it is nearly saturated by the first dose, while the site B occupancy increases significantly. The overall result is roughly half-filling of each site at the higher CO", "2", " loading.", "Table 1. Refined Occupancies and Distances from the Nearest Cu", "II", " Site for the Two Unique CO", "2", " Adsorption Sites in [Cu", "3", "(cdm)", "4", "] (1)", " ", "CO", "2", " occupancy", " ", "Cu···C (Å)", "CO", "2", ":1 dosed", "site A", "a", "site B", "b", "CO", "2", ":1 found", "site A", "site B", "0", "0", "0", "0", " ", " ", "1.00", "0.37(6)", "0.147(29)", "1.04(13)", "3.0465(5)", "3.8788(4)", "2.00", "0.43(8)", "0.55(6)", "1.97(20)", "3.0926(6)", "3.8923(4)", "a", "Based on C and O occupancies.", "b", "Based on C occupancy.", "DFT-based MD simulations at 100 K were performed to validate the NPD experimental results and determine the orientation of the CO", "2", " molecules. The time-averaged site A position in the MD simulation is in good agreement with the NPD data with CO", "2", " side-on to the metal. The simulation shows CO", "2", " molecules moving back and forth between sites A and B and provides strong evidence that the preferred orientation of the CO", "2", " molecule at both sites is along the direction of the channel. The motion is rapid even at 100 K, with each CO", "2", " molecule switching sites an average of three times during the 25 ps simulation, indicating a small energy difference between the two sites. When occupying site B, the CO", "2", " molecules are located with their C atoms midway between the two Cu sites, in good agreement with the C position refined from the NPD data.", "DFT structure relaxation at 0 K was performed in order to clarify the most energetically favorable arrangement for CO", "2", " molecules at each site. The optimized arrangement for CO", "2", " in site A is in good agreement with the side-on orientation observed in the Rietveld refined NPD structure. The calculated Cu···C distance of 3.76 Å is longer than that observed experimentally, likely a result of the fact that DFT does not account for van der Waals interactions.", "The distance of 7.78 Å between open Cu", "II", " sites on either side of site B is comparable to the 7.15 Å distance between open metal sites in the Co", "3", "[Fe(CN)", "6", "]", "2", " Prussian blue analogue (PBA) in which a bridging CO", "2", " binding mode was recently established.", "(56)", " [Cu", "3", "(cdm)", "4", "] provides a second example of a CO", "2", " molecule interacting with two bare metal sites, although due to the highly constricted pore environment, the CO", "2", " is unable to adopt a similar binding mode to that in the PBA. All DFT energy minimizations in which a CO", "2", " molecule was initially placed in site B and end-on to the two Cu", "II", " sites quickly resulted in the molecule returning to an orientation parallel to the channel, indicating that such an end-on bridging mode carries a large energy penalty due to the narrowness of the channels. The channel-aligned arrangement yields a longer M–CO", "2", " distance than in the PBA (M···C = 3.89 Å) but enables greater interaction with the channel walls.", "The simultaneous occupation by CO", "2", " of both an A-site and the adjacent B-site is not energetically favorable due to the short guest–guest distances that this would entail (O···O ≈ 1.0 Å), thereby limiting the CO", "2", " capacity of the framework with each site only ca. 50% occupied at the maximum achieved loading of 2.0 CO", "2", "/[Cu", "3", "(cdm)", "4", "]. The small energy difference (calculated to be 2 kJ mol", "–1", ") between the two sites means that they both compete relatively equally to bind CO", "2", ". Additionally, once 50% occupancy is reached at site A, there is on average one CO", "2", " molecule interacting with each Cu", "II", " ion, which is likely to alter the energetics of this site and reduce the likelihood of another molecule interacting with the opposite axial site of the same Cu", "II", " ion. Site B could then become the more favorable site and subsequently fill until the aforementioned steric limit of 2.0 CO", "2", "/[Cu", "3", "(cdm)", "4", "] is reached. This filling regime is supported by the changes in the adsorption site occupation from NPD experiments.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Conclusions", "The ultramicroporous structure of [Cu", "3", "(cdm)", "4", "], which contains 0.35 nm nonintersecting channels combined with close vacant Cu", "II", " sites lining the internal walls, has been shown to display selective gas uptake of CO", "2", ". The internal pore size is ideal for improved sorption of CO", "2", " over CH", "4", " with a dynamic diameter intermediate between the kinetic radii of the two gases, although the tight confines of the 1D channel results in slow kinetics. Gas sorption experiments, supported by GCMC simulations, show that the uptake of CO", "2", " is almost twice that of CH", "4", " up to a pressure of 1000 mbar. There is negligible uptake of H", "2", " arising from a quantum effect. Neutron powder diffraction and DFT/MD calculations show the interaction of CO", "2", " at two positions close to the open metal sites, aligned with the direction of the narrow channels. The system demonstrates the influence of free metal sites for CO", "2", " binding, and calculations suggest a significant role of the channel size in separations.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "Expanded experimental section and data (X-ray, NPD, gas sorption, DFT, and modeling). This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "Author Contributions", "The manuscript was written through contributions of all authors.", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "The authors acknowledge the Science and Industry Endowment Fund (SIEF) and the Australian Institute of Nuclear Science and Engineering for funding. D.R.T. and M.R.H. acknowledge the Australian Research Council for Future Fellowships. Part of this work was conducted at the Bragg Institute under proposal PP2548.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 56 other publications.", "1. ", "Bae", ", ", "Y. S.", "; ", "Snurr", ", ", "R. Q.", " ", "Angew. Chem., Int. Ed.", " ", "2011", ",  ", "50", ",  ", "11586", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Development and Evaluation of Porous Materials for Carbon Dioxide Separation and Capture", "Bae, Youn-Sang; Snurr, Randall Q.", "Angewandte Chemie, International Edition", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "49", "),\r\n    ", "11586-11596, S11586/1-S11586/14", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  The development of new microporous materials for adsorption sepn. processes is a rapidly growing field because of potential applications such as carbon capture and sequestration (CCS) and purifn. of clean-burning natural gas.  In particular, new metal-org. frameworks (MOFs) and other porous coordination polymers are being generated at a rapid and growing pace.  The authors address the question of how this large no. of materials can be quickly evaluated for their practical application in carbon dioxide sepn. processes.  Five adsorbent evaluation criteria from the chem. engineering literature are described and used to assess over 40 MOFs for their potential in CO2 sepn. processes for natural gas purifn., landfill gas sepn., and capture of CO2 from power-plant flue gas.  Comparisons with other materials such as zeolites are made, and the relationships between MOF properties and CO2 sepn. potential are investigated from the large data set.  In addn., strategies for tailoring and designing MOFs to enhance CO2 adsorption are briefly reviewed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlGhtbrM&md5=5d1fee2d34b37d1331f9bc554d3e2401", "2. ", "Chen", ", ", "B.", "; ", "Xiang", ", ", "S.", "; ", "Qian", ", ", "G.", " ", "Acc. Chem. Res.", " ", "2010", ",  ", "43", ",  ", "1115", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Metal-Organic Frameworks with Functional Pores for Recognition of Small Molecules", "Chen, Banglin; Xiang, Shengchang; Qian, Guodong", "Accounts of Chemical Research", "\r\n        (", "2010", "),\r\n    ", "43", "\r\n        (", "8", "),\r\n    ", "1115-1124", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Mol. recognition, an important process in biol. and chem. systems, governs the diverse functions of a variety of enzymes and unique properties of some synthetic receptors.  Because mol. recognition is based on weak interactions between receptors and substrates, the design and assembly of synthetic receptors to mimic biol. systems and the development of novel materials to discriminate different substrates for selective recognition of specific mols. has proved challenging.  The extensive research on synthetic receptors for mol. recognition, particularly on noncovalent complexes self-assembled by hydrogen bonding and metal-org. coordination, has revealed some underlying principles.  In particular, these studies have demonstrated that the shapes of the supramol. receptors play significant roles in their specific and selective recognition of substrates: receptors can offer concave surfaces that complement their convex targets.  This Account describes our research to develop a synthetic mol. recognition platform using porous metal-org. frameworks (MOFs).  These materials contain functional pores to direct their specific and unique recognition of small mols. through several types of interactions: van der Waals interactions of the framework surface with the substrate, metal-substrate interactions, and hydrogen bonding of the framework surface with the substrate.  These materials have potential applications for gas storage, sepn., and sensing.  We demonstrate a simple strategy to construct a primitive cubic net of interpenetrated microporous MOFs from the self-assembly of the paddle-wheel clusters M2(CO2)4 (M = Cu2+, Zn2+, and Co2+) with two types of org. dicarboxylic acid and pillar bidentate linkers.  This efficient method allows us to rationally tune the micropores to size-exclusively sort different small gas mols., leading to the highly selective sepn. and purifn. of gases.  By optimizing the strong interactions between open metal sites within porous MOFs and gas mols. such as hydrogen and acetylene, we have developed several MOF materials with extraordinary acetylene storage capacity at room temp.  We have also immobilized Lewis acidic and basic sites into luminescent porous MOFs to recognize and sense neutral and ionic species.  Using the strategy to systematically immobilize different open metal sites within porous MOFs from the metallo-ligand precursors, we have developed the first microporous mixed-metal-org. framework (M'MOF) with enhanced affinity for hydrogen mols., which successfully sepd. D2 from H2 using kinetic isotope quantum mol. sieving.  Because we can functionalize the pores to direct their specific recognition of small mols., the emerging porous MOFs serve as novel functional materials for gas storage, sepn., heterogeneous catalysis, and sensing.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXlslyhtrs%253D&md5=f9230905a5656f9fe0e487967ecae356", "3. ", "D’Alessandro", ", ", "D. M.", "; ", "Smit", ", ", "B.", "; ", "Long", ", ", "J. R.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "6058", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Carbon Dioxide Capture: prospects for New Materials", "D'Alessandro, Deanna M.; Smit, Berend; Long, Jeffrey R.", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "35", "),\r\n    ", "6058-6082", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  The escalating level of atm. carbon dioxide is one of the most pressing environmental concerns of our age.  Carbon capture and storage (CCS) from large point sources such as power plants is one option for reducing anthropogenic CO2 emissions; however, currently the capture alone will increase the energy requirements of a plant by 25-40%.  This review highlights the challenges for capture technologies which have the greatest likelihood of reducing CO2 emissions to the atm., namely postcombustion (predominantly CO2/N2 sepn.), precombustion (CO2/H2) capture, and natural gas sweetening (CO2/CH4).  The key factor which underlies significant advancements lies in improved materials that perform the sepns.  In this regard, the most recent developments and emerging concepts in CO2 sepns. by solvent absorption, chem. and phys. adsorption, and membranes, amongst others, will be discussed, with particular attention on progress in the burgeoning field of metal-org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVaqu7fL&md5=96d81f8aa4797c4de5bd02965fa9fa5f", "4. ", "Yaghi", ", ", "O. M.", "; ", "Li", ", ", "G. M.", "; ", "Li", ", ", "H. L.", " ", "Nature", " ", "1995", ",  ", "378", ",  ", "703", "[", "Crossref", "], [", "CAS", "]", "4. ", "Selective binding and removal of guests in a microporous metal-organic framework", "Yaghi, O. M.; Li, Guangming; Li, Hailian", "Nature (London)", "\r\n        (", "1995", "),\r\n    ", "378", "\r\n        (", "6558", "),\r\n    ", "703-6", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Macmillan Magazines", ")\r\n        ", "Microporous inorg. materials such as zeolites find widespread application in heterogeneous catalysis, adsorption and ion-exchange processes.  The rigidity and stability of such frameworks allow for shape- and size-selective inclusion of org. mols. and ions.  Analogous microporous structures based on org. building blocks have the potential for more precise rational design, through control of the shape, size and functionalization of the pores.  Here we report the synthesis of a metal-org. framework designed to bind arom. guest mols. selectively.  The basic building block is a sym. org. mol., which binds metal ions to form layers of the metal-org. compd. alternating with layers whose compn. is detd. by the functionalization of the starting mols.  The layers create channels in which guest arom. mols. may be selectively bound.  We show that the crystal lattice thus formed is thermally stable up to 350°C, even after removal of included guest mols., and that the inclusions can be selectively readsorbed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXhtVSnt7rP&md5=b0f48a6fa756cb3acc150b91b847516e", "5. ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T.-H.", "; ", "Long", ", ", "J. R.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "724", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "6. ", "Kong", ", ", "J.", "; ", "Franklin", ", ", "N. R.", "; ", "Zhou", ", ", "C. W.", "; ", "Chapline", ", ", "M. G.", "; ", "Peng", ", ", "S.", "; ", "Cho", ", ", "K. J.", "; ", "Dai", ", ", "H. J.", " ", "Science", " ", "2000", ",  ", "287", ",  ", "622", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Nanotube molecular wires as chemical sensors", "Kong, Jing; Franklin, Nathan R.; Zhou, Chongwu; Chapline, Michael G.; Peng, Shu; Cho, Kyeongjae; Dailt, Hongjie", "Science (Washington, D. C.)", "\r\n        (", "2000", "),\r\n    ", "287", "\r\n        (", "5453", "),\r\n    ", "622-625", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Chem. sensors based on individual single-walled C nanotubes (SWNTs) are demonstrated.  Upon exposure to gaseous mols. such as NO2 or NH3, the elec. resistance of a semiconducting SWNT dramatically increases or decrease.  This serves as the basis for nanotube mol. sensors.  The nanotube sensors exhibit a fast response and a substantially higher sensitivity than that of existing solid-state sensors at room temp.  Sensor reversibility is achieved by slow recovery under ambient conditions or by heating to high temps.  The interactions between mol. species and SWNTs and the mechanisms of mol. sensing with nanotube mol. wires are studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXovVWgtA%253D%253D&md5=0984de88faa1e422a82b73b91c720a5a", "7. ", "Batten", ", ", "S. R.", "; ", "Neville", ", ", "S. M.", "; ", "Turner", ", ", "D. R.", "  ", "Coordination Polymers: Design, Analysis and Application", "; ", "The Royal Society of Chemistry", ": ", "Cambridge, U.K.", ", ", "2009", ".", "There is no corresponding record for this reference.", "8. ", "Zhao", ", ", "D.", "; ", "Timmons", ", ", "D. J.", "; ", "Yuan", ", ", "D. Q.", "; ", "Zhou", ", ", "H. C.", " ", "Acc. Chem. Res.", " ", "2011", ",  ", "44", ",  ", "123", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Tuning the Topology and Functionality of Metal-Organic Frameworks by Ligand Design", "Zhao, Dan; Timmons, Daren J.; Yuan, Daqiang; Zhou, Hong-Cai", "Accounts of Chemical Research", "\r\n        (", "2011", "),\r\n    ", "44", "\r\n        (", "2", "),\r\n    ", "123-133", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) -highly cryst. hybrid materials that combine metal ions with rigid org. ligands- have emerged as an important class of porous materials.  The org. ligands add flexibility and diversity to the chem. structures and functions of these materials.  In this Account, we summarize our lab.'s experience in tuning the topol. and functionality of MOFs by ligand design.  These investigations have led to new materials with interesting properties.  By using a ligand that can adopt different symmetry conformations through free internal bond rotation, we have obtained two MOFs that are supramol. stereoisomers of each other at different reaction temps.  In another case, where the dimerized ligands function as a D3-Piedfort unit spacer, we achieve chiral (10,3)-a networks.  In the design of MOF-based materials for hydrogen and methane storage, we focused on increasing the gas affinity of frameworks by using ligands with different geometries to control the pore size and effectively introduce unsatd. metal centers (UMCs) into the framework.  Framework interpenetration in PCN-6 (PCN stands for porous coordination network) can lead to higher hydrogen uptake.  Because of the proper alignment of the UMCs, PCN-12 holds the record for uptake of hydrogen at 77 K/760 Torr.  In the case of methane storage, PCN-14 with anthracene-derived ligand achieves breakthrough storage capacity, at a level 28% higher than the U.S. Department of Energy target.  Selective gas adsorption requires a pore size comparable to that of the target gas mols.; therefore, we use bulky ligands and network interpenetration to reduce the pore size.  In addn., with the help of an amphiphilic ligand, we were able to use temp. to continuously change pore size in a 2D layer MOF.  Adding charge to an org. ligand can also stabilize frameworks.  By ionizing the amine group within mesoMOF-1, the resulting electronic repulsion keeps the network from collapsing, giving rise to the first case of mesoporous MOF that demonstrates the type IV isotherm.  We use dendritic hexacarboxylate ligands to synthesize an isoreticular series of MOFs with (3,24)-connected network topol.  The cuboctahedral cages serve as building blocks that narrow the opening of the mesocavities into microwindows and stabilize these MOFs.  The resulting materials have exceptionally high surface areas and hydrogen uptake capacities.  Despite the many achievements in MOF development, there is still ample opportunity for further exploration.  We will be continuing our efforts and look forward to contributing to this blossoming field in the next decade.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsV2ksbfO&md5=f17f81d99259e7ee659b30bcc2ddeea2", "9. ", "Zhao", ", ", "J. J.", "; ", "Buldum", ", ", "A.", "; ", "Han", ", ", "J.", "; ", "Lu", ", ", "J. P.", " ", "Nanotechnology", " ", "2002", ",  ", "13", ",  ", "195", "[", "Crossref", "], [", "CAS", "]", "9. ", "Gas molecule adsorption in carbon nanotubes and nanotube bundles", "Zhao, Jijun; Buldum, Alper; Han, Jie; Lu, Jian Ping", "Nanotechnology", "\r\n        (", "2002", "),\r\n    ", "13", "\r\n        (", "2", "),\r\n    ", "195-200", "CODEN:\r\n                ", "NNOTER", ";\r\n        ISSN:", "0957-4484", ".\r\n    \r\n            (", "Institute of Physics Publishing", ")\r\n        ", "We studied various gas mols. (NO2, O2, NH3, N2, CO2, CH4, H2O, H2, Ar) on single-walled carbon nanotubes (SWNTs) and bundles using first principles methods.  The equil. position, adsorption energy, charge transfer, and electronic band structures are obtained for different kinds of SWNTs.  Most mols. adsorb weakly on SWNTs and can be either charge donors or acceptors to the nanotubes.  We find that the gas adsorption on the bundle interstitial and groove sites is stronger than that on individual nanotubes.  The electronic properties of SWNTs are sensitive to the adsorption of certain gases such as NO2 and O2.  Charge transfer and gas-induced charge fluctuation might significantly affect the transport properties of SWNTs.  Our theor. results are consistent with recent expts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XktlGltb0%253D&md5=c06ca395cee13a090ba672b0aed9bb0e", "10. ", "Ang", ", ", "L. M.", "; ", "Hor", ", ", "T. S. A.", "; ", "Xu", ", ", "G. Q.", "; ", "Tung", ", ", "C. H.", "; ", "Zhao", ", ", "S. P.", "; ", "Wang", ", ", "J. L. S.", " ", "Carbon", " ", "2000", ",  ", "38", ",  ", "363", "[", "Crossref", "], [", "CAS", "]", "10. ", "Decoration of activated carbon nanotubes with copper and nickel", "Ang, L. M.; Hor, T. S. A.; Xu, G. Q.; Tung, C. H.; Zhao, S. P.; Wang, J. L. S.", "Carbon", "\r\n        (", "2000", "),\r\n    ", "38", "\r\n        (", "3", "),\r\n    ", "363-372", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "Activated carbon nanotubes were used as precursors for prepg. copper- and nickel-decorated nanotubes.  The nature of the activated and decorated nanotubes was studied using high-resoln. transmission electron microscopy (TEM) and energy-dispersive X-ray spectroscopy (EDX).  The inert surface of oxidized nanotubes was activated by the introduction of catalytic nuclei via a two-step sensitization-activation method and a single-step activation approach.  The activated nanotubes catalyze metal deposition specifically onto their surfaces upon immersion in electroless plating baths.  Both methods give tubes decorated with nickel.  In addn., copper decoration was achieved for the first time.  In the two-step sensitization-activation method, the extent of metal decoration was found to be dependent on the age of the sensitizing soln.  Densely decorated nanotubes were obtained after three days of sensitizer aging.  The single-step activation approach has previously not been applied to carbon nanotube substrates.  The results show that this method is an efficient and simple means of achieving carbon nanotube activation, with the activated tubes showing a high surface coverage of Pd-Sn catalytic nuclei.  Electroless plating of such tubes readily results in nanotubes fully coated with nickel and copper.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXhsVymu7s%253D&md5=773ab4db03b11e6485f97560ea1f1f7d", "11. ", "Batten", ", ", "S. R.", "; ", "Champness", ", ", "N. R.", "; ", "Chen", ", ", "X. M.", "; ", "Garcia-Martinez", ", ", "J.", "; ", "Kitagawa", ", ", "S.", "; ", "Ohrstrom", ", ", "L.", "; ", "O’Keeffe", ", ", "M.", "; ", "Suh", ", ", "M. P.", "; ", "Reedijk", ", ", "J.", " ", "Pure Appl. Chem.", " ", "2013", ",  ", "85", ",  ", "1715", "[", "Crossref", "], [", "CAS", "]", "11. ", "Terminology of metal-organic frameworks and coordination polymers (IUPAC recommendations 2013)", "Batten, Stuart R.; Champness, Neil R.; Chen, Xiao-Ming; Garcia-Martinez, Javier; Kitagawa, Susumu; Ohrstrom, Lars; O'Keeffe, Michael; Suh, Myunghyun Paik; Reedijk, Jan", "Pure and Applied Chemistry", "\r\n        (", "2013", "),\r\n    ", "85", "\r\n        (", "8", "),\r\n    ", "1715-1724", "CODEN:\r\n                ", "PACHAS", ";\r\n        ISSN:", "0033-4545", ".\r\n    \r\n            (", "International Union of Pure and Applied Chemistry", ")\r\n        ", "A set of terms, definitions, and recommendations is provided for use in the classification of coordination polymers, networks, and metal-org. frameworks (MOFs).  A hierarchical terminol. is recommended in which the most general term is coordination polymer.  Coordination networks are a subset of coordination polymers and MOFs a further subset of coordination networks.  One of the criteria an MOF needs to fulfill is that it contains potential voids, but no phys. measurements of porosity or other properties are demanded per se.  The use of topol. and topol. descriptors to enhance the description of crystal structures of MOFs and 3-dimensional-coordination polymers is also strongly recommended.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtlSnsLjK&md5=8d8156396b27856ff381a7208218bd63", "12. ", "Robson", ", ", "R.", " ", "Dalton Trans.", " ", "2008", ",  ", "5113", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "Design and its limitations in the construction of bi- and poly-nuclear coordination complexes and coordination polymers (aka MOFs): a personal view", "Robson, R.", "Dalton Transactions", "\r\n        (", "2008", "),\r\n    ", "\r\n        (", "38", "),\r\n    ", "5113-5131", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This article, presented from a personal point of view, is concerned with the design of ligands intended to give specifically either binuclear or tetranuclear metal complexes or coordination polymers.  No attempt is made to provide a comprehensive coverage of these topics, the focus being mainly upon results from our lab.  Some emphasis is placed upon aspects of the historical development of the deliberate construction of coordination polymers (aka MOFs)-materials promising useful applications, the study of which continues to expand exponentially.  Some of our recent research is described in which the carbonate ion and the tetracyanoquinodimethane dianion are used as bridging ligands to generate targeted coordination polymers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtFCku7%252FJ&md5=392f87647164978ec00a28a4f2ea7c7b", "13. ", "Mallick", ", ", "A.", "; ", "Saha", ", ", "S.", "; ", "Pachfule", ", ", "P.", "; ", "Roy", ", ", "S.", "; ", "Banerjee", ", ", "R.", " ", "J. Mater. Chem.", " ", "2010", ",  ", "20", ",  ", "9073", "[", "Crossref", "], [", "CAS", "]", "13. ", "Selective CO2 and H2 adsorption in a chiral magnesium-based metal organic framework (Mg-MOF) with open metal sites", "Mallick, Arijit; Saha, Subhadeep; Pachfule, Pradip; Roy, Sudip; Banerjee, Rahul", "Journal of Materials Chemistry", "\r\n        (", "2010", "),\r\n    ", "20", "\r\n        (", "41", "),\r\n    ", "9073-9080", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A rare porous magnesium-based metal-org. framework, Mg-MOF-1 [Mg(3,5-PDC)(H2O)], was synthesized solvothermally in DMF.  Structural detn. by x-ray single-crystal diffraction technique reveals that this chiral MOF (space group P6122) is constructed by helical assembly of Mg2+ ions with achiral 3,5-pyridine dicarboxylates and coordinating water mols., to form a three-dimensional framework with parallel hexagonal channels.  The structural detail of its 0-dimensional analog Mg-MOF-2 [Mg(2,4-PDC)(H2O)3] is discussed to show how subtle variation in the ligand architecture changes the resulting structure from 0-dimensional to 3D.  Mg-MOF-1 remains robust and porous upon evacuation of the coordinating water mols.  This is the 1st report of a chiral hexagonal Mg-MOF synthesized from an achiral org. building unit.  Open Mg metal sites show selective hydrogen (H2) adsorption (∼0.8% at 77 K) and carbon dioxide (CO2) uptake (∼0.7 mmol g-1 at 298 K) over nitrogen at 1 atm.  Ab initio quantum chem. calcn. of adsorption energies and possible adsorption sites of hydrogen mols. are also reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXht1Oqur3M&md5=48a6cec30ed1905a432ce7fbfd6f1e0a", "14. ", "An", ", ", "J.", "; ", "Rosi", ", ", "N. L.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "5578", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Tuning MOF CO2 Adsorption Properties via Cation Exchange", "An, Jihyun; Rosi, Nathaniel L.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "16", "),\r\n    ", "5578-5579", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The pore vol. and BET surface area of bio-MOF-1 (a), Zn8(ad)4(BPDC)6O·Me2NH2, is systematically modified via postsynthetic cation exchange with either tetramethylammonium, tetraethylammonium, or tetrabutylammonium cations to yield Zn8(ad)4(BPDC)6O·Me4N (b), Zn8(ad)4(BPDC)6O·2Et4N (c), and Zn8(ad)4(BPDC)6O·Bu4N (d), resp.  The impact that pore vol. and BET surface area have on CO2 capacity is evaluated, and it is found that materials with intermediate porosity (b and c) have the largest CO2 capacities under the conditions studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXksVams7w%253D&md5=fb37010959494da978e7eb5ce344d357", "15. ", "Bae", ", ", "Y. S.", "; ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", "; ", "Snurr", ", ", "R. Q.", " ", "J. Mater. Chem.", " ", "2009", ",  ", "19", ",  ", "2131", "[", "Crossref", "], [", "CAS", "]", "15. ", "Enhancement of CO2/N2 selectivity in a metal-organic framework by cavity modification", "Bae, Youn-Sang; Farha, Omar K.; Hupp, Joseph T.; Snurr, Randall Q.", "Journal of Materials Chemistry", "\r\n        (", "2009", "),\r\n    ", "19", "\r\n        (", "15", "),\r\n    ", "2131-2134", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Post-synthesis modification of a MOF by replacing coordinated solvent mols. with highly polar ligands leads to considerable enhancement of CO2/N2 selectivity measured by exptl. isotherms and IAST calcns.  The authors compare adsorption in MOFs [Zn2(L)(DMF)2]n (3), [Zn2(L)]n (4), and a 4-rifluoromethylpyridine (pyCF3) modified version of 4, [Zn2(L)(py-CF3)2] (5), H4L = 4,4',4'',4'''-benzene-1,2,4,5-tetrayltetrabenzoic acid.  The rapid and selective reversible adsorption of CO vs. N2 shows that 5 is a promising material for CO2/N2 sepns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjslyjsbo%253D&md5=1d85b1a5e28b9d0b3c20329c1d2a3e63", "16. ", "Arstad", ", ", "B.", "; ", "Fjellvåg", ", ", "H.", "; ", "Kongshaug", ", ", "K. O.", "; ", "Swang", ", ", "O.", "; ", "Blom", ", ", "R.", " ", "Adsorption", " ", "2008", ",  ", "14", ",  ", "755", "[", "Crossref", "], [", "CAS", "]", "16. ", "Amine functionalised metal organic frameworks (MOFs) as adsorbents for carbon dioxide", "Arstad, Bjornar; Fjellvaag, Helmer; Kongshaug, Kjell Ove; Swang, Ole; Blom, Richard", "Adsorption", "\r\n        (", "2008", "),\r\n    ", "14", "\r\n        (", "6", "),\r\n    ", "755-762", "CODEN:\r\n                ", "ADSOFO", ";\r\n        ISSN:", "0929-5607", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "Three different porous metal org. framework (MOF) materials have been prepd. with and without uncoordinated amine functionalities inside the pores.  The materials have been characterized and tested as adsorbents for carbon dioxide.  At 298 K the materials adsorb significant amt. of carbon dioxide, the amine functionalized adsorbents having the highest CO2 adsorption capacities, the best adsorbing around 14 wt% CO2 at 1.0 atm CO2 pressure.  At 25 atm CO2 pressure, up to 60 wt% CO2 can be adsorbed.  At high pressures the CO2 uptake is mostly dependent on the available surface area and pore vol. of the material in question.  For one of the iso-structural MOF pairs the introduction of amine functionality increases the differential adsorption enthalpy (from isosteric method) from 30 to around 50 kJ/mol at low CO2 pressures, while the adsorption enthalpies reach the same level at increase pressures.  The high pressure exptl. results indicate that MOF based solid adsorbents can have a potential for use in pressure swing adsorption of carbon dioxide at elevated pressures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlWht77K&md5=1e9e877324ae6bab0e3eb98eabb5a031", "17. ", "Si", ", ", "X. L.", "; ", "Jiao", ", ", "C. L.", "; ", "Li", ", ", "F.", "; ", "Zhang", ", ", "J.", "; ", "Wang", ", ", "S.", "; ", "Liu", ", ", "S.", "; ", "Li", ", ", "Z. B.", "; ", "Sun", ", ", "L. X.", "; ", "Xu", ", ", "F.", "; ", "Gabelica", ", ", "Z.", "; ", "Schick", ", ", "C.", " ", "Energy Environ. Sci.", " ", "2011", ",  ", "4", ",  ", "4522", "[", "Crossref", "], [", "CAS", "]", "17. ", "High and selective CO2 uptake, H2 storage and methanol sensing on the amine-decorated 12-connected MOF CAU-1", "Si, Xiaoliang; Jiao, Chengli; Li, Fen; Zhang, Jian; Wang, Shuang; Liu, Shuang; Li, Zhibao; Sun, Lixian; Xu, Fen; Gabelica, Zelimir; Schick, Christoph", "Energy & Environmental Science", "\r\n        (", "2011", "),\r\n    ", "4", "\r\n        (", "11", "),\r\n    ", "4522-4527", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The amine-decorated microporous metal-org. framework CAU-1 was readily synthesized and activated using a home-made efficient protocol.  It exhibited a high heat of adsorption for CO2, high CO2 uptake capacity, and an impressive selectivity for CO2 over N2.  At 273 K and up to 1 atm, CO2 uptake capacity can reach ≤7.2 mmol/g-1.  Comparatively, the CH4 and N2 uptakes at 273 K and 1 atm were only 1.34 mmol/g-1 and 0.37 mmol/g-1, resp.  The CO2/N2 selectivity was 101:1 at 273 K The isosteric heat of adsorption (Qst) for CO2 was ∼48 kJ/mol-1 at the onset of adsorption, and it decreases to ∼28 kJ/mol-1 at higher CO2 pressures.  Also, CAU-1 can adsorb 2.0% and 4.0% hydrogen at 77 K under 1 atm and 30 atm, resp.  The adsorption characteristics of CAU-1 for methanol studied in situ with a quartz crystal microbalance (QCM), indicated that this particular MOF structure can be used as a highly sensitive sensor for methanol detection such as direct methanol fuel cells.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVyrtb3J&md5=d594f95f593bdf96a38ab6e5665cf15f", "18. ", "Li", ", ", "J.-R.", "; ", "Yu", ", ", "J.", "; ", "Lu", ", ", "W.", "; ", "Sun", ", ", "L.-B.", "; ", "Sculley", ", ", "J.", "; ", "Balbuena", ", ", "P. B.", "; ", "Zhou", ", ", "H.-C.", " ", "Nat. Commun.", " ", "2013", ",  ", "4", ",  ", "1538", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Porous materials with pre-designed single-molecule traps for CO2 selective adsorption", "Li Jian-Rong; Yu Jiamei; Lu Weigang; Sun Lin-Bing; Sculley Julian; Balbuena Perla B; Zhou Hong-Cai", "Nature communications", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "),\r\n    ", "1538", "\r\n        ISSN:", ".\r\n    ", "Despite tremendous efforts, precise control in the synthesis of porous materials with pre-designed pore properties for desired applications remains challenging.  Newly emerged porous metal-organic materials, such as metal-organic polyhedra and metal-organic frameworks, are amenable to design and property tuning, enabling precise control of functionality by accurate design of structures at the molecular level.  Here we propose and validate, both experimentally and computationally, a precisely designed cavity, termed a 'single-molecule trap', with the desired size and properties suitable for trapping target CO(2) molecules.  Such a single-molecule trap can strengthen CO(2)-host interactions without evoking chemical bonding, thus showing potential for CO(2) capture.  Molecular single-molecule traps in the form of metal-organic polyhedra are designed, synthesised and tested for selective adsorption of CO(2) over N(2) and CH(4), demonstrating the trapping effect.  Building these pre-designed single-molecule traps into extended frameworks yields metal-organic frameworks with efficient mass transfer, whereas the CO(2) selective adsorption nature of single-molecule traps is preserved.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3svhsleqsg%253D%253D&md5=ecdfea705f26eedc3faf7f48d2628d26", "19. ", "Nugent", ", ", "P.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Burd", ", ", "S. D.", "; ", "Cairns", ", ", "A. J.", "; ", "Luebke", ", ", "R.", "; ", "Forrest", ", ", "K.", "; ", "Pham", ", ", "T.", "; ", "Ma", ", ", "S.", "; ", "Space", ", ", "B.", "; ", "Wojtas", ", ", "L.", "; ", "Eddaoudi", ", ", "M.", "; ", "Zaworotko", ", ", "M. J.", " ", "Nature", " ", "2013", ",  ", "495", ",  ", "80", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "Porous materials with optimal adsorption thermodynamics and kinetics for CO2 separation", "Nugent, Patrick; Belmabkhout, Youssef; Burd, Stephen D.; Cairns, Amy J.; Luebke, Ryan; Forrest, Katherine; Pham, Tony; Ma, Shengqian; Space, Brian; Wojtas, Lukasz; Eddaoudi, Mohamed; Zaworotko, Michael J.", "Nature (London, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "495", "\r\n        (", "7439", "),\r\n    ", "80-84", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Energy costs assocd. with the sepn. and purifn. of industrial commodities (e.g., gases, fine chems., fresh water) currently represent ∼15% of global energy prodn.; the demand for such commodities is projected to triple by 2050 (P. Taylor, 2010).  The challenge of developing effective sepn. and purifn. technologies which have much smaller energy footprints is greater for CO2 than for other gases; in addn. to its involvement in climate change, CO2 is an impurity in natural gas, biogas (biomass-based natural gas), syngas (CO/H2, the main H2 source for refineries), and many other gas streams.  In the context of porous cryst. materials which can exploit equil. and kinetic selectivity, size selectivity and targeted mol. recognition are attractive characteristics for CO2 sepn. and capture, as exemplified by 5A and 13X zeolites (J. Merel, et al., 2008), and metal-org. materials (MOM).  This paper reports that a crystal engineering or reticular chem. strategy which controls pore functionality and pore size in a series of MOM with coordinately satd. metal centers and periodically arrayed hexafluorosilicate anions (SiF52-) enables a kinetics and thermodn. sweet spots offering high volumetric uptake at low CO2 partial pressure (<0.15 bar).  Most importantly, such MOM offer an unprecedented CO2 sorption selectivity over N2, H2, and CH4, even in the presence of moisture.  Thus, these MOM are relevant to CO2 sepn. in the context of post-combustion (flue gas, CO2/N2), pre-combustion (shifted synthesis gas stream, CO2/H2), and natural gas upgrading (natural gas clean-up, CO2/CH4).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjsFCntbg%253D&md5=56941673abb6b13f920476a593dfeb98", "20. ", "Wriedt", ", ", "M.", "; ", "Sculley", ", ", "J. P.", "; ", "Yakovenko", ", ", "A. A.", "; ", "Ma", ", ", "Y.", "; ", "Halder", ", ", "G. J.", "; ", "Balbuena", ", ", "P. B.", "; ", "Zhou", ", ", "H.-C.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "9804", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "20. ", "Low-Energy Selective Capture of Carbon Dioxide by a Pre-designed Elastic Single-Molecule Trap", "Wriedt, Mario; Sculley, Julian P.; Yakovenko, Andrey A.; Ma, Yuguang; Halder, Gregory J.; Balbuena, Perla B.; Zhou, Hong-Cai", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "39", "),\r\n    ", "9804-9808, S9804/1-S9804/44", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors can rationally design a material to recognize a specific guest mol.  Complex MOF [Cu(tzc)(dpp)0.5]·1.5H2O (PCN-200-syn, tzc = tetrazole-5-carboxylate, dpp = 1,3-di(4-pyridyl)propane) was demonstrated, using a variety of methods, to be effective at selectively adsorbing CO2 over N2, while being stable to the harsh flue-gas conditions.  This is a significant step forward in terms of rationally designing a material for a specific guest interaction.  By moving down an entirely new path of tuning interactions by creating precise CO2 traps, instead of mimicking existing technologies, the authors have opened up a new avenue of MOF design that can be applied to gas and liq. sepns. as well as in mol. recognition.  Preliminary results show that varying the metal center and ligand length will open up a new class of stable compds. with interesting phys. properties.  Crystal structure of the PCN-200-syn is detd. by single crystal X-ray diffraction with DFT calcn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht12jsbnP&md5=8d3cc95a741b6e7ab1718803d3690c29", "21. ", "Xiang", ", ", "S.", "; ", "He", ", ", "Y.", "; ", "Zhang", ", ", "Z.", "; ", "Wu", ", ", "H.", "; ", "Zhou", ", ", "W.", "; ", "Krishna", ", ", "R.", "; ", "Chen", ", ", "B.", " ", "Nat. Commun.", " ", "2012", ",  ", "3", ",  ", "954", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "Microporous metal-organic framework with potential for carbon dioxide capture at ambient conditions", "Xiang Shengchang; He Yabing; Zhang Zhangjing; Wu Hui; Zhou Wei; Krishna Rajamani; Chen Banglin", "Nature communications", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "),\r\n    ", "954", "\r\n        ISSN:", ".\r\n    ", "Carbon dioxide capture and separation are important industrial processes that allow the use of carbon dioxide for the production of a range of chemical products and materials, and to minimize the effects of carbon dioxide emission.  Porous metal-organic frameworks are promising materials to achieve such separations and to replace current technologies, which use aqueous solvents to chemically absorb carbon dioxide.  Here we show that a metal-organic frameworks (UTSA-16) displays high uptake (160 cm(3) cm(-3)) of CO(2) at ambient conditions, making it a potentially useful adsorbent material for post-combustion carbon dioxide capture and biogas stream purification.  This has been further confirmed by simulated breakthrough experiments.  The high storage capacities and selectivities of UTSA-16 for carbon dioxide capture are attributed to the optimal pore cages and the strong binding sites to carbon dioxide, which have been demonstrated by neutron diffraction studies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC38fgslGrtQ%253D%253D&md5=45d4e2637e077d00b7ea5f2246ad3c6f", "22. ", "Thanasekaran", ", ", "P.", "; ", "Luo", ", ", "T.-T.", "; ", "Lee", ", ", "C.-H.", "; ", "Lu", ", ", "K.-L.", " ", "J. Mater. Chem.", " ", "2011", ",  ", "21", ",  ", "13140", "[", "Crossref", "], [", "CAS", "]", "22. ", "A journey in search of single-walled metal-organic nanotubes", "Thanasekaran, Pounraj; Luo, Tzuoo-Tsair; Lee, Cheng-Hua; Lu, Kuang-Lieh", "Journal of Materials Chemistry", "\r\n        (", "2011", "),\r\n    ", "21", "\r\n        (", "35", "),\r\n    ", "13140-13149", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Single-walled metal-org. nanotubes (SWMONTs) represent a family of new, structured porous materials.  Metal-org. nanotubes (MONTs) offer an attractive alternative to carbon nanotubes because cationic metal ions are incorporated into the backbones of MONTs.  However, efforts regarding the prepn. of metal-org. nanotubes have been few in no., compared with the focus on carbon nanotubes (CNTs) and synthetic nanotubes (SNTs).  In particular, the prepn. of single-walled metal-org. nanotubes (SWMONTs) remains largely unexplored.  The goal of this feature article is to highlight synthetic strategies, the structural characteristics of this unique class of SWMONTs materials and explore possible applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtVKhtbvI&md5=2a630fdb197a36bbfc4aeea254d277dc", "23. ", "Lowell", ", ", "S.", "; ", "Shields", ", ", "J. E.", "; ", "Thomas", ", ", "M. A.", "; ", "Thommes", ", ", "M.", "  ", "Characterization of Porous Solids and Powders: Surface Area, Pore Size and Density", "; ", "Kluwer Academic Publishers", ": ", "Dordrecht, The Netherlands", ", ", "2004", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "24. ", "Chen", ", ", "B.", "; ", "Zhao", ", ", "X.", "; ", "Putkham", ", ", "A.", "; ", "Hong", ", ", "K.", "; ", "Lobkovsky", ", ", "E. B.", "; ", "Hurtado", ", ", "E. J.", "; ", "Fletcher", ", ", "A. J.", "; ", "Thomas", ", ", "K. M.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "6411", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Surface Interactions and Quantum Kinetic Molecular Sieving for H2 and D2 Adsorption on a Mixed Metal-Organic Framework Material", "Chen, Banglin; Zhao, Xuebo; Putkham, Apipong; Hong, Kunlun; Lobkovsky, Emil B.; Hurtado, Eric J.; Fletcher, Ashleigh J.; Thomas, K. Mark", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "20", "),\r\n    ", "6411-6423", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A rational strategy was used to immobilize open metal sites in ultramicroporosity for stronger binding of multiple H2 mols. per unsatd. metal site for H2 storage applications.  The synthesis and structure of a mixed Zn/Cu metal-org. framework material Zn3(BDC)3[Cu(Pyen)]·(DMF)5(H2O)5 (H2BDC = 1,4-benzenedicarboxylic acid and PyenH2 = (5-methyl-4-hydroxopyridine-3-methylene)ethylenediaminecarbaldehyde) is reported.  Desolvation provides a bimodal porous structure Zn3(BDC)3[Cu(Pyen)] (M'MOF 1) with narrow porosity (<0.56 nm) and an array of pores in the bc crystallog. plane where the adsorbate-adsorbent interactions are maximized by both the presence of open Cu centers and overlap of the potential energy fields from pore walls.  The H2 and D2 adsorption isotherms for M'MOF 1 at 77.3 and 87.3 K were reversible with virtually no hysteresis.  Methods for detn. of the isosteric enthalpies of H2 and D2 adsorption were compared.  A virial model gave the best agreement (av. deviation <1 std. deviation) with the isotherm data.  This was used in conjunction with the van't Hoff isochore giving isosteric enthalpies at zero surface coverage of 12.29 ± 0.53 and 12.44 ± 0.50 kJ mol-1 for H2 and D2 adsorption, resp.  This is the highest value so far obsd. for H adsorption on a porous material.  The enthalpy of adsorption, decreases with increasing amt. adsorbed to 9.5 kJ mol-1 at .ltorsim.≈1.9 mmol g-1 (2 H2 or D2 mols. per Cu corresponding to adsorption on both sides of planar Cu open centers) and is virtually unchanged in the range 1.9-3.6 mmol g-1.  Virial anal. of isotherms at 87.3 K is also consistent with 2 H2 or D2 mols. being bound to each open Cu center.  The adsorption kinetics follow a double exponential model, corresponding to diffusion along 2 types of pores, a slow component with high activation energy (13.35 ± 0.59 kJ mol-1) for the narrow pores and a faster component with low activation energy (8.56 ± 0.41 kJ mol-1).  The D2 adsorption kinetic consts. for both components were significantly faster than the corresponding H2 kinetics for specific pressure increments and had slightly lower activation energies than the corresponding values for H2 adsorption.  The kD2/kH2 ratio for the slow component was 1.62 ± 0.07, while the fast component was 1.38 ± 0.04 at 77.3 K, and the corresponding ratios were smaller at 87.3 K.  These observations of kinetic isotope quantum mol. sieving in porous materials are due to the larger zero-point energy for the lighter H2, resulting in slower adsorption kinetics compared with the heavier D2.  A combination of open metal centers and confinement in ultramicroporosity leads to a high enthalpy for H2 adsorption over a wide range of surface coverage and quantum effects influence diffusion of H2 and D2 in pores in M'MOF 1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXltVyjsLo%253D&md5=cd9993fbfa093dfecfd6324ec8f7d042", "25. ", "Forrest", ", ", "K. A.", "; ", "Pham", ", ", "T.", "; ", "Hogan", ", ", "A.", "; ", "McLaughlin", ", ", "K.", "; ", "Tudor", ", ", "B.", "; ", "Nugent", ", ", "P.", "; ", "Burd", ", ", "S. D.", "; ", "Mullen", ", ", "A.", "; ", "Cioce", ", ", "C. R.", "; ", "Wojtas", ", ", "L.", "; ", "Zaworotko", ", ", "M. J.", "; ", "Space", ", ", "B.", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "17687", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Computational Studies of CO2 Sorption and Separation in an Ultramicroporous Metal-Organic Material", "Forrest, Katherine A.; Pham, Tony; Hogan, Adam; McLaughlin, Keith; Tudor, Brant; Nugent, Patrick; Burd, Stephen D.; Mullen, Ashley; Cioce, Christian R.; Wojtas, Lukasz; Zaworotko, Michael J.; Space, Brian", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "34", "),\r\n    ", "17687-17698", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Grand canonical Monte Carlo (GCMC) simulations of CO2 sorption and sepn. were performed in [Zn(pyz)2SiF6], a metal-org. material (MOM) consisting of a square grid of Zn2+ ions coordinated to pyrazine (pyz) linkers and pillars of SiF62- ions.  This MOM was recently shown to have an unprecedented selectivity for CO2 over N2, CH4, and H2 under industrially relevant conditions.  The simulated CO2 sorption isotherms and calcd. isosteric heat of adsorption, Qst, values were in excellent agreement with the exptl. data for all the state points considered.  CO2 satn. in [Zn(pyz)2SiF6] was achieved at near-ambient temps. and pressures <1.0 atm.  Also, the sorbed CO2 mols. were representative of a liq./fluid under such conditions as confirmed through calcg. the isothermal compressibility, βT, values.  The simulated CO2 uptakes within CO2/N2 (10:90), CO2/CH4 (50:50), and CO2/H2 (30:70) mixt. compns., characteristic of flue gas, biogas, and syngas, resp., were comparable to those that were produced in the single-component CO2 sorption simulations.  The modeled structure at satn. revealed a loading of 1 CO2 mol. per unit cell.  The favored CO2 sorption site was identified as the attraction of the C atoms of CO2 mols. to 4 equatorial F atoms of SiF62- anions simultaneously, resulting in CO2 mols. localized at the center of the channel.  Also, exptl. studies showed that [Zn(pyz)2SiF6] sorbed minimal amts. of CO2 and N2 at their resp. liq. temps.  Anal. of the crystal structure at 100 K revealed that the unit cell undergoes a slight contraction in all dimensions and contains pyrazine rings that are mildly slanted with an angle of 13.9°.  Addnl., mol. dynamics (MD) simulations revealed that the sorbate mols. are anchored to the framework at low temps., which inhibits diffusion.  Thus, it is hypothesized that the sorbed mols. become trapped in the pores and block other sorbate mols. from entering the MOM at low temps.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFKrsrvI&md5=ebc1ba62b9d9453da8c851174e688825", "26. ", "Jin", ", ", "N.", "; ", "Seo", ", ", "J.", "; ", "Hong", ", ", "K.", "; ", "Chun", ", ", "H.", " ", "Microporous Mesoporous Mater.", " ", "2012", ",  ", "150", ",  ", "32", "[", "Crossref", "], [", "CAS", "]", "26. ", "Effect of pore structures on selective gas sorption behavior of ultramicroporous MOFs", "Jin, Narae; Seo, Jinwoo; Hong, Keunil; Chun, Hyungphil", "Microporous and Mesoporous Materials", "\r\n        (", "2012", "),\r\n    ", "150", "\r\n        (", "),\r\n    ", "32-37", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Synthesis, crystal structures and selective gas sorption properties of two new MOFs based on pyrimidyl-5-carboxylate (pmc) are reported.  [Co3Cl4(pmc)2(MeOH)4] (1) possesses pillared layer-type network and narrow 1-dimensional channels.  In [Fe3(O)(pmc)5.3(O2CH)0.7]·DMF (2), the trinuclear basic carboxylate units form a uninodal 5-connected network with isolated cage-like pores.  Activated 1 Shows the selective sorption of H against N at 77 K and CO2 against CH4 at 195 K.  For activated 2, a selective sorption is obsd. only at 77 K, and the sorption is almost indiscriminate at 195 K.  This difference is believed to originate from the different pore structures of 1 and 2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtl2hurvP&md5=cecdacf0494c3205394096c24d80ea67", "27. ", "Qi", ", ", "X.-L.", "; ", "Liu", ", ", "S.-Y.", "; ", "Lin", ", ", "R.-B.", "; ", "Liao", ", ", "P.-Q.", "; ", "Ye", ", ", "J.-W.", "; ", "Lai", ", ", "Z.", "; ", "Guan", ", ", "Y.", "; ", "Cheng", ", ", "X.-N.", "; ", "Zhang", ", ", "J.-P.", "; ", "Chen", ", ", "X.-M.", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "6864", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "27. ", "Phosphorescence doping in a flexible ultramicroporous framework for high and tunable oxygen sensing efficiency", "Qi, Xiao-Lin; Liu, Si-Yang; Lin, Rui-Biao; Liao, Pei-Qin; Ye, Jia-Wen; Lai, Zhihui; Guan, Yanyan; Cheng, Xiao-Ning; Zhang, Jie-Peng; Chen, Xiao-Ming", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "61", "),\r\n    ", "6864-6866", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Doping very small amts. of RuII into a flexible, ultramicroporous, fluorescent ZnII coordination polymer produced phosphorescent materials with very high and tunable oxygen quenching efficiency; and a simple color-changing ratiometric oxygen sensor was constructed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtVOjs77J&md5=c062ee0f53490143ab7cd7c67f0c7e99", "28. ", "Zou", ", ", "Y.", "; ", "Hong", ", ", "S.", "; ", "Park", ", ", "M.", "; ", "Chun", ", ", "H.", "; ", "Lah", ", ", "M. S.", " ", "Chem. Commun.", " ", "2007", ",  ", "5182", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "28. ", "Selective gas sorption property of an interdigitated 3-D metal-organic framework with 1-D channels", "Zou, Yang; Hong, Seunghee; Park, Mira; Chun, Hyungphil; Lah, Myoung Soo", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2007", "),\r\n    ", "\r\n        (", "48", "),\r\n    ", "5182-5184", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "An interdigitated 3-D metal-org. framework, [Cd3(OH)2L4(H2O)2], with 1-D channels was prepd. using 4-aminophenyl-1H-tetrazole (HL) and Cd(II) ions and characterized by x-ray crystallog.  The host framework shows selective gas sorption behavior that is based on the different nature of the interactions between the gas and the framework rather than on the size-exclusion effect of the micropores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtl2gsrfJ&md5=7d510bae6060c483325b2517a355e650", "29. ", "Dybtsev", ", ", "D. N.", "; ", "Chun", ", ", "H.", "; ", "Yoon", ", ", "S. H.", "; ", "Kim", ", ", "D.", "; ", "Kim", ", ", "K.", " ", "J. Am. Chem. Soc.", " ", "2003", ",  ", "126", ",  ", "32", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "30. ", "Schlueter", ", ", "J. A.", "; ", "Geiser", ", ", "U.", " ", "Acta Crystallogr., Sect. C: Cryst. Struct. Commun.", " ", "2004", ",  ", "60", ",  ", "M10", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "30. ", "Potassium carbamoyldicyanomethanide", "Schlueter, John A.; Geiser, Urs", "Acta Crystallographica, Section C: Crystal Structure Communications", "\r\n        (", "2004", "),\r\n    ", "C60", "\r\n        (", "1", "),\r\n    ", "m10-m12", "CODEN:\r\n                ", "ACSCEE", ";\r\n        ISSN:", "0108-2701", ".\r\n    \r\n            (", "Blackwell Publishing Ltd.", ")\r\n        ", "Crystals of the title compd. are monoclinic, space group P21/c, with a 8.2495(3), b 3.8591(1), c 19.2181(6) Å, β 93.168(1)°; Z = 4, dc = 1.600; R = 0.027, Rw(F2) = 0.072 for 1448 reflections.  The bond lengths and angles of the carbamoyldicyanomethanide ion are comparable to those reported previously for [M(cdm)2(H2O)4]·2H2O (M = Ni, Mn and Co).  The K atoms are coordinated to four nitrile N atoms and two carbonyl O atoms in a distorted trigonal prismatic fashion, with two further N atoms semicoordinated through the centers of two prism side faces.  This coordination gives mixed anion-cation sheets parallel to the ab plane, which are joined together via H-bonding interactions.  The carbamoyldicyanomethanide anion is potentially useful for the formation of transition metal coordination polymers, in which magnetic superexchange could occur through a bidentate cdm bridge.  K carbamoyldicyanomethanide provides a model compd. by which the mol. geometry of the carbamoyldicyanomethanide anion can be analyzed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXpsVGr&md5=483eae8782c0713061c1f81a44291c38", "31. ", " ", "Apex2", "; ", "Bruker AXS Inc.", ": ", "Madison, WI", ", ", "2007", ".", "There is no corresponding record for this reference.", "32. ", "Sheldrick", ", ", "G. M.", "  ", "SHELXS-2013", "; ", "University of Gottingen", ": ", "Gottingen, Germany", ", ", "2013", ".", "There is no corresponding record for this reference.", "33. ", "Sheldrick", ", ", "G. M.", "  ", "SHELXL-2013", "; ", "University of Gottingen", ": ", "Gottingen, Germany", ", ", "2013", ".", "There is no corresponding record for this reference.", "34. ", "Studer", ", ", "A. J.", "; ", "Hagen", ", ", "M. E.", "; ", "Noakes", ", ", "T. J.", " ", "Phys. B", " ", "2006", ",  ", "385–86", ",  ", "1013", "[", "Crossref", "], [", "CAS", "]", "34. ", "Wombat: The high-intensity powder diffractometer at the OPAL reactor", "Studer, Andrew J.; Hagen, Mark E.; Noakes, Terrence J.", "Physica B: Condensed Matter (Amsterdam, Netherlands)", "\r\n        (", "2006", "),\r\n    ", "385-386", "\r\n        (", "Pt. 2", "),\r\n    ", "1013-1015", "CODEN:\r\n                ", "PHYBE3", ";\r\n        ISSN:", "0921-4526", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The Wombat powder diffractometer will be located on the TG1 thermal guide at the OPAL reactor.  A variable vertically focusing monochromator will provide a flux of up to ≈108 ns-1 cm-2 at the sample position.  A compact curved 2-dimensional position sensitive detector will allow simultaneous acquisition of 120° in 2θ, with ≈106 s-1 count rate capability and time resoln. down to the microsecond level.  Wombat is designed for expts. requiring rapid real time acquisition (time-resolved environmental or kinetics expts.) or very good signal to noise (expts. with difficult sample environments or small sample vols.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xht1CitLvE&md5=f0b3d824628269df296550f430abeff0", "35. ", " ", "Larson", ", ", "A.", "; ", "von Dreele", ", ", "R.", "  ", "General Structure Analysis System (GSAS)", "; ", "Los Alamos National Laboratory", ": ", "Los Alamos, NM", ", ", "2000", ".", "There is no corresponding record for this reference.", "36. ", "Toby", ", ", "B.", " ", "J. Appl. Crystallogr.", " ", "2001", ",  ", "34", ",  ", "210", "[", "Crossref", "], [", "CAS", "]", "36. ", "EXPGUI, a graphical user interface for GSAS", "Toby, Brian H.", "Journal of Applied Crystallography", "\r\n        (", "2001", "),\r\n    ", "34", "\r\n        (", "2", "),\r\n    ", "210-213", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "0021-8898", ".\r\n    \r\n            (", "Munksgaard International Publishers Ltd.", ")\r\n        ", "A description and justification of the EXPGUI program is presented.  This program implements a graphical user interface and shell for the GSAS (Generalized Structure and Anal. Software) single-crystal and Rietveld package.  Use of the Tcl/Tk scripting language allows EXPGUI to be platform independent.  Also included is a synopsis of how the program is implemented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXit1yhsbc%253D&md5=1821d5bb80a088173c712ce451a83322", "37. ", "Momma", ", ", "K.", "; ", "Izumi", ", ", "F.", " ", "J. Appl. Crystallogr.", " ", "2011", ",  ", "44", ",  ", "1272", "[", "Crossref", "], [", "CAS", "]", "37. ", "VESTA 3 for three-dimensional visualization of crystal, volumetric and morphology data", "Momma, Koichi; Izumi, Fujio", "Journal of Applied Crystallography", "\r\n        (", "2011", "),\r\n    ", "44", "\r\n        (", "6", "),\r\n    ", "1272-1276", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "0021-8898", ".\r\n    \r\n            (", "International Union of Crystallography", ")\r\n        ", "VESTA is a 3D visualization system for crystallog. studies and electronic state calcns.  It was upgraded to the latest version, VESTA 3, implementing new features including drawing the external morphpol. of crysals; superimposing multiple structural models, volumetric data and crystal faces; calcn. of electron and nuclear densities from structure parameters; calcn. of Patterson functions from the structure parameters or volumetric data; integration of electron and nuclear densities by Voronoi tessellation; visualization of isosurfaces with multiple levels, detn. of the best plane for selected atoms; an extended bond-search algorithm to enable more sophisticated searches in complex mols. and cage-like structures; undo and redo is graphical user interface operations; and significant performance improvements in rendering isosurfaces and calcg. slices.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsFSisrvP&md5=885fbd9420ed18838813d6b0166f4278", "38. ", "Dubbeldam", ", ", "D.", "; ", "Calero", ", ", "S.", "; ", "Ellis", ", ", "D. E.", "; ", "Snurr", ", ", "R. Q.", "  ", "RASPA 1.0", "; ", "Northwestern University", ": ", "Evanston, IL", ", ", "2008", ".", "There is no corresponding record for this reference.", "39. ", "Haranczyk", ", ", "M.", "; ", "Rycroft", ", ", "C. H.", "; ", "Martin", ", ", "R. L.", "; ", "Willems", ", ", "T. F.", "  ", "Zeo++ 0.1.0", "; ", "Lawrence Berkeley National Laboratory", ": ", "Berkeley, CA", ", ", "2012", ".", "There is no corresponding record for this reference.", "40. ", "Turner", ", ", "D. R.", "; ", "Chesman", ", ", "A. S. R.", "; ", "Murray", ", ", "K. S.", "; ", "Deacon", ", ", "G. B.", "; ", "Batten", ", ", "S. R.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "10189", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "40. ", "The chemistry and complexes of small cyano anions", "Turner, David R.; Chesman, Anthony S. R.; Murray, Keith S.; Deacon, Glen B.; Batten, Stuart R.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "37", "),\r\n    ", "10189-10210", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The chem. of the anions dicyanamide and tricyanomethanide (dca and tcm, resp.) produced a plethora of discoveries over the past few decades, particularly in relation to transition-metal coordination polymers with magnetic coupling.  Over recent years there were an increasing no. of reports of heterofunctionalized cyano-contg. anions, typically derivs. of dicyanomethanide.  The authors' own group was particularly concerned with the amide- and nitroso-functionalized anions carbamoyldicyanomethanide (cdm) and dicyanonitrosomethanide (dcnm), resp.  This feature article examines the fascinating diversity of materials and complexes that can be obtained using small cyano anions, ranging from coordination polymers to heterometallic clusters and H bonding networks.  In particular, the authors focus on results from their own labs. in the past few years.  The magnetic properties of these materials are briefly discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFWqurvF&md5=95420b9450aa90f7d6a06d572cc6eb5e", "41. ", "Britt", ", ", "D.", "; ", "Furukawa", ", ", "H.", "; ", "Wang", ", ", "B.", "; ", "Glover", ", ", "T. G.", "; ", "Yaghi", ", ", "O. M.", " ", "Proc. Natl. Acad. Sci. U.S.A.", " ", "2009", ",  ", "106", ",  ", "20637", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "41. ", "Highly efficient separation of carbon dioxide by a metal-organic framework replete with open metal sites", "Britt, David; Furukawa, Hiroyasu; Wang, Bo; Glover, T. Grant; Yaghi, Omar M.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2009", "),\r\n    ", "106", "\r\n        (", "49", "),\r\n    ", "20637-20640", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "Selective capture of CO2, which is essential for natural gas purifn. and CO2 sequestration, has been reported in zeolites, porous membranes, and amine solns.  However, all such systems require substantial energy input for release of captured CO2, leading to low energy efficiency and high cost.  A new class of materials named metal-org. frameworks (MOFs) has also been demonstrated to take up voluminous amts. of CO2.  However, these studies have been largely limited to equil. uptake measurements, which are a poor predictor of sepn. ability, rather than the more industrially relevant kinetic (dynamic) capacity.  Here, we report that a known MOF, Mg-MOF-74, with open magnesium sites, rivals competitive materials in CO2 capture, with 8.9 wt. % dynamic capacity, and undergoes facile CO2 release at significantly lower temp., 80 °C.  Mg-MOF-74 offers an excellent balance between dynamic capacity and regeneration.  These results demonstrate the potential of MOFs with open metal sites as efficient CO2 capture media.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXksFOgtQ%253D%253D&md5=448dd541224ac481b41ae7f70090687b", "42. ", "Chui", ", ", "S. S. Y.", "; ", "Lo", ", ", "S. M. F.", "; ", "Charmant", ", ", "J. P. H.", "; ", "Orpen", ", ", "A. G.", "; ", "Williams", ", ", "I. D.", " ", "Science", " ", "1999", ",  ", "283", ",  ", "1148", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "42. ", "A chemically functionalizable nanoporous material [Cu3(TMA)2(H2O)3]n", "Chui, Stephen S.-Y.; Lo, Samuel M.-F.; Charmant, Jonathan P. H.; Orpen, A. Guy; Williams, Ian D.", "Science (Washington, D. C.)", "\r\n        (", "1999", "),\r\n    ", "283", "\r\n        (", "5405", "),\r\n    ", "1148-1150", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Although zeolites and related materials combine nanoporosity with high thermal stability, they are difficult to modify or derivatize in a systematic way.  A highly porous metal coordination polymer [Cu3(TMA)2(H2O)3]n (TMA is benzene-1,3,5-tricarboxylate) was formed in 80% yield.  It has interconnected [Cu2(O2CR)4] units (R is an arom. ring), which create a three-dimensional system of channels with a pore size of 1 nm and an accessible porosity of ∼40% in the solid.  Unlike zeolites, the channel linings can be chem. functionalized; for example, the aqua ligands can be replaced by pyridines.  TGA and high-temp. single-crystal diffractometry indicate that the framework is stable up to 240°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXhsFeitLc%253D&md5=8f6f372b015fa0e2bbb7e8bfd316b663", "43. ", "Gelb", ", ", "L. D.", "; ", "Gubbins", ", ", "K. E.", " ", "Langmuir", " ", "1999", ",  ", "15", ",  ", "305", "[", "ACS Full Text ", "], [", "CAS", "]", "43. ", "Pore Size Distributions in Porous Glasses: A Computer Simulation Study", "Gelb, Lev D.; Gubbins, K. E.", "Langmuir", "\r\n        (", "1999", "),\r\n    ", "15", "\r\n        (", "2", "),\r\n    ", "305-308", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We have prepd. a series of mol. models of porous glass using a recently developed procedure that mimics the exptl. processes that produce Vycor and controlled-pore glasses.  We calc. nitrogen adsorption isotherms in these precisely characterized model glasses using Monte Carlo simulations.  These isotherms are analyzed using the Barrett-Joyner-Halenda (BJH) method to yield pore size distributions, which are tested against exact pore size distributions directly measured from the pore structures.  The BJH method yields overly sharp distributions that are systematically shifted (by about 1 nm) to lower pore sizes than those from our geometric method.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXotVOmtLY%253D&md5=0d49a5f22780ad418df2798bdbc0a2e4", "44. ", "Rappe", ", ", "A. K.", "; ", "Casewit", ", ", "C. J.", "; ", "Colwell", ", ", "K. S.", "; ", "Goddard", ", ", "W. A.", "; ", "Skiff", ", ", "W. M.", " ", "J. Am. Chem. Soc.", " ", "1992", ",  ", "114", ",  ", "10024", "[", "ACS Full Text ", "], [", "CAS", "]", "44. ", "UFF, a full periodic table force field for molecular mechanics and molecular dynamics simulations", "Rappe, A. K.; Casewit, C. J.; Colwell, K. S.; Goddard, W. A., III; Skiff, W. M.", "Journal of the American Chemical Society", "\r\n        (", "1992", "),\r\n    ", "114", "\r\n        (", "25", "),\r\n    ", "10024-35", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "A new mol. mechanics force field, the Universal force field (UFF), is described wherein the force field parameters are estd. using general rules based only on the element, its hybridization and its connectivity.  The force field functional forms, parameters, and generating formulas for the full periodic table are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38Xmtl2qur8%253D&md5=cf41e8bb9ad299fd5d79f070d690afe1", "45. ", "Uemura", ", ", "K.", "; ", "Maeda", ", ", "A.", "; ", "Maji", ", ", "T. K.", "; ", "Kanoo", ", ", "P.", "; ", "Kita", ", ", "H.", " ", "Eur. J. Inorg. Chem.", " ", "2009", ",  ", "2009", ",  ", "2329", "[", "Crossref", "]", "There is no corresponding record for this reference.", "46. ", "Nelson", ", ", "A. P.", "; ", "Farha", ", ", "O. K.", "; ", "Mulfort", ", ", "K. L.", "; ", "Hupp", ", ", "J. T.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "458", "[", "ACS Full Text ", "], [", "CAS", "]", "46. ", "Supercritical Processing as a Route to High Internal Surface Areas and Permanent Microporosity in Metal-Organic Framework Materials", "Nelson, Andrew P.; Farha, Omar K.; Mulfort, Karen L.; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "2", "),\r\n    ", "458-460", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Careful processing of 4 representative metal-org. framework (MOF) materials with liq. and supercrit. CO2 (ScD) leads to substantial, or in some cases spectacular (up to 1200%), increases in gas-accessible surface area.  Maximization of surface area is key to the optimization of MOFs for many potential applications.  Preliminary evidence points to inhibition of mesopore collapse, and therefore micropore accessibility, as the basis for the extraordinarily efficacious outcome of ScD-based activation.  The crystals of the MOF including naphthalenedimide-contg. ligand are P2(1)/c, with a 23.275(4), b 25.486(4), c 49.521(7) Å, β 117.409(6)°; Z = 4, dc = 0.559; R1 = 0.0692, wR2 = 0.1513.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsFChsb3J&md5=dc9e4bf4e41d4f8d15af0510be0261aa", "47. ", "Kumar", ", ", "A. V. A.", "; ", "Jobic", ", ", "H.", "; ", "Bhatia", ", ", "S. K.", " ", "J. Phys. Chem. B", " ", "2006", ",  ", "110", ",  ", "16666", "[", "ACS Full Text ", "], [", "CAS", "]", "47. ", "Quantum Effects on Adsorption and Diffusion of Hydrogen and Deuterium in Microporous Materials", "Kumar, A. V. Anil; Jobic, Herve; Bhatia, Suresh K.", "Journal of Physical Chemistry B", "\r\n        (", "2006", "),\r\n    ", "110", "\r\n        (", "33", "),\r\n    ", "16666-16671", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Monte Carlo and mol. dynamics simulations and neutron scattering expts. are used to study the adsorption and diffusion of hydrogen and deuterium in zeolite Rho in the temp. range of 30-150 K.  In the mol. simulations, quantum effects are incorporated via the Feynman-Hibbs variational approach.  We suggest a new set of potential parameters for hydrogen, which can be used when Feynman-Hibbs variational approach is used for quantum corrections.  The dynamic properties obtained from mol. dynamics simulations are in excellent agreement with the exptl. results and show significant quantum effects on the transport at very low temp.  The mol. dynamics simulation results show that the quantum effect is very sensitive to pore dimensions and under suitable conditions can lead to a reverse kinetic mol. sieving with deuterium diffusing faster than hydrogen.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XnsF2hsLg%253D&md5=79184eae86417037938fb2dccb449be9", "48. ", "Babarao", ", ", "R.", "; ", "Jiang", ", ", "J. W.", " ", "Langmuir", " ", "2008", ",  ", "24", ",  ", "6270", "[", "ACS Full Text ", "], [", "CAS", "]", "48. ", "Molecular Screening of Metal-Organic Frameworks for CO2 Storage", "Babarao, Ravichandar; Jiang, Jianwen", "Langmuir", "\r\n        (", "2008", "),\r\n    ", "24", "\r\n        (", "12", "),\r\n    ", "6270-6278", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors report a mol. simulation study for CO2 storage in metal-org. frameworks (MOFs).  As compared to the Al-free and cation-exchanged ZSM-5 zeolites and C nanotube bundle, IRMOF1 exhibits remarkably higher capacity.  Incorporation of Na+ cations into zeolite increases the capacity only at low pressures.  By variation of the metal oxide, org. linker, functional group, and framework topol., isoreticular MOFs (IRMOF1, Mg-IRMOF1, Be-IRMOF1, IRMOF1-(NH2)4, IRMOF10, IRMOF13, and IRMOF14) are systematically examd., as well as UMCM-1, a fluorous MOF (F-MOF1), and a covalent-org. framework (COF102).  The affinity with CO2 is enhanced by addn. of a functional group, and the constricted pore is formed by interpenetration of the framework; both lead to a larger isosteric heat and Henry's const. and subsequently a stronger adsorption at low pressures.  The org. linker plays a crit. role in tuning the free vol. and accessible surface area and largely dets. CO2 adsorption at high pressures.  As a combination of high capacity and low framework d., IRMOF10, IRMOF14, and UMCM-1 are identified from this study to be the best for CO2 storage, even surpass the exptl. reported highest capacity in MOF-177.  COF102 is a promising candidate with high capacity at considerably low pressures.  Both gravimetric and volumetric capacities at 30 bar correlate well with the framework d., free vol., porosity, and accessible surface area.  These structure-function correlations are useful for a priori prediction of CO2 capacity and for the rational screening of MOFs toward high-efficacy CO2 storage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXlvFOgsrs%253D&md5=4857b4bce3d8d6b3b734ffe6a2e90275", "49. ", "Yang", ", ", "S. H.", "; ", "Sun", ", ", "J. L.", "; ", "Ramirez-Cuesta", ", ", "A. J.", "; ", "Callear", ", ", "S. K.", "; ", "David", ", ", "W. I. F.", "; ", "Anderson", ", ", "D. P.", "; ", "Newby", ", ", "R.", "; ", "Blake", ", ", "A. J.", "; ", "Parker", ", ", "J. E.", "; ", "Tang", ", ", "C. C.", "; ", "Schroder", ", ", "M.", " ", "Nat. Chem.", " ", "2012", ",  ", "4", ",  ", "887", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "49. ", "Selectivity and direct visualization of carbon dioxide and sulfur dioxide in a decorated porous host", "Yang, Sihai; Sun, Junliang; Ramirez-Cuesta, Anibal J.; Callear, Samantha K.; David, William I. F.; Anderson, Daniel P.; Newby, Ruth; Blake, Alexander J.; Parker, Julia E.; Tang, Chiu C.; Schroeder, Martin", "Nature Chemistry", "\r\n        (", "2012", "),\r\n    ", "4", "\r\n        (", "11", "),\r\n    ", "887-894", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Understanding the mechanism by which porous solids trap harmful gases, e.g., CO2 and SO2, is essential to design new materials for their selective removal.  Materials with amine group functionalization dominate this field, largely due to their potential to form carbamates through H2N(δ-)···C(δ+)O2 interactions, thereby covalently trapping CO2; however, the use of these materials is energy-intensive with significant environmental impacts.  A non-amine-contg. porous solid (NOTT-300) in which OH- groups within pores selective bind CO2 and SO2 is reported.  In-situ powder x-ray diffraction and inelastic neutron scattering studies in conjunction with modeling showed the OH- groups bind CO2 and SO2 by forming O=C(S)=O(δ-)···H(δ+)-O hydrogen bonds, which are reinforced by weak supra-mol. interactions with C-H atoms on the framework arom. rings.  This offers the potential for using easy-on/easy-off capture systems for CO2 and SO2 with fewer economic and environmental penalties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlymtbbF&md5=3329e5c8d3c0261f0a7b276837539168", "50. ", "Babarao", ", ", "R.", "; ", "Hu", ", ", "Z.", "; ", "Jiang", ", ", "J.", "; ", "Chempath", ", ", "S.", "; ", "Sandler", ", ", "S. I.", " ", "Langmuir", " ", "2006", ",  ", "23", ",  ", "659", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "51. ", "Yang", ", ", "Q.", "; ", "Zhong", ", ", "C.", " ", "J. Phys. Chem. B", " ", "2006", ",  ", "110", ",  ", "17776", "[", "ACS Full Text ", "], [", "CAS", "]", "51. ", "Molecular Simulation of Carbon Dioxide/Methane/Hydrogen Mixture Adsorption in Metal-Organic Frameworks", "Yang, Qingyuan; Zhong, Chongli", "Journal of Physical Chemistry B", "\r\n        (", "2006", "),\r\n    ", "110", "\r\n        (", "36", "),\r\n    ", "17776-17783", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This work performs a systematic computational study toward a mol. understanding of the sepn. characteristics of metal-org. frameworks (MOFs), for which the purifn. of synthetic gas by two representative MOFs, MOF-5 and Cu-BTC, is adopted as an example.  The simulations show that both geometry and pore size affect largely the sepn. efficiency, complex selectivity behaviors with different steps can occur in MOFs, and the electrostatic interactions that exist can enhance greatly the sepn. efficiency of gas mixts. composed of components with different chemistries.  Furthermore, the macroscopic sepn. behaviors of the MOF materials are elucidated at a mol. level to give insight into the underlying mechanisms.  The findings as well as the mol.-level elucidations provide useful microscopic information toward a complete understanding of the sepn. characteristics of MOFs that may lead to general design strategies for synthesizing new MOFs with tailored properties, as well as guiding their practical applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xot1Cgs7g%253D&md5=c6a04c3aa08b9d7c1b1cd9e20c64da35", "52. ", "Bae", ", ", "Y. S.", "; ", "Mulfort", ", ", "K. L.", "; ", "Frost", ", ", "H.", "; ", "Ryan", ", ", "P.", "; ", "Punnathanam", ", ", "S.", "; ", "Broadbelt", ", ", "L. J.", "; ", "Hupp", ", ", "J. T.", "; ", "Snurr", ", ", "R. Q.", " ", "Langmuir", " ", "2008", ",  ", "24", ",  ", "8592", "[", "ACS Full Text ", "], [", "CAS", "]", "52. ", "Separation of CO2 from CH4 Using Mixed-Ligand Metal-Organic Frameworks", "Bae, Youn-Sang; Mulfort, Karen L.; Frost, Houston; Ryan, Patrick; Punnathanam, Sudeep; Broadbelt, Linda J.; Hupp, Joseph T.; Snurr, Randall Q.", "Langmuir", "\r\n        (", "2008", "),\r\n    ", "24", "\r\n        (", "16", "),\r\n    ", "8592-8598", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption of CO2 and CH4 in a mixed-ligand metal-org. framework (MOF) Zn2(NDC)2(DPNI) [NDC = 2,6-naphthalenedicarboxylate, DPNI = N,N'-di-(4-pyridyl)-1,4,5,8-naphthalene tetracarboxydiimide] was studied using volumetric adsorption measurements and grand canonical Monte Carlo (GCMC) simulations.  The MOF was synthesized by 2 routes: 1st at 80° for 2 days with conventional heating, and 2nd at 120° for 1 h using microwave heating.  The 2 as-synthesized samples exhibit very similar powder x-ray diffraction patterns, but the evacuated samples show differences in nitrogen uptake.  From the single-component CO2 and CH4 isotherms, mixt. adsorption was predicted using the ideal adsorbed soln. theory (IAST).  The microwave sample shows a selectivity of ∼30 for CO2 over CH4, which is among the highest selectivities reported for this sepn.  The applicability of IAST to this system was demonstrated by performing GCMC simulations for both single-component and mixt. adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXotlGls7w%253D&md5=8322aa79453cd2b5ad73ee37e1b3420f", "53. ", "Dietzel", ", ", "P. D. C.", "; ", "Johnsen", ", ", "R. E.", "; ", "Fjellvåg", ", ", "H.", "; ", "Bordiga", ", ", "S.", "; ", "Groppo", ", ", "E.", "; ", "Chavan", ", ", "S.", "; ", "Blom", ", ", "R.", " ", "Chem. Commun.", " ", "2008", ",  ", "5125", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "53. ", "Adsorption properties and structure of CO2 adsorbed on open coordination sites of metal-organic framework Ni2(dhtp) from gas adsorption, IR spectroscopy and X-ray diffraction", "Dietzel, Pascal D. C.; Johnsen, Rune E.; Fjellvaag, Helmer; Bordiga, Silvia; Groppo, Elena; Chavan, Sachin; Blom, Richard", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2008", "),\r\n    ", "\r\n        (", "41", "),\r\n    ", "5125-5127", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The microporous metal-org. framework Ni2(dhtp) (H4dhtp = 2,5-dihydroxyterephthalic acid) shows distinct end-on CO2 coordination to coordinatively unsatd. Ni sites giving rise to high CO2 adsorption capacity at sub-atm. pressures and ambient temps.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXht12nsrbI&md5=613342d4450e81f46fa03a9e6950309a", "54. ", "Wu", ", ", "H.", "; ", "Simmons", ", ", "J. M.", "; ", "Srinivas", ", ", "G.", "; ", "Zhou", ", ", "W.", "; ", "Yildirim", ", ", "T.", " ", "J. Phys. Chem. Lett.", " ", "2010", ",  ", "1", ",  ", "1946", "[", "ACS Full Text ", "], [", "CAS", "]", "54. ", "Adsorption Sites and Binding Nature of CO2 in Prototypical Metal-Organic Frameworks: A Combined Neutron Diffraction and First-Principles Study", "Wu, Hui; Simmons, Jason M.; Srinivas, Gadipelli; Zhou, Wei; Yildirim, Taner", "Journal of Physical Chemistry Letters", "\r\n        (", "2010", "),\r\n    ", "1", "\r\n        (", "13", "),\r\n    ", "1946-1951", "CODEN:\r\n                ", "JPCLCD", ";\r\n        ISSN:", "1948-7185", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors report a detailed study of CO2 adsorption in two important metal-org. framework (MOF) compds. (Mg-MOF-74 and HKUST-1).  In both MOFs, the open metal ions were identified as the primary binding sites through neutron diffraction measurements.  The relatively strong metal-CO2 binding was attributed to an enhanced electrostatic interaction, and vibrational mode anal. shows that the adsorbed CO2 mol. is strongly attached through one of its oxygen atoms while the rest of the mol. is relatively free.  This high orientational disorder is the reason for the large apparent O-C-O bond bending angle derived from diffraction measurements.  The calcns. give only a small degree of bond bending, suggesting that the CO2 adsorption on the open metal site is still largely physisorption.  The overall metal-CO2 binding strength is right in the range which can facilitate both adsorption (CO2 capture) and desorption (MOF regeneration) under typical flue gas conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXntFyrsLg%253D&md5=a4a7d5e20cf66bd0d3e96f10964d1c44", "55. ", "Queen", ", ", "W. L.", "; ", "Brown", ", ", "C. M.", "; ", "Britt", ", ", "D. K.", "; ", "Zajdel", ", ", "P.", "; ", "Hudson", ", ", "M. R.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", ",  ", "24915", "[", "ACS Full Text ", "], [", "CAS", "]", "55. ", "Site-Specific CO2 Adsorption and Zero Thermal Expansion in an Anisotropic Pore Network", "Queen, Wendy L.; Brown, Craig M.; Britt, David K.; Zajdel, Pawel; Hudson, Matthew R.; Yaghi, Omar M.", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "50", "),\r\n    ", "24915-24919", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Detailed neutron powder diffraction (NPD) expts. were carried out on the parent and CO2 adsorbed Mg-MOF-74 (MOF: metal-org. framework).  Data collected at low temp. revealed two CO2 adsorption sites on the pore surface and multiple changes in the framework as a function of CO2 loading.  Upon heating the samples to room temp., the data revealed minimal changes in expansivity upon adsorption of up to 0.94 CO2/Mg (≈ 25% mass fraction).  Further, temp.-dependent data collected on the bare framework reveals net zero thermal expansion between 10 and 475 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVeltL7J&md5=5fb393c36bc48438e63b1b62457d3f25", "56. ", "Ogilvie", ", ", "S. H.", "; ", "Duyker", ", ", "S. G.", "; ", "Southon", ", ", "P. D.", "; ", "Peterson", ", ", "V. K.", "; ", "Kepert", ", ", "C. J.", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "9404", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "56. ", "Identification of bridged CO2 binding in a Prussian blue analog using neutron powder diffraction", "Ogilvie, Stephen H.; Duyker, Samuel G.; Southon, Peter D.; Peterson, Vanessa K.; Kepert, Cameron J.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "82", "),\r\n    ", "9404-9406", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Neutron powder diffraction measurements were carried out on the evacuated and CO2-loaded Prussian blue analog, Fe3[Co(CN)6]2, identifying two distinct CO2 adsorption sites: site A, in which CO2 uniquely bridges between two bare-metal sites, and site B, in which it interacts in a face capping motif.  The satn. of site A at low loadings of CO2 demonstrates the favorable nature of the interaction of CO2 with bare-metal sites within the material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsV2it7vM&md5=951822e52d6509a2a98a6586f2ce807d"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-15/cm502189c/production/images/small/cm-2014-02189c_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-15/cm502189c/production/images/small/cm-2014-02189c_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-15/cm502189c/production/images/small/cm-2014-02189c_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-15/cm502189c/production/images/small/cm-2014-02189c_0004.gif\">"]}
