{"title": ["Thermally Robust 3-D Co-DpyDtolP-MOF with Hexagonally Oriented Micropores: Formation of Polyiodine Chains in a MOF Single Crystal"], "authors": ["Seung Hyun Chae", "Hyun-Chul Kim", "Young Sun Lee", "Seong Huh", "Sung-Jin Kim", "Youngmee Kim", "Suk Joong Lee"], "doi": ["10.1021/cg501324r"], "abstract": ["A three-dimensional microporous Co-MOF with 5,15-di(4-pyridyl)-10,20-di(4-methylphenyl)porphyrin (DpyDtolP) linker exhibited high thermal stability. The original crystal structure was retained even after drying Co-MOF at 250 °C. The evacuated Co-MOF showed CO", " selectivity over N", ". Both CO", "-captured Co-MOF and I", "-captured Co-MOF were structurally characterized. The I", "-captured Co-MOF displayed conductivity implying the formation of polyiodine-based molecular wire inside MOF channels.", "A new porphyrin-based Co-MOF, [Co(DpyDtolP)]", "·12H", "O (", "), composed of DpyDtolP (5,15-di(4-pyridyl)-10,20-di(4-methylphenyl)porphyrin) was prepared in a high yield and structurally characterized by X-ray crystallography. DpyDtolP is a ditopic N-donor ligand with a large space or gap between the two pyridyl groups at the 5- and 15-positions of the porphyrin backbone. Unlike the pyridyl groups, the 4-tolyl groups in DpyDtolP could not be involved in coordination toward the metal ion. Nevertheless, the presence of these two 4-tolyl groups led to a new infinite three-dimensional framework: Co-MOF (", ") with exceptionally high thermal stability at elevated temperature. The single crystals of ", " maintained their crystallinity even after vacuum drying at 250 °C. The resulting dried single crystals diffracted X-ray to give the same structural solution as the as-prepared crystals. The robust framework of ", " contained micropores that were periodically arranged in a hexagonal symmetry. While the evacuated ", " moderately sorbed N", " at 77 K, it sorbed 142.8 cm", " g", " (6.37 mmol g", ") of CO", " at 196 K. The CO", " sorption isotherms exhibited a very clear step in both the adsorption and desorption branches. A slight hysteretic behavior was observed between the two branches. Furthermore, the crystal structure of CO", "-captured ", " (", ") revealed that the linear arrangement of the CO", " molecules occupied the inside of micropores, thereby indicating the effective CO", " capture by evacuated ", ". The evacuated ", " was also found to be ideal for the encapsulation of iodine molecules in cyclohexane to provide iodine-captured ", " (", "), which was also characterized by X-ray crystallography. The linear arrangement of polyiodine chains in the micropores was observed, and a single crystal of ", " exhibited electrically conducting behavior. The encapsulation amount of iodine was dependent on the crystal sizes of ", ". Additionally, the separately prepared microscale sample, ", ", with a much reduced particle dimension than the bulk ", " exhibited an enhanced uptake of iodine under the same conditions."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Introduction", "Pore engineering of porous materials has been a critical issue for generating new functional porous materials in a wide range of applications in materials chemistry.", "(1-6)", " For example, the selective capture of guest molecules or ions into well-defined open channels of porous materials often leads to sensitive sensing and capturing systems.", "(7-13)", " In this sense, crystalline zeolitic materials with well-defined framework structures display a unique molecular sieving effect, and in turn, this unique sieving effect makes it possible to develop new drying agents,", "(14)", " ion exchangers,", "(15)", " and industrial catalysts.", "(16-19)", " In order to expand the capabilities of natural zeolites, artificial zeolites have been sought for a long time. Because of the unique properties of metal–organic frameworks (MOFs), which include a high surface area,", "(20, 21)", " a controllable pore dimension,", "(22, 23)", " the functionality of the interior pore,", "(24-30)", " and the formation of new hybrid zeolitic, porous materials,", "(31-35)", " MOFs have become mainstream materials in the development of new functional inorganic crystalline porous materials. Applications have been advanced due to using MOFs. These applications include the large storage capacity of nonpolar CH", "4", " and H", "2", " gases;", "(36-40)", " the selective sorption of quadrupolar CO", "2", " over N", "2", ", CH", "4", ", and H", "2", ";", "(41-54)", " the enzyme-mimetic asymmetric catalysis in confined space having a chiral active center;", "(55, 56)", " the heterogeneous catalysis inside catalytic cavities;", "(57-67)", " and the efficient proton conduction in functional pores.", "(68-73)", "Additionally, the nano- and microsized MOFs (nMOFs or mMOFs, respectively) have been reported frequently to have promising applications.", "(74, 75)", " In fact, they often demonstrate numerous advantages over both the MOFs and the inorganic nanomaterials.", "(76)", " Their novel and/or enhanced performances are reported in catalysis,", "(77)", " separation,", "(78)", " gas storage,", "(79)", " drug delivery,", "(80)", " biosensing, and imaging applications,", "(81)", " but the homogeneous fabrication of particles is still a major challenge.", "(82)", " Usually, a high temperature stirring method is employed in their construction because it permits the generation of quick ligand-to-metal coordinative interactions while maintaining the crystallinity and stability of these miniaturized MOFs.", "Very recently, the MOFs containing porphyrin-bridging ligands are attracting much interest due to their advantages over more commonly employed aromatic polycarboxylate-bridging ligands.", "(83-86)", " The porphyrin-based MOFs could be utilized for a wide range of advanced applications including selective catalysis,", "(87, 88)", " photosensitization,", "(89)", " and photovoltaics.", "(90)", " The large physical dimensions of the porphyrin unit can also lead to high surface functional MOFs with enhanced hydrolytic stability. In this sense, Yaghi and co-workers recently reported on water-stable Zr(IV)-based Zr", "6", "O", "4", "(OH)", "4", "(H", "2", "TCPP)", "3", " (MOF-525) and Zr", "6", "O", "8", "(H", "2", "O)", "8", "(H", "2", "TCPP)", "2", " (MOF-545), which contain free-base tetrakis(4-carboxyphenyl)porphyrin (H", "2", "TCPP)-bridging ligands.", "(91)", " The Brunauer–Emmett–Teller (BET) surface areas of MOF-525 and MOF-545 reached 2620 and 2260 m", "2", " g", "–1", ", respectively. Zhou and co-workers also reported on the water/pH tolerant, (Zr", "6", "(μ", "3", "-O)", "4", "(μ", "3", "-OH)", "4", "(OH)", "4", "(H", "2", "O)", "4", "(H", "2", "TCPP)", "2", ") Zr-TCPP-functional MOF (PCN-225).", "(92)", " The PCN-225 displayed an interesting pH-dependent fluorescence in an aqueous medium. Combined with the intrinsic stability of Zr(IV)-based MOFs, these two examples opened up a new class of functional porphyrin-MOFs.", "Moreover, the molecular dimension and functionalities of porphyrin-bridging ligands could be systematically varied in a controllable manner through the simple modification of functional groups at the ", "meso", "-position of the porphyrin backbone on demand. Matsunaga and co-workers prepared a Zn-TCPEP MOF where TCPEP is 5,10,15,20-tetrakis(4-carboxymethylphenyl)ethynyl-porphyrin.", "(93)", " H", "2", "TCPEP had extended substituents at the ", "meso", "-position of the porphyrin.", "(93)", "The flat geometry of the porphyrin backbone with various substituents at the ", "meso", "-positions was found to be ideal for the construction of MOFs with a wide range of applications. Therefore, we discuss herein the preparation of thermally robust porphyrin-MOF and their microsized crystalline particles with hexagonal pore symmetry from pyridine-substituted porphyrin, 5,15-di(4-pyridyl)-10,20-di(4-methylphenyl)porphyrin (DpyDtolP), and their selective uptake of CO", "2", " over N", "2", ". Particularly, we thoroughly examined the CO", "2", "-containing single crystals of the MOFs in order to investigate the solid-state structures of the CO", "2", " molecules captured inside the MOF channels. We did so because the single crystal structures with captured molecules would provide new and important information for the development of better sorbent materials that would otherwise be difficult to obtain. Furthermore, the structural analysis of the MOFs with captured polyiodine chains was investigated.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Experimental Section", "Instrumentation", "Nuclear magnetic resonance (NMR) spectra were recorded on a Varian AS400 (399.937 MHz for ", "1", "H and 100.573 MHz for ", "13", "C) spectrometer. The ", "1", "H chemical shifts are referenced to the proton resonance resulting from the protic residue in deuterated solvent, and the ", "13", "C chemical shift recorded downfield in ppm relative to the carbon resonance of the deuterated solvents. The absorbance and emission spectra were obtained using an Agilent UV–vis–NIR spectrophotometer using quartz cells. All scanning electron microscopy (SEM) images were obtained using a JEOL JSM-7001F. The energy dispersive X-ray spectroscopy (EDX) was obtained using a Horiba EMAX Gatan at the Korea Basic Science Institute (KBSI) Seoul Center. The matrix-assisted laser-desorption-ionization time-of-flight mass spectra (MALDI-TOF) were obtained on a Bruker Daltonics LRF20 MALDI-TOF Mass Spectrometer at the Industry-Academic Cooperation Foundation, Yonsei University. The powder X-ray diffraction (PXRD) measurements were recorded with a Rigaku D/MAX Ultima III using nickel-filtered Cu Kα radiation (λ = 1.5418 Å). They were measured over a range of 2° < 2θ < 40° with an X’celerator detector operating at 40 kV and 30 mA or a Bruker D8 Advance diffractometer (40 kV, 40 mA, step size = 0.02°). The thermogravimetric analysis (TGA) was carried out using a Scinco TGA N-1000 in a nitrogen atmosphere at a heating rate of 10 °C min", "–1", " in the temperature range of 25–900 °C for the microsized particles. The TGA for the bulk MOF sample was carried out on a TGA Q5000 (TA Instruments) under a nitrogen atmosphere (ramping rate = 15 °C min", "–1", "). The cryogenic N", "2", " adsorption–desorption analysis was performed on a Belsorp-miniII at 77 K (BEL Japan). The as-prepared MOFs were dried at 473 K for 2 h under high vacuum before the measurements were taken. The low pressure CO", "2", " adsorption measurements were taken on the same equipment at 196 K (2-propanol/dry ice bath) and 273 K (ice bath). The infrared spectra were obtained using KBr pellets with a Bomen MB-104 spectrometer. The elemental analysis was performed at the Organic Chemistry Research Center, Sogang University (Seoul, Korea), using an EA1112 (CE Instruments, Italy), and the Raman measurements were performed using a LabRam Aramis spectrometer (Horiba Jobin Yvon). The 514 nm line of an Ar-ion laser was used for the measurements that required backscattering geometry. The X-ray photoelectron spectroscopy (XPS) analyses were performed on an ESCA 2000 with Al Kα as an X-ray source. The spectra were calibrated by using C 1s at 284.6 eV.", "Preparation of [Co(DpyDtolP)]", "6", " (", "I", ")", "DpyPtolP (0.064 g, 0.1 mmol, see ", "Supporting Information", " for detailed preparation), Co(NO", "3", ")", "2", "·6H", "2", "O (0.058 g, 0.2 mmol), and ", "N", ",", "N", "-dimethylformamide (DMF, 5 mL) were placed in a Teflon-lined high pressure vessel. The vessel was placed in an oven at 120 °C for 48 h. After cooling to room temperature, the purple crystalline needles were retrieved by filtration, washed with DMF, and dried in air. The yield was 0.044 g (60%). The single crystals suitable for X-ray crystallography were directly chosen from the as-prepared crystals. Anal. Calcd for C", "44", "H", "34", "N", "6", "O", "2", "Co (737.71): C, 71.64; H, 4.65; N, 11.39. Found: C, 71.57; H, 4.46; N, 11.59.", "Preparation of ", "micro-I", " and ", "micro-II", "A solution of DpyDtolP (2.5 mg, 3.4 μmol) in DMF (0.5 mL) was added to a solution of Co(NO", "3", ")", "2", "·6H", "2", "O (1.0 mg, 3.4 μmol) in DMF (0.05 mL) in a 4 mL vial equipped with a stirbar. The resulting mixture was heated at 120 °C and vigorously stirred for 45 min (for ", "micro-I", ") and 120 min (for ", "micro-II", "). After cooling to room temperature, the particles were collected by centrifugation and washed several times with DMF.", "Encapsulation of Iodine", "The same amount in mass (10 mg) of the evacuated ", "I", " and ", "micro-I", " were immersed in 10 mL of 2.0 mM iodine solution in cyclohexane. Aliquots from the top portion of the suspension were periodically withdrawn for UV/vis spectroscopic analysis. The remaining crystals of ", "I_I", "2", " were directly used for X-ray crystallography.", "Preparation of ", "I", "_CO", "2", " Single Crystals", "A crystal of as-prepared ", "I", " was put into a quartz capillary that was connected to the vacuum line. This single crystal was evacuated at 150 °C for 2 h under high vacuum. The evacuated capillary containing ", "I", " was transferred into the dry ice/acetone bath, and CO", "2", " gas was blown into the capillary for 2 h. The X-ray diffraction data were collected immediately at 170 K.", "Crystallography", "A single, purple needle crystal of ", "I", " was used for the X-ray crystallographic analysis. The X-ray intensity data were measured with a D8 Venture system equipped with a multilayer monochromator and a Cu IμS microfocus sealed-tube X-ray source (λ = 1.54178 Å). The frames were integrated with the Bruker SAINT software package by using a wide-frame algorithm. The X-ray diffraction data of ", "I_afterBET", " were collected on a Bruker APEX-II diffractomer equipped with a monochromator using the Mo Kα (λ = 0.71073 Å) incident beam. The X-ray diffraction data for ", "I_250dried", ", ", "I_CO", "2", "_195 K", ", and ", "I_I", "2", " were collected on a Bruker SMART APEX diffractometer equipped with a monochromator using the Mo Kα (λ = 0.71073 Å) incident beam. The CCD data were integrated and scaled using the Bruker-SAINT software package. The structures were solved and refined using the SHEXTL V6.12 program.", "(94)", " For the structure of ", "I_CO", "2", "_195 K", " containing CO", "2", " molecules, the occupancies of CO", "2", " have been fixed in order to obtain the best fit with the largest residual peaks. For the structure of ", "I_I", "2", ", the occupancies of I atoms have also been fixed in order to obtain the best fit with the largest residual peaks. All hydrogen atoms were placed in the calculated positions. The crystallographic data for ", "I", ", ", "I_afterBET", ", ", "I_250dried", ", ", "I_CO", "2", "_195 K", ", and ", "I_I", "2", " are listed in Table ", "1", ". The selected bond distances are listed in Table ", "2", ". The structural information can be obtained at the Cambridge Crystallographic Data Center (CCDC reference numbers are ", "956817", " for ", "I", ", ", "973913", " for ", "I_CO", "2", "_195 K", ", and ", "973914", " for ", "I_I", "2", ").", "Table 1. Crystallographic Data for ", "I", " ", "I", "I_after BET", "I_250dried", "I_CO", "2", "_195 K", "I_I", "2", "empirical formula", "C", "44", "H", "30", "CoN", "6", "C", "44", "H", "30", "CoN", "6", "C", "44", "H", "30", "CoN", "6", "3(C", "44", "H", "30", "CoN", "6", ")0.5(CO", "2", ")", "(C", "44", "H", "30", "CoN", "6", ")0.33(I)", "formula weight", "701.67", "701.67", "701.67", "2127.01", "743.93", "temperature (K)", "100(2)", "100(2)", "100(2)", "170(2)", "170(2)", "wavelength (Å)", "1.54178", "0.71073", "0.71073", "0.71073", "0.71073", "space group", "R", "3̅", "R", "3̅", "R", "3̅", "R", "3̅", "R", "3̅", "a", " (Å)", "32.6467(11)", "32.6593(4)", "32.637(5)", "32.721(5)", "32.425(5)", "b", " (Å)", "32.6467(11)", "32.6593(4)", "32.637(5)", "32.721(5)", "32.425(5)", "c", " (Å)", "9.2525(4)", "9.26720(10)", "9.3080(19)", "9.3160(19)", "9.3400(19)", "α (deg)", "90.00", "90.00", "90.00", "90.00", "90.00", "β (deg)", "90.00", "90.00", "90.00", "90.00", "90.00", "γ (deg)", "120.00", "120.00", "120.00", "120.00", "120.00", "volume (Å", "3", ")", "8540.2(5)", "8560.37(17)", "8586(2)", "8638(2)", "8504(2)", "Z", "9", "9", "9", "3", "3", "density (calcd) (Mg/m", "3", ")", "1.228", "1.225", "1.221", "1.227", "1.307", "absorption coeff. (mm", "–1", ")", "3.837", "0.489", "0.488", "0.486", "0.765", "crystal size (mm", "3", ")", "0.15 × 0.02 × 0.02", "0.54 × 0.10 × 0.08", "0.18 × 0.02 × 0.02", "0.35 × 0.03 × 0.03", "0.52 × 0.04 × 0.04", "reflections collected", "33770", "43485", "16389", "15856", "15256", "Independent reflections", "3972 [", "R", "(int) = 0.1303]", "3690 [", "R", "(int) = 0.0294]", "3757 [", "R", "(int) = 0.1513]", "3682 [", "R", "(int) = 0.0629]", "3619 [", "R", "(int) = 0.1693]", "data/restraints/parameters", "3972/0/233", "3690/0/233", "3757/0/233", "3682/1/234", "3619/0/239", "goodness-of-fit on ", "F", "2", "1.025", "1.060", "0.809", "1.065", "0.854", "final ", "R", " indices [", "I", " > 2σ(", "I", ")]", "R", "1", " = 0.0495, ", "wR", "2", " = 0.0851", "R", "1", " = 0.0284, ", "wR", "2", " = 0.0284", "R", "1", " = 0.0505, ", "wR", "2", " = 0.0908", "R", "1", " = 0.0458, ", "wR", "2", " = 0.1194", "R", "1", " = 0.0649, ", "wR", "2", " = 0.1424", "R", " indices (all data)", "R", "1", " = 0.0495, ", "wR", "2", " = 0.0851", "R", "1", " = 0.0350, ", "wR", "2", " = 0.0727", "R", "1", " = 0.1294, ", "wR", "2", " = 0.1016", "R", "1", " = 0.0651, ", "wR", "2", " = 0.1282", "R", "1", " = 0.1792, ", "wR", "2", " = 0.1729", "largest diff. peak and hole (e·Å", "–3", ")", "0.369 and −0.316", "0.443 and −0.270", "0.400 and −0.459", "0.365 and −1.792", "0.909 and −0.422", "Table 2. Selected Bond Distances for ", "I", " ", "I", "I_after BET", "I_250dried", "I_CO", "2", "_195 K", "I_I", "2", "M–N", "pyrrole", " (Å)", "1.9905(19)-1.998(2)", "1.9972(12)-2.0035(11)", "1.990(3)-2.001(3)", "1.9947(19)-2.0082(19)", "1.994(4), 1.999(4)", "M–N", "py", " (Å)", "2.259(2)", "2.2642(12)", "2.272(3)", "2.282(2)", "2.218(4)", "Characterization of Current–Voltage (", "I", "–", "V", ")", "The single crystal ", "I", "–", "V", " devices for ", "I_I", "2", " were prepared after drying the as-prepared ", "I", " under vacuum for 20 h. Next, they were treated with a solution of iodine in MeOH (0.5 mM) for 4 days. Upon washing and drying, the MOF single crystals (", "I", ") were deposited on the silicon wafer. Then, a designed mask was overlaid, and gold was deposited as electrodes for completing the fabrication of ", "I", "–", "V", " top-contact devices. The device performance was evaluated in air using a 4200-SCS semiconductor characterization system under ambient conditions, and the averages of the extracted values were obtained from a total of ten devices measured.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "The ligand, 5,15-di(4-pyridyl)-10,20-di(4-methylphenyl)porphyrin (DpyDtolP), has the porphyrin core bearing two pyridyl groups at the 5- and 15-positions and two 4-tolyl groups at the 10- and 20-positions. The metalation of DpyDtolP with Co(NO", "3", ")", "2", "·6H", "2", "O created a new three-dimensional (3-D) porphyrin-based MOF, [Co(DpyDtolP)]", "6", "·12H", "2", "O (", "I", "). The porphyrin-MOF, ", "I", ", was obtained at 120 °C in DMF with 48 h of reaction time. This new 3-D porphyrin-MOF, ", "I", ", possesses a hexagonally arranged micropore network as shown in Figure ", "1", "a and described in Table ", "1", "; the structures of ", "I", " along ", "a", "- and ", "b", "-axes were shown in Figure S1, ", "Supporting Information", ". The dimensions of the hexagonal channels were estimated as shown in Figure S2, ", "Supporting Information", ". Four pyrrolic nitrogen atoms coordinate a metal ion, and both pyridyl nitrogen atoms also coordinate the neighboring metal ions to form a 3-D hexagonal network. The coordination around each metal ion is a distorted octahedral structure constructed by six N atoms with four pyrrole groups in a plane and two pyridyls at the apical positions (Figure ", "1", "b and Table ", "2", "). In fact, two coordinated pyridyls are tilted from the N4 porphyrin ring with the tilting angles of 71.09(8)° for ", "I", " (Figure S3, ", "Supporting Information", "). Water molecules are present in the voids, but they could not be refined due to disordering problem. The total number of electrons for the disordered water molecules can be counted by using PLATON SQUEEZE, and the estimated number of water molecules can support the presence of certain water guests in the pore.", "Figure 1. (a) Structure of a solvent-free, 3-D [Co(DpyDtolP)]", "6", " (", "I", ") indicating hexagonally arranged micropores. (b) Coordination geometry around a Co", "II", " ion in a crystallographic inversion center. Displacement ellipsoids are shown at the 50% probability level. All hydrogen atoms were omitted for clarity. Symmetry operations: (i) 1 – ", "x", ", 2 – ", "y", ", 1 – ", "z", "; (ii) −1/3 – ", "x", " + ", "y", ", 1 + 1/3 – ", "x", ", 1/3 + ", "z", "; and (iii) 1 + 1/3 – ", "y", ", 1 + 2/3 + ", "x", " – ", "y", ", −1/3 + ", "z", ". (c) The Connolly surface of the solvent-free ", "I", " along the ", "c", "-axis probed with a probe radius of 1.4 Å. Gray color indicates the external surfaces, whereas the orange color indicates the internal surfaces. Two distinct pores are indicated at spots “A” and “B”.", "I", " crystallized in the trigonal space group ", "R", "3̅. The dimensions of a hexagonal channel without the 4-tolyl group can be anticipated as ", "a", "/2 × ", "a", "/√3 (16.32 × 18.85 Å), but the actual dimensions are smaller due to the 4-tolyl groups (Figure S2, ", "Supporting Information", "). The actual free radius is about 8.13 Å, which is estimated by measuring the distance between the channel center to one of the methyl C atoms in the six −CH", "3", " groups forming a hexamer and subtracting the van der Waals radius of C, 1.7 Å. On the basis of the PLATON analysis, the solvent-free ", "I", " indicated a 16.4% of void volume.", "(95)", " It is noted that the orientation of the hexagonally arranged, one-dimension (1-D)-like micropores are parallel to the ", "c", "-axis of the real crystal based on the face-indexing result (Figure ", "2", "). Thus, the single crystal of ", "I", " could be regarded as a crystalline bundle of inorganic–organic hybrid nanotubes with permanent microporosity. As discussed further in a later section, each 1-D channel is radially interconnected each other.", "Figure 2. Face-indexing result of a real crystal ", "I", " and the corresponding orientation of the unit cell. Arrow indicates the micropore orientation along the ", "c", "-axis.", "As depicted in Figure ", "3", ", the as-prepared ", "I", " contains two solvated water molecules per Co(DpyDtolP) unit as based on the elemental analysis and the thermogravimetric analysis (TGA). These two water molecules could be completely removed at 500 °C under ambient conditions. It is presumed that the small weight loss near 500 °C may be due to the removal of the −CH", "3", " groups (−4.3%). Notably, the single crystallinity of the framework of ", "I", " was still retained even after the loss of water molecules upon heating the sample at 250 °C under high vacuum for 2 h (Table ", "1", "). The actual shape of the open spaces in the solvent-free ", "I", " was evaluated by generating the Connolly surface as depicted in Figure ", "1", "c. The evacuated ", "I", " contains very well-defined 1-D open channels along the ", "c", "-axis. Interestingly, each 1-D channel is interconnected with other channels. Hence, two open spaces are marked as spots “A” and “B” in Figure ", "1", "c.", "Figure 3. TG profiles of the as-prepared ", "I", " (black), ", "micro-I", " (red), and ", "micro-II", " (blue) under N", "2", " atmosphere.", "When this robust empty framework was exposed to CO", "2", " gas at 195 K, the CO", "2", " molecules were captured in crystallographic −3 axes (Figure ", "4", "). The crystal structure of the ", "I_CO", "2", "_195 K", " was obtained at 170 K. The occupancies of the CO", "2", " have been fixed in order to obtain the best fit with the largest residual peaks (Table ", "1", "), but the actual occupancies at 195 K should be larger than the fixed occupancies since the uptake amount measured at 196 K reached up to 142.8 cm", "3", " g", "–1", " (6.37 mmol g", "–1", "). Very few examples for the solid-state structures of the CO", "2", " molecules captured inside the MOF were very recently reported.", "(96-98)", " The single crystal structures of the captured CO", "2", " molecules provide valuable information for the development of better sorbent materials that would otherwise be difficult to obtain. Shimizu and co-workers first reported on the crystal structure for the CO", "2", " molecules bound in the amine-functionalized MOF, Zn", "2", "(Atz)", "2", "(ox) where Atz is 3-amino-1,2,4-triazole and ox is oxalate.", "(96)", " In ", "I_CO", "2", "_195 K", ", we could only observe the CO", "2", " molecules partially captured in channel “A”. In our system, the interaction between the framework of ", "I", " and the CO", "2", " molecules might not be as strong as in Zn", "2", "(Atz)", "2", "(ox) due to the absence of Lewis base sites.", "Figure 4. Structure of ", "I_CO", "2", "_195 K", " along the ", "c", "-axis (a) and ", "b", "-axis (b). All hydrogen atoms were omitted for clarity.", "Stimulated by the successful determination of CO", "2", " captured single crystal structure of ", "I", ", the gas sorption capacities of the evacuated ", "I", " were evaluated further in detail by a standard volumetric sorption analysis for N", "2", ", CO", "2", ", H", "2", ", and CH", "4", " at suitable temperatures. The evacuated ", "I", " sorbed a small uptake amount of N", "2", " at 77 K as depicted in Figure ", "5", ", and it only sorbed 87.8 cm", "3", " g", "–1", " of N", "2", ". Nevertheless, the isotherm shape is type-I, which is a typical indication of microporosity. The BET surface area was 280 m", "2", " g", "–1", " with a total pore volume of 0.14 cm", "3", " g", "–1", ". The low uptake could be mainly attributed to the small pore dimension of ", "I", " due to the pore blocking effect of the bulky 4-tolyl moieties as well as relatively low adsorptivty of the N", "2", " gas.", "Figure 5. N", "2", " adsorption–desorption isotherms for solvent-free ", "I", " (a) and ", "micro-I", " (b) at 77 K.", "However, as shown in Figure ", "6", "a, the Co-MOF ", "I", " exhibited a large uptake of CO", "2", " at 196 K. The enhanced uptake of CO", "2", " over N", "2", " could be attributed to the smaller kinetic diameters of CO", "2", " (3.30 Å) than N", "2", " (3.64 Å).", "(43)", " Moreover, CO", "2", " is known to have better adsorptivity on the surfaces over N", "2", " because of its higher quadrupole moment (43.0 × 10", "–27", " esu", "–1", " cm", "–1", " for CO", "2", " vs 15.2 × 10", "–27", " esu", "–1", " cm", "–1", " for N", "2", ").", "(43)", " The low-pressure uptake amount measured at 196 K for ", "I", " reached up to 142.8 cm", "3", " g", "–1", " (6.37 mmol g", "–1", "). Notably, a very clear adsorption step around ", "P", " = 0.4 atm occurred. The adsorption step in an S-shape isotherm is usually attributed to one of the two factors: (1) the framework flexibility during adsorption", "(99, 100)", " or (2) the electronic attraction of preadsorbed CO", "2", " molecules with newly incoming CO", "2", " molecules.", "(101)", " Because the robustness of the framework of the evacuated ", "I", " was empirically demonstrated by the X-ray diffraction study, the origin of the step could be attributed to the latter. Nevertheless, another possibility in our system is that the adsorption step resulted from the presence of two distinct micropores in ", "I", ". Even though we could not directly observe the CO", "2", " molecules occupied in pore “B” in the ", "I_CO", "2", "_195 K", " structure, pore “A” could be filled first, and then pore “B” could be accessed by the CO", "2", " molecules upon increasing the CO", "2", " pressure. The desorption isotherm also displayed a very similar pattern compared with the adsorption isotherm. The location of the desorption step was virtually identical with that of the adsorption process. Very slight hysteretic behavior between the adsorption and desorption branches occurred. Interestingly, however, ", "I", " displayed almost no adsorption of CO", "2", " at 273 K. The amount of CO", "2", " sorption at 273 K was very small: 9.0 cm", "3", " g", "–1", " (0.40 mmol g", "–1", ").", "Figure 6. CO", "2", " adsorption–desorption isotherms for solvent-free ", "I", " (a) and ", "micro-I", " (b).", "Both gas sorption analyses for CH", "4", " at 196 K and H", "2", " at 77 K indicated low levels of uptake compared with the value for CO", "2", " at 196 K (Figure S4, ", "Supporting Information", "): CH", "4", ", 24.7 cm", "3", " g", "–1", " (1.10 mmol g", "–1", "); H", "2", ", 53.7 cm", "3", " g", "–1", " (2.39 mmol g", "–1", "). Despite the low levels of adsorption for the two gases, the adsorption of the smaller H", "2", " gas is more favorable than the large CH", "4", " gas.", "Encouraged by the excellent thermal stability of Co-MOF ", "I", ", we performed the high temperature stirring method in order to obtain analogous microparticles of Co-MOF ", "I", " within a short reaction time. Vigorous stirring of a solution composed of DpyDtolP and Co(NO", "3", ")", "2", "·6H", "2", "O in anhydrous DMF at 120 °C gave microsized crystalline needles (", "micro-I", " and ", "micro-II", "). The diameters of the needles were modulated systematically from ∼500 nm to ∼1 μm in thickness by varying the reaction time from 45 to 120 min (Figure S5, ", "Supporting Information", ").", "Remarkably, these microsized crystalline needles (", "micro-I", " and ", "micro-II", ") with various lengths exhibited the same PXRD patterns as the bulk single-crystalline Co-MOF ", "I", ", thus confirming that they are indeed isostructural in spite of their distinct fabrication methods (Figure S6, ", "Supporting Information", "). Regardless of their particle dimensions, the TGAs of ", "micro-I", " and ", "micro-II", " showed the same profiles for the dehydration step as ", "I", " (Figure ", "3", "). The curves show an initial weight loss due to the solvent liberation around 500 °C and the decomposition of the frameworks above 750 °C. These results demonstrate the excellent thermal stability of the frameworks despite the microsized nature of both ", "micro-I", " and ", "micro-II", ". ", "I", " indicated slower weight loss after 500 °C than both ", "micro-I", " and ", "micro-II", ", and this result can be attributed to the fact that smaller microsized MOFs can be thermally less stable at elevated temperature.", "The gas sorption capacities of the evacuated ", "micro-I", " were also investigated for N", "2", ", CO", "2", ", H", "2", ", and CH", "4", " at suitable temperatures. The evacuated ", "micro-I", " sorbed a very similar amount of N", "2", " at 77 K as compared to bulk ", "I", " and showed a typical type-I isotherm (Figure ", "5", "b). The sample exhibited a slightly lower BET surface area (260 m", "2", " g", "–1", ") than that of the bulk ", "I", ", but the total pore volume of 0.60 cm", "3", " g", "–1", " was 4-fold larger than that of the bulk ", "I", ". This result could be ascribed to the presence of the large interparticle voids for ", "micro-I", ", and these voids can be observed as a dramatic increase of an adsorbed amount of N", "2", " above ", "P", "/", "P", "0", " = 0.9 atm. The low uptake ability can be mainly attributed to the small pore dimension of ", "micro-I", ". This is due to the pore blocking effect of the bulky 4-tolyl moieties and the low adsorptivity of N", "2", " gas as mentioned earlier for the bulk ", "I", ". However, the evacuated ", "micro-I", " showed a relatively large amount of CO", "2", " uptake at 196 K but no adsorption of CO", "2", " at 273 K. These behaviors were very similar to those of the bulk Co-MOF ", "I", " (Figure ", "6", "). The CO", "2", " uptake amount measured at 196 K, 125.6 cm", "2", " g", "–1", " (5.60 mmol g", "–1", "), is comparable to that of ", "I", ". Even the shapes of the adsorption–desorption isotherms are very similar to that of bulk sample of ", "I", ". Interestingly, both bulk ", "I", " and ", "micro-I", " exhibited a much enhanced adsorption for CO", "2", " than N", "2", ". The gas sorption analyses for CH", "4", " at 196 K and H", "2", " at 77 K indicated low levels of uptake (Figure S4, ", "Supporting Information", "): CH", "4", ", 20.8 cm", "3", " g", "–1", " (0.93 mmol g", "–1", "); H", "2", ", 36.6 cm", "3", " g", "–1", " (1.63 mmol g", "–1", ").", "The capture of iodine inside the MOF channels is an attractive method for stabilizing the volatile and potentially toxic iodine.", "(102-108)", " Interestingly, when the robust solvent-free framework ", "I", " was immersed into a solution of iodine in cyclohexane, its hexagonally arranged channels allowed iodine to form very intriguing polyiodine chains. The iodine-captured framework of ", "I", ", ", "I_I", "2", ", was structurally characterized by X-ray crystallography (Table ", "1", "). The iodine atoms occupied the crystallographic −3 axes (Figure ", "7", "). The iodine–iodine distance is 3.064 Å, and the middle iodine atom has an inversion center generating I", "3", "–", " ion, and the distance between I", "3", "–", " is 3.212 Å (Figure ", "7", "c). Notably, the distance of I", "3", "–", "···I", "3", "–", " in the channel is relatively short compared with the previously reported values for an infinite I", "3", "–", " chain of 4.0–4.2 Å found in [H", "3", "O(dibenzo-18-crown-6)][I", "3", "].", "(109)", " Therefore, the polyiodine instead of discrete I", "3", "–", " ions adopts a symmetric structure in ", "I_I", "2", ". In contrast, the iodine–iodine distance is much elongated compared with the value found in I", "2", "@ZIF-8 (2.769 Å).", "(102)", " This unusual structure for the captured polyiodines in the channels is manifested by the unique pore geometry of ", "I", ". Although the exact identity of the iodine species in ", "I_I", "2", " needs further investigation, the structure of the encapsulated iodine species is best described as polyiodines instead of pure I", "2", " or I", "3", "–", ".", "(109, 110)", " The Raman spectroscopic analysis for ", "I_I", "2", " further corroborated this idea. Several key species such as I", "2", ", confined I", "2", ", and I", "3", "–", " ion give characteristic Raman signals at 200, 170, and 103 cm", "–1", ", respectively.", "(111)", " Compared with the as-prepared ", "I", ", the ", "I_I", "2", " exhibited new Raman absorption signals at 333, 220, 161, and 108 cm", "–1", " as shown in Figure S7, ", "Supporting Information", ". Therefore, polyiodine chains contain the analogous structures of I", "3", "–", " ion, confined I", "2", ", and other iodine species.", "Figure 7. Structure of ", "I_I", "2", " along the ", "c", "-axis (a) and ", "b", "-axis (b). All hydrogen atoms were omitted for clarity. (c) Dimensions of the polyiodine chains in a micropore. Symmetry operations: (i) 1 + 1/3 – ", "x", ", 2/3 – ", "y", ", 2/3 – ", "z", "; (ii) ", "x", ", ", "y", ", −1 + ", "z", "; (iii) 1 + 1/3 – ", "x", ", 2/3 – ", "y", ", −1/3 – ", "z", "; (iv) 1 + 1/3 – ", "x", ", 2/3 – ", "y", ", 1 + 2/3 – ", "z", "; and (v) ", "x", ", ", "y", ", 1 + ", "z", ".", "As shown in Figure S8, ", "Supporting Information", ", the content of the encapsulated I", "2", " in the ", "I_I", "2", " was estimated by TGA. The TG profile of the ", "I_I", "2", " exhibited a clear weight loss starting at 124 °C and maintained almost constant weight until 444 °C. Excluding for larger weight loss than as-prepared ", "I", ", this behavior is very similar to that of the as-prepared ", "I", ". This difference is solely attributed to the amount of I", "2", " encapsulated in the ", "I_I", "2", ". The calculated value of 1.68 mmol of I", "2", " per gram of the evacuated ", "I", " (29.8 wt % for ", "I_I", "2", ") clearly indicates that the encapsulation of I", "2", " is very effective.", "The X-ray photoelectron spectroscopy (XPS) analysis was performed on the as-prepared ", "I", " and ", "I_I", "2", " to elucidate the oxidation state of the Co metal ions because Co", "II", " could be partially oxidized into Co", "III", " during the encapsulation of I", "2", ". However, as given in Figure S9, ", "Supporting Information", ", the XPS spectra of both samples do not give a change in the signature due to the oxidation of Co", "II", " ion after I", "2", " encapsulation. The as-prepared ", "I", " raised the Co 2p doublet at 780.10 and 795.10 eV, whereas the ", "I_I", "2", " displayed a doublet at 781.62 and 797.62 eV. These values are in good agreement with the reported values for the Co", "II", " species.", "(112, 113)", " Therefore, the I", "3", "–", " moieties in the polyiodine chains are thought to be generated through the charge transfer interactions with the π-electron-rich 4-tolyl groups of DpyDtolP ligands in the channels.", "(114)", " In fact, the 4-tolyl groups effectively surround the 1-D channels, thereby resulting in good interactions with the captured iodine species as shown in Figure ", "7", ". The iodine 3d orbital doublet signals were observed for the ", "I_I", "2", " at their usual ranges: 619.3 and 630.8 eV.", "(115)", "Notably, these polyiodines are well surrounded by insulating MOF backbone. The system could be considered as molecular wires formed in framework of MOF. It is reported that the 1-D iodine chains were formed as inclusion crystals of the organic, zeolite-like tris(", "o", "-phenylenedioxy)cyclotriphosphazene (TPP), which showed electrical conductivities in the range of 10", "–6", "–10", "–8", " S m", "–1", " at room temperature.", "(116)", " In addition, other important electrically conductive MOF systems have been reported very recently by Dincǎ and co-workers", "(117)", " and Allendorf group.", "(118)", " As a proof-of-concept of molecular wire inside MOF channel, the electrical measurement of a single crystal of the ", "I_I", "2", " was performed using top-contacted single crystal devices. Figure ", "8", " shows the measured ", "I", "–", "V", " characteristics for the ", "I_I", "2", " (blue) and the as-prepared ", "I", " (red) devices. The current data showed a linear behavior for the bias voltages in the range of −50 to 50 V for the ", "I_I", "2", ". The extracted device resistance was determined from the device resistance (", "R", "0", ") of 4.48 × 10", "11", " Ω with a measured single crystal length (", "L", ") of 10 μm and diameter (", "D", ") of 8.77 μm. The average resistivity (", "R", ") and conductivity (ρ) were calculated to be ∼9.74 × 10", "5", " Ω m and ∼1.03 × 10", "–6", " S m", "–1", ", respectively, for a total of ten devices measured. In contrast, the as-prepared ", "I", " containing water solvate molecules showed ", "R", " and ρ values of ∼1.56 × 10", "6", " Ω m and ∼6.40 × 10", "–7", " S m", "–1", ", respectively. Apparently, the ", "I_I", "2", " device showed a 1.6 times greater conductivity than the device made of the as-prepared ", "I", ", and this difference could be attributed to the polyiodine chains in the micropores. The observed value is very similar to those of TPP·(I", "2", ")", "n", ".", "(116)", "Figure 8. Current–voltage (", "I", "–", "V", ") characteristics of the top-contacted single crystal devices of the ", "I_I", "2", " (blue) and the as-prepared ", "I", " (red). Insets: Optical microscopy image of a top-contacted single crystal device of the ", "I_I", "2", " (bottom right) and an expanded ", "I", "–", "V", " characteristics (top left).", "We also attempted to compare the iodine encapsulation kinetics between bulk ", "I", " and ", "micro-I", " in order to study the encapsulation efficiency of different sizes of the MOFs. Both samples were thermally treated under the same conditions to remove the water solvate molecules before the measurements were taken. Aliquots of the 2.0 mM iodine solution containing the same amount of the MOFs were periodically withdrawn to estimate the encapsulation amounts of the iodine (Figure ", "9", "). As expected, the encapsulation efficiency of the ", "micro-I", " was higher than that of bulk ", "I", " due to the microsize effect.", "(106)", "Figure 9. I", "2", " encapsulation kinetics for the bulk ", "I", " and ", "micro-I", " in cyclohexane.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Conclusions", "We prepared very robust, thermally stable porphyrin-based 3-D Co-MOF, [Co(DpyDtolP)]", "6", "·12H", "2", "O (", "I", "), which gave good refined diffraction data for the single crystal structure analysis after drying at 250 °C. The original crystal structure did not change even after heat treatment at 250 °C. Permanently microporous Co-MOF ", "I", " contained well-defined, radially interconnected, and hexagonally oriented 1-D channels. The evacuated ", "I", " exhibited a high uptake of CO", "2", " at 196 K, and the CO", "2", "-captured single crystal structure was successfully solved. The uptake amount of CO", "2", " at 196 K was higher than that of N", "2", " at 77 K. The microscale analogue of ", "I", ", ", "micro-I", ", also displayed very similar sorption isotherms and uptake amounts for CO", "2", " and N", "2", " under the same conditions. The ", "micro-I", " showed faster kinetics for encapsulating I", "2", " in cyclohexane. The crystal structure of the iodine-captured ", "I", ", ", "I_I", "2", ", was also refined, and the unique polyiodine chains in 1-D MOF channels were unequivocally confirmed. Both the XPS and Raman spectroscopic analyses indicated that the polyiodine chains contained several types of iodine species. As evidenced from high electrical conductivities, the 1-D polyiodine chains in the micropores behaved as molecular wires. As evidenced from ", "I–V", " characteristics, the electrically conducting properties of polyiodine chains were preserved. We envision that the functionalities in the 1-D micropores of ", "I", " could be further fine-tuned by introducing different functional groups at the position of the 4-tolyl groups for further advanced applications.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "Detailed preparation method of DpyDtolP ligand, additional crystal analysis results, gas sorption data, SEM images, PXRD spectra, Raman spectra, TGA curves, and XPS spectra. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "Author Contributions", "The manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript. Seung Hyun Chae and Hyun-Chul Kim contributed equally.", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "The Basic Science Research Program through the National Research Foundation of Korea (NRF) funded by the Ministry of Education, Science and Technology (2013R1A1A2006914, 2013R1A1A2007429, and 20100020209) is gratefully acknowledged.", "Abbreviations", "MOF", "metal–organic framework", "DpyDtolP", "5,15-di(4-pyridyl)-10,20-di(4-methylphenyl)porphyrin", "DMF", "N", ",", "N", "-dimethylformamide", "BET", "Brunauer–Emmett–Teller", "SEM", "scanning electron microscopy", "EDX", "energy dispersive X-ray spectroscopy", "MALDI-TOF", "matrix-assisted laser-desorption-ionization time-of-flight", "PXRD", "powder X-ray diffraction", "TGA", "thermogravimetric analysis", "XPS", "X-ray photoelectron spectroscopy", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 118 other publications.", "1. ", "Wang", ", ", "Z.", "; ", "Cohen", ", ", "S. M.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1315", "– ", "1329", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Postsynthetic modification of metal-organic frameworks", "Wang, Zhenqiang; Cohen, Seth M.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1315-1329", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This crit. review discusses modification of metal-org. frameworks (MOFs) in a postsynthetic scheme.  In this approach, the MOF is assembled and then modified with chem. reagents with preservation of the lattice structure.  Recent findings show amide couplings, isocyanate condensations, click' chem., and other reactions are suitable for postsynthetic modification (PSM).  In addn., a no. of MOFs, from IRMOF-3 to ZIF-90, are amenable to PSM.  The generality of PSM, in both scope of chem. reactions and range of suitable MOFs, clearly indicates that the approach is broadly applicable.  Indeed, the rapid increase in reports on PSM demonstrates this methodol. will play an increasingly important role in the development of MOFs for the foreseeable future (117 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurs%253D&md5=10201324893034e6f13702e86b62db16", "2. ", "Cohen", ", ", "S. M.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "970", "– ", "1000", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Postsynthetic Methods for the Functionalization of Metal-Organic Frameworks", "Cohen, Seth M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "970-1000", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The development of postsynthetic methods is discussed for the chem. modification and functionalization of metal-org. frameworks and related coordination polymers.  Emphasis is placed on the chem. approaches that result in the covalent modification of the org. linkers within the metal-org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFOmtr7O&md5=7925eb048cba3cfde64b5471dc919b24", "3. ", "Wang", ", ", "C.", "; ", "Liu", ", ", "D.", "; ", "Lin", ", ", "W.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "13222", "– ", "13234", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Metal-Organic Frameworks as A Tunable Platform for Designing Functional Molecular Materials", "Wang, Cheng; Liu, Demin; Lin, Wenbin", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "36", "),\r\n    ", "13222-13234", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs), also known as coordination polymers, represent an interesting class of cryst. mol. materials that were synthesized by combining metal-connecting points and bridging ligands.  The modular nature of and mild conditions for MOF synthesis have permitted the rational structural design of numerous MOFs and the incorporation of various functionalities via constituent building blocks.  The resulting designer MOFs showed promise for applications in a no. of areas, including gas storage/sepn., nonlinear optics/ferroelectricity, catalysis, energy conversion/storage, chem. sensing, biomedical imaging, and drug delivery.  The structure-property relations of MOFs can also be readily established by taking advantage of the knowledge of their detailed at. structures, which enables fine-tuning of their functionalities for desired applications.  Through the combination of mol. synthesis and crystal engineering, MOFs thus present an unprecedented opportunity for the rational and precise design of functional materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht1OjurbN&md5=59f57bfc391fa41f22f299ab704d8b22", "4. ", "Huh", ", ", "S.", "; ", "Chen", ", ", "H.-T.", "; ", "Wiench", ", ", "J. W.", "; ", "Pruski", ", ", "M.", "; ", "Lin", ", ", "V. S.-Y.", " ", "J. Am. Chem. Soc.", " ", "2004", ",  ", "126", ",  ", "1010", "– ", "1011", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Controlling the Selectivity of Competitive Nitroaldol Condensation by Using a Bifunctionalized Mesoporous Silica Nanosphere-Based Catalytic System", "Huh, Seong; Chen, Hung-Ting; Wiench, Jerzy W.; Pruski, Marek; Lin, Victor S.-Y.", "Journal of the American Chemical Society", "\r\n        (", "2004", "),\r\n    ", "126", "\r\n        (", "4", "),\r\n    ", "1010-1011", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of bifunctionalized mesoporous silica nanosphere-based (MSN) heterogeneous catalysts for the nitroaldol (Henry) reaction have been synthesized.  A common 3-[2-(2-aminoethylamino)ethylamino]propyl (AEP) primary group and three different secondary groups, ureidopropyl (UDP), mercaptopropyl (MP), and allyl (AL) functionalities, were incorporated to these mesoporous silica materials by introducing equal amts. of AEP-trimethoxysilane with UDP-, MP-, or AL-trialkoxysilane precursors to our previously reported co-condensation reaction.  Nanospheres were prepd. by mixing the corresponding reactants in the presence of CTAB, NaOH, and H2O and heating to 80° for 30 min; an example compd. thus prepd. was N-(2-aminoethyl)-N'-[3-(trimethoxysilyl)propyl]-1,2-ethanediamine polymer with silicic acid (H4SiO4) tetra-Et ester and [3-(trimethoxysilyl)propyl]urea.  Structures and relative concns. of the functional groups were detailed by solid-state NMR and other spectroscopic techniques.  The AEP group served as a catalyst, and the other secondary groups provided different noncovalent interactions to reactants and thereby controlled the reaction selectivity.  By varying the secondary group in these bifunctionalized MSN catalysts, the selectivity of a nitroaldol reaction of two competing benzaldehydes reacting with nitromethane was investigated by measuring the molar ratio of the nitroalkene products.  The selectivity of the bifunctionalized MSN catalysts could be systematically tuned simply by varying the physicochem. properties of the pore surface-bound secondary groups, i.e., polarity and hydrophobicity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXms1Glsw%253D%253D&md5=2c752afb0ff5588b2eff6dfda0aa2c2f", "5. ", "Huh", ", ", "S.", "; ", "Wiench", ", ", "J. W.", "; ", "Trewyn", ", ", "B. G.", "; ", "Song", ", ", "S.", "; ", "Pruski", ", ", "M.", "; ", "Lin", ", ", "V. S.-Y.", " ", "Chem. Commun.", " ", "2003", ",  ", "2364", "– ", "2365", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Tuning of particle morphology and pore properties in mesoporous silicas with multiple organic functional groups", "Huh, Seong; Wiench, Jerzy W.; Trewyn, Brian G.; Song, Seahn; Pruski, Marek; Lin, Victor S.-Y.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2003", "),\r\n    ", "\r\n        (", "18", "),\r\n    ", "2364-2365", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A synthetic method has been developed that can control both multifunctionalization and morphol. of the mesoporous org.-inorg. hybrid materials by introducing different molar ratios of organoalkoxysilane precursors to a base-catalyzed co-condensation of silicate.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXmvVOns70%253D&md5=1bdd777fb5a3c86c5724dd5f5f2094c5", "6. ", "Huh", ", ", "S.", "; ", "Wiench", ", ", "J. W.", "; ", "Yoo", ", ", "J.-C.", "; ", "Pruski", ", ", "M.", "; ", "Lin", ", ", "V. S.-Y.", " ", "Chem. Mater.", " ", "2003", ",  ", "15", ",  ", "4247", "– ", "4256", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Organic Functionalization and Morphology Control of Mesoporous Silicas via a Co-Condensation Synthesis Method", "Huh, Seong; Wiench, Jerzy W.; Yoo, Ji-Chul; Pruski, Marek; Lin, Victor S.-Y.", "Chemistry of Materials", "\r\n        (", "2003", "),\r\n    ", "15", "\r\n        (", "22", "),\r\n    ", "4247-4256", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of new mesoporous silica materials with MCM-41 type of structure contg. a homogeneous layer of org. functional groups inside the pores was prepd. using a co-condensation method under low surfactant concn. condition.  This reproducible synthetic approach resulted in high surface coverage with several functional groups such as a primary amine, secondary amine, urea, isocyanate, vinyl, and nitrile.  In addn., the presence of organoalkoxysilane precursors during the base catalyzed condensation greatly influenced the final particle shape.  By changing the precursor or its concn., the particle morphol. was tuned to various shapes, including spheres, tubes, and rods of various dimensions.  The synthetic procedures that gave rise to the specific particle morphologies were investigated and the mechanism responsible for shape control was postulated.  The structure and functionality of these materials were characterized by field-emission SEM, TEM, solid-state NMR spectroscopy, TGA, and nitrogen adsorption and desorption studies (BET isotherms and BJH pore size distribution measurements).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXnslalt78%253D&md5=7cc4555fd2f822d8b5c9e29f14961949", "7. ", "Li", ", ", "Q.", "; ", "Zhang", ", ", "W.", "; ", "Miljanić", ", ", "O. Š.", "; ", "Sue", ", ", "C.-H.", "; ", "Zhao", ", ", "Y.-L.", "; ", "Liu", ", ", "L.", "; ", "Knobler", ", ", "C. B.", "; ", "Stoddart", ", ", "J. F.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2009", ",  ", "325", ",  ", "855", "– ", "859", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Docking in Metal-Organic Frameworks", "Li, Qiaowei; Zhang, Wenyu; Miljanic, Ognjen S.; Sue, Chi-Hau; Zhao, Yan-Li; Liu, Lihua; Knobler, Carolyn B.; Stoddart, J. Fraser; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2009", "),\r\n    ", "325", "\r\n        (", "5942", "),\r\n    ", "855-859", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "The use of metal-org. frameworks (MOFs) so far has largely relied on nonspecific binding interactions to host small mol. guests.  The authors used long org. struts (~2 nm) incorporating 34- and 36-membered macrocyclic polyethers as recognition modules in the construction of several cryst. primitive cubic frameworks that engage in specific binding in a way not obsd. in passive, open reticulated geometries.  MOF-1001 is capable of docking paraquat dication (PQT2+) guests within the macrocycles in a stereoelectronically controlled fashion.  This act of specific complexation yields quant. the corresponding MOF-1001 pseudorotaxanes, as confirmed by x-ray diffraction and by solid- and soln.-state NMR spectroscopic studies performed on MOF-1001, its pseudorotaxanes, and their mol. strut precursors.  A control expt. involving the attempted inclusion of PQT2+ inside a framework (MOF-177) devoid of polyether struts showed negligible uptake of PQT2+, indicating the importance of the macrocyclic polyether in PQT2+ docking.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXps1Ogsb4%253D&md5=655dc9f6d1a194d49e7070570cacd2f9", "8. ", "Shustova", ", ", "N. B.", "; ", "Cozzolino", ", ", "A. F.", "; ", "Reineke", ", ", "S.", "; ", "Baldo", ", ", "M.", "; ", "Dincă", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "13326", "– ", "13329", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Selective Turn-On Ammonia Sensing Enabled by High-Temperature Fluorescence in Metal-Organic Frameworks with Open Metal Sites", "Shustova, Natalia B.; Cozzolino, Anthony F.; Reineke, Sebastian; Baldo, Marc; Dinca, Mircea", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "36", "),\r\n    ", "13326-13329", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Fluorescent mols. incorporated as ligands in rigid, porous metal-org. frameworks (MOFs) maintain their fluorescence response to a much higher temp. than in mol. crystals.  The remarkable high-temp. ligand-based fluorescence, demonstrated here with tetraphenylethylene- and dihydroxyterephthalate-based linkers, is essential for enabling selective and rapid detection of analytes in the gas phase.  Both Zn2(TCPE) (TCPE = tetrakis-(4-carboxyphenyl)-ethylene) and Mg-(H2DHBDC) (H2DHBDC2- = 2,5-dihydroxybenzene-1,4-dicarboxylate) function as selective sensors for ammonia at 100°, although neither shows NH3 selectivity at room temp.  Variable-temp. diffuse-reflectance IR spectroscopy, fluorescence spectroscopy, and x-ray crystallog. are coupled with d.-functional calcns. to interrogate the temp.-dependent guest-framework interactions and the preferential analyte binding in each material.  These results describe a heretofore unrecognized, yet potentially general property of many rigid, fluorescent MOFs and portend new applications for these materials in selective sensors, with selectivity profiles that can be tuned as a function of temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtlChsbfM&md5=0242efee6c2e70e95fb20b0163aa4c77", "9. ", "Lan", ", ", "A.", "; ", "Li", ", ", "K.", "; ", "Wu", ", ", "H.", "; ", "Olson", ", ", "D. H.", "; ", "Emge", ", ", "T. J.", "; ", "Ki", ", ", "W.", "; ", "Hong", ", ", "M.", "; ", "Li", ", ", "J.", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "48", ",  ", "2334", "– ", "2338", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "A luminescent microporous metal-organic framework for the fast and reversible detection of high explosives", "Lan, Anjian; Li, Kunhao; Wu, Haohan; Olson, David H.; Emge, Thomas J.; Ki, Woosoek; Hong, Maochun; Li, Jing", "Angewandte Chemie, International Edition", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "13", "),\r\n    ", "2334-2338", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A highly luminescent microporous metal-org. framework, [Zn2(bpdc)2(bpee)] (bpdc = 4,4'-biphenyldicarboxylate; bpee = 1,2-bipyridylethene), was prepd., characterized by X-ray crystallog., and found to be capable of very fast and reversible detection of the vapors of the nitroarom. explosive 2,4-dinitrotoluene and the plastic explosive taggant 2,3-dimethyl-2,3-dinitrobutane through redox fluorescence quenching with unprecedented sensitivity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkt1yqtb8%253D&md5=d02d4635719a0cae1e9d3a610a9645fb", "10. ", "Chen", ", ", "Z.", "; ", "Sun", ", ", "Y.", "; ", "Zhang", ", ", "L.", "; ", "Sun", ", ", "D.", "; ", "Liu", ", ", "F.", "; ", "Meng", ", ", "Q.", "; ", "Wang", ", ", "R.", "; ", "Sun", ", ", "D.", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "11557", "– ", "11559", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "A tubular europium-organic framework exhibiting selective sensing of Fe3+ and Al3+ over mixed metal ions", "Chen, Zhen; Sun, Yanwen; Zhang, Liangliang; Sun, Di; Liu, Fuling; Meng, Qingguo; Wang, Rongming; Sun, Daofeng", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "98", "),\r\n    ", "11557-11559", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A luminescent europium-org. framework, [H2NMe2][Eu(H2O)2(BTMIPA)]·2H2O, with tubular channels based on the H4BTMIPA ligand (H4BTMIPA = 5,5'-methylenebis(2,4,6-trimethylisophthalic acid)) was assembled and characterized crystallog.  The [H2NMe2]+ ions as counterions are located in the channels.  The cation exchange between [H2NMe2]+ and metal ions demonstrated that complex 1 can selectively sense Fe3+ and Al3+ ions through fluorescence quenching and enhancement, resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslyht7nI&md5=dfb3948af1c7326c4cc8a30ade23bdb5", "11. ", "Lu", ", ", "Z.-Z.", "; ", "Zhang", ", ", "R.", "; ", "Li", ", ", "Y.-Z.", "; ", "Guo", ", ", "Z.-J.", "; ", "Zheng", ", ", "H.-G.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "4172", "– ", "4174", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Solvatochromic Behavior of a Nanotubular Metal-Organic Framework for Sensing Small Molecules", "Lu, Zhen-Zhong; Zhang, Rui; Li, Yi-Zhi; Guo, Zi-Jian; Zheng, He-Gen", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "12", "),\r\n    ", "4172-4174", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A nanotubular metal-org. framework (MOF), {[(WS4Cu4)I2(dptz)3]·DMF}n (dptz = 3,6-di(pyridin-4-yl)-1,2,4,5-tetrazine, DMF = DMF) for sensing small solvent mols. is presented.  When accommodating different solvent mols. as guests, the resulting inclusion compds. exhibit different colors depending on the solvent guests, and more interestingly, the band gaps of these solvent-included complexes are in linear correlation with the polarity of the guest solvents.  The solvent mols. can be sensed by the changes of UV-visible spectra of the corresponding inclusion compds., showing a new way of signal transduction as a new kind of sensor.  The sensing by such a MOF occurs within the channel-contg. material rather than on the external surface.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXislGntbk%253D&md5=039fac5f14b14b2f4199d5ed2fb15612", "12. ", "He", ", ", "J.", "; ", "Zha", ", ", "M.", "; ", "Cui", ", ", "J.", "; ", "Zeller", ", ", "M.", "; ", "Hunter", ", ", "A. D.", "; ", "Yiu", ", ", "S.-M.", "; ", "Lee", ", ", "S.-T.", "; ", "Xu", ", ", "Z.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "7807", "– ", "7810", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Convenient Detection of Pd(II) by a Metal-Organic Framework with Sulfur and Olefin Functions", "He, Jun; Zha, Meiqin; Cui, Jieshun; Zeller, Matthias; Hunter, Allen D.; Yiu, Shek-Man; Lee, Shuit-Tong; Xu, Zhengtao", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "21", "),\r\n    ", "7807-7810", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A highly specific, distinct color change in the crystals of a metal-org. framework with pendant allyl thioether units in response to Pd species was discovered.  The color change (from light yellow to orange/brick red) can be triggered by Pd species at concns. of a few ppm and points to the potential use of these crystals in colorimetric detection and quantification of Pd(II) ions.  The swift color change is likely due to the combined effects of the multiple functions built into the porous framework: the carboxyl groups for bonding with Zn(II) ions to assemble the host network and the thioether and alkene functions for effective uptake of the Pd(II) analytes (e.g., via the alkene-Pd interaction).  The resultant loading of Pd (and other noble metal) species into the porous solid also offers rich potential for catalysis applications, and the alkene side chains are amenable to wide-ranging chem. transformations (e.g., bromination and polymn.), enabling further functionalization of the porous networks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXntVOktb8%253D&md5=455b52f5f931d0b784a9801c567a9065", "13. ", "Dong", ", ", "M.-J.", "; ", "Zhao", ", ", "M.", "; ", "Ou", ", ", "S.", "; ", "Zou", ", ", "C.", "; ", "Wu", ", ", "C.-D.", " ", "Angew. Chem., Int. Ed.", " ", "2014", ",  ", "53", ",  ", "1575", "– ", "1579", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "A Luminescent Dye@MOF Platform: Emission Fingerprint Relationships of Volatile Organic Molecules", "Dong, Ming-Jie; Zhao, Min; Ou, Sha; Zou, Chao; Wu, Chuan-De", "Angewandte Chemie, International Edition", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "6", "),\r\n    ", "1575-1579", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Self-assembly of luminescent moieties into porous metal-org. frameworks (MOFs) has generated many luminescent platforms for probing volatile org. mols. (VOMs).  However, most of those explored thus far have only been based on the luminescence intensity of one transition, which is not efficient for probing different VOMs.  The authors synthesized a luminescent MOF material contg. 1-dimensional nanotube channels, and further developed a luminescent dye@MOF platform to realize the probing of different VOMs by tuning the energy transfer efficiency between two different emissions.  The dye@MOF platform exhibits excellent fingerprint correlation between the VOM and the emission peak-height ratio of ligand to dye moieties.  The dye@MOF sensor is self-calibrating, stable, and instantaneous, thus the approach should be a very promising strategy to develop luminescent materials with unprecedented practical applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXis1agug%253D%253D&md5=d63b21b248145dee20d11310cb52ba5c", "14. ", "Cundy", ", ", "C. S.", "; ", "Cox", ", ", "P. A.", " ", "Chem. Rev.", " ", "2003", ",  ", "103", ",  ", "663", "– ", "701", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "The Hydrothermal Synthesis of Zeolites: History and Development from the Earliest Days to the Present Time", "Cundy, Colin S.; Cox, Paul A.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2003", "),\r\n    ", "103", "\r\n        (", "3", "),\r\n    ", "663-701", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The history and development of the hydrothermal synthesis of zeolites from the 1940s and 1950s to the present time is presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXhtlSrsrk%253D&md5=2754a79dcba6ff1a6c29bbb368b55300", "15. ", "Clearfield", ", ", "A.", " ", "Chem. Rev.", " ", "1988", ",  ", "88", ",  ", "125", "– ", "148", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Role of ion exchange in solid-state chemistry", "Clearfield, Abraham", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "1988", "),\r\n    ", "88", "\r\n        (", "1", "),\r\n    ", "125-48", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    ", "A review, with 248 refs., on prepn. of new exchangers and their properties, use of ion exchange processes to prep. new compds., proton and fast ion transport, electrochem. devices based on ionic conductors, and some theor. considerations.  Zeolites and clay chem. are not discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1cXos1Knsw%253D%253D&md5=59c74570e1b208c162abbefc268f8476", "16. ", "Davis", ", ", "M. E.", " ", "Nature", " ", "2002", ",  ", "417", ",  ", "813", "– ", "821", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Ordered porous materials for emerging applications", "Davis, Mark E.", "Nature (London, United Kingdom)", "\r\n        (", "2002", "),\r\n    ", "417", "\r\n        (", "6891", "),\r\n    ", "813-821", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  \"Space,the final frontier.  \"This preamble to a well-known television series captures the challenge encountered not only in space travel adventures, but also in the field of porous materials, which aims to control the size, shape and uniformity of the porous space and the atoms and mols. that define it.  The past decade has seen significant advances in the ability to fabricate new porous solids with ordered structures from a wide range of different materials.  This has resulted in materials with unusual properties and broadened their application range beyond the traditional use as catalysts and adsorbents.  In fact, porous materials now seem set to contribute to developments in areas ranging from microelectronics to medical diagnosis.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38Xks1Wmurs%253D&md5=1ca631c09ad2fb56a65325f163f265aa", "17. ", "Corma", ", ", "A.", " ", "Chem. Rev.", " ", "1995", ",  ", "95", ",  ", "559", "– ", "614", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Inorganic Solid Acids and Their Use in Acid-Catalyzed Hydrocarbon Reactions", "Corma, A.", "Chemical Reviews (Washington, D. C.)", "\r\n        (", "1995", "),\r\n    ", "95", "\r\n        (", "3", "),\r\n    ", "559-614", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review with 720 refs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXltlyktbg%253D&md5=ce1fc157e4571582d4048853d8ff6cfb", "18. ", "Corma", ", ", "A.", " ", "Chem. Rev.", " ", "1997", ",  ", "97", ",  ", "2373", "– ", "2419", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "From Microporous to Mesoporous Molecular Sieve Materials and Their Use in Catalysis", "Corma, Avelino", "Chemical Reviews (Washington, D. C.)", "\r\n        (", "1997", "),\r\n    ", "97", "\r\n        (", "6", "),\r\n    ", "2373-2419", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review with 484 refs on topics of: zeolite contg. mesopores, pillared layered solids, silica-aluminas with narrower pore size distribution, and ordered mesoporous materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXlvVyhtb8%253D&md5=5be57078a95bf3320e343544a4ca8937", "19. ", "Blasco", ", ", "T.", "; ", "Boronat", ", ", "M.", "; ", "Concepcin", ", ", "P.", "; ", "Corma", ", ", "A.", "; ", "Law", ", ", "D.", "; ", "Vidal-Moya", ", ", "J. A.", " ", "Angew. Chem., Int. Ed.", " ", "2007", ",  ", "46", ",  ", "3938", "– ", "3941", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "Carbonylation of methanol on metal-acid zeolites: evidence for a mechanism involving a multisite active center", "Blasco, Teresa; Boronat, Mercedes; Concepcion, Patricia; Corma, Avelino; Law, David; Vidal-Moya, Jose Alejandro", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "21", "),\r\n    ", "3938-3941", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "IR operando and \"in situ\" MAS NMR spectroscopic techniques were used to detect the intermediates involved in the carbonylation of methanol on zeolites (mordenite).  The presence of Cu as well as Bronsted acid sites enhances the rate of carbonylation over that of the metal-free sample (which produces mainly acetic acid) by preferential adsorption of CO and di-Me ether on Cu and leads mainly to Me acetate.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXmtFCksb8%253D&md5=ee85e7f900d293cc980afcbf7e335d7a", "20. ", "Furukawa", ", ", "H.", "; ", "Ko", ", ", "N.", "; ", "Go", ", ", "Y. B.", "; ", "Aratani", ", ", "N.", "; ", "Choi", ", ", "S. B.", "; ", "Choi", ", ", "E.", "; ", "Yazaydin", ", ", "A. Ö.", "; ", "Snurr", ", ", "R. Q.", "; ", "O’Keeffe", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2010", ",  ", "329", ",  ", "424", "– ", "428", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "20. ", "Ultrahigh Porosity in Metal-Organic Frameworks", "Furukawa, Hiroyasu; Ko, Nakeun; Go, Yong Bok; Aratani, Naoki; Choi, Sang Beom; Choi, Eunwoo; Yazaydin, A. Oezguer; Snurr, Randall Q.; O'Keeffe, Michael; Kim, Jaheon; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "329", "\r\n        (", "5990", "),\r\n    ", "424-428", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Cryst. solids with extended non-interpenetrating three-dimensional crystal structures were synthesized that support well-defined pores with internal diams. of up to 48 angstroms.  The Zn4O(CO2)6 unit was joined with either one or two kinds of org. link, 4,4',4''-[benzene-1,3,5-triyl-tris(ethyne-2,1-diyl)]tribenzoate (BTE), 4,4',44''-[benzene-1,3,5-triyl-tris(benzene-4,1-diyl)]tribenzoate (BBC), 4,4',44''-benzene-1,3,5-triyl-tribenzoate (BTB)/2,6-naphthalenedicarboxylate (NDC), and BTE/biphenyl-4,4'-dicarboxylate (BPDC), to give four metal-org. frameworks (MOFs), MOF-180, -200, -205, and -210, resp.  Members of this series of MOFs show exceptional porosities and gas (hydrogen, methane, and carbon dioxide) uptake capacities.  For example, MOF-210 has Brunauer-Emmett-Teller and Langmuir surface areas of 6240 and 10,400 square meters per g, resp., and a total carbon dioxide storage capacity of 2870 mg per g.  The vol.-specific internal surface area of MOF-210 (2060 square meters per cubic centimeter) is equiv. to the outer surface of nanoparticles (3-nm cubes) and near the ultimate adsorption limit for solid materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptVWgsb8%253D&md5=ce5cd4101a6f96dc0d6c349bc478b3b0", "21. ", "Chae", ", ", "H. K.", "; ", "Siberio-Pérez", ", ", "D. Y.", "; ", "Kim", ", ", "J.", "; ", "Go", ", ", "Y. B.", "; ", "Eddaoudi", ", ", "M.", "; ", "Matzger", ", ", "A. J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Nature", " ", "2004", ",  ", "427", ",  ", "523", "– ", "527", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "A route to high surface area, porosity and inclusion of large molecules in crystals", "Chae, Hee K.; Siberio-Perez, Diana Y.; Kim, Jaheon; Go, Yong Bok; Eddaoudi, Mohamed; Matzger, Adam J.; O'Keeffe, Michael; Yaghi, Omar M.", "Nature (London, United Kingdom)", "\r\n        (", "2004", "),\r\n    ", "427", "\r\n        (", "6974", "),\r\n    ", "523-527", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "One of the outstanding challenges in the field of porous materials is the design and synthesis of chem. structures with exceptionally high surface areas.  Such materials are of crit. importance to many applications involving catalysis, sepn. and gas storage.  The claim for the highest surface area of a disordered structure is for C, at 2,030 m2 g-1 (M. Nijkamp, et al., 2001).  Until recently, the largest surface area of an ordered structure was that of zeolite Y, recorded at 904 m2 g-1 (A. W. Chester, et al., 2000).  But with the introduction of metal-org. framework materials, this was exceeded, with values up to 3,000 m2 g-1.  Despite this, no method of detg. the upper limit in surface area for a material has yet been found.  Here the authors present a general strategy that has provided a structure having by far the highest surface area reported to date.  The authors report the design, synthesis and properties of cryst. Zn4O(1,3,5-benzenetribenzoate)2, a new metal-org. framework with a surface area estd. at 4,500 m2 g-1.  This framework, which the authors name MOF-177, combines this exceptional level of surface area with an ordered structure that has extra-large pores capable of binding polycyclic org. guest mols., attributes not previously combined in one material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXpsFWguw%253D%253D&md5=c5e01fc1ae8145737276e816abb3b87d", "22. ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Rosi", ", ", "N.", "; ", "Vodak", ", ", "D.", "; ", "Wachter", ", ", "J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2002", ",  ", "295", ",  ", "469", "– ", "472", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "22. ", "Systematic design of pore size and functionality in isoreticular MOFs and their application in methane storage", "Eddaoudi, Mohamed; Kim, Jaheon; Rosi, Nathaniel; Vodak, David; Wachter, Joseph; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2002", "),\r\n    ", "295", "\r\n        (", "5554", "),\r\n    ", "469-472", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A strategy based on reticulating metal ions and org. carboxylate links into extended networks has been advanced to a point that allowed the design of porous structures in which pore size and functionality could be varied systematically.  Metal-org. framework (MOF-5), a prototype of a new class of porous materials and one that is constructed from octahedral Zn-O-C clusters and benzene links, was used to demonstrate that its three-dimensional porous system can be functionalized with the org. groups -Br, -NH2, -OC3H7, -OC5H11, -C2H4, and -C4H4 and that its pore size can be expanded with the long mol. struts biphenyl, tetrahydropyrene, pyrene, and terphenyl.  We synthesized an isoreticular series (one that has the same framework topol.) of 16 highly cryst. materials whose open space represented up to 91.1% of the crystal vol., as well as homogeneous periodic pores that can be incrementally varied from 3.8 to 28.8 Å.  One member of this series exhibited a high capacity for methane storage (240 cm3 at std. temp.), and others the lowest densities (0.41 to 0.21 g/cm3) for a cryst. material at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlyrtLjP&md5=d218d4040887f5fb390a733ee156d27b", "23. ", "Furukawa", ", ", "H.", "; ", "Kim", ", ", "J.", "; ", "Ockwig", ", ", "N. W.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "11650", "– ", "11661", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Control of Vertex Geometry, Structure Dimensionality, Functionality, and Pore Metrics in the Reticular Synthesis of Crystalline Metal-Organic Frameworks and Polyhedra", "Furukawa, Hiroyasu; Kim, Jaheon; Ockwig, Nathan W.; O'Keeffe, Michael; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "35", "),\r\n    ", "11650-11661", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. polyhedra and frameworks (MOPs and MOFs) were prepd. by linking paddlewheel-type M2(CO2)4 (M = Cu and Zn) as square structural building units (SBU's) with a variety of org. linkers designed to control the dimensionality (periodicity) and topol. of the resulting structures.  The authors describe the prepn., characterization, and crystal structures of 5 new MOPs and 11 new MOFs (termed MOP-14, -15, -17, -23, -24 and MOF-114, -115, -116, -117, -118, -119, -222, -601, -602, -603, -604) and show how their structures are related to the shape and functionality of the building blocks.  The gas uptake behaviors of MOP-23 and MOF-601 to -603 are also presented as evidence that these structures have permanent porosity and rigid architectures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXps1Knu7w%253D&md5=bed11f38c75a8c425c6ed6b276e26ad9", "24. ", "Hong", ", ", "D. H.", "; ", "Suh", ", ", "M. P.", " ", "Chem.—Eur. J.", " ", "2014", ",  ", "20", ",  ", "426", "– ", "434", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "24. ", "Enhancing CO2 Separation Ability of a Metal-Organic Framework by Post-Synthetic Ligand Exchange with Flexible Aliphatic Carboxylates", "Hong, Dae Ho; Suh, Myunghyun Paik", "Chemistry - A European Journal", "\r\n        (", "2014", "),\r\n    ", "20", "\r\n        (", "2", "),\r\n    ", "426-434", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A series of porous metal-org. frameworks having flexible carboxylic acid pendants in their pores (UiO-66-ADn: n = 4, 6, 8, and 10, where n denotes the no. of carbons in a pendant) has been synthesized by post-synthetic ligand exchange of terephthalate in UiO-66 with a series of alkanedioic acids (HO2C(CH2)n-2CO2H).  NMR, IR spectra, powder XRD, TEM, and mass spectra suggested that a terephthalate linker in UiO-66 was substituted by two alkanedioate moieties, resulting in free carboxyl pendants in the pores.  When post-synthetically modified UiO-66 was partially digested by adjusting the amt. of added HF per sample, NMR spectra indicated that the ratio of alkanedioic acid/terephthalic acid was increased with smaller amts. of acid, implying that the ligand substitution proceeded from the outer layer of the particles.  Gas sorption studies indicated that the surface areas and the pore vols. of all UiO-66-ADns were decreased compared to those of UiO-66, and that the CO2 adsorption capacities of UiO-66-ADn (n = 4, 8) were similar to that of UiO-66.  In the case of UiO-66-AD6, the CO2 uptake capacity was 34% higher at 298 K and 58% higher at 323 K compared to those of UiO-66.  It was elucidated by thermodn. calcns. that the introduction of flexible carboxyl pendants of appropriate length has two effects: (1) it increases the interaction enthalpy between the host framework and CO2 mols., and (2) it mitigates the entropy loss upon CO2 adsorption due to the formation of multiple configurations for the interactions between carboxyl groups and CO2 mols.  The ideal adsorption soln. theory (IAST) selectivity for CO2 adsorption over that of CH4 was enhanced for all of the UiO-66-ADns compared to that of UiO-66 at 298 K.  In particular, UiO-66-AD6 showed the most strongly enhanced CO2 uptake capacity and significantly increased selectivity for CO2 adsorption over that of CH4 at ambient temp., suggesting that it is a promising material for sequestering CO2 from landfill gas.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvFOmtL3K&md5=6c8e2883228b65f13093b711138f2f3c", "25. ", "Zhao", ", ", "D.", "; ", "Timmons", ", ", "D. J.", "; ", "Yuan", ", ", "D.", "; ", "Zhou", ", ", "H.-C.", " ", "Acc. Chem. Res.", " ", "2011", ",  ", "44", ",  ", "123", "– ", "133", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Tuning the Topology and Functionality of Metal-Organic Frameworks by Ligand Design", "Zhao, Dan; Timmons, Daren J.; Yuan, Daqiang; Zhou, Hong-Cai", "Accounts of Chemical Research", "\r\n        (", "2011", "),\r\n    ", "44", "\r\n        (", "2", "),\r\n    ", "123-133", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) -highly cryst. hybrid materials that combine metal ions with rigid org. ligands- have emerged as an important class of porous materials.  The org. ligands add flexibility and diversity to the chem. structures and functions of these materials.  In this Account, we summarize our lab.'s experience in tuning the topol. and functionality of MOFs by ligand design.  These investigations have led to new materials with interesting properties.  By using a ligand that can adopt different symmetry conformations through free internal bond rotation, we have obtained two MOFs that are supramol. stereoisomers of each other at different reaction temps.  In another case, where the dimerized ligands function as a D3-Piedfort unit spacer, we achieve chiral (10,3)-a networks.  In the design of MOF-based materials for hydrogen and methane storage, we focused on increasing the gas affinity of frameworks by using ligands with different geometries to control the pore size and effectively introduce unsatd. metal centers (UMCs) into the framework.  Framework interpenetration in PCN-6 (PCN stands for porous coordination network) can lead to higher hydrogen uptake.  Because of the proper alignment of the UMCs, PCN-12 holds the record for uptake of hydrogen at 77 K/760 Torr.  In the case of methane storage, PCN-14 with anthracene-derived ligand achieves breakthrough storage capacity, at a level 28% higher than the U.S. Department of Energy target.  Selective gas adsorption requires a pore size comparable to that of the target gas mols.; therefore, we use bulky ligands and network interpenetration to reduce the pore size.  In addn., with the help of an amphiphilic ligand, we were able to use temp. to continuously change pore size in a 2D layer MOF.  Adding charge to an org. ligand can also stabilize frameworks.  By ionizing the amine group within mesoMOF-1, the resulting electronic repulsion keeps the network from collapsing, giving rise to the first case of mesoporous MOF that demonstrates the type IV isotherm.  We use dendritic hexacarboxylate ligands to synthesize an isoreticular series of MOFs with (3,24)-connected network topol.  The cuboctahedral cages serve as building blocks that narrow the opening of the mesocavities into microwindows and stabilize these MOFs.  The resulting materials have exceptionally high surface areas and hydrogen uptake capacities.  Despite the many achievements in MOF development, there is still ample opportunity for further exploration.  We will be continuing our efforts and look forward to contributing to this blossoming field in the next decade.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsV2ksbfO&md5=f17f81d99259e7ee659b30bcc2ddeea2", "26. ", "Deng", ", ", "H.", "; ", "Doonan", ", ", "C. J.", "; ", "Furukawa", ", ", "H.", "; ", "Ferreira", ", ", "R. B.", "; ", "Towne", ", ", "J.", "; ", "Knobler", ", ", "C. B.", "; ", "Wang", ", ", "B.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2010", ",  ", "327", ",  ", "846", "– ", "850", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "Multiple Functional Groups of Varying Ratios in Metal-Organic Frameworks", "Deng, Hexiang; Doonan, Christian J.; Furukawa, Hiroyasu; Ferreira, Ricardo B.; Towne, John; Knobler, Carolyn B.; Wang, Bo; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "327", "\r\n        (", "5967", "),\r\n    ", "846-850", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Metal-org. frameworks (MOFs) can incorporate a large no. of different functionalities on linking groups in a way that mixes the linker, rather than forming sep. domains.  The authors made complex MOFs from 1,4-benzenedicarboxylate (denoted by A in this work) and its derivs. -NH2, -Br, -(Cl)2, -NO2, -Me2, -C4H4, -(OC3H5)2, and -(OC7H7)2 (denoted by B to I,, resp.) to synthesize 18 multivariate (MTV) MOF-5 type structures that contain up to eight distinct functionalities in one phase.  The backbone (Zn oxide and phenylene units) of these structures is ordered, but the distribution of functional groups is disordered.  The complex arrangements of several functional groups within the pores can lead to properties that are not simply linear sums of those of the pure components.  For example, a member of this series, MTV-MOF-5-EHI, exhibits up to 400% better selectivity for CO2 over CO compared with its best same-link counterparts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhslWju7o%253D&md5=40f9720d9a7633e6102cab3256be0468", "27. ", "Hong", ", ", "D.-Y.", "; ", "Hwang", ", ", "Y. K.", "; ", "Serre", ", ", "C.", "; ", "Férey", ", ", "G.", "; ", "Chang", ", ", "J.-S.", " ", "Adv. Funct. Mater.", " ", "2009", ",  ", "19", ",  ", "1537", "– ", "1552", "[", "Crossref", "], [", "CAS", "]", "27. ", "Porous chromium terephthalate MIL-101 with coordinatively unsaturated sites: surface functionalization, encapsulation, sorption and catalysis", "Hong, Do-Young; Hwang, Young Kyu; Serre, Christian; Ferey, Gerard; Chang, Jong-San", "Advanced Functional Materials", "\r\n        (", "2009", "),\r\n    ", "19", "\r\n        (", "10", "),\r\n    ", "1537-1552", "CODEN:\r\n                ", "AFMDC6", ";\r\n        ISSN:", "1616-301X", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  A metal-org. framework (MOF), chromium(III) terephthalate (MIL-101), possesses several unprecedented features such as a mesoporous zeotype architecture with mesoporous cages and microporous windows, a giant cell vol., huge surface area, and numerous unsatd. chromium sites.  The presence of unsatd. Cr(III) sites in MIL-101 provides an intrinsic chelating property with electron-rich functional groups.  This feature offers a powerful way to selectively functionalize the unsatd. sites in the MOFs, differing in many respects from the functionalization of mesoporous silica and other porous hybrids reported so far.  This work demonstrates that the surface amine-grafting undoubtedly provides a general way of selective functionalization of porous MOFs besides that with unsatd. metal sites.  The present approach indeed ensures the development of functionalized MOFs for the immobilization and encapsulation of org. mols. and metal components that are useful for catalysis, adsorption, mol. recognition, and so on.  Here some of the recent ideas concerning site-selective functionalization of MIL-101 are examd. and explained, focusing on the utilization of unsatd. Cr(III) sites.  Recent advances in synthesis, selective surface functionalization, outstanding sorption properties, encapsulation of nano-objects, and catalytic applications in MIL-101 are also described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXnt1Cmt70%253D&md5=9c9ac2732d0d505aef9d0f9b299987e7", "28. ", "Cohen", ", ", "S. M.", " ", "Chem. Sci.", " ", "2010", ",  ", "1", ",  ", "32", "– ", "36", "[", "Crossref", "], [", "CAS", "]", "28. ", "Modifying MOFs: new chemistry, new materials", "Cohen, Seth M.", "Chemical Science", "\r\n        (", "2010", "),\r\n    ", "1", "\r\n        (", "1", "),\r\n    ", "32-36", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The postsynthetic modification (PSM) of metal-org. frameworks (MOFs) has grown substantially in the past few years.  In this minireview, recent progress in the area of PSM is highlighted, with an emphasis on several recent advancements.  The scope and limitations of PSM are described and future prospects are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVGlt7k%253D&md5=89180d755af16e17350b356a73ea4f1b", "29. ", "Zacher", ", ", "D.", "; ", "Schmid", ", ", "R.", "; ", "Wöll", ", ", "C.", "; ", "Fischer", ", ", "R. A.", " ", "Angew. Chem., Int. Ed.", " ", "2011", ",  ", "50", ",  ", "176", "– ", "199", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "Surface Chemistry of Metal-Organic Frameworks at the Liquid-Solid Interface", "Zacher, Denise; Schmid, Rochus; Woell, Christof; Fischer, Roland A.", "Angewandte Chemie, International Edition", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "1", "),\r\n    ", "176-199", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) are a fascinating class of novel inorg.-org. hybrid materials.  They are essentially based on classic coordination chem. and hold much promise for unique applications ranging from gas storage and sepn. to chem. sensing, catalysis, and drug release.  The evolution of the full innovative potential of MOFs, in particular for nanotechnol. and device integration, however requires a fundamental understanding of the formation process of MOFs.  Also necessary is the ability to control the growth of thin MOF films and the positioning of size- and shape-selected crystals as well as MOF heterostructures on a given surface in a well-defined and oriented fashion.  MOFs are solid-state materials typically formed by solvothermal reactions and their crystn. from the liq. phase involves the surface chem. of their building blocks.  This Review brings together various key aspects of the surface chem. of MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhs1alu7zE&md5=8a945d275f4694f0ab775b099a3acd83", "30. ", "Paz", ", ", "F. A. A.", "; ", "Klinowski", ", ", "J.", "; ", "Vilela", ", ", "S. M. F.", "; ", "Tomé", ", ", "J. P. C.", "; ", "Cavaleiro", ", ", "J. A. S.", "; ", "Rocha", ", ", "J.", " ", "Chem. Soc. Rev.", " ", "2012", ",  ", "41", ",  ", "1088", "– ", "1110", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "30. ", "Ligand design for functional metal-organic frameworks", "Paz Filipe A Almeida; Klinowski Jacek; Vilela Sergio M F; Tome Joao P C; Cavaleiro Jose A S; Rocha Joao", "Chemical Society reviews", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "3", "),\r\n    ", "1088-110", "\r\n        ISSN:", ".\r\n    ", "Metal-organic frameworks (MOFs), also known as coordination polymers, are formed by the self-assembly of metallic centres and bridging organic linkers.  In this critical review, we review the key advances in the field and discuss the relationship between the nature and structure of specifically designed organic linkers and the properties of the products.  Practical examples demonstrate that the physical and chemical properties of the linkers play a decisive role in the properties of novel functional MOFs.  We focus on target materials suitable for the storage of hydrogen and methane, sequestration of carbon dioxide, gas separation, heterogeneous catalysis and as magnetic and photoluminescent materials capable of both metal- and ligand-centred emission, ion exchangers and molecular sieves.  The advantages of highly active discrete complexes as metal-bearing ligands in the construction of MOFs are also briefly reviewed (128 references).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC387kslGltQ%253D%253D&md5=e50a7d51e679b13ec8a85f242ef25fed", "31. ", "Foo", ", ", "M. L.", "; ", "Matsuda", ", ", "R.", "; ", "Kitagawa", ", ", "S.", " ", "Chem. Mater.", " ", "2014", ",  ", "26", ",  ", "310", "– ", "322", "[", "ACS Full Text ", "], [", "CAS", "]", "31. ", "Functional Hybrid Porous Coordination Polymers", "Foo, Maw Lin; Matsuda, Ryotaro; Kitagawa, Susumu", "Chemistry of Materials", "\r\n        (", "2014", "),\r\n    ", "26", "\r\n        (", "1", "),\r\n    ", "310-322", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Porous coordination polymers (PCPs) have attracted vast interest in recent years because of their possibility for rational design of crystal structures and functional properties.  An emerging trend in PCP research is hybridization, which is the subject of this review.  The authors have divided hybrid PCPs into three broad classes: class I, isomorphous mixed metal/ligand PCPs; class II, core@shell PCPs; class III, PCP∋guest or PCPs with accommodated guests.  In this review, the authors examine 62 representative hybrid PCPs in the area of gas adsorption/sepn./storage, luminescence, catalysis, drug delivery, and ionic cond. with representative examples of each class to understand the underlying principles of hybridization for PCPs and their advantages over conventional PCPs.  The future directions and applications of hybrid PCPs are postulated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslWrtbrF&md5=44887fc56f17c4911106d36944be9ba1", "32. ", "Górka", ", ", "J.", "; ", "Fulvio", ", ", "P. F.", "; ", "Pikus", ", ", "S.", "; ", "Jaroniec", ", ", "M.", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "6798", "– ", "6800", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "32. ", "Mesoporous metal organic framework-boehmite and silica composites", "Gorka, Joanna; Fulvio, Pasquale F.; Pikus, Stanislaw; Jaroniec, Mietek", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "36", "),\r\n    ", "6798-6800", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Mesoporous composites of metal org. frameworks (MOFs; Cu-based) with boehmite and silica were prepd. by one-pot microwave hydrothermal synthesis in the presence of Pluronic-type triblock-copolymer.  For MOF-alumina composites, P123 triblock copolymer was dissolved in ethanol and mixed with 1,3,5-benzenetricarboxylic acid and copper(II) nitrate trihydrate.  Boehmite was dispersed in aq. nitric acid.  The latter soln. was quickly added to the former followed by 2-stage microwave treatment, the first at 40 °C for 60 min and the second at 140 °C for 120 min.  The MOF-silica composites were prepd. in a similar manner to the boehmite-contg. composites.  MOF and mesoporous support were simultaneously synthesized in the presence of triblock copolymers under microwave irradn.  Mesoporosity in these composites can be tailored by varying the MOF:oxide phase ratio.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtV2gs7nF&md5=cfcf4ae7fc93f96b58464552067d2843", "33. ", "Wang", ", ", "Y.", "; ", "Xie", ", ", "J.", "; ", "Wu", ", ", "Y.", "; ", "Ge", ", ", "H.", "; ", "Hu", ", ", "X.", " ", "J. Mater. Chem. A", " ", "2013", ",  ", "1", ",  ", "8782", "– ", "8789", "[", "Crossref", "], [", "CAS", "]", "33. ", "Preparation of a functionalized magnetic metal-organic framework sorbent for the extraction of lead prior to electrothermal atomic absorption spectrometer analysis", "Wang, Yang; Xie, Jing; Wu, Yichun; Ge, Huali; Hu, Xiaoya", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2013", "),\r\n    ", "1", "\r\n        (", "31", "),\r\n    ", "8782-8789", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Dithizone functionalized magnetic metal-org. frameworks (Fe3O4/Cu3(BTC)2-H2Dz) were successfully synthesized for the detn. of trace levels of lead based on magnetic solid-phase extn.  The properties of the hybrid nanoparticles were characterized in detail by FTIR spectroscopy, x-ray diffraction spectrometry, vibrating sample magnetometry, and SEM.  The sorbents were conveniently sepd. from the complicated matrix easily with an external magnetic field.  The metals were quant. desorbed and quantified by electrothermal at. absorption spectrometry.  The factors affecting the extn. process such as pH, sorbent amt., sample vol., eluent concn. and vol., and interfering ions were studied and optimized.  The adsorption capacity of Fe3O4/Cu3(BTC)2-H2Dz is 1.67 mg g-1 for lead.  The method had a linear calibration plot at 0.01-5.0 μg L-1 with a relative std. deviation of 3.2% at 0.5 μg L-1 (n = 10).  The detection limit was ≥0.0046 μg L-1.  The proposed method based on Fe3O4/Cu3(BTC)2-H2Dz was a novel, rapidly analyzed, highly selective, and reliable assay for lead detection.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFalurjF&md5=35281329bbed2b9f2b9e409e30381638", "34. ", "Li", ", ", "Z.", "; ", "Zeng", ", ", "H. C.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "5631", "– ", "5639", "[", "ACS Full Text ", "], [", "CAS", "]", "34. ", "Armored MOFs: Enforcing Soft Microporous MOF Nanocrystals with Hard Mesoporous Silica", "Li, Zheng; Zeng, Hua Chun", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "15", "),\r\n    ", "5631-5639", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A general synthetic approach to coat microporous metal-org. frameworks (MOFs) and their derivs. with an enforcing shell of mesoporous silica (mSiO2) is presented.  Four well-known MOFs (ZIF-8, ZIF-7, UiO-66, and HKUST-1), representing two important families of MOFs, served as a core phase in nanocomposite products.  A significant enhancement in mech. properties (hardness and toughness) was achieved with this \"armoring approach\".  Excellent accessibility of the mSiO2-wrapped MOFs and their metal-contg. nanocomposites was demonstrated with catalytic redn. of 4-nitrophenol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXktlent7o%253D&md5=8c6c14452bfd538d61e6068f3f74514a", "35. ", "Wang", ", ", "C.", "; ", "deKrafft", ", ", "K. E.", "; ", "Lin", ", ", "W.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "7211", "– ", "7214", "[", "ACS Full Text ", "], [", "CAS", "]", "35. ", "Pt Nanoparticles@Photoactive Metal-Organic Frameworks: Efficient Hydrogen Evolution via Synergistic Photoexcitation and Electron Injection", "Wang, Cheng; deKrafft, Kathryn E.; Lin, Wenbin", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "17", "),\r\n    ", "7211-7214", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Pt nanoparticles of 2-3 nm and 5-6 nm in diam. were loaded into stable, porous, and phosphorescent metal-org. frameworks (MOFs 1 and 2) built from [Ir(ppy)2(bpy)]+-derived dicarboxylate ligands (L1 and L2) and Zr6(μ3-O)4(μ3-OH)4(carboxylate)12 secondary building units, via MOF-mediated photoredn. of K2PtCl4.  The resulting Pt@MOF assemblies serve as effective photocatalysts for H evolution by synergistic photoexcitation of the MOF frameworks and electron injection into the Pt nanoparticles.  Pt@2 gave a turnover no. of 7000, approx. five times the value afforded by the homogeneous control, and could be readily recycled and reused.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xlt1Smt7c%253D&md5=949038bfb16b89cb9d821e1781078808", "36. ", "Rosi", ", ", "N. L.", "; ", "Eckert", ", ", "J.", "; ", "Eddaoudi", ", ", "M.", "; ", "Vodak", ", ", "D. T.", "; ", "Kim", ", ", "J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2003", ",  ", "300", ",  ", "1127", "– ", "1129", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "36. ", "Hydrogen Storage in Microporous Metal-Organic Frameworks", "Rosi, Nathaniel L.; Eckert, Juergen; Eddaoudi, Mohamed; Vodak, David T.; Kim, Jaheon; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2003", "),\r\n    ", "300", "\r\n        (", "5622", "),\r\n    ", "1127-1130", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Metal-org. framework-5 (MOF-5) Zn4O(BDC)3 (BDC = 1,4-benzenedicarboxylate) with a cubic three-dimensional extended porous structure adsorbed hydrogen up to 4.5 wt.% (17.2 hydrogen mols. per formula unit) at 78 K and 1.0 wt.% at room temp. and pressure of 20 bar.  Inelastic neutron scattering spectroscopy of the rotational transitions of the adsorbed hydrogen mols. indicates two well-defined binding sites (termed I and II), which the authors assoc. with hydrogen binding to zinc and the BDC linker, resp.  Preliminary studies on topol. similar isoreticular metal-org. framework-6 and -8 (IRMOF-6 and -8) having cyclobutylbenzene and naphthalene linkers, resp., gave approx. double and quadruple (2.0 wt.%) the uptake found for MOF-5 at room temp. and 10 bar.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXjslGqsbk%253D&md5=2508003b412a07eefc279bbf5358db3b", "37. ", "Zhao", ", ", "X.", "; ", "Xiao", ", ", "B.", "; ", "Fletcher", ", ", "A. J.", "; ", "Thomas", ", ", "K. M.", "; ", "Bradshaw", ", ", "D.", "; ", "Rosseinsky", ", ", "M. J.", " ", "Science", " ", "2004", ",  ", "306", ",  ", "1012", "– ", "1015", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "37. ", "Hysteretic Adsorption and Desorption of Hydrogen by Nanoporous Metal-Organic Frameworks", "Zhao, Xuebo; Xiao, Bo; Fletcher, Ashleigh J.; Thomas, K. Mark; Bradshaw, Darren; Rosseinsky, Matthew J.", "Science (Washington, DC, United States)", "\r\n        (", "2004", "),\r\n    ", "306", "\r\n        (", "5698", "),\r\n    ", "1012-1015", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Adsorption and desorption of hydrogen from nanoporous materials, such as activated C, is usually fully reversible.  The authors prepd. nanoporous metal-org. framework materials with flexible linkers in which the pore openings, as characterized in the static structures, appear to be too small to allow H2 to pass.  The authors observe hysteresis in their adsorption and desorption kinetics above the supercrit. temp. of H2 that reflects the dynamical opening of the windows between pores.  This behavior would allow H2 to be adsorbed at high pressures but stored at lower pressures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXptFyjtbc%253D&md5=42cbb6e1b708cd791929d4e89d328f95", "38. ", "Wu", ", ", "H.", "; ", "Simmons", ", ", "J. M.", "; ", "Liu", ", ", "Y.", "; ", "Brown", ", ", "C. M.", "; ", "Wang", ", ", "X.-S.", "; ", "Ma", ", ", "S.", "; ", "Peterson", ", ", "V. K.", "; ", "Southon", ", ", "P. D.", "; ", "Kepert", ", ", "C. J.", "; ", "Zhou", ", ", "H.-C.", "; ", "Yildirim", ", ", "T.", "; ", "Zhou", ", ", "W.", " ", "Chem.—Eur. J.", " ", "2010", ",  ", "16", ",  ", "5205", "– ", "5214", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "38. ", "Metal-Organic Frameworks with Exceptionally High Methane Uptake: Where and How is Methane Stored?", "Wu, Hui; Simmons, Jason M.; Liu, Yun; Brown, Craig M.; Wang, Xi-Sen; Ma, Shengqian; Peterson, Vanessa K.; Southon, Peter D.; Kepert, Cameron J.; Zhou, Hong-Cai; Yildirim, Taner; Zhou, Wei", "Chemistry - A European Journal", "\r\n        (", "2010", "),\r\n    ", "16", "\r\n        (", "17", "),\r\n    ", "5205-5214, S5205/1-S5205/16", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Metal-org. frameworks (MOFs) are a novel family of physisorptive materials that have exhibited great promise for methane storage.  So far, a detailed understanding of their methane adsorption mechanism is still scarce.  Herein, we report a comprehensive mechanistic study of methane storage in three milestone MOF compds. (HKUST-1, PCN-11, and PCN-14) the CH4 storage capacities of which are among the highest reported so far among all porous materials.  The three MOFs consist of the same dicopper paddle-wheel secondary building units, but contain different org. linkers, leading to cagelike pores with various sizes and geometries.  From neutron powder diffraction expts. and accurate data anal., assisted by grand canonical Monte Carlo (GCMC) simulations and DFT calcns., we unambiguously revealed the exact locations of the stored methane mols. in these MOF materials.  We found that methane uptake takes place primarily at two types of strong adsorption site: (1) the open Cu coordination sites, which exhibit enhanced Coulomb attraction toward methane, and (2) the van der Waals potential pocket sites, in which the total dispersive interactions are enhanced due to the mol. being in contact with multiple \"surfaces.\".  Interestingly, the enhanced van der Waals sites are present exclusively in small cages and at the windows to these cages, whereas large cages with relatively flat pore surfaces bind very little methane.  Our results suggest that further, rational development of new MOF compds. for methane storage applications should focus on enriching open metal sites, increasing the vol. percentage of accessible small cages and channels, and minimizing the fraction of large pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXltlWgtb0%253D&md5=8f6059d2e137ca23fb5eeb17d127be74", "39. ", "Park", ", ", "H. J.", "; ", "Lim", ", ", "D.-W.", "; ", "Yang", ", ", "W. S.", "; ", "Oh", ", ", "T.-R.", "; ", "Suh", ", ", "M. P.", " ", "Chem.—Eur. J.", " ", "2011", ",  ", "17", ",  ", "7251", "– ", "7260", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "39. ", "A Highly Porous Metal-Organic Framework: Structural Transformations of a Guest-Free MOF Depending on Activation Method and Temperature", "Park, Hye Jeong; Lim, Dae-Woon; Yang, Woo Seung; Oh, Tae-Rog; Suh, Myunghyun Paik", "Chemistry - A European Journal", "\r\n        (", "2011", "),\r\n    ", "17", "\r\n        (", "26", "),\r\n    ", "7251-7260, S7251/1-S7251/24", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A doubly interpenetrating porous metal-org. framework [Zn4O(TCBPA)2]·19DMA·4H2O (SNU-77) was synthesized from the solvothermal reaction of the extended carboxylic acid tris(4'-carboxybiphenyl)amine (H3TCBPA) and Zn(NO3)2·6H2O in N,N-dimethylacetamide (DMA).  SNU-77 undergoes single-crystal-to-single-crystal transformations during various activation processes, such as room-temp. evacuation, supercrit. CO2 drying, and high temp. evacuation, to afford SNU-77R, SNU-77S, and SNU-77H, resp.  These guest-free MOFs exhibited different fine structures with different window shapes and different effective window sizes at room temp.  Variable-temp. synchrotron single-crystal x-ray analyses reveal that the guest-free structure is also affected by changes in temp.  Despite the different fine structures, SNU-77R, SNU-77S, and SNU-77H show similar gas sorption properties due to the nonbreathing nature of the framework and an addnl. structural change upon cooling to cryogenic gas sorption temp.  SNU-77H exhibits a large surface area (BET, 3670 m2 g-1), a large pore vol. (1.52 cm3 g-1), and exceptionally high uptake capacities for N2, H2, O2, CO2, and CH4 gases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXntlyjs7o%253D&md5=21c9eb5143fdf651d2fefd69d815901a", "40. ", "Prasad", ", ", "T. K.", "; ", "Suh", ", ", "M. P.", " ", "Chem.—Eur. J.", " ", "2012", ",  ", "18", ",  ", "8673", "– ", "8680", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "40. ", "Control of Interpenetration and Gas-Sorption Properties of Metal-Organic Frameworks by a Simple Change in Ligand Design", "Prasad, Thazhe Kootteri; Suh, Myunghyun Paik", "Chemistry - A European Journal", "\r\n        (", "2012", "),\r\n    ", "18", "\r\n        (", "28", "),\r\n    ", "8673-8680, S8673/1-S8673/15", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "In metal-org. framework (MOF) chem., interpenetration greatly affects the gas-sorption properties.  However, there is a lack of a systematic study on how to control the interpenetration and whether the interpenetration enhances gas uptake capacities or not.  The authors report an example of interpenetration that is simply controlled by the presence of a carbon-carbon double or single bond in identical org. building blocks, and provide a comparison of gas-sorption properties for these similar frameworks, which differ only in their degree of interpenetration.  Non-interpenetrated (SNU-70) and doubly interpenetrated (SNU-71) cubic nets were prepd. by a solvothermal reaction of [Zn(NO3)2]·6H2O in N,N-diethylformamide (DEF) with 4-(2-carboxyvinyl)benzoic acid and 4-(2-carboxyethyl)benzoic acid, resp.  They have almost identical structures, but the non-interpenetrated framework has a much bigger pore size (ca. 9.0 × 9.0 Å) than the interpenetrated framework (ca. 2.5 × 2.5 Å).  Activation of the MOFs by using supercrit. CO2 gave SNU-70' and SNU-71'.  The simulation of the PXRD pattern of SNU-71' indicates the rearrangement of the interpenetrated networks on guest removal, which increases pore size.  SNU-70' has a Brunauer-Emmett-Teller (BET) surface area of 5290 m2 g-1, which is the highest value reported to date for a MOF with a cubic-net structure, whereas SNU-71' has a BET surface area of 1770 m2 g-1.  In general, non-interpenetrated SNU-70' exhibits much higher gas-adsorption capacities than interpenetrated SNU-71' at high pressures, regardless of the temp.  However, at P < 1 atm, the gas adsorption capacities for N2 at 77 K and CO2 at 195 K are higher for non-interpenetrated SNU-70' than for interpenetrated SNU-71', but the capacities for H2 and CH4 are the opposite; SNU-71' has higher uptake capacities than SNU-70' due to the higher isosteric heat of gas adsorption that results from the smaller pores.  In particular, SNU-70' has exceptionally high H2 and CO2 uptake capacities.  By using a post-synthetic method, the C:C double bond in SNU-70 was quant. brominated at room temp., and the MOF still showed very high porosity (BET surface area of 2285 m2 g-1).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xot12hurs%253D&md5=774869cd2d3921873676452328e9fce6", "41. ", "Yang", ", ", "S.", "; ", "Lin", ", ", "X.", "; ", "Lewis", ", ", "W.", "; ", "Suyetin", ", ", "M.", "; ", "Bichoutskaia", ", ", "E.", "; ", "Parker", ", ", "J. E.", "; ", "Tang", ", ", "C. C.", "; ", "Allan", ", ", "D. R.", "; ", "Rizkallah", ", ", "P. J.", "; ", "Hubberstey", ", ", "P.", "; ", "Champness", ", ", "N. R.", "; ", "Thomas", ", ", "K. M.", "; ", "Blake", ", ", "A. J.", "; ", "Schröder", ", ", "M.", " ", "Nat. Mater.", " ", "2012", ",  ", "11", ",  ", "710", "– ", "716", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "41. ", "A partially inter-penetrated metal-organic framework for selective hysteretic sorption of carbon dioxide", "Yang, Sihai; Lin, Xiang; Lewis, William; Suyetin, Mikhail; Bichoutskaia, Elena; Parker, Julia E.; Tang, Chiu C.; Allan, David R.; Rizkallah, Pierre J.; Hubberstey, Peter; Champness, Neil R.; Thomas, K. Mark; Blake, Alexander J.; Schroeder, Martin", "Nature Materials", "\r\n        (", "2012", "),\r\n    ", "11", "\r\n        (", "8", "),\r\n    ", "710-716", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Selective CO2 capture in porous materials has potential for the storage and treatment of fuel and flue gases; however, adsorption capacities under dynamic conditions are often insufficient for practical applications and strategies to enhance CO2-host selectivity are required.  The unique, partially inter-penetrated metal-org. framework, NOTT-202, represents a new class of dynamic material which undergoes pronounced framework phase transition on desolvation.  This work reports temp.-dependent adsorption/desorption hysteresis in de-solvated NOTT-202a which selectively responds to CO2.  The CO2 isotherm shows 3 steps in the adsorption profile at 195° K; step-wise filling of pores generated within the obsd. partially inter-penetrated structure has been modeled using grand canonical Monte Carlo simulations.  Adsorption of N2, CH4, O2, Ar, and H2 exhibited reversible isotherms without hysteresis under the same conditions, allowing for gas capture at high pressure; but, it selectively leaves CO2 trapped in nano-pores at low pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XnvVyrs7c%253D&md5=cfc77f36f485f714a2755627b6e6d7e9", "42. ", "Li", ", ", "J.-R.", "; ", "Ma", ", ", "Y.", "; ", "McCarthy", ", ", "M. C.", "; ", "Sculley", ", ", "J.", "; ", "Yu", ", ", "J.", "; ", "Jeong", ", ", "H.-K.", "; ", "Balbuena", ", ", "P. B.", "; ", "Zhou", ", ", "H.-C.", " ", "Coord. Chem. Rev.", " ", "2011", ",  ", "255", ",  ", "1791", "– ", "1823", "[", "Crossref", "], [", "CAS", "]", "42. ", "Carbon dioxide capture-related gas adsorption and separation in metal-organic frameworks", "Li, Jian-Rong; Ma, Yu-Guang; McCarthy, M. Colin; Sculley, Julian; Yu, Jia-Mei; Jeong, Hae-Kwon; Balbuena, Perla B.; Zhou, Hong-Cai", "Coordination Chemistry Reviews", "\r\n        (", "2011", "),\r\n    ", "255", "\r\n        (", "15-16", "),\r\n    ", "1791-1823", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  Reducing anthropogenic CO2 emission and lowering the concn. of greenhouse gases in the atm. has quickly become one of the most urgent environmental issues of our age.  Carbon capture and storage (CCS) is one option for reducing these harmful CO2 emissions.  While a variety of technologies and methods have been developed, the sepn. of CO2 from gas streams is still a crit. issue.  Apart from establishing new techniques, the exploration of capture materials with high sepn. performance and low capital cost are of paramount importance.  Metal-org. frameworks (MOFs), a new class of cryst. porous materials constructed by metal-contg. nodes bonded to org. bridging ligands hold great potential as adsorbents or membrane materials in gas sepn.  In this paper, we review the research progress (from exptl. results to mol. simulations) in MOFs for CO2 adsorption, storage, and sepns. (adsorptive sepn. and membrane-based sepn.) that are directly related to CO2 capture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmtVGgur8%253D&md5=e355c975136ff8fc01a97d4f7cb95aa8", "43. ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T.-H.", "; ", "Long", ", ", "J. R.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "724", "– ", "781", "[", "ACS Full Text ", "], [", "CAS", "]", "43. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "44. ", "Mason", ", ", "J. A.", "; ", "Sumida", ", ", "K.", "; ", "Herm", ", ", "Z. R.", "; ", "Krishna", ", ", "R.", "; ", "Long", ", ", "J. R.", " ", "Energy Environ. Sci.", " ", "2011", ",  ", "4", ",  ", "3030", "– ", "3040", "[", "Crossref", "], [", "CAS", "]", "44. ", "Evaluating metal-organic frameworks for post-combustion carbon dioxide capture via temperature swing adsorption", "Mason, Jarad A.; Sumida, Kenji; Herm, Zoey R.; Krishna, Rajamani; Long, Jeffrey R.", "Energy & Environmental Science", "\r\n        (", "2011", "),\r\n    ", "4", "\r\n        (", "8", "),\r\n    ", "3030-3040", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two representative metal-org. frameworks, Zn4O(BTB)2 (BTB3- = 1,3,5-benzenetribenzoate; MOF-177) and Mg2(dobdc) (dobdc4- = 1,4-dioxido-2,5-benzenedicarboxylate; Mg-MOF-74, CPO-27-Mg), are evaluated in detail for their potential use in post-combustion CO2 capture via temp. swing adsorption (TSA).  Low-pressure single-component CO2 and N2 adsorption isotherms were measured every 10° from 20 to 200°, allowing the performance of each material to be analyzed precisely.  To gain a more complete understanding of the sepn. phenomena and the thermodn. of CO2 adsorption, the isotherms were analyzed using a variety of methods.  With regard to the isosteric heat of CO2 adsorption, Mg2(dobdc) exhibits an abrupt drop at loadings approaching the satn. of the Mg2+ sites, which has significant implications for regeneration in different industrial applications.  The CO2/N2 selectivities were calcd. using ideal adsorbed soln. theory (IAST) for MOF-177, Mg2(dobdc), and zeolite NaX, and working capacities were estd. using a simplified TSA model.  Significantly, MOF-177 fails to exhibit a pos. working capacity even at regeneration temps. ≤200°, while Mg2(dobdc) reaches a working capacity of 17.6% at this temp.  Breakthrough simulations were also performed for the three materials, demonstrating the superior performance of Mg2(dobdc) over MOF-177 and zeolite NaX.  The presence of strong CO2 adsorption sites is essential for a metal-org. framework to be of utility in post-combustion CO2 capture via a TSA process, and present a methodol. for the evaluation of new metal-org. frameworks via anal. of single-component gas adsorption isotherms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFSrs7bI&md5=6db0dde57f421548748aa557127ae651", "45. ", "Nugent", ", ", "P.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Burd", ", ", "S. D.", "; ", "Cairns", ", ", "A. J.", "; ", "Luebke", ", ", "R.", "; ", "Forrest", ", ", "K.", "; ", "Pham", ", ", "T.", "; ", "Ma", ", ", "S.", "; ", "Space", ", ", "B.", "; ", "Wojtas", ", ", "L.", "; ", "Eddaoudi", ", ", "M.", "; ", "Zaworotko", ", ", "M. J.", " ", "Nature", " ", "2013", ",  ", "495", ",  ", "80", "– ", "84", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "45. ", "Porous materials with optimal adsorption thermodynamics and kinetics for CO2 separation", "Nugent, Patrick; Belmabkhout, Youssef; Burd, Stephen D.; Cairns, Amy J.; Luebke, Ryan; Forrest, Katherine; Pham, Tony; Ma, Shengqian; Space, Brian; Wojtas, Lukasz; Eddaoudi, Mohamed; Zaworotko, Michael J.", "Nature (London, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "495", "\r\n        (", "7439", "),\r\n    ", "80-84", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Energy costs assocd. with the sepn. and purifn. of industrial commodities (e.g., gases, fine chems., fresh water) currently represent ∼15% of global energy prodn.; the demand for such commodities is projected to triple by 2050 (P. Taylor, 2010).  The challenge of developing effective sepn. and purifn. technologies which have much smaller energy footprints is greater for CO2 than for other gases; in addn. to its involvement in climate change, CO2 is an impurity in natural gas, biogas (biomass-based natural gas), syngas (CO/H2, the main H2 source for refineries), and many other gas streams.  In the context of porous cryst. materials which can exploit equil. and kinetic selectivity, size selectivity and targeted mol. recognition are attractive characteristics for CO2 sepn. and capture, as exemplified by 5A and 13X zeolites (J. Merel, et al., 2008), and metal-org. materials (MOM).  This paper reports that a crystal engineering or reticular chem. strategy which controls pore functionality and pore size in a series of MOM with coordinately satd. metal centers and periodically arrayed hexafluorosilicate anions (SiF52-) enables a kinetics and thermodn. sweet spots offering high volumetric uptake at low CO2 partial pressure (<0.15 bar).  Most importantly, such MOM offer an unprecedented CO2 sorption selectivity over N2, H2, and CH4, even in the presence of moisture.  Thus, these MOM are relevant to CO2 sepn. in the context of post-combustion (flue gas, CO2/N2), pre-combustion (shifted synthesis gas stream, CO2/H2), and natural gas upgrading (natural gas clean-up, CO2/CH4).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjsFCntbg%253D&md5=56941673abb6b13f920476a593dfeb98", "46. ", "Nagarkar", ", ", "S. S.", "; ", "Chaudhari", ", ", "A. K.", "; ", "Ghosh", ", ", "S. K.", " ", "Inorg. Chem.", " ", "2012", ",  ", "51", ",  ", "572", "– ", "576", "[", "ACS Full Text ", "], [", "CAS", "]", "46. ", "Selective CO2 Adsorption in a Robust and Water-Stable Porous Coordination Polymer with New Network Topology", "Nagarkar, Sanjog S.; Chaudhari, Abhijeet K.; Ghosh, Sujit K.", "Inorganic Chemistry", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "1", "),\r\n    ", "572-576", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A robust and water-stable porous coordination polymer [Cd(NDC)0.5(PCA)]·Gx (1) (H2NDC = 2,6-naphthalenedicarboxylic acid, HPCA = 4-pyridinecarboxylic acid, G = guest mols.) with new network topol. has been synthesized solvothermally.  The framework is 3D porous material and forms a 1D channel along the c-axis, with the channel dimensions ∼9.48 × 7.83 Å2.  The compd. has high selectivity in uptake of CO2 over other gases (H2, O2, Ar, N2, and CH4).  The framework is highly stable in presence of water vapor even at 60°.  The high CO2 selectivity over other gases and water stability makes the compd. promising candidate for industrial post-combustion gas sepn. application.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1SmurrJ&md5=f7db096cc0ee853181736ace8204ccc0", "47. ", "Bae", ", ", "Y.-S.", "; ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", "; ", "Snurr", ", ", "R. Q.", " ", "J. Mater. Chem.", " ", "2009", ",  ", "19", ",  ", "2131", "– ", "2134", "[", "Crossref", "], [", "CAS", "]", "47. ", "Enhancement of CO2/N2 selectivity in a metal-organic framework by cavity modification", "Bae, Youn-Sang; Farha, Omar K.; Hupp, Joseph T.; Snurr, Randall Q.", "Journal of Materials Chemistry", "\r\n        (", "2009", "),\r\n    ", "19", "\r\n        (", "15", "),\r\n    ", "2131-2134", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Post-synthesis modification of a MOF by replacing coordinated solvent mols. with highly polar ligands leads to considerable enhancement of CO2/N2 selectivity measured by exptl. isotherms and IAST calcns.  The authors compare adsorption in MOFs [Zn2(L)(DMF)2]n (3), [Zn2(L)]n (4), and a 4-rifluoromethylpyridine (pyCF3) modified version of 4, [Zn2(L)(py-CF3)2] (5), H4L = 4,4',4'',4'''-benzene-1,2,4,5-tetrayltetrabenzoic acid.  The rapid and selective reversible adsorption of CO vs. N2 shows that 5 is a promising material for CO2/N2 sepns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjslyjsbo%253D&md5=1d85b1a5e28b9d0b3c20329c1d2a3e63", "48. ", "Bae", ", ", "Y.-S.", "; ", "Farha", ", ", "O. K.", "; ", "Spokoyny", ", ", "A. M.", "; ", "Mirkin", ", ", "C. A.", "; ", "Hupp", ", ", "J. T.", "; ", "Snurr", ", ", "R. Q.", " ", "Chem. Commun.", " ", "2008", ",  ", "4135", "– ", "4137", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "48. ", "Carborane-based metal-organic frameworks as highly selective sorbents for CO2 over methane", "Bae, Youn-Sang; Farha, Omar K.; Spokoyny, Alexander M.; Mirkin, Chad A.; Hupp, Joseph T.; Snurr, Randall Q.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2008", "),\r\n    ", "\r\n        (", "35", "),\r\n    ", "4135-4137", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Sepn. of CO2-CH4 mixts. was studied in carborane-based metal-org. framework materials with and without coordinatively unsatd. metal sites.  The metal-org. framework material was prepd. by reaction of Zn(NO3)2 and 1,12-dihydroxy-dicarbonyl-1,12-dicarba-closo-dodecaborane in the presence of DMF-ethanol solvent at 80° for 24 h.  High selectivities for CO2 over CH4 (∼17:1) were obtained, esp. in the material with open metal sites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtFektb3P&md5=f93a34c9aa7fa6c39a06e7100436984c", "49. ", "Llewellyn", ", ", "P. L.", "; ", "Bourrelly", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Filinchuk", ", ", "Y.", "; ", "Férey", ", ", "G.", " ", "Angew. Chem., Int. Ed.", " ", "2006", ",  ", "45", ",  ", "7751", "– ", "7754", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "49. ", "How hydration drastically improves adsorption selectivity for CO2 over CH4 in the flexible chromium terephthalate MIL-53", "Llewellyn, Philip L.; Bourrrelly, Sandrine; Serre, Christian; Filinchuk, Yaroslav; Ferey, Gerard", "Angewandte Chemie, International Edition", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "46", "),\r\n    ", "7751-7754", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The hydrated form of the microporous metal org. framework MIL-53(Cr) performs better than the dehydrated form for the selectivity binding of carbon dioxide over methane.  The polarity of the adsorbed gas is thought to play a role in inducing framework flexibility and the breathing of the pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xht12rs7zP&md5=96607176c9d120e4b34c5642a25cf001", "50. ", "Gu", ", ", "J.-M.", "; ", "Kwon", ", ", "T.-H.", "; ", "Park", ", ", "J.-H.", "; ", "Huh", ", ", "S.", " ", "Dalton Trans.", " ", "2010", ",  ", "39", ",  ", "5608", "– ", "5610", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "50. ", "DABCO-functionalized metal-organic framework bearing a C2h-symmetric terphenyl dicarboxylate linker", "Gu, Ja-Min; Kwon, Tae-Hwan; Park, Ji-Hyun; Huh, Seong", "Dalton Transactions", "\r\n        (", "2010", "),\r\n    ", "39", "\r\n        (", "24", "),\r\n    ", "5608-5610", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A Zn-MOF assembled from a new C2h-sym. terphenyl dicarboxylate and DABCO was prepd. and characterized by x-ray crystallog. and gas sorption anal.  A preferential sorption of CO2 over N2 and H2 was obsd. with an exceptionally high CO2 adsorption enthalpy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXntV2ju74%253D&md5=b5c8b405986568dab25b020ac39fe71e", "51. ", "Hwang", ", ", "I. H.", "; ", "Bae", ", ", "J. M.", "; ", "Hwang", ", ", "Y.-K.", "; ", "Kim", ", ", "H.-Y.", "; ", "Kim", ", ", "C.", "; ", "Huh", ", ", "S.", "; ", "Kim", ", ", "S.-J.", "; ", "Kim", ", ", "Y.", " ", "Dalton Trans.", " ", "2013", ",  ", "42", ",  ", "15645", "– ", "15649", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "51. ", "CO2 Selective Dynamic Two-dimensional ZnII Coordination Polymer", "Hwang, In Hong; Bae, Jeong Mi; Hwang, Yong-Kyung; Kim, Ha-Yeong; Kim, Cheal; Huh, Seong; Kim, Sung-Jin; Kim, Youngmee", "Dalton Transactions", "\r\n        (", "2013", "),\r\n    ", "42", "\r\n        (", "44", "),\r\n    ", "15645-15649", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A CO2 selective dynamic two-dimensional (2D) MOF system, [Zn(glu)(μ-bpe)]·2H2O (1·2H2O) (glu = glutarate, bpe = 1,2-bis(4-pyridyl)ethylene), is prepd.  Based on variable temp. PXRD patterns, 1·2H2O exhibits a structural transformation of the framework upon desolvation.  Various gas sorption analyses at low temps. reveal that solvent-free 1 selectively adsorbs CO2 over N2, H2, and CH4.  Stepped CO2 isotherms for solvent-free 1 with a large hysteresis between adsorption and desorption branches at 196 K indicate that 1 is a dynamic framework.  Moreover, 1·2H2O shows efficient heterogeneous catalytic reactivity for transesterification of various esters.  The catalyst can be recycled multiple times without losing its original activity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1CmtLnL&md5=aa42222a2436313717a40a114dcec7a0", "52. ", "Kim", ", ", "H.-C.", "; ", "Lee", ", ", "Y. S.", "; ", "Huh", ", ", "S.", "; ", "Lee", ", ", "S. J.", "; ", "Kim", ", ", "Y.", " ", "Dalton Trans.", " ", "2014", ",  ", "43", ",  ", "5680", "– ", "5686", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "52. ", "CO2 selective 1D double chain dipyridyl-porphyrin based porous coordination polymers", "Kim, Hyun-Chul; Lee, Young Sun; Huh, Seong; Lee, Suk Joong; Kim, Youngmee", "Dalton Transactions", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "15", "),\r\n    ", "5680-5686", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Thermal reactions of MnCl(DPyP) (DPyP = 5,15-di(4-pyridyl)-10,20-diphenylporphyrin) as a metalloligand with CoII and ZnII ions in DMF led to neutral 1-dimensional (1D) double chain dipyridyl-porphyrin-based porous coordination polymers (PCPs), Co3(DPyP)3·4DMF (1) and Zn3(DPyP)3·2DMF·4H2O (2).  Both PCPs were structurally characterized by x-ray crystallog.  Particularly, the central MnIII ion in MnCl(DPyP) was transmetalated with CoII or ZnII ions and the central CoII or ZnII ions were further coordinated to pyridyl groups of neighboring M(DPyP) (M = Co or Zn) porphyrin complexes.  PCPs (1) and (2) are isostructural and each 1-dimensional double chain interacts with another 1-dimensional double chain by multiple hydrogen bonding to stabilize the resulting framework.  Therefore, solvent-free 1-dimensional double chain PCPs have permanent porosity, and the void vols. of the solvent-free (1) and (2) are 22.6% and 23.0%, resp.  Gas sorption anal. indicated that (1) and (2) exhibited selective adsorption of CO2 at 196 K.  Both PCPs exhibited much smaller sorption abilities for N2 (77 K), H2 (77 K), and CH4 (196 K) than CO2 (196 K).  Both PCPs exhibited different PXRD patterns when dried at 373 K, which indicated that the framework transformation of the isostructural M3(DPyP)3 type of PCPs strongly depended on the type of central metal ions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXktl2rsL0%253D&md5=34287bf8f9e42a4731688726616759fb", "53. ", "Li", ", ", "Y.", "; ", "Ju", ", ", "Z.", "; ", "Wu", ", ", "B.", "; ", "Yuan", ", ", "D.", " ", "Cryst. Growth Des.", " ", "2013", ",  ", "13", ",  ", "4125", "– ", "4130", "[", "ACS Full Text ", "], [", "CAS", "]", "53. ", "A Water and Thermally Stable Metal-Organic Framework Featuring Selective CO2 Adsorption", "Li, Yameng; Ju, Zhanfeng; Wu, Benlai; Yuan, Daqiang", "Crystal Growth & Design", "\r\n        (", "2013", "),\r\n    ", "13", "\r\n        (", "9", "),\r\n    ", "4125-4130", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A 2-fold interpenetrated microporous MOF [Ni2(C2O4)(L)2]n·6nH2O (HL = 4,2':4'',2'-terpyridine-4'-carboxylic acid) (1) was synthesized and structurally characterized.  Complex 1 has obvious 1-dimensional channels along the crystallog. a and c axes with a pore size of 5.7 to 6.9 Å.  Topol. anal. shows that the framework of 1 can be interpreted as a (3,4)-connected net with point symbol (63)(65·8).  Complex 1 exhibits high water and thermal stability, which is demonstrated by TGA, PXRD, and VT-PXRD.  Addnl., the high temp. structure of 1' (433 K) undoubtedly demonstrates the stability of the framework.  More importantly, 1 shows high selectivities for CO2 over N2, H2, and CH4 at low pressure and 273 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFOqtL7O&md5=9e3b7d8021ed0f8dfe77da61fe1ff3ff", "54. ", "Hwang", ", ", "I. H.", "; ", "Kim", ", ", "H.-Y.", "; ", "Lee", ", ", "M. M.", "; ", "Na", ", ", "Y. J.", "; ", "Kim", ", ", "J. H.", "; ", "Kim", ", ", "H.-C.", "; ", "Kim", ", ", "C.", "; ", "Huh", ", ", "S.", "; ", "Kim", ", ", "Y.", "; ", "Kim", ", ", "S.-J.", " ", "Cryst. Growth Des.", " ", "2013", ",  ", "13", ",  ", "4815", "– ", "4823", "[", "ACS Full Text ", "], [", "CAS", "]", "54. ", "Zn-MOFs Containing Flexible α,ω-Alkane (or Alkene)-Dicarboxylates and 1,2-Bis(4-pyridyl)ethane Ligands: CO2 Sorption and Photoluminescence", "Hwang, In Hong; Kim, Ha-Yeong; Lee, Myoung Mi; Na, Yu Jeong; Kim, Jin Hoon; Kim, Hyun-Chul; Kim, Cheal; Huh, Seong; Kim, Youngmee; Kim, Sung-Jin", "Crystal Growth & Design", "\r\n        (", "2013", "),\r\n    ", "13", "\r\n        (", "11", "),\r\n    ", "4815-4823", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The use of five flexible α,ω-alkane (or alkene)-dicarboxylates (succinate (2), fumarate (3), adipate (5), and muconate (6)) produced three-dimensional (3-D) ZnII frameworks with 1,2-bis(4-pyridyl)ethane pillars, whereas glutarate gave a two-dimensional (2-D) ZnII compd. (4).  Structures 2 and 5 are 4-fold interpenetrated networks, and 3 and 6 are 5-fold interpenetrated networks.  Both 5 and 6 displayed good CO2 sorption capabilities at 196 K, as evidenced by S-shape adsorption isotherms.  Both compds. also exhibited selective CO2 sorption over N2 at low temp., while 5 contg. an adipate ligand showed higher CO2 uptake at 273 and 298 K than 6 with a more rigid muconate ligand.  The isosteric heats of CO2 adsorption for 5 and 6 were 23.1 kJ mol-1 and 30.7 kJ mol-1, resp.  A photoluminescence study showed the emissions of 2, 4, and 5 to be blue-shifted relative to both the free acids and ligand, while 3 had ligand-based luminescence properties.  The thermal stabilities of these complexes were also examd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsF2ls7%252FE&md5=404ff45ff21ff4e626979a2f360c5e45", "55. ", "Ma", ", ", "L.", "; ", "Abney", ", ", "C.", "; ", "Lin", ", ", "W.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1248", "– ", "1256", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "55. ", "Enantioselective catalysis with homochiral metal-organic frameworks", "Ma, Liqing; Abney, Carter; Lin, Wenbin", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1248-1256", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This tutorial review presents recent developments of homochiral metal-org. frameworks (MOFs) for enantioselective catalysis.  Following a brief introduction of the basic concepts and potential virtues of MOFs in catalysis, three distinct strategies that have been utilized to synthesize homochiral MOFs were summarized.  Framework stability and accessibility of the open channels to reagents were then addressed.  Some recent successful examples of catalytically active homochiral MOFs based on three approaches, namely, homochiral MOFs with achiral catalytic sites, incorporation of asym. catalysts directly into the framework, and post-synthetic modification of homochiral MOFs were finally surveyed.  Although still in their infancy, homochiral MOFs have clearly demonstrated their utility in heterogeneous asym. catalysis, and a bright future is foreseen for the development of practically useful homochiral MOFs in the prodn. of optically pure org. mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7Y%253D&md5=6ea10120922522f3f7fc76a6a04ea6cf", "56. ", "Yoon", ", ", "M.", "; ", "Srirambalaji", ", ", "R.", "; ", "Kim", ", ", "K.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1196", "– ", "1231", "[", "ACS Full Text ", "], [", "CAS", "]", "56. ", "Homochiral Metal-Organic Frameworks for Asymmetric Heterogeneous Catalysis", "Yoon, Minyoung; Srirambalaji, Renganathan; Kim, Kimoon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1196-1231", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors have provided an overview of metal-org. framework (MOF)-based asym. heterogeneous catalysis by presenting the state of the art in this field and discussing its potential and limitations.  Here, MOF-based asym. catalysts are classified according to their working principles and synthetic strategies.  Design, synthesis and structural characteristics of chiral metal-org. frameworks, as well as their catalytic activities in various asym. transformations, are described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVOlt7rF&md5=7ee0508d7ed4b69aec1ca6d950681972", "57. ", "Meek", ", ", "S. T.", "; ", "Greathouse", ", ", "J. A.", "; ", "Allendorf", ", ", "M. D.", " ", "Adv. Mater.", " ", "2011", ",  ", "23", ",  ", "249", "– ", "267", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "57. ", "Metal-Organic Frameworks: A Rapidly Growing Class of Versatile Nanoporous Materials", "Meek, Scott T.; Greathouse, Jeffery A.; Allendorf, Mark D.", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2011", "),\r\n    ", "23", "\r\n        (", "2", "),\r\n    ", "249-267", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) represent a new class of hybrid org.-inorg. supramol. materials comprised of ordered networks formed from org. electron donor linkers and metal cations.  They can exhibit extremely high surface areas, as well as tunable pore size and functionality, and can act as hosts for a variety of guest mols.  Since their discovery, MOFs have enjoyed extensive exploration, with applications ranging from gas storage to drug delivery to sensing.  This review covers advances in the MOF field from the past three years, focusing on applications, including gas sepn., catalysis, drug delivery, optical and electronic applications, and sensing.  We also summarize recent work on methods for MOF synthesis and computational modeling.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhs1ens7fN&md5=ce0437e9a3996f48e5a46077d0dca171", "58. ", "Dhakshinamoorthy", ", ", "A.", "; ", "Opanasenko", ", ", "M.", "; ", "Čejka", ", ", "J.", "; ", "Garcia", ", ", "H.", " ", "Catal. Sci. Technol.", " ", "2013", ",  ", "3", ",  ", "2509", "– ", "2540", "[", "Crossref", "], [", "CAS", "]", "58. ", "Metal organic frameworks as heterogeneous catalysts for the production of fine chemicals", "Dhakshinamoorthy, Amarajothi; Opanasenko, Maksym; Cejka, Jiri; Garcia, Hermenegildo", "Catalysis Science & Technology", "\r\n        (", "2013", "),\r\n    ", "3", "\r\n        (", "10", "),\r\n    ", "2509-2540", "CODEN:\r\n                ", "CSTAGD", ";\r\n        ISSN:", "2044-4753", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; this review focuses on the use of metal org. frameworks (MOFs) as catalysts for the synthesis of fine chems.  While petrochem. is characterized by gas phase reactions, in which MOFs cannot compete with robust zeolites, MOFs are better suited for liq. phase reactions performed at moderate temps.  These are the conditions typically employed for the prodn. of fine chems. characterized by being more complex and diverse mols. of low volatility, but with high added value.  For the prepn. of this type of compd., MOFs offer the advantage of wide open porosity in the nanometer scale and a large void vol.  In the present review we have summarized the reports that appeared up to early 2013 on the use of MOFs as catalysts in the liq. phase for the prodn. of fine chems., primarily classified according to the type of active site and the functional group formed in the reaction.  Prospects for future development in this field are provided in the last section.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVSltrzL&md5=a0032e100abaa9a46a7ae87e3c7e2005", "59. ", "Dhakshinamoorthy", ", ", "A.", "; ", "Alvaro", ", ", "M.", "; ", "Corma", ", ", "A.", "; ", "Garcia", ", ", "H.", " ", "Dalton Trans.", " ", "2011", ",  ", "40", ",  ", "6344", "– ", "6360", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "59. ", "Delineating similarities and dissimilarities in the use of metal organic frameworks and zeolites as heterogeneous catalysts for organic reactions", "Dhakshinamoorthy, Amarajothi; Alvaro, Mercedes; Corma, Avelino; Garcia, Hermenegildo", "Dalton Transactions", "\r\n        (", "2011", "),\r\n    ", "40", "\r\n        (", "24", "),\r\n    ", "6344-6360", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; this perspective article is aimed at providing a comparison of similarities and dissimilarities between the catalytic properties of zeolites and metal org. frameworks (MOFs).  In the first part of the paper, we comment the general characteristics of MOFs with relevance to catalysis, making emphasis of how the properties of MOFs can serve to compliment those of zeolites as catalysts.  The lower chem. and thermal stability of MOFs compared to zeolites is commented and correlated to the requirements for some liq.-phase reactions conducted under mild conditions.  In the second part, we discuss the behavior of zeolites and MOFs for four types of general org. reactions (acid catalyzed, base catalyzed, oxidn. and hydrogenations).  Particular attention is paid to provide crit. comments on how MOFs could be adapted by design or can be modified by post-synthetic treatments to give well performing catalysts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXntFGhtr4%253D&md5=c30426a8065520d6e34720f32c72eb65", "60. ", "Dhakshinamoorthy", ", ", "A.", "; ", "Alvaro", ", ", "M.", "; ", "Garcia", ", ", "H.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "11275", "– ", "11288", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "60. ", "Commercial metal-organic frameworks as heterogeneous catalysts", "Dhakshinamoorthy, Amarajothi; Alvaro, Mercedes; Garcia, Hermenegildo", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "92", "),\r\n    ", "11275-11288", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) are porous cryst. materials that have promising applications as heterogeneous catalysts.  After describing the compn., textural properties and crystal structure of four com. available MOFs, the authors summarize org. transformations for which these com. MOFs exhibit higher catalytic activity than the corresponding sol. metal salts or metal ion-exchanged zeolites.  The authors have focused on reactions requiring Lewis-acid sites or redox centers to illustrate the potential applications and limitations of com. MOFs.  In a final section, the authors provide the views on future developments whose ultimate target will be the use of a com. MOF as a heterogeneous catalyst for a real industrial process in fine chem., thus, realizing the advantages of these materials with respect to zeolites or other solid catalysts in liq.-phase reactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsFOltbjE&md5=0c837478f17f6ea7cb6b0cedcd43c2e0", "61. ", "Farrusseng", ", ", "D.", "; ", "Aguado", ", ", "S.", "; ", "Pinel", ", ", "C.", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "48", ",  ", "7502", "– ", "7513", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "61. ", "Metal-Organic Frameworks: Opportunities for Catalysis", "Farrusseng, David; Aguado, Sonia; Pinel, Catherine", "Angewandte Chemie, International Edition", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "41", "),\r\n    ", "7502-7513", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review; the role of metal-org. frameworks (MOFs) in the field of catalysis is discussed, and special focus is placed on their assets and limits in light of current challenges in catalysis and green chem.  Their structural and dynamic features are presented in terms of catalytic functions along with how MOFs can be designed to bridge the gap between zeolites and enzymes.  The contributions of MOFs to the field of catalysis are comprehensively reviewed and a list of catalytic candidates is given.  The subject is presented from a multidisciplinary point of view covering solid-state chem., materials science, and catalysis.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht1Sru73L&md5=70017c2bece6b49b77ca02a915c7a5d2", "62. ", "Corma", ", ", "A.", "; ", "García", ", ", "H.", "; ", "Xamena", ", ", "F. X. L.", " ", "Chem. Rev.", " ", "2010", ",  ", "110", ",  ", "4606", "– ", "4655", "[", "ACS Full Text ", "], [", "CAS", "]", "62. ", "Engineering Metal Organic Frameworks for Heterogeneous Catalysis", "Corma, A.; Garcia, H.; Llabres i Xamena, F. X.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "110", "\r\n        (", "8", "),\r\n    ", "4606-4655", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review, including the design of MOFs for catalysis and evaluation of its potential as catalyst as well as catalysis by MOFs with active metal sites, with reactive functional groups, and MOFs as host matrixes or nanometric reaction cavities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXktFers7Y%253D&md5=ce714f3d4475f4ac2a3d81b13931ccc3", "63. ", "Gu", ", ", "J.-M.", "; ", "Kim", ", ", "W.-S.", "; ", "Huh", ", ", "S.", " ", "Dalton Trans.", " ", "2011", ",  ", "40", ",  ", "10826", "– ", "10829", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "63. ", "Size-dependent catalysis by DABCO-functionalized Zn-MOF with one-dimensional channels", "Gu, Ja-Min; Kim, Wan-Seok; Huh, Seong", "Dalton Transactions", "\r\n        (", "2011", "),\r\n    ", "40", "\r\n        (", "41", "),\r\n    ", "10826-10829", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Lewis basic DABCO-functionalized 3D-like metal-org. framework, Zn-MOF, catalyzes nitroaldol (Henry) reaction of 4-nitrobenzaldehyde with nitroalkanes in a size-dependent manner.  Small nitroalkanes give rise to higher conversion than larger ones.  This MOF-based heterogeneous catalyst is very robust and can be recycled several times without losing its activity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlShu7zI&md5=518fda244e85aa62f6ad0bfc4abd28c4", "64. ", "Hwang", ", ", "I. H.", "; ", "Bae", ", ", "J. M.", "; ", "Kim", ", ", "W.-S.", "; ", "Jo", ", ", "Y. D.", "; ", "Kim", ", ", "C.", "; ", "Kim", ", ", "Y.", "; ", "Kim", ", ", "S.-J.", "; ", "Huh", ", ", "S.", " ", "Dalton Trans.", " ", "2012", ",  ", "41", ",  ", "12759", "– ", "12765", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "64. ", "Bifunctional 3D Cu-MOFs containing glutarates and bipyridyl ligands: selective CO2 sorption and heterogeneous catalysis", "Hwang, In Hong; Bae, Jeong Mi; Kim, Wan-Seok; Jo, Young Dan; Kim, Cheal; Kim, Youngmee; Kim, Sung-Jin; Huh, Seong", "Dalton Transactions", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "41", "),\r\n    ", "12759-12765", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The authors report bifunctional three-dimensional (3D) Cu-MOFs with high selectivity of CO2 over N2 and H2 as well as high catalytic activity for transesterification of esters.  The Cu-MOFs contg. Cu2 dinuclear units connected by glutarates and bipyridyl ligands are [{Cu2(Glu)2(μ-bpa)}·(CH3CN)]n (1) and [{Cu2(Glu)2(μ-bpp)}·(C3H6O)]n (2) (Glu = glutarate, bpa = 1,2-bis(4-pyridyl)ethane, bpp = 1,3-bis(4-pyridyl)propane).  These two new bifunctional 3-dimensional Cu-MOFs possess very similar pore shape with different pore dimensions.  Their gas sorption behaviors were studied by using CO2, N2 and H2 at suitable temps.  Both MOFs exhibited good CO2 selectivity over N2 and H2.  MOF 1 having a smaller pore dimension exhibited much higher CO2 adsorption enthalpy than MOF 2 having a larger pore dimension.  However, MOF 2 exhibited more enhanced CO2 uptake ability than MOF 1.  A subtle variation of pore dimension indeed influenced the CO2 uptake ability somewhat significantly esp. at higher temps. such as 273 K and 298 K heterogeneous catalytic activities of the MOFs were also studied.  Only MOF 1 appeared to be an efficient, mild, and easily recyclable heterogeneous catalyst for the transesterification of esters and constitutes a promising class of heterogeneous catalysts that allowed reuse without a significant loss of activity through twenty runs with ester.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsVKjsbvO&md5=4894e69d94fecce0af8d92d2814aa66b", "65. ", "Kim", ", ", "W.-S.", "; ", "Lee", ", ", "K. Y.", "; ", "Ryu", ", ", "E.-H.", "; ", "Gu", ", ", "J.-M.", "; ", "Kim", ", ", "Y.", "; ", "Lee", ", ", "S. J.", "; ", "Huh", ", ", "S.", " ", "Eur. J. Inorg. Chem.", " ", "2013", ",  ", "4228", "– ", "4233", "[", "Crossref", "], [", "CAS", "]", "65. ", "Catalytic Transesterifications by a Zn-BisSalen MOF Containing Open Pyridyl Groups Inside 1D Channels", "Kim, Wan-Seok; Lee, Kyung Yeon; Ryu, Eui-Hyun; Gu, Ja-Min; Kim, Youngmee; Lee, Suk Joong; Huh, Seong", "European Journal of Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "2013", "\r\n        (", "24", "),\r\n    ", "4228-4233", "CODEN:\r\n                ", "EJICFO", ";\r\n        ISSN:", "1434-1948", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The new ligand N,N',N'',N'''-tetrakis[3-tert-butyl-5-(4-pyridinyl)salicylidene]-1,2,4,5-benzenetetraamine (bisSalen) contg. four pyridyl groups in its periphery was prepd. and subsequently used as an org. linker for a Zn-bisSalen MOF.  A 2D undulated sheet structure was detd. from single-crystal x-ray diffraction studies.  The bisSalen ligands bridge two ZnII ions, and one of the pyridyl groups on each side of the bisSalen ligand further coordinates to a bisSalen-coordinated ZnII ion to provide a 2D sheet structure.  The undulated 2D sheets are stacked closely together to form a 3D-like structure contg. well-defined 1D channels, the orientation of which is perpendicular to the 2D sheets.  The geometry of the bisSalen in the MOF is not planar.  The remaining uncoordinated pyridyl groups point toward the 1D channels.  Because of these openly accessible pyridyl groups in the channels, the Zn-bisSalen MOF is a very active catalyst for transesterifications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXpslKrsro%253D&md5=7f89288924b8249a747c9b60d768b38b", "66. ", "Garibay", ", ", "S. J.", "; ", "Wang", ", ", "Z.", "; ", "Cohen", ", ", "S. M.", " ", "Inorg. Chem.", " ", "2010", ",  ", "49", ",  ", "8086", "– ", "8091", "[", "ACS Full Text ", "], [", "CAS", "]", "66. ", "Evaluation of Heterogeneous Metal-Organic Framework Organocatalysts Prepared by Postsynthetic Modification", "Garibay, Sergio J.; Wang, Zhenqiang; Cohen, Seth M.", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "17", "),\r\n    ", "8086-8091", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A metal-org. framework (MOF) contg. 2-amino-1,4-benzenedicarboxylate (NH2-BDC) as a building block is shown to undergo chem. modification with a set of cyclic anhydrides.  The modification of the aluminum-based MOF known as MIL-53(Al)-NH2 (MIL = Material Institut Lavoisier) by these reagents is demonstrated by using a variety of methods, including NMR and electrospray ionization mass spectrometry (ESI-MS), and the structural integrity of the modified MOFs has been confirmed by thermal gravimetric anal. (TGA) and powder X-ray diffraction (PXRD).  Reaction with these cyclic anhydrides produces MOFs that display carboxylic acid functional groups within their pores.  Furthermore, it is shown that maleic acid functionalized MIL-53(Al)-AMMal can act as a Bronsted acid catalyst and facilitate the methanolysis of several small epoxides.  Expts. show that MIL-53(Al)-AMMal acts in a heterogeneous manner and is recyclable with consistent activity over at least three catalytic cycles.  The findings presented here demonstrate several important features of covalent postsynthetic modification (PSM) on MOFs, including (1) facile introduction of catalytic functionality using simple org. reagents (e.g., anhydrides); (2) the ability to utilize and recycle organocatalytic MOFs; (3) control of catalytic activity through choice of functional group.  The findings clearly illustrate that covalent postsynthetic modification represents a powerful means to access new MOF compds. that serve as organocatalytic materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXpvFSmtLk%253D&md5=5a610a41a617a205ee1be3fe00cb8aa3", "67. ", "Mori", ", ", "W.", "; ", "Sato", ", ", "T.", "; ", "Ohmura", ", ", "T.", "; ", "Kato", ", ", "C. N.", "; ", "Takei", ", ", "T.", " ", "J. Solid State Chem.", " ", "2005", ",  ", "178", ",  ", "2555", "– ", "2573", "[", "Crossref", "], [", "CAS", "]", "67. ", "Functional microporous materials of metal carboxylate: gas-occlusion properties and catalytic activities", "Mori, Wasuke; Sato, Tomohiko; Ohmura, Tesushi; Nozaki Kato, Chika; Takei, Tohru", "Journal of Solid State Chemistry", "\r\n        (", "2005", "),\r\n    ", "178", "\r\n        (", "8", "),\r\n    ", "2555-2573", "CODEN:\r\n                ", "JSSCBI", ";\r\n        ISSN:", "0022-4596", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "A review; copper(II) terephthalate is the first transition metal complex found capable of adsorbing gases.  This complex has opened the new field of adsorbent complex chem.  It is recognized as the lead complex in the construction of microporous complexes.  This specific system has been expanded to a systematic series of derivs. of other isomorphous transition metals, molybdenum(II), ruthenium(II, III), and rhodium(II).  These complexes with open frameworks are widely recognized as very useful materials for applications to catalysis, sepn. at mol. level, and gas storage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXot1Cgur0%253D&md5=775aba9b684d64985c6176e5f45d59e6", "68. ", "Shimizu", ", ", "G. K. H.", "; ", "Taylor", ", ", "J. M.", "; ", "Kim", ", ", "S.", " ", "Science", " ", "2013", ",  ", "341", ",  ", "354", "– ", "355", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "68. ", "Proton conduction with metal-organic frameworks", "Shimizu, George K. H.; Taylor, Jared M.; Kim, Si Rim", "Science (Washington, DC, United States)", "\r\n        (", "2013", "),\r\n    ", "341", "\r\n        (", "6144", "),\r\n    ", "354-355", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht1Wmu7%252FO&md5=e49b88adaf9a2e1a23eeb08577967be2", "69. ", "Yoon", ", ", "M.", "; ", "Suh", ", ", "K.", "; ", "Natarajan", ", ", "S.", "; ", "Kim", ", ", "K.", " ", "Angew. Chem., Int. Ed.", " ", "2013", ",  ", "52", ",  ", "2688", "– ", "2700", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "69. ", "Proton Conduction in Metal-Organic Frameworks and Related Modularly Built Porous Solids", "Yoon, Minyoung; Suh, Kyungwon; Natarajan, Srinivasan; Kim, Kimoon", "Angewandte Chemie, International Edition", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "10", "),\r\n    ", "2688-2700", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Proton-conducting materials are an important component of fuel cells.  Development of new types of proton-conducting materials is one of the most important issues in fuel-cell technol.  Herein, newly developed proton-conducting materials, modularly built porous solids, including coordination polymers or metal-org. frameworks are described.  The designable and tunable nature of the porous materials allows for fast development in this research field.  Design and synthesis of the new types of proton-conducting materials and their unique proton-conduction properties are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVyltrc%253D&md5=bfbe16b74b095863d0e9cb97324d5997", "70. ", "Mallick", ", ", "A.", "; ", "Kundu", ", ", "T.", "; ", "Banerjee", ", ", "R.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "8829", "– ", "8831", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "70. ", "Correlation between coordinated water content and proton conductivity in Ca-BTC-based metal-organic frameworks", "Mallick, Arijit; Kundu, Tanay; Banerjee, Rahul", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "70", "),\r\n    ", "8829-8831", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Proton cond. of five calcium-1,3,5-benzenetricarboxylic acid-based MOFs which depends on the amt. of water mols. coordinated to the Ca-centers has been reported.  These MOFs show high temp. proton cond. due to the strong hydrogen bonding between the lattice and coordinated water mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFKisLbI&md5=6d6df02a7b623cd8f5e6c34d70eae56e", "71. ", "Umeyama", ", ", "D.", "; ", "Horike", ", ", "S.", "; ", "Inukai", ", ", "M.", "; ", "Kitagawa", ", ", "S.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "11345", "– ", "11350", "[", "ACS Full Text ", "], [", "CAS", "]", "71. ", "Integration of Intrinsic Proton Conduction and Guest-Accessible Nanospace into a Coordination Polymer", "Umeyama, Daiki; Horike, Satoshi; Inukai, Munehiro; Kitagawa, Susumu", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "30", "),\r\n    ", "11345-11350", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors report the synthesis and characterization of a coordination polymer that exhibits both intrinsic proton cond. and gas adsorption.  The coordination polymer, consisting of zinc ions, benzimidazole, and orthophosphate, exhibits a degree of flexibility in that it adopts different structures before and after dehydration.  The dehydrated form shows higher intrinsic proton cond. than the original form, reaching ≤1.3 × 10-3 S cm-1 at 120°.  The rearranged conduction path and liq.-like behavior of benzimidazole mols. in the channel of the framework afforded the high proton cond.  Of the two forms of the framework, only the dehydrated form is porous to methanol and demonstrates guest-accessible space in the structure.  The proton cond. of the dehydrated form increases by 24 times as a result of the in situ adsorption of methanol mols., demonstrating the dual functionality of the framework.  NMR studies revealed a hydrogen-bond interaction between the framework and methanol, which enables the modulation of proton cond. within the framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtVKitL%252FP&md5=b346488c83222c0c6ec543cfac36a855", "72. ", "Taylor", ", ", "J. M.", "; ", "Dawson", ", ", "K. W.", "; ", "Shimizu", ", ", "G. K. H.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "1193", "– ", "1196", "[", "ACS Full Text ", "], [", "CAS", "]", "72. ", "A Water-Stable Metal-Organic Framework with Highly Acidic Pores for Proton-Conducting Applications", "Taylor, Jared M.; Dawson, Karl W.; Shimizu, George K. H.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "4", "),\r\n    ", "1193-1196", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. framework (MOF) materials are a non-traditional route to ion conductors, but their crystallinity can give insight into mol.-level transport mechanisms.  However, some MOFs can be structurally compromised in humid environments.  A new 3-dimensional metal-org. framework, PCMOF-5 [La(H5L)(H2O)4] (L = 1,2,4,5-phosphonomethylbenzene), is reported which conducts protons >10-3 S/cm at 60° and 98% relative humidity.  The MOF contains free phosphonic acid groups, shows high humidity stability, and resists swelling in the presence of hydration.  Channels filled with crystallog. located H2O and acidic groups are also obsd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXms1yiug%253D%253D&md5=ec9adfa0510b7716815bdccf117ea345", "73. ", "Ponomareva", ", ", "V. G.", "; ", "Kovalenko", ", ", "K. A.", "; ", "Chupakhin", ", ", "A. P.", "; ", "Dybtsev", ", ", "D. N.", "; ", "Shutova", ", ", "E. S.", "; ", "Fedin", ", ", "V. P.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "15640", "– ", "15643", "[", "ACS Full Text ", "], [", "CAS", "]", "73. ", "Imparting high proton conductivity to a metal-organic framework material by controlled aid impregnation", "Ponomareva, Valentina G.; Kovalenko, Konstantin A.; Chupakhin, Alexei P.; Dybtsev, Danil N.; Shutova, Elena S.; Fedin, Vladimir P.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "38", "),\r\n    ", "15640-15643", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The extensive implementation of hydrogen-powered technol. today is limited by a no. of fundamental problems related to materials research.  Fuel-cell hydrogen conversion technol. requires proton-conducting materials with high cond. at intermediate temps. up to 120 °C.  The development of such materials remains challenging because the proton transport of many promising candidates is based on extended microstructures of water mols., which deteriorate at temps. above the b.p.  Here we show the impregnation of the mesoporous metal-org. framework (MOF) MIL-101 by nonvolatile acids H2SO4 and H3PO4.  Such a simple approach affords solid materials with potent proton-conducting properties at moderate temps., which is critically important for the proper function of on-board automobile fuel cells.  The proton conductivities of the H2SO4@MIL-101 and H3PO4@MIL-101 at T = 150 °C and low humidity outperform those of any other MOF-based materials and could be compared with the best proton conductors, such as Nafion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhtlaju7fP&md5=9d51dd33a54974b6c32f9934573a616a", "74. ", "Diring", ", ", "S.", "; ", "Furukawa", ", ", "S.", "; ", "Takashima", ", ", "Y.", "; ", "Tsuruoka", ", ", "T.", "; ", "Kitagawa", ", ", "S.", " ", "Chem. Mater.", " ", "2010", ",  ", "22", ",  ", "4531", "– ", "4538", "[", "ACS Full Text ", "], [", "CAS", "]", "74. ", "Controlled Multiscale Synthesis of Porous Coordination Polymer in Nano/Micro Regimes", "Diring, Stephane; Furukawa, Shuhei; Takashima, Yohei; Tsuruoka, Takaaki; Kitagawa, Susumu", "Chemistry of Materials", "\r\n        (", "2010", "),\r\n    ", "22", "\r\n        (", "16", "),\r\n    ", "4531-4538", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A simple and straightforward method combines microwave-assisted solvothermal conditions with the coordination modulation method to achieve the size-controlled formation of the porous coordination polymer (PCP), [Cu3(btc)2] (btc represents benzene-1,3,5-tricarboxylate) in the nano/micro regimes.  The addn. of a monocarboxylic acid modulator to the reaction mixt. greatly influenced the morphol. of the resulting sample, through competitive coordination interactions during the crystal formation process.  By adjusting the concn. of dodecanoic acid additive, the authors could subtly control the nucleation rate of a [Cu3(btc)2] framework and, thus, the resulting crystal size.  Homogeneous nanocrystals of the PCP with sizes ranging from few tenths of nanometers up to few micrometers could be successfully obtained in a controlled manner.  X-ray diffractions and gas sorption measurements revealed highly cryst. particles with large pore vols.  Also, variations in the sorption profiles could be correlated to the size and morphol. of the [Cu3(btc)2] samples, presenting affinity for gas condensation at high relative pressures or even hierarchical dual porous structures with mesoporous grain boundaries.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXpsV2ms7k%253D&md5=3aa23e00cab72c9f44f979921d37641b", "75. ", "Reboul", ", ", "J.", "; ", "Furukawa", ", ", "S.", "; ", "Horike", ", ", "N.", "; ", "Tsotsalas", ", ", "M.", "; ", "Hirai", ", ", "K.", "; ", "Uehara", ", ", "H.", "; ", "Kondo", ", ", "M.", "; ", "Louvain", ", ", "N.", "; ", "Sakata", ", ", "O.", "; ", "Kitagawa", ", ", "S.", " ", "Nat. Mater.", " ", "2012", ",  ", "11", ",  ", "717", "– ", "723", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "75. ", "Mesoscopic architectures of porous coordination polymers fabricated by pseudomorphic replication", "Reboul, Julien; Furukawa, Shuhei; Horike, Nao; Tsotsalas, Manuel; Hirai, Kenji; Uehara, Hiromitsu; Kondo, Mio; Louvain, Nicolas; Sakata, Osami; Kitagawa, Susumu", "Nature Materials", "\r\n        (", "2012", "),\r\n    ", "11", "\r\n        (", "8", "),\r\n    ", "717-723", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "The spatial organization of porous coordination polymer (PCP) crystals into higher-order structures is crit. for their integration into sepn. systems, heterogeneous catalysts, ion/electron transport and photonic devices.  Here, the authors demonstrate a rapid method to spatially control the nucleation site, giving mesoscopic architecture made of PCPs, in both 2 and 3 dimensions.  Inspired by geol. processes, this method relies on the morphol. replacement of a shaped sacrificial metal oxide used both as a metal source and as an architecture-directing agent by an analogous PCP architecture.  Spatiotemporal harmonization of the metal oxide dissoln. and the PCP crystn. allowed the preservation of very fine mineral morphol. details of periodic alumina inverse opal structures.  The replication of randomly structured alumina aerogels resulted in a PCP architecture with hierarchical porosity in which the hydrophobic micropores of the PCP and the mesopores/macropores inherited from the parent aerogels synergistically enhanced the material's selectivity and mass transfer for H2O/EtOH sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XovFykurc%253D&md5=0f2a4afd21eede0878dd174adbee6ef5", "76. ", "Camé", ", ", "A.", "; ", "Carbonell", ", ", "C.", "; ", "Imaz", ", ", "I.", "; ", "Maspoch", ", ", "D.", " ", "Chem. Soc. Rev.", " ", "2011", ",  ", "40", ",  ", "291", "– ", "305", "[", "Crossref", "], [", "PubMed", "]", "There is no corresponding record for this reference.", "77. ", "Zhang", ", ", "S.", "; ", "Liu", ", ", "Q.", "; ", "Shen", ", ", "M.", "; ", "Hu", ", ", "B.", "; ", "Chen", ", ", "Q.", "; ", "Li", ", ", "H.", "; ", "Amoureux", ", ", "J.-P.", " ", "Dalton Trans.", " ", "2012", ",  ", "41", ",  ", "4692", "– ", "4698", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "77. ", "A facile route for preparing a mesoporous palladium coordination polymer as a recyclable heterogeneous catalyst", "Zhang, Siyong; Liu, Qinghua; Shen, Ming; Hu, Bingwen; Chen, Qun; Li, Hexing; Amoureux, Jean-Paul", "Dalton Transactions", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "15", "),\r\n    ", "4692-4698", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "To overcome the sepn. difficulty of the palladium-based homogeneous catalyst, the palladium complex can be anchored on various supports such as silica, polymers and nanoparticles.  For the same purpose, we describe a general and facile method to immobilize palladium bis(phosphine) complexes on the basis of the technique widely used for metal-org. framework (MOF) synthesis, yielding a mesoporous coordination polymer palladium-CP1.  Although palladium complexes are generally not stable enough to allow further manipulation, we succeeded in prepn. of a palladium coordination polymer without byproduct Pd clusters or nanoparticles.  The fresh palladium-CP1 catalyst exhibits a yield close to 55% for tolane at room temp. and 24 h in Sonogashira coupling of iodobenzene and phenylacetylene, as compared with a yield of 89% for its homogeneous counterpart [Pd(PPh3)2Cl2].  Furthermore, this catalyst is stable enough to be reused more than four times with no Pd and Zn leaching.  Therefore this new immobilization method offers great promise for the produce of recyclable palladium heterogeneous catalysts with higher activity and higher thermal and chem. stability in the future.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XktFersbo%253D&md5=c534ecf949ba7a19216ef809eb70925e", "78. ", "Nunez", ", ", "A. J.", "; ", "Shear", ", ", "L. N.", "; ", "Dahal", ", ", "N.", "; ", "Ibarra", ", ", "I. A.", "; ", "Yoon", ", ", "J.", "; ", "Hwang", ", ", "Y. K.", "; ", "Chang", ", ", "J.-S.", "; ", "Humphrey", ", ", "S. M.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "11855", "– ", "11857", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "78. ", "A coordination polymer of (Ph3P)AuCl prepared by post-synthetic modification and its application in 1-hexene/n-hexane separation", "Nunez, Ana J.; Shear, Lindsey N.; Dahal, Naween; Ibarra, Ilich A.; Yoon, JiWoong; Hwang, Young Kyu; Chang, Jong-San; Humphrey, Simon M.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "43", "),\r\n    ", "11855-11857", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "PCM-10 (I) is a porous phosphine coordination material (PCM) based on Ca(II) and tris(p-carboxylated) PPh3.  The material provides a unique 3-dimensional surface of P(III) Lewis base sites, which is ideal for post-synthetic functionalization.  The addn. of Au(I) yields an advanced material that can selectively adsorb 1-hexene over n-hexane at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlKgtrbM&md5=09fe72893d968de7491917c30ca804a7", "79. ", "Duan", ", ", "J.", " ", "CrystEngComm", " ", "2012", ",  ", "14", ",  ", "5381", "– ", "5384", "[", "Crossref", "], [", "CAS", "]", "79. ", "Direct observation of the formation of micro-cubic porous coordination polymer particles and their size-dependent hydrogen adsorption", "Duan, Jingui", "CrystEngComm", "\r\n        (", "2012", "),\r\n    ", "14", "\r\n        (", "17", "),\r\n    ", "5381-5384", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The formation process of novel micro-cubic porous zinc carbonyliminodibenzoate coordination polymer particles (m-NJU-Bai1), prepd. under solvothermal conditions by dilg. the concn. of reactants, was well monitored by SEM.  More interestingly, m-NJU-Bai1 shows an unprecedented improved hydrogen adsorption ratio (120.7%) from 1 bar to 20 bar with functional size.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFWiu73L&md5=bd9b5344bbca4accfe07c0c814a7dcf2", "80. ", "Rocca", ", ", "J. D.", "; ", "Liu", ", ", "D.", "; ", "Lin", ", ", "W.", " ", "Acc. Chem. Res.", " ", "2011", ",  ", "44", ",  ", "957", "– ", "968", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "81. ", "Liu", ", ", "D.", "; ", "Huxford", ", ", "R. C.", "; ", "Lin", ", ", "W.", " ", "Angew. Chem., Int. Ed.", " ", "2011", ",  ", "50", ",  ", "3696", "– ", "3700", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "81. ", "Phosphorescent Nanoscale Coordination Polymers as Contrast Agents for Optical Imaging", "Liu, Demin; Huxford, Rachel C.; Lin, Wenbin", "Angewandte Chemie, International Edition", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "16", "),\r\n    ", "3696-3700, S3696/1-S3696/14", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Phosphorescent nanoscale coordination polymers with extremely high dye loadings have been successfully synthesized.  The zirconium-based NCPs were stabilized with thin shells of amorphous silica to prevent rapid release from the nanoparticles, and the biocompatibility and targeting efficiency of the NCP/silica core-shell nanostructures was further improved by coating with PEG and PEG-anisamide.  The anisamide-targeted particles are efficient optical imaging contrast agents and exhibit cancer specificity, as demonstrated by uptake studies and confocal microscopy of H460 cells in vitro.  This work highlights the potential of nanoscale coordination polymers as a novel platform for the design of luminescent hybrid nanoparticles with extremely high dye loadings for optical imaging.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXkt12jtr4%253D&md5=04cbe66d103c529b0e0cb46d3dd77acc", "82. ", "Umemura", ", ", "A.", "; ", "Diring", ", ", "S.", "; ", "Furukawa", ", ", "S.", "; ", "Uehara", ", ", "H.", "; ", "Tsuruoka", ", ", "T.", "; ", "Kitagawa", ", ", "S.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "15506", "– ", "15513", "[", "ACS Full Text ", "], [", "CAS", "]", "82. ", "Morphology Design of Porous Coordination Polymer Crystals by Coordination Modulation", "Umemura, Ayako; Diring, Stephane; Furukawa, Shuhei; Uehara, Hiromitsu; Tsuruoka, Takaaki; Kitagawa, Susumu", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "39", "),\r\n    ", "15506-15513", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The design of crystal morphol., or exposed crystal facets, has enabled the development (e.g., catalytic activities, material attributes, and oriented film formation) of porous coordination polymers (PCPs) without changing material compns.  However, because crystal growth mechanisms are not fully understood, control of crystal morphol. still remains challenging.  The authors report the morphol. design of [Cu3(btc)2]n (btc = benzene-1,3,5-tricarboxylate) by the coordination modulation method (modulator = n-dodecanoic acid or lauric acid).  A morphol. transition (octahedron-cuboctahedron-cube) in the [Cu3(btc)2]n crystal was obsd. with an increase in concn. of the modulator.  By suitably defining a coarse-grained std. unit of [Cu3(btc)2]n as its cuboctahedron main pore and detg. its attachment energy on crystal surfaces, Monte Carlo coarse-grain modeling revealed the population and orientation of carboxylates and elucidated an important role of the modulator in detg. the 〈100〉- and 〈111〉-growth throughout the crystal growth process.  This comprehension, in fact, successfully led to designed crystal morphologies with oriented growth on bare substrates.  Because selective crystal orientations on the bare substrates were governed by crystal morphol., this contribution also casts a new light on the unexplored issue of the significance of morphol. design of PCPs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFCgsL%252FO&md5=f5fd69e2158db102146fb003b74cfc74", "83. ", "Zou", ", ", "C.", "; ", "Zhang", ", ", "T.", "; ", "Xie", ", ", "M.-H.", "; ", "Yan", ", ", "L.", "; ", "Kong", ", ", "G.-Q.", "; ", "Yang", ", ", "X.-L.", "; ", "Ma", ", ", "A.", "; ", "Wu", ", ", "C.-D.", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "3620", "– ", "3626", "[", "ACS Full Text ", "], [", "CAS", "]", "83. ", "Four Metalloporphyrinic Frameworks as Heterogeneous Catalysts for Selective Oxidation and Aldol Reaction", "Zou, Chao; Zhang, Tianfu; Xie, Ming-Hua; Yan, Lijun; Kong, Guo-Qiang; Yang, Xiu-Li; Ma, An; Wu, Chuan-De", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "7", "),\r\n    ", "3620-3626", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Four porous metalloporphyrinic framework materials, [Me2NH2][Zn2(HCOO)2(MnIII-TCPP)]·5DMF·2H2O (1; H6TCPP = tetrakis(4-carboxyphenyl)porphyrin), [Me2NH2][Cd2(HCOO)2(MnIII-TCPP)]·5DMF·3H2O (2), [Zn2(HCOO)(FeIII(H2O)-TCPP)]·3DMF·H2O (3), and [Cd3(H2O)6(μ2-O)(FeIII-HTCPP)2]·5DMF (4) were synthesized by heating a mixt. of MIIICl-H4TCPP (M = Mn and Fe) and M' (M' = Zn or Cd) nitrate in a mixed solvent of DMF and HOAc.  Compds. 1-3 are built up from M'2(COO)4 paddle-wheel subunits bridged by MIII-TCPP and formate ligands to form their 3-dimensional connections.  The formate pillar heterogeneously connects with M and M' cations in 1 and 2 and homogeneously joins M' cations in 3.  The μ2-O bridged FeIII-HTCPP dimer acts as a decadentate ligand to link 10 Cd ions for the formation of the 3-dimensional coordination network of 4.  The four porphyrinic frameworks present interesting catalytic properties in the selective epoxidn. of olefins, oxidn. of cyclohexane, and intermol. aldol reaction of aldehydes and ketones.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXktlyltLg%253D&md5=c59da3553dfa68904a11009b8f49fdde", "84. ", "Choi", ", ", "E.-Y.", "; ", "Wray", ", ", "C. A.", "; ", "Hu", ", ", "C.", "; ", "Choe", ", ", "W.", " ", "CrystEngComm", " ", "2009", ",  ", "11", ",  ", "553", "– ", "555", "[", "Crossref", "], [", "CAS", "]", "84. ", "Highly tunable metal-organic frameworks with open metal centers", "Choi, Eun-Young; Wray, Curtis A.; Hu, Chunhua; Choe, Wonyoung", "CrystEngComm", "\r\n        (", "2009", "),\r\n    ", "11", "\r\n        (", "4", "),\r\n    ", "553-555", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The authors report the synthesis and characterization of porphyrin contg. metal-org. frameworks, Zn2[Zn(TCPP)]·3H2O·DEF (H2TCPP = tetrakis(4-carboxyphenyl)porphyrin) that show high metal tunability without altering the framework topol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXotVyrtL8%253D&md5=779178ead7135abc1caae72d588fefaa", "85. ", "Johnson", ", ", "J. A.", "; ", "Lin", ", ", "Q.", "; ", "Wu", ", ", "L.-C.", "; ", "Obaidi", ", ", "N.", "; ", "Olson", ", ", "Z. L.", "; ", "Reeson", ", ", "T. C.", "; ", "Chen", ", ", "Y.-S.", "; ", "Zhang", ", ", "J.", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "2828", "– ", "2830", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "85. ", "A \"pillar-free\", highly porous metalloporphyrinic framework exhibiting eclipsed porphyrin arrays", "Johnson, Jacob A.; Lin, Qipu; Wu, Lai-Chin; Obaidi, Nasrat; Olson, Zachary L.; Reeson, Tyler C.; Chen, Yu-Sheng; Zhang, Jian", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "27", "),\r\n    ", "2828-2830", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A pillar-free, highly porous metalloporphyrinic framework (UNLPF-1) exhibiting eclipsed porphyrin arrays was constructed from an octacarboxylate ligand connected with paddlewheel secondary building units.  UNLPF-1 possesses two types of open metal sites and exhibits an efficient selectivity toward capture of CO2 over N2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjslGnt74%253D&md5=e5d9629fd3997ba3648335003c964bfa", "86. ", "Chen", ", ", "Y.", "; ", "Hoang", ", ", "T.", "; ", "Ma", ", ", "S.", " ", "Inorg. Chem.", " ", "2012", ",  ", "51", ",  ", "12600", "– ", "12602", "[", "ACS Full Text ", "], [", "CAS", "]", "86. ", "Biomimetic catalysis of a porous iron-based metal-metalloporphyrin framework", "Chen, Yao; Hoang, Tran; Ma, Shengqian", "Inorganic Chemistry", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "23", "),\r\n    ", "12600-12602", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A porous metal-metalloporphyrin framework, MMPF-6, based upon an Fe(III)-metalated porphyrin ligand and a secondary binding unit of a Zr oxide cluster was constructed.  MMPF-6 demonstrated interesting peroxidase activity comparable to that of the hemoprotein, myoglobin, as well as exhibited solvent adaptability of retaining the peroxidase activity in an org. solvent.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhslSmt7%252FP&md5=5268dd21b0d9c86613284dee09c42825", "87. ", "Połtowicz", ", ", "J.", "; ", "Serwicka", ", ", "E. M.", "; ", "Bastardo-Gonzalez", ", ", "E.", "; ", "Jones", ", ", "W.", "; ", "Mokaya", ", ", "R.", " ", "Appl. Catal., A", " ", "2001", ",  ", "218", ",  ", "211", "– ", "217", "[", "Crossref", "], [", "CAS", "]", "87. ", "Oxidation of cyclohexene over Mn(TMPyP) porphyrin-exchanged Al,Si-mesoporous molecular sieves", "Poltowicz, J.; Serwicka, E. M.; Bastardo-Gonzalez, E.; Jones, W.; Mokaya, R.", "Applied Catalysis, A: General", "\r\n        (", "2001", "),\r\n    ", "218", "\r\n        (", "1-2", "),\r\n    ", "211-217", "CODEN:\r\n                ", "ACAGE4", ";\r\n        ISSN:", "0926-860X", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "The mesoporous silicas of the MMS (HMS)-type, contg. different amts. of Al, have been prepd. using dodecylamine as a structure directing agent.  Encapsulation of the +4 charge cationic chloro[meso-tetra(4-N-methylopyridinio)-porphirynato] manganese(III) tetrachloride (Mn(TMPyP)) metalloporphyrin has been carried out by means of cation exchange.  In all Al-substituted materials, the porphyrin species are firmly bound to the solid matrix, in contrast to the purely siliceous support.  The prepn. procedure provides a simple means of controlling the amt. of the supported porphyrin.  The solids are active in oxidn. of cyclohexene with iodosylbenzene yielding only allylic oxidn. products and no epoxide.  It is argued that the regioselective effect is due to the narrowness of the structural pores, which prohibits the formation of the transient complex required for the formation of the epoxide.  In contrast to previous studies in which increased loading of porphyrin has been found to result in a decrease in activity, in the present case an increase in the catalytic activity with increased porphyrin loading is obsd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXmtFaju74%253D&md5=e2bfcf9eed5f198ea1eb1ef1d74dc772", "88. ", "Farha", ", ", "O. K.", "; ", "Shultz", ", ", "A. M.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Nguyen", ", ", "S. T.", "; ", "Hupp", ", ", "J. T.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "5652", "– ", "5655", "[", "ACS Full Text ", "], [", "CAS", "]", "88. ", "Active-Site-Accessible, Porphyrinic Metal-Organic Framework Materials", "Farha, Omar K.; Shultz, Abraham M.; Sarjeant, Amy A.; Nguyen, SonBinh T.; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "15", "),\r\n    ", "5652-5655", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "On account of their structural similarity to cofactors found in many metalloenzymes, metalloporphyrins are obvious potential building blocks for catalytically active, metal-org. framework (MOF) materials.  While numerous porphyrin-based MOFs have already been described, versions featuring highly accessible active sites and permanent microporosity are remarkably scarce.  Indeed, of the >70 previously reported porphyrinic MOFs, only one is both permanently microporous and contain internally accessible active sites for chem. catalysis.  Attempts to generalize the design approach used in this single successful case have failed.  Reported here, however, is the synthesis of an extended family of MOFs that directly incorporate a variety of metalloporphyrins (specifically Al3+, Zn2+, Pd2+, Mn3+, and Fe3+ complexes).  These robust porphyrinic materials (RPMs) feature large channels and readily accessible active sites.  As an illustrative example, one of the Mn-contg. RPMs is catalytically competent for the oxidn. of alkenes and alkanes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjvV2gsL4%253D&md5=03ee78fa59665451542aab3e65dacd35", "89. ", "Figueira", ", ", "F.", "; ", "Cavaleiro", ", ", "J. A. S.", "; ", "Tomé", ", ", "J. P. C.", " ", "J. Porphyrins Phthalocyanines", " ", "2011", ",  ", "15", ",  ", "517", "– ", "533", "[", "Crossref", "], [", "CAS", "]", "89. ", "Silica nanoparticles functionalized with porphyrins and analogs for biomedical studies", "Figueira, Flavio; Cavaleiro, Jose A. S.; Tome, Joao P. C.", "Journal of Porphyrins and Phthalocyanines", "\r\n        (", "2011", "),\r\n    ", "15", "\r\n        (", "7-8", "),\r\n    ", "517-533", "CODEN:\r\n                ", "JPPHFZ", ";\r\n        ISSN:", "1088-4246", ".\r\n    \r\n            (", "World Scientific Publishing Co. Pte. Ltd.", ")\r\n        ", "This review focus on the prepn. of silica nanoparticles functionalized with porphyrins and related compds.  It is aimed to highlight their features as photosensitizers in the area of photodynamic therapy.  In this field, photosensitizers have been covalently and non-covalently linked to silica nanoparticles, in order to study their photophys. and biol. properties.  Another fascinating scenario for photosensitizer-silica nanoparticles hybrids involves the possibility of including metal cores for conditioning the uptake in the target cells, allowing most of the times the combination of therapies and in certain conditions to facilitate the removal and reutilization of the photosensitizer in environmental applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1SrsLzF&md5=9cbc60d75da92eebe8eecc53671aeb2a", "90. ", "Yella", ", ", "A.", "; ", "Lee", ", ", "H.-W.", "; ", "Tsao", ", ", "H. N.", "; ", "Yi", ", ", "C.", "; ", "Chandiran", ", ", "A. K.", "; ", "Nazeeruddin", ", ", "M. K.", "; ", "Diau", ", ", "E. W.-G.", "; ", "Yeh", ", ", "C.-Y.", "; ", "Zakeeruddin", ", ", "S. M.", "; ", "Grätzel", ", ", "M.", " ", "Science", " ", "2011", ",  ", "334", ",  ", "629", "– ", "634", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "90. ", "Porphyrin-Sensitized Solar Cells with Cobalt (II/III)-Based Redox Electrolyte Exceed 12% Efficiency", "Yella, Aswani; Lee, Hsuan-Wei; Tsao, Hoi Nok; Yi, Chenyi; Chandiran, Aravind Kumar; Nazeeruddin, Md. Khaja; Diau, Eric Wei-Guang; Yeh, Chen-Yu; Zakeeruddin, Shaik M.; Graetzel, Michael", "Science (Washington, DC, United States)", "\r\n        (", "2011", "),\r\n    ", "334", "\r\n        (", "6056", "),\r\n    ", "629-634", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "The iodide/triiodide redox shuttle has limited the efficiencies accessible in dye-sensitized solar cells.  Here, the authors report mesoscopic solar cells that incorporate a Co(II/III)tris(bipyridyl)-based redox electrolyte in conjunction with a custom synthesized donor-π-bridge-acceptor zinc porphyrin dye as sensitizer (designated YD2-o-C8).  The specific mol. design of YD2-o-C8 greatly retards the rate of interfacial back electron transfer from the conduction band of the nanocryst. titanium dioxide film to the oxidized cobalt mediator, which enables attainment of strikingly high photovoltages approaching 1 V.  Because the YD2-o-C8 porphyrin harvests sunlight across the visible spectrum, large photocurrents are generated.  Cosensitization of YD2-o-C8 with another org. dye further enhances the performance of the device, leading to a measured power conversion efficiency of 12.3% under simulated air mass 1.5 global sunlight.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlyqu7nI&md5=23304b8a38934e2a776cba498b05fd21", "91. ", "Morris", ", ", "W.", "; ", "Volosskiy", ", ", "B.", "; ", "Demir", ", ", "S.", "; ", "Gándara", ", ", "F.", "; ", "McGrier", ", ", "P. L.", "; ", "Furukawa", ", ", "H.", "; ", "Cascio", ", ", "D.", "; ", "Stoddart", ", ", "J. F.", "; ", "Yaghi", ", ", "O. M.", " ", "Inorg. Chem.", " ", "2012", ",  ", "51", ",  ", "6443", "– ", "6445", "[", "ACS Full Text ", "], [", "CAS", "]", "91. ", "Synthesis, Structure, and Metalation of Two New Highly Porous Zirconium Metal-Organic Frameworks", "Morris, William; Volosskiy, Boris; Demir, Selcuk; Gandara, Felipe; McGrier, Psaras L.; Furukawa, Hiroyasu; Cascio, Duilio; Stoddart, J. Fraser; Yaghi, Omar M.", "Inorganic Chemistry", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "12", "),\r\n    ", "6443-6445", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three new metal-org. frameworks [MOF-525, Zr6O4(OH)4(TCPP-H2)3; MOF-535, Zr6O4(OH)4(XF)3; MOF-545, Zr6O8(H2O)8(TCPP-H2)2, where porphyrin H4-TCPP-H2 = (C48H24O8N4) and cruciform H4-XF = (C42O8H22)] based on two new topologies, ftw and csq, were synthesized and structurally characterized.  MOF-525 and -535 are composed of Zr6O4(OH)4 cuboctahedral units linked by either porphyrin (MOF-525) or cruciform (MOF-535).  Another Zr-contg. unit, Zr6O8(H2O)8, is linked by porphyrin to give the MOF-545 structure.  The structure of MOF-525 was obtained by anal. of powder x-ray diffraction data.  The structures of MOF-535 and -545 were resolved from synchrotron single-crystal data.  MOF-525, -535, and -545 have Brunauer-Emmett-Teller surface areas of 2620, 1120, and 2260 m2/g, resp.  In addn. to their large surface areas, both porphyrin-contg. MOFs are exceptionally chem. stable, maintaining their structures under aq. and org. conditions.  MOF-525 and -545 were metalated with Fe(III) and Cu(II) to yield the metalated analogs without losing their high surface area and chem. stability.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XotFGlu7c%253D&md5=e2aef059f68ef4a35e5757bf914a6883", "92. ", "Jiang", ", ", "H.-L.", "; ", "Feng", ", ", "D.", "; ", "Wang", ", ", "K.", "; ", "Gu", ", ", "Z.-Y.", "; ", "Wei", ", ", "Z.", "; ", "Chen", ", ", "Y.-P.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "13934", "– ", "13938", "[", "ACS Full Text ", "], [", "CAS", "]", "92. ", "An Exceptionally Stable, Porphyrinic Zr Metal-Organic Framework Exhibiting pH-Dependent Fluorescence", "Jiang, Hai-Long; Feng, Dawei; Wang, Kecheng; Gu, Zhi-Yuan; Wei, Zhangwen; Chen, Ying-Pin; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "37", "),\r\n    ", "13934-13938", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A reaction between a ZrIV salt and a porphyrinic tetracarboxylic acid leads to a metal-org. framework (MOF) with two types of open channels, representing a MOF featuring a (4,8)-connected sqc net.  The MOF is formulated as Zr6(μ3-O)4(μ3-OH)4(OH)4(H2O)4(H2TCPP)2 (denoted as PCN-225) and it's Zn-contg. deriv. is denoted as PCN-225(Zn).  The MOFs remains intact in both boiling H2O and aq. solns. with pH ranging from 1 to 11, a remarkably extensive pH range that a MOF can sustain.  Given its exceptional stability and pH-dependent fluorescent intensity, the MOF can potentially be applied in fluorescent pH sensing.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtlChtLzI&md5=e5a2d00475d89e88c8be9d15d63dd4e7", "93. ", "Matsunaga", ", ", "S.", "; ", "Endo", ", ", "N.", "; ", "Mori", ", ", "W.", " ", "Eur. J. Inorg. Chem.", " ", "2011", ",  ", "4550", "– ", "4557", "[", "Crossref", "], [", "CAS", "]", "93. ", "A New Metal Carboxylate Framework Based on Porphyrin with Extended π-Conjugation", "Matsunaga, Satoshi; Endo, Nanako; Mori, Wasuke", "European Journal of Inorganic Chemistry", "\r\n        (", "2011", "),\r\n    ", "2011", "\r\n        (", "29", "),\r\n    ", "4550-4557", "CODEN:\r\n                ", "EJICFO", ";\r\n        ISSN:", "1434-1948", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors have designed a new tetracarboxylporphyrin building block, ZnTCPEP-H4, and used it in the construction of a novel porphyrin-based metal carboxylate framework, [Zn4(μ3-OH)2(H2O)2(ZnTCPEP-H)2(DABCO)]·2DMF·10.5H2O(Zn4·ZnTCPEP·DABCO).  The framework forms a 3-dimensional network linked by tetranuclear Zn cluster nodes {Zn4(μ3-OH)2(H2O)2}, ZnTCPEP-H4, and DABCO.  The ZnTCPEP-H4 building block exhibits extended π-conjugation from the porphyrin core to the terminal carboxyl groups via ethynyl linkers attached to the porphyrin core.  The Zn4·ZnTCPEP·DABCO framework gives rise to a 3-dimensional porous structure contg. open channels with cross sections of ∼10 × 10 and 7 × 7 Å.  It has a BET surface area of 461 m2/g and a Langmuir surface area of 581 m2/g.  A hydrogen adsorption capacity of 0.86 wt.% was detd. for Zn4·ZnTCPEP·DABCO at 77 K and 0.1 MPa.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFCltr%252FI&md5=1c3c778eeddae09ec52df24a1973e2aa", "94. ", " ", "SHELXTL/PC", ", version 6.12 for Windows XP; ", "Bruker AXS Inc.", ": ", "Madison, WI", ", ", "2001", ".", "There is no corresponding record for this reference.", "95. ", "Spek", ", ", "A. L.", "  ", "PLATON-A Multipurpose Crystallographic Tool", "; ", "Utrecht University", ": ", "Utrecht, The Netherlands", ", ", "2004", ".", "There is no corresponding record for this reference.", "96. ", "Vaidhyanathan", ", ", "R.", "; ", "Iremonger", ", ", "S. S.", "; ", "Shimizu", ", ", "G. K. H.", "; ", "Boyd", ", ", "P. G.", "; ", "Alavi", ", ", "S.", "; ", "Woo", ", ", "T. K.", " ", "Science", " ", "2010", ",  ", "330", ",  ", "650", "– ", "653", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "96. ", "Direct Observation and Quantification of CO2 Binding Within an Amine-Functionalized Nanoporous Solid", "Vaidhyanathan, Ramanathan; Iremonger, Simon S.; Shimizu, George K. H.; Boyd, Peter G.; Alavi, Saman; Woo, Tom K.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "330", "\r\n        (", "6004", "),\r\n    ", "650-653", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Understanding the mol. details of CO2-sorbent interactions is crit. for the design of better carbon-capture systems.  Here the authors report crystallog. resoln. of CO2 mols. and their binding domains in a metal-org. framework functionalized with amine groups.  Accompanying computational studies that modeled the gas sorption isotherms, high heat of adsorption, and CO2 lattice positions showed high agreement on all three fronts.  The modeling apportioned specific binding interactions for each CO2 mol., including substantial cooperative binding effects among the guest mols.  The validation of the capacity of such simulations to accurately model mol.-scale binding bodes well for the theory-aided development of amine-based CO2 sorbents.  The anal. shows that the combination of appropriate pore size, strongly interacting amine functional groups, and the cooperative binding of CO2 guest mols. is responsible for the low-pressure binding and large uptake of CO2 in this sorbent material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlaqt7nP&md5=62d8612e2927fcca9d6903619e95b042", "97. ", "Liao", ", ", "P.-Q.", "; ", "Zhou", ", ", "D.-D.", "; ", "Zhu", ", ", "A.-X.", "; ", "Jiang", ", ", "L.", "; ", "Lin", ", ", "R.-B.", "; ", "Zhang", ", ", "J.-P.", "; ", "Chen", ", ", "X.-M.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "17380", "– ", "17383", "[", "ACS Full Text ", "], [", "CAS", "]", "97. ", "Strong and Dynamic CO2 Sorption in a Flexible Porous Framework Possessing Guest Chelating Claws", "Liao, Pei-Qin; Zhou, Dong-Dong; Zhu, Ai-Xin; Jiang, Lu; Lin, Rui-Biao; Zhang, Jie-Peng; Chen, Xiao-Ming", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "42", "),\r\n    ", "17380-17383", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Using a bis-triazolate ligand [bis(5-methyl-1H-1,2,4-triazol-3-yl)methane] and tetrahedral Zn(II) ion, the authors synthesized a flexible porous coordination polymer functionalized with pairs of uncoordinated triazolate N-donors that can be used as guest chelating sites to give very high CO2 adsorption enthalpy and CO2/N2 selectivity.  The dynamic CO2 sorption behavior could be monitored well by single-crystal x-ray diffraction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsVKmtbzM&md5=2a77c8542d966949815d635143d86e75", "98. ", "Coronado", ", ", "E.", "; ", "Gimeìnez-Marqueìs", ", ", "M.", "; ", "Espallargas", ", ", "G. M.", "; ", "Rey", ", ", "F.", "; ", "Vitoìrica-Yrezaìbal", ", ", "I. J.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "15986", "– ", "15989", "[", "ACS Full Text ", "], [", "CAS", "]", "98. ", "Spin-Crossover Modification through Selective CO2 Sorption", "Coronado, Eugenio; Gimenez-Marques, Monica; Minguez Espallargas, Guillermo; Rey, Fernando; Vitorica-Yrezabal, Inigo J.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "43", "),\r\n    ", "15986-15989", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A spin-crossover FeII coordination polymer with no permanent channels that selectively sorbs CO2 over N2 has been developed.  The one-dimensional chains display internal voids of ∼9 Å diam., each being capable to accept one mol. of CO2 at 1 bar and 273 K.  X-ray diffraction provides direct structural evidence of the location of the gas mols. and reveals the formation of OCO-(δ-)···π interactions.  This physisorption modifies the spin transition, producing a 9 K increase in T1/2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1SqsrrK&md5=ef6f78bdcb606f9d457e0858eb336d35", "99. ", "Li", ", ", "D.", "; ", "Kaneko", ", ", "K.", " ", "Chem. Phys. Lett.", " ", "2001", ",  ", "335", ",  ", "50", "– ", "56", "[", "Crossref", "], [", "CAS", "]", "99. ", "Hydrogen bond-regulated microporous nature of copper complex-assembled microcrystals", "Li, D.; Kaneko, K.", "Chemical Physics Letters", "\r\n        (", "2001", "),\r\n    ", "335", "\r\n        (", "1-2", "),\r\n    ", "50-56", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "A Cu complex-assembled compd. [Cu(bpy)(BF4)2(H2O)2·(bpy)]n (bpy=4,4'-bipyridine) with non-interpenetrated structure was synthesized and its adsorption properties for N2, Ar, and CO2 were studied.  The adsorption of gas on this complex suddenly begins at a definite relative pressure ('gate pressure') regardless of almost nil adsorption below the gate pressure.  Such a unique adsorption phenomenon is attributed to the hydrogen bond-regulated microporous nature of this complex; hydrogen bonds in pores block adsorption below the gate pressure.  Addnl., the gate pressure depends on both the adsorbate and the pretreatment temp. of the Cu complex solid.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXhtlSrurk%253D&md5=c829308033219bd4236a3a8262dbf765", "100. ", "Bourrelly", ", ", "S.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Loiseau", ", ", "T.", "; ", "Férey", ", ", "G.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "13519", "– ", "13521", "[", "ACS Full Text ", "], [", "CAS", "]", "100. ", "Different Adsorption Behaviors of Methane and Carbon Dioxide in the Isotypic Nanoporous Metal Terephthalates MIL-53 and MIL-47", "Bourrelly, Sandrine; Llewellyn, Philip L.; Serre, Christian; Millange, Franck; Loiseau, Thierry; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "39", "),\r\n    ", "13519-13521", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A distinct step in the isotherm occurs during the adsorption of CO2 on MIL-53 at 304 K.  Such behavior is neither obsd. during the adsorption of CH4 on MIL-53 nor during the adsorption on the isostructural MIL-47.  This phenomenon seems to be due to a different mechanism than that of previous adsorption steps on MOF samples.  It is suggested that a breathing behavior is induced in MIL-53 during CO2 adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXpvFSnu70%253D&md5=e3d0228e57af031b6019deeeffa6d575", "101. ", "Walton", ", ", "K. S.", "; ", "Millward", ", ", "A. R.", "; ", "Dubbeldam", ", ", "D.", "; ", "Frost", ", ", "H.", "; ", "Low", ", ", "J. J.", "; ", "Yaghi", ", ", "O. M.", "; ", "Snurr", ", ", "R. Q.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "406", "– ", "407", "[", "ACS Full Text ", "], [", "CAS", "]", "101. ", "Understanding Inflections and Steps in Carbon Dioxide Adsorption Isotherms in Metal-Organic Frameworks", "Walton, Krista S.; Millward, Andrew R.; Dubbeldam, David; Frost, Houston; Low, John J.; Yaghi, Omar M.; Snurr, Randall Q.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "2", "),\r\n    ", "406-407", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Adsorption isotherms for CO2 in IRMOF-1 exhibit inflections that grow into pronounced steps at lower temps.  The isotherm shapes can be predicted by mol. simulations using a rigid crystal structure, indicating that changes in the MOF crystal structure are not responsible for the steps in this system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhsVOntLzF&md5=4ae26a51ddb1edefad443f7d63bb42a1", "102. ", "Sava", ", ", "D. F.", "; ", "Rodriguez", ", ", "M. A.", "; ", "Chapman", ", ", "K. W.", "; ", "Chupas", ", ", "P. J.", "; ", "Greathouse", ", ", "J. A.", "; ", "Crozier", ", ", "P. S.", "; ", "Nenoff", ", ", "T. M.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "12398", "– ", "12401", "[", "ACS Full Text ", "], [", "CAS", "]", "102. ", "Capture of Volatile Iodine, a Gaseous Fission Product, by Zeolitic Imidazolate Framework-8", "Sava, Dorina F.; Rodriguez, Mark A.; Chapman, Karena W.; Chupas, Peter J.; Greathouse, Jeffery A.; Crozier, Paul S.; Nenoff, Tina M.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "32", "),\r\n    ", "12398-12401", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Here we present detailed structural evidence of captured mol. iodine (I2), a volatile gaseous fission product, within the metal-org. framework ZIF-8 [zeolitic imidazolate framework-8 or Zn(2-methylimidazolate)2].  There is worldwide interest in the effective capture and storage of radioiodine, as it is both produced from nuclear fuel reprocessing and also commonly released in nuclear reactor accidents.  Insights from multiple complementary exptl. and computational probes were combined to locate I2 mols. crystallog. inside the sodalite cages of ZIF-8 and to understand the capture of I2 via bonding with the framework.  These structural tools included high-resoln. synchrotron powder X-ray diffraction, pair distribution function anal., and mol. modeling simulations.  Addnl. tests indicated that extruded ZIF-8 pellets perform on par with ZIF-8 powder and are industrially suitable for I2 capture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXpsFSrs7c%253D&md5=5576c658f995fbc5c6a35b80e6d98691", "103. ", "Yin", ", ", "Z.", "; ", "Wang", ", ", "Q.-X.", "; ", "Zeng", ", ", "M.-H.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "4857", "– ", "4863", "[", "ACS Full Text ", "], [", "CAS", "]", "103. ", "Iodine Release and Recovery, Influence of Polyiodide Anions on Electrical Conductivity and Nonlinear Optical Activity in an Interdigitated and Interpenetrated Bipillared-Bilayer Metal-Organic Framework", "Yin, Zheng; Wang, Qiang-Xin; Zeng, Ming-Hua", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "10", "),\r\n    ", "4857-4863", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "{[Cu6(pybz)8(OH)2]·I5-·I7-}n (1), (pybz = 4-pyridylbenzoate) obtained hydrothermally by using iodine mols. as a versatile precursor template, consists of a cationic framework with two types of zigzag channels, which segregate I5- and I7- anions.  The framework exhibits the 1st obsd. bipillared-bilayer structure featuring both interdigitation and interpenetration.  1 Displays high framework stability in both acidic (HCl) and alk. (NaOH) solns.  1 Slowly releases iodine in dry MeOH to give [Cu6(pybz)8(OH)2](I-)2·3.5MeOH (1') and partially recovers iodine from cyclohexane to form [Cu6(pybz)8(OH)2](I-)2·xI2 (1'').  Differences of up to 100 times in elec. cond. and of 4 times in nonlinear optical activity (NLO) were measured between 1 and 1'.  This compd. is one of few displaying multifunctionality, elec. cond., NLO, and crystal-crystal stability upon release and recovery of iodine.  It is also unique in the I2 release from polyiodide anions in a metal-org. framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XisFCks7s%253D&md5=0a05cfabf5ce9b6ee5f558e2a6ad0bf7", "104. ", "Hughes", ", ", "J. T.", "; ", "Sava", ", ", "D. F.", "; ", "Nenoff", ", ", "T. M.", "; ", "Navrotsky", ", ", "A.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "16256", "– ", "16259", "[", "ACS Full Text ", "], [", "CAS", "]", "104. ", "Thermochemical Evidence for Strong Iodine Chemisorption by ZIF-8", "Hughes, James T.; Sava, Dorina F.; Nenoff, Tina M.; Navrotsky, Alexandra", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "44", "),\r\n    ", "16256-16259", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "For the 1st time, using aq. soln. calorimetry, the authors clearly identify the chemisorption of an unusually strong I charge-transfer (CT) complex within the cages of a metal-org. framework.  Specifically, the authors studied the sorption of I gas in zeolitic imid-azol-ate framework-8 (ZIF-8, Zn-(2-methyl-imid-azol-ate)2).  Two I-loaded ZIF-8 samples were examd.  The 1st, before thermal treatment, contained 0.17 I2/Zn on the surface and 0.59 I2/Zn inside the cage.  The 2nd sample was thermally treated, leaving only cage-confined I, 0.59 I2/Zn.  The energetics of I confinement per I2 (relative to solid I2) in ZIF-8 are ΔHads = -41.47 ± 2.03 kJ/(mol I2) within the cage and ΔHads = -18.06 ± 0.62 kJ/(mol I2) for surface-bound I.  The cage-confined I exhibits a 3-fold increase in binding energy over CT complexes on various org. adsorbents, which show only moderate exothermic heats of binding, from -5 to -15 kJ/(mol I2).  The ZIF-8 cage geometry allows each I atom to form two CT complexes between opposing 2-methyl-imid-azol-ate linkers, creating the ideal binding site to maximize I retention.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1Kktb3M&md5=b84edc2717de9990052158bfe3aea9f9", "105. ", "Sun", ", ", "F.", "; ", "Yin", ", ", "Z.", "; ", "Wang", ", ", "Q.-Q.", "; ", "Sun", ", ", "D.", "; ", "Zeng", ", ", "M.-H.", "; ", "Kurmoo", ", ", "M.", " ", "Angew. Chem., Int. Ed.", " ", "2013", ",  ", "52", ",  ", "4538", "– ", "4543", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "105. ", "Tandem Postsynthetic Modification of a Metal-Organic Framework by Thermal Elimination and Subsequent Bromination: Effects on Absorption Properties and Photoluminescence", "Sun, Feng; Yin, Zheng; Wang, Que-Qiao; Sun, Di; Zeng, Ming-Hua; Kurmoo, Mohamedally", "Angewandte Chemie, International Edition", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "17", "),\r\n    ", "4538-4543", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A novel Metal-Org. Framework, {[Zn3(L)2(μ2-OH)2]·6H2O}n (1) has been synthesized with a trifunctional ligand 2-(1-hydroxyethyl)-1H-benzo[d]imidazole-5-carboxylic acid, and it exhibits single-crystal to single-crystal transformation.  After dehydration of the Metal-Org. Framework (1), two consecutive postsynthetic modifications-elimination and bromination were realized on the tag group within the highly cryst. solid.  The modifications have dramatic effects on the absorption of gases (N2, CO2), solvents (H2O, CH3OH, C2H5OH, C3H7OH), and I2 and on the luminescence properties.  The convenient methods of characterization employed may prove useful in the further evolution of MOFs.  The elimination of water from the hydroxyethyl group to generate the vinyl group is unique to this framework, and this appears to be the only synthesis of the modified ligand 2-vinyl-1H-benzo[d]imidazole-5-carboxylic acid in the literature.  Consequently, the rational design of new MOFs along with PSMs may be effective for the synthesis of new org. compds. difficult to prep. by traditional methods because coordination to the framework provides protection of the reactive groups.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXlsVGgs7k%253D&md5=71e73ec6cd76f50494cdef4e52086979", "106. ", "Hashemi", ", ", "L.", "; ", "Morsali", ", ", "A.", " ", "CrystEngComm", " ", "2012", ",  ", "14", ",  ", "779", "– ", "781", "[", "Crossref", "], [", "CAS", "]", "106. ", "Microwave assisted synthesis of a new lead(II) porous three-dimensional coordination polymer: study of nanostructured size effect on high iodide adsorption affinity", "Hashemi, Lida; Morsali, Ali", "CrystEngComm", "\r\n        (", "2012", "),\r\n    ", "14", "\r\n        (", "3", "),\r\n    ", "779-781", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A three-dimensional (3D) porous coordination polymer, [Pb(4-bpdh)(NO3)2(H2O)]n (HMTI-1), was synthesized under microwave-irradn. (MW) of identical reaction mixts. of Pb(II) salt and 2,5-bis(4-pyridyl)-3,4-diaza-2,4-hexadiene (4-bpdh) at different powers.  The microwave synthesis of HMTI-1 was compared to its conventional synthesis.  By using MW synthesis HMTI-1 can be obtained in a much shorter synthesis time with improved yield and phys. properties.  Compd. HMTI-1 is stable up to 300° in the static atm. of nitrogen and useful for loading and unloading of guests.  In this compd., the authors successfully loaded the porous crystals and nano-HMTI-1 with I2 by suspending them in a soln. of I2 in cyclohexane.  The delivery of I2 from HMTI-1∋3I2 performed in ethanol, a nonarom. solvent, at room temp. was detd. by UV/visible spectroscopy.  A comparison of adsorption and desorption rates of iodide between nano and bulk compds. was also conducted.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XlvVCiug%253D%253D&md5=d23f35aef9e51184e29156ff71ce8120", "107. ", "Sava", ", ", "D. F.", "; ", "Chapman", ", ", "K. W.", "; ", "Rodriguez", ", ", "M. A.", "; ", "Greathouse", ", ", "J. A.", "; ", "Crozier", ", ", "P. S.", "; ", "Zhao", ", ", "H.", "; ", "Chupas", ", ", "P. J.", "; ", "Nenoff", ", ", "T. M.", " ", "Chem. Mater.", " ", "2013", ",  ", "25", ",  ", "2591", "– ", "2596", "[", "ACS Full Text ", "], [", "CAS", "]", "107. ", "Competitive I2 Sorption by Cu-BTC from Humid Gas Streams", "Sava, Dorina F.; Chapman, Karena W.; Rodriguez, Mark A.; Greathouse, Jeffery A.; Crozier, Paul S.; Zhao, Haiyan; Chupas, Peter J.; Nenoff, Tina M.", "Chemistry of Materials", "\r\n        (", "2013", "),\r\n    ", "25", "\r\n        (", "13", "),\r\n    ", "2591-2596", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Competitive sorption of mol. iodine gas from a mixed stream contg. iodine and water vapor is identified and characterized for the hydrophilic Cu-BTC metal-org. framework.  By combining simulation (Grand Canonical Monte Carlo and mol. dynamics simulations) with crystallog. (high-energy synchrotron-based powder X-ray diffraction data and pair distribution function analyses), the authors show that I2 substantially adsorbs, in preference to water vapor, into two principal areas.  First, it adsorbs in the smallest cage close to the copper paddle wheel.  Second, it adsorbs within the main pore with close interactions with the benzene tricarboxylate org. linker.  Anal. suggests that I2 forms an effective hydrophobic barrier to minimize water sorption.  The finding is relevant to mixed gas streams in nuclear energy industrial processes and accident remediation.  This also represents the highest reported I2 sorption by a metal-org. framework (175 wt.% I2 or 3 I/Cu).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXovFWnt7Y%253D&md5=e394b251b080b98730f17ffc9058f45a", "108. ", "Willans", ", ", "C. E.", "; ", "French", ", ", "S.", "; ", "Barbour", ", ", "L. J.", "; ", "Gertenbach", ", ", "J.-A.", "; ", "Junk", ", ", "P. C.", "; ", "Lloyda", ", ", "G. O.", "; ", "Steed", ", ", "J. W.", " ", "Dalton Trans.", " ", "2009", ",  ", "6480", "– ", "6482", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "108. ", "A catenated imidazole-based coordination polymer exhibiting significant CO2 sorption at low pressure", "Willans, Charlotte E.; French, Sara; Barbour, Leonard J.; Gertenbach, Jan-Andre; Junk, Peter C.; Lloyd, Gareth O.; Steed, Jonathan W.", "Dalton Transactions", "\r\n        (", "2009", "),\r\n    ", "\r\n        (", "33", "),\r\n    ", "6480-6482", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A robust, porous, catenated coordination polymer based on a neutral, flexible imidazole-derived tripodal ligand (a tripodal imidazole framework, TIF) polymeric Co3L2Cl6 (L = 1,3,5-tris(1-imidazolylmethyl)-2,4,6-triethylbenzene) was prepd. and is crystal structure detd.  Co3L2Cl6 reversibly absorbs vapors and gases, particularly CO2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXps1Kltr4%253D&md5=47f28d3a78f0d9e4ba27c203e9584aeb", "109. ", "Kloo", ", ", "L.", "; ", "Svensson", ", ", "P. H.", "; ", "Taylor", ", ", "M. J.", " ", "J. Chem. Soc., Dalton Trans.", " ", "2000", ",  ", "1061", "– ", "1065", "[", "Crossref", "]", "There is no corresponding record for this reference.", "110. ", "Svensson", ", ", "P. H.", "; ", "Kloo", ", ", "L.", " ", "Chem. Rev.", " ", "2003", ",  ", "103", ",  ", "1649", "– ", "1684", "[", "ACS Full Text ", "], [", "CAS", "]", "110. ", "Synthesis, Structure, and Bonding in Polyiodide and Metal Iodide-Iodine Systems", "Svensson, Per H.; Kloo, Lars", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2003", "),\r\n    ", "103", "\r\n        (", "5", "),\r\n    ", "1649-1684", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review is given on the synthesis, structure and bonding of polyiodides and metal iodide-iodine systems.  The structures of the polyiodides discussed include I2n+1-, I2n+22-, I2n+33- and I2n+44-.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXitlGlt78%253D&md5=690b3e9c77210e7007fecc48825c260f", "111. ", "Massasso", ", ", "G.", "; ", "Long", ", ", "J.", "; ", "Haines", ", ", "J.", "; ", "Devautour-Vinot", ", ", "S.", "; ", "Maurin", ", ", "G.", "; ", "Grandjean", ", ", "A.", "; ", "Onida", ", ", "B.", "; ", "Donnadieu", ", ", "B.", "; ", "Larionova", ", ", "J.", "; ", "Gueìrin", ", ", "C.", "; ", "Guari", ", ", "Y.", " ", "Inorg. Chem.", " ", "2014", ",  ", "53", ",  ", "4269", "– ", "4271", "[", "ACS Full Text ", "], [", "CAS", "]", "111. ", "Iodine Capture by Hofmann-Type Clathrate NiII(pz)[NiII(CN)4]", "Massasso, Giovanni; Long, Jerome; Haines, Julien; Devautour-Vinot, Sabine; Maurin, Guillaume; Grandjean, Agnes; Onida, Barbara; Donnadieu, Bruno; Larionova, Joulia; Guerin, Christian; Guari, Yannick", "Inorganic Chemistry", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "9", "),\r\n    ", "4269-4271", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The thermally stable Hofmann-type clathrate framework NiII(pz)[NiII(CN)4] (pz = pyrazine) was studied for the efficient and reversible sorption of I (I2) in the gaseous phase and in soln. with a max. adsorption capacity of 1 mol of I2 per 1 mol of NiII(pz)[NiII(CN)4] in soln.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXmsVGlsL8%253D&md5=1cf9384344d984e557bf997aff0c7e78", "112. ", "Domínguez", ", ", "M.", "; ", "Taboada", ", ", "E.", "; ", "Idriss", ", ", "H.", "; ", "Molins", ", ", "E.", "; ", "Llorca", ", ", "J.", " ", "J. Mater. Chem.", " ", "2010", ",  ", "20", ",  ", "4875", "– ", "4883", "[", "Crossref", "], [", "CAS", "]", "112. ", "Fast and efficient hydrogen generation catalyzed by cobalt talc nanolayers dispersed in silica aerogel", "Dominguez, Montserrat; Taboada, Elena; Idriss, Hicham; Molins, Elies; Llorca, Jordi", "Journal of Materials Chemistry", "\r\n        (", "2010", "),\r\n    ", "20", "\r\n        (", "23", "),\r\n    ", "4875-4883", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Cobalt talc nanolayers dispersed in silica aerogel constitute an active nanocomposited material with outstanding catalytic properties for the generation of hydrogen by ethanol steam reforming at low temp.  Delamination of talc particles into individual nanolayers of ca. 1.8 nm thick readily occurs under the reforming conditions, which results in a strong enhancement of the exposed catalytic active area.  The presence of aerogel assures the immobilization of the talc nanolayers resulting from the delamination while maintaining an excellent mass transfer of products and reactants to the surface of the talc nanolayers.  A fast and reversible surface activation for the steam reforming of ethanol occurs at 580-590 K under the reforming conditions.  Magnetic characterization and in situ XPS show the non-reversible formation of metal cobalt ensembles during activation, which escape HRTEM detection.  This material appears as a good candidate for on-board hydrogen generation from ethanol-water mixts. for mobile and portable fuel cell applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXmslGmtbs%253D&md5=ebb919554e97714dfbe8f3b1861cd83b", "113. ", "Mei", ", ", "W.", "; ", "Huang", ", ", "J.", "; ", "Zhu", ", ", "L.", "; ", "Ye", ", ", "Z.", "; ", "Mai", ", ", "Y.", "; ", "Tu", ", ", "J.", " ", "J. Mater. Chem.", " ", "2012", ",  ", "22", ",  ", "9315", "– ", "9321", "[", "Crossref", "], [", "CAS", "]", "113. ", "Synthesis of porous rhombus-shaped Co3O4 nanorod arrays grown directly on a nickel substrate with high electrochemical performance", "Mei, Weimin; Huang, Jun; Zhu, Liping; Ye, Zhizhen; Mai, Yongjin; Tu, Jiangping", "Journal of Materials Chemistry", "\r\n        (", "2012", "),\r\n    ", "22", "\r\n        (", "18", "),\r\n    ", "9315-9321", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Novel rhombus-shaped Co3O4 nanorod (NR) arrays grown directly on a Ni substrate were synthesized via a F-mediated hydrothermal approach.  The rhombic Co3O4 NRs have an av. edge length of 400 nm, an induced edge angle of 50° and a length of 15 μm.  The possible formation mechanism of the novel NR arrays was studied by x-ray diffraction, Raman spectroscopy, scanning and transmission electron microscopies, and XPS.  The formation of Co(OH)F plays a crucial role in the formation of the rhombus-shaped NR arrays.  When tested as anodes for Li ion batteries (LIBs) without the addn. of other ancillary materials (C black and binder), the Co3O4 NR arrays on a Ni substrate exhibit a high reversible capacity (over 1000 mA-h/g) and good cycling performance over 20 cycles at 0.005-3 V at a current rate of 1 C.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XltlGlt7o%253D&md5=35266480b1d959dbddc4255a7531eda7", "114. ", "DeBoer", ", ", "G.", "; ", "Burnett", ", ", "J. W.", "; ", "Young", ", ", "M. A.", " ", "Chem. Phys. Lett.", " ", "1996", ",  ", "259", ",  ", "368", "– ", "374", "[", "Crossref", "], [", "CAS", "]", "114. ", "Molecular product formation from the charge-transfer state of C6H6-I2", "DeBoer, Gary; Burnett, Joseph W.; Young, Mark A.", "Chemical Physics Letters", "\r\n        (", "1996", "),\r\n    ", "259", "\r\n        (", "3,4", "),\r\n    ", "368-374", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The C6H6 and I2 mol. product fragments of the C6H6-I2 charge-transfer state have been investigated.  Wavelength resolved studies show considerable rotational excitation of the benzene fragment and corresponding velocity spectra indicate a degree of translational excitation as well, consistent with rapid I2 bond dissocn. in a bent complex.  Another product channel active in the gas phase complex that forms mol. iodine was identified from measurements of kinetic energy release in the I2 fragment.  The reaction mechanism is pictured as a charge-recombination step in the initially excited charge-transfer state, yielding I2(X 1Σ+g) and C6H6(~a 3B1u).  Comparisons are made to corresponding observations for arene-I2 species in the condensed phase.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XlsVWnt7w%253D&md5=a180ca4e32da7fbd09c1a5a38ef169c7", "115. ", "Koczkur", ", ", "K. M.", "; ", "Hamed", ", ", "E. M.", "; ", "Hesp", ", ", "C. R.", "; ", "Houmam", ", ", "A.", " ", "Phys. Chem. Chem. Phys.", " ", "2013", ",  ", "15", ",  ", "348", "– ", "357", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "115. ", "The intriguing reaction of aromatic sulfonyl phthalimides with gold surfaces", "Koczkur, Kallum M.; Hamed, Emad M.; Hesp, Colin R.; Houmam, Abdelaziz", "Physical Chemistry Chemical Physics", "\r\n        (", "2013", "),\r\n    ", "15", "\r\n        (", "1", "),\r\n    ", "348-357", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The authors report on arene sulfonyl phthalimides which were prepd. and used to modify polycryst. Au and Au(111) Au surfaces.  Three studied compds. are the p-iodo-, the p-methoxy-, and the p-fluoro-benzenesulfonyl phthalimides.  XPS, cyclic voltammetry (CV), and scanning tunneling microscopy (STM) studies were used to characterize the modified surfaces.  The XPS data show that all 3 studied compds. decomp. on Au surfaces.  The decompn. leads to the adsorption of S and ejection of the other groups except for the p-iodo compd., which also leads to the deposition of iodine.  The cyclic voltammetry data confirm these results and show that high coverage values of deposited S are obtained.  High-resoln. STM imaging showed a dynamic behavior of S on Au for all compds.  Movement of S species on the Au(111) surface is obsd.  Various phases including a new 'zig-zag' pattern and a new 2 : 1 line pattern are presented.  Sequential STM imaging also showed movement of one area of S while another remains static.  These results are important because (i) they provide direct exptl. evidence that these hexavalent S compds. react with Au surfaces breaking all S chem. bonds, (ii) sulfonyl phthalimides can be used as efficient precursors for the deposition of S on Au, and (iii) very importantly they show the adlayer nature of the S modified Au surface which was a heavily debated question.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvVSmtbvE&md5=ec43f919caba617c28f25446831e7c8b", "116. ", "Hertzsch", ", ", "T.", "; ", "Budde", ", ", "F.", "; ", "Weber", ", ", "E.", "; ", "Hulliger", ", ", "J.", " ", "Angew. Chem., Int. Ed.", " ", "2002", ",  ", "41", ",  ", "2281", "– ", "2284", "[", "Crossref", "], [", "CAS", "]", "116. ", "Supramolecular-wire confinement of I2 molecules in channels of the organic zeolite tris(o-phenylenedioxy)cyclotriphosphazene", "Hertzsch, Tino; Budde, Felix; Weber, Edwin; Hulliger, Jurg", "Angewandte Chemie, International Edition", "\r\n        (", "2002", "),\r\n    ", "41", "\r\n        (", "13", "),\r\n    ", "2281-2284", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH", ")\r\n        ", "The org. zeolite analog tris(o-phenylenedioxy)cyclotriphosphazene TPP·x(THF) (x = 0.35, 0.6) takes up I2 quickly when exposed to I vapor.  In previously colorless crystals the I exchange can be obsd. by the changing color from color at the ends until after 1-2 days color all the way through the crystal.  Different routes to the inclusion of I2 mols. into the channels of the org. zeolitic crystals are suggested.  The cond. properties of single TPP·x(THF)·y(I2) and TPP·y(I2) crystals was measured parallel and perpendicular to the channel axis of this org. zeolite.  The cond. values of the TPP·y(I2) crystals are of the same order as those of elemental I2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XlsVyqs7g%253D&md5=04bd0a43c0219fe93df3108ba4a45161", "117. ", "Sheberla", ", ", "D.", "; ", "Sun", ", ", "L.", "; ", "Blood-Forsythe", ", ", "M. A.", "; ", "Er", ", ", "S.", "; ", "Wade", ", ", "C. R.", "; ", "Brozek", ", ", "C. K.", "; ", "Aspuru-Guzik", ", ", "A.", "; ", "Dincǎ", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "8859", "– ", "8862", "[", "ACS Full Text ", "], [", "CAS", "]", "117. ", "High Electrical Conductivity in Ni3(2,3,6,7,10,11-hexaiminotriphenylene)2, a Semiconducting Metal-Organic Graphene Analogue", "Sheberla, Dennis; Sun, Lei; Blood-Forsythe, Martin A.; Er, Suleyman; Wade, Casey R.; Brozek, Carl K.; Aspuru-Guzik, Alan; Dinca, Mircea", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "25", "),\r\n    ", "8859-8862", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reaction of 2,3,6,7,10,11-hexaaminotriphenylene with Ni2+ in aq. NH3 soln. under aerobic conditions produces Ni3(HITP)2 (HITP = 2,3,6,7,10,11-hexaiminotriphenylene), a new two-dimensional metal-org. framework (MOF).  The new material can be isolated as a highly conductive black powder or dark blue-violet films.  Two-probe and van der Pauw elec. measurements reveal bulk (pellet) and surface (film) cond. values of 2 and 40 S cm-1, resp., both records for MOFs and among the best for any coordination polymer.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXmsFWgtLo%253D&md5=4177401bc6f4766abf3dfaa0cf232b4e", "118. ", "Talin", ", ", "A. A.", "; ", "Centrone", ", ", "A.", "; ", "Ford", ", ", "A. C.", "; ", "Foster", ", ", "M. E.", "; ", "Stavila", ", ", "V.", "; ", "Haney", ", ", "P.", "; ", "Kinney", ", ", "R. A.", "; ", "Szalai", ", ", "V.", "; ", "Gabaly", ", ", "F. E.", "; ", "Yoon", ", ", "H. P.", "; ", "Léonard", ", ", "F.", "; ", "Allendorf", ", ", "M. D.", " ", "Science", " ", "2014", ",  ", "343", ",  ", "66", "– ", "69", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "118. ", "Tunable electrical conductivity in metal-organic framework thin-film devices", "Talin, A. Alec; Centrone, Andrea; Ford, Alexandra C.; Foster, Michael E.; Stavila, Vitalie; Haney, Paul; Kinney, R. Adam; Szalai, Veronika; El Gabaly, Farid; Yoon, Heayoung P.; Leonard, Francois; Allendorf, Mark D.", "Science (Washington, DC, United States)", "\r\n        (", "2014", "),\r\n    ", "343", "\r\n        (", "6166", "),\r\n    ", "66-69", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "We report a strategy for realizing tunable elec. cond. in metal-org. frameworks (MOFs) in which the nanopores are infiltrated with redox-active, conjugated guest mols.  This approach is demonstrated using thin-film devices of the MOF Cu3(BTC)2 (also known as HKUST-1; BTC, benzene-1,3,5-tricarboxylic acid) infiltrated with the mol. 7,7,8,8-tetracyanoquinododimethane (TCNQ).  Tunable, air-stable elec. cond. over 6 orders of magnitude is achieved, with values as high as 7 S per m.  Spectroscopic data and 1st-principles modeling suggest that the cond. arises from TCNQ guest mols. bridging the binuclear Cu paddlewheels in the framework, leading to strong electronic coupling between the dimeric Cu subunits.  These ohmically conducting porous MOFs could have applications in conformal electronic devices, reconfigurable electronics, and sensors.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXkslOn&md5=6a64061585a347aa6fef321ea937cc62"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-1/cg501324r/20141231/images/small/cg-2014-01324r_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-1/cg501324r/20141231/images/small/cg-2014-01324r_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-1/cg501324r/20141231/images/small/cg-2014-01324r_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-1/cg501324r/20141231/images/small/cg-2014-01324r_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-1/cg501324r/20141231/images/small/cg-2014-01324r_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-1/cg501324r/20141231/images/small/cg-2014-01324r_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-1/cg501324r/20141231/images/small/cg-2014-01324r_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-1/cg501324r/20141231/images/small/cg-2014-01324r_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-1/cg501324r/20141231/images/small/cg-2014-01324r_0009.gif\">"]}
