{"title": ["Solvothermal synthesis, thermal and adsorption properties of metal-organic frameworks Zn and CoZn(DPB)"], "authors": ["Nasser Mohammed Hosny"], "doi": ["https://doi.org/10.1007/s10973-015-4721-y"], "abstract": [], "text": ["Introduction", "Porous metal-organic frameworks (MOFs) constitute an important class of hybrid materials. These compounds have attracted attention because of their large pore size, high surface area, and thermal, magnetic, optical and catalytic properties [", "1", ", ", "2", ", ", "3", ", ", "4", "]. According to the pore size, the porous materials are classified into: microporous (pore diameter 0.2–2.0 nm), mesoporous (pore diameter 2.0–50.0 nm) and macroporous (pore sizes exceeding 50.0 nm). Microporous and macroporous materials are widely used as adsorbents [", "5", "]. Coordination polymers or metal-organic frameworks are polymeric materials with frameworks formed from organic bridging ligands and metal ions, and these compounds have unique features [", "6", ", ", "7", ", ", "8", "]. One of the most important features of MOFs is the ability to tailor the material’s properties by appropriate choice of the staring materials [", "9", "]. The most important part in the design of the metal-organic frameworks is the organic linker. The linkers are organic polyfunctional ligands that coordinate with multiple metal centers forming one-, two- or three-dimensional polymeric structures [", "10", "]. Unique functionalities have been found in metal-organic frameworks, in particular the porous properties of these compounds. Much attention has been attracted to the porous MOFs because of their importance in creation of nanometer-sized pore size, the discovery of new phenomena and their commercial applications in heterogeneous catalysis, as well as separation and storage of gases [", "11", ", ", "12", "].", "In this work, we prepared four new mononuclear and hetero-binuclear MOFs derived from the reaction of 1,4-bis[(3,5-dimethyl)pyrazole-4-yl]benzene (H", "2", "DPB) with zinc nitrate or mixture of zinc and cobalt nitrates by solvothermal method from dimethylformamide (DMF) or ethanol. The porosity of the obtained MOFs was studied by nitrogen adsorption, and the surface area was calculated.", "This work has some advantages as it presents new thermally and mechanically stable porous MOFs, which can be prepared with large amounts by simple technique.", "Experimental", "Materials and techniques", "All materials were obtained from commercial suppliers and were used without further purification. Elemental analysis was carried out on Flash 2000 CHNS Analyzer from Thermo Scientific. Thermogravimetric analyses were carried out on a Shimadzu-TGA-50H equipment by using alumina sample holder and sample masses 6.62, 6.41, 6.07 and 6.56 mg for compounds (1), (2), (3) and (4), respectively. The nitrogen flow rate and heating were 20 cm", "3", " min", "−1", " and 20 °C min", "−1", ", respectively. D2 PHASER Bruker diffractometer was used to perform XRD data by using CuKα radiation (", "λ", " = 1.5418 Å). N", "2", " adsorption isotherms were measured, at 77 K, on a Micromeritics Tristar 3000 volumetric instrument. Mattson 5000 FTIR Spectrometer was used to measure the infrared spectra as KBr disks. Mechanical stress tests were performed on 100 mg sample by applying pressure, up to 0.2 GPa (2 tons cm", "−2", ").", "Synthesis of 1,4-bis[(3,5-dimethyl)pyrazole-4-yl]benzene (H", "2", "DPB)", "The ligand 1,4-bis[(3,5-dimethyl)pyrazole-4-yl]benzene (Fig. ", "1", ") was synthesized according to literature procedures [", "13", "].", " ", "Open image in new window", " ", "Fig. 1", " ", "Structure of the ligand", " ", " ", "Synthesis of Zn(DPB) (1) from ethanol", "0.13 gm (0.05 mol) of the organic linker (H", "2", "DPB) was suspended in 30 mL absolute ethanol at 120 °C, followed by the addition of 0.13 gm (0.05 mmol) of the hydrated Zn(NO", "3", ")", "2", "·4H", "2", "O in 10 mL absolute ethanol. Then, the reaction mixture was refluxed for 2 h. A white precipitate was separated on reflux. The precipitate was filtered, washed with ethanol and kept to dry under vacuum (yield = 0.13 gm, 83 % based on the ligand). Elemental analysis: calcd (%) for Zn(C", "16", "H", "16", "N", "6", ")·2H", "2", "O: C 39.0, H 4.1, N 17.1; found: C 40.0, H 3.6, N 16.1 %.", "Synthesis of Zn(DPB) (2) from DMF", "0.10 gm of the ligand (H", "2", "DPB) was dissolved in hot DMF (10 mL, 110 °C) after being cooled to room temperature, Zn(NO", "3", ")·4H", "2", "O (0.30 gm) was added. The resulting mixture was placed in a heating tube which was heated at 120 °C for 10 h. The isolated white product was filtered off, washed several times with DMF and suspended in methylene chloride overnight followed by centrifugation and decantation (yield = 0.11 gm, 72 % based on the ligand). Elemental analysis: calcd (%) for Zn(C", "16", "H", "16", "N", "4", ")·(DMF): C 52.2, H 4.8, N 16.0; found: C 53.1, H 5.6, N 15.1 %.", "Synthesis of CoZn(DPB) (3) from ethanol", "0.13 gm (0.05 mol) of the organic ligand was suspended in 30 mL absolute ethanol at 120 °C, followed by a mixture of 0.065 gm of the hydrated Zn(NO", "3", ")", "2", "·4H", "2", "O and 0.072 gm of the hydrated Co(NO", "3", ")", "2", "·4H", "2", "O in 10 mL absolute ethanol. The reaction mixture was refluxed at 120 °C for 2 h. The formed violet precipitate was washed with ethanol and kept to dry under vacuum (yield = 0.19 gm, 84 % based on the ligand). Elemental analysis: calcd (%) for Co", "0.5", "Zn", "0.5", " (C", "16", "H", "16", "N", "4", ")·4H", "2", "O: C 48.5, H 5.5, N 14.2; found: C 48.6, H 6.1, N 15.1 %.", "Synthesis of CoZn(DPB) (4) from DMF", "0.10 gm of the ligand (H", "2", "DPB) was dissolved in hot DMF (10 mL, 110 °C) after being cooled to room temperature, Zn(NO", "3", ")·4H", "2", "O (0.3 gm) was mixed with 0.3 gm of Co(NO", "3", ")", "2", "·4H", "2", "O and dissolved in the ligand solution with stirring. The resulting mixture was placed in a heating tube which was heated at 120 °C for 10 h. White product was isolated, filtered off, washed several times with DMF and suspended in methylene chloride overnight followed by centrifugation and decantation (yield = 0.11 gm, 72 % based on the ligand).", "Elemental analysis: calcd (%) for Co", "0.5", "Zn", "0.5", " (C", "16", "H", "16", "N", "4", ")·DMF: C 57.5, H 5.8, N 17.6; found: C 58.4, H 6.6, N 16.7 %.", "X-ray structural analysis", "Microcrystalline sample of Zn(DPB) ", "(1)", " was placed on a silicon sample holder with a zero-background plate. D2 PHASER Bruker diffractometer was used to collect the diffraction data in the 2θ range of 5–40°, with 0.02° steps, using CuKα radiation (", "λ", " = 1.540598 Å). To detect the unit cell parameters of Zn(DPB) ", "(1)", ", Winplotr software package containing the reflex algorithm module, which provides access to the well-known indexing algorithms ICVOL91 [", "14", "], was used as implemented in Endeavour 1.7b [", "15", "]. The structure was solved by the simulated annealing technique. Pawley refinements were used to carry out the final refinements.", "Computational details", "Molecular geometry was optimized by molecular mechanics and the semiempirical AM1 methods using the hyperchem series of programs [", "16", "]. The low-lying conformer was investigated by molecular mechanics technique (MM+ force field) then optimized at the semiempirical AM1 (Polak-Ribiere), RMS 0.01 kcal [", "17", "].", "Results and discussion", "The solvothermal reaction of Zn(II) and Co(II) nitrates with the ligand (H", "2", "DPB) in ethanol or DMF results in the formation of MOFs with general formulae M(DPB) (M = Zn(II) or Co(II)Zn(II) and (DPB) = the anionic form of the ligand 1,4-bis[(3,5-dimethyl)pyrazole-4-yl]benzene). The formation of mononuclear and hetero-binuclear MOFs is represented by the following equation:", "$$ {\\text{H}}_{2} {\\text{DPB}} + {\\text{M}}\\left( {{\\text{NO}}_{3} } \\right)_{2} \\mathop{\\longrightarrow}\\limits^{{{\\text{Ethanol}}\\;{\\text{or}}\\;{\\text{DMF}}}}{\\text{MDPB}} + 2{\\text{HNO}}_{3} $$", "\nCompounds ", "(1)", " and ", "(2)", " are white fine crystalline materials, while compounds ", "(3)", " and ", "(4)", " are violet powders. All the four compounds are stable in air and insoluble in most common solvents, but partially soluble in DMSO and DMF. The solvothermal reaction of Zn(II) and Zn(II)Co(II) with (H", "2", "DPB) in ethanol at 120 °C led to the formation of coordination compounds of the formulae Zn(DPB) ", "(1)", " and CoZn(DPB) ", "(3)", ", isolated as microcrystalline powder in good yield. Other MOFs with the same general formulae were obtained by carrying out the reaction solvothermally in DMF for 12 h, at 120 °C as the case of compounds ", "(2)", " and ", "(4)", ".", "IR spectra", "The spectra of all the compounds reveal bands in the regions 1374–1380 and 1312–1320 cm", "−1", " assigned to ν C–N. These bands exist at lower wavenumber compared with their positions in the ligand. The bands in the region 1626–1660 cm", "−1", " assigned to ν C=N were shifted to higher wavenumbers compared with their positions in the ligand. These observations indicate the participation of the pyrazole group in coordination with the metal ions through the nitrogen atoms. The band at 1029 cm", "−1", " attributed to ν N–N in the free ligand is shifted to higher wavenumber in the spectra of all compounds, supporting the participation of the pyrazole nitrogen in bonding [", "18", "]. IR spectrum of ", "(1)", " is shown in Fig. ", "2", ".", " ", "Open image in new window", " ", "Fig. 2", " ", "IR spectra of Zn(DPB) ", "(1)", " ", " ", " ", "Because of the difficulty in finding a suitable DFT basis function for the polynuclear metal complexes [", "19", "], molecular mechanics and the semiempirical AM1 methods were used to optimize the molecular geometry of Zn(DPB) ", "(1)", ". A rapid investigation of the geometries of the suggested structures was done by the molecular mechanics and the semiempirical AM1 method. The semiempirical method is compared well to values obtained at the ab initio level using medium-size basis sets [", "17", "]. Some experimental and calculated frequencies (cm", "−1", ") of Zn(DPB) ", "(1)", " optimized by AM1 method are represented in Table ", "1", ".", "Table 1", " ", "Experimental and calculated frequencies (cm", "−1", ") of compound ", "(1)", " optimized by AM1 method", " ", " ", "Description", " ", " ", "Experimental", " ", " ", "Calculated", " ", " ", "ν C=N", " ", " ", "1626", " ", " ", "1631", " ", " ", "ν C–C–C (pyrazole)", " ", " ", "1563", " ", " ", "1583", " ", " ", "ν C–N", " ", " ", "1331", " ", " ", "1321", " ", " ", "ν C–N", " ", " ", "1287", " ", " ", "1290", " ", " ", "ν N–N", " ", " ", "1048", " ", " ", "1023", " ", " ", "δCH pyrazole and benzene", " ", " ", "847", " ", " ", "854", " ", " ", "Crystal structures", "Crystal structure of compound ", "(1)", " shows that it crystallizes in cubic system, space group ", "P23", " with cell parameters, ", "a", " = ", "b", " = ", "c", " = 6.7536 Å, ", "α", " = ", "β", " = ", "γ", " = 90°, cell volume = 308.04 Å", "3", " and density = 21.328 gm cm", "−3", ". XRD has been treated by the simulated annealing technique, and the final refinements were carried out by Pawley refinement. Weighted profile ", "R", "-factor (", "R", " ", " ", "wp", " ", ") value was (5.06) confirming good agreement between the calculated and the experimental data.", "Figure ", "3", " shows the arrangement of zinc ions, along 1D chains running parallel to b axis. Along the chains, Zn (II) ion is bridged by pyrazole moieties.", " ", "Open image in new window", " ", "Fig. 3", " ", "View of crystal packing along [001], showing three-dimensional network with one-dimensional chains of Zn ions (", "light blue", ") parallel to b axis. (Color figure online)", " ", " ", "The bond length of Zn–N is 1.833 Ǻ, and the bond angle N–Zn–N is 104.7°, indicating a slight deviation from the normal tetrahedral structure because of steric hindrance.", "Comparison between some geometrical parameters of ", "(1)", " obtained from X-ray structure and that of the optimized structure by AM1 method (Fig. ", "4", ") is given in Table ", "2", ".", " ", "Open image in new window", " ", "Fig. 4", " ", "Optimized structure of Zn (DPB) ", "(1)", " (", "Yellow", " = Zn, ", "Blue", " = N and ", "Cyan", " = C). (Color figure online)", " ", " ", "Table 2", " ", "Selected bond lengths [Å] and bond angles [°] of compound ", "(1)", " optimized by AM1 method and local crystal structure", " ", " ", "Bond length [Å]/angle [°]", " ", " ", "Local crystal structure", " ", " ", "Compound ", "(1)", " ", " ", " ", "Zn–N", " ", " ", "1.92", " ", " ", "2.01", " ", " ", "1.92", " ", " ", "2.06", " ", " ", "1.83", " ", " ", "2.16", " ", " ", "1.83", " ", " ", "2.30", " ", " ", "N–Zn–N", " ", " ", "104.7", " ", " ", "102.2", " ", " ", "126.9", " ", " ", "121.0", " ", " ", "98.2", " ", " ", "100.7", " ", " ", "Zn–N–N", " ", " ", "126.9", " ", " ", "120.0", " ", " ", "The cause of the difference between the observed bond lengths and angles from X-ray structure and that obtained from AM1 calculations was attributed to the effect of hydrogen bonding and neighbor molecules which were not taken into consideration for the theoretically calculated parameters.", "Figure ", "5", " shows XRD patterns of compounds ", "(1)", ", ", "(2)", ", ", "(3), (4)", " and ", "(1)", " after adsorption of N", "2", ". From the patterns, it is clear that CoZn(DPB) ", "(3)", " and ", "(4)", " are amorphous, due to the random distribution of Co and Zn or the presence of mixed forms.", " ", "Open image in new window", " ", "Fig. 5", " ", "XRD patterns Zn (DPB) (", "1),", " Zn (DPB) ", "(2)", " CoZn (DPB) ", "(3)", ", Zn (DPB) (", "1)", " after adsorption of N", "2", " ", " ", " ", "Compounds ", "(1)", " and ", "(2)", " are crystalline products, and comparing their XRD patterns reveals that compound ", "(2)", " has some peaks at 2θ = 15, 22 and 26, which are not presented in the pattern of ", "(1)", ". The crystal structure indicated that compound ", "(2)", " crystallizes in monoclinic system, with cell parameters, ", "a", " = 14.8865, ", "b", " = 9.8392 and ", "c", " = 10.8285 Å and ", "α", " = ", "γ", " = 90° and ", "β", " = 93.05°.", "The particle sizes of ", "(1), (2)", " and ", "(1)", " after compression were calculated from the major diffraction peak by, using Debye–Scherrer formula ", "D", " = 0.9 ", "λ", "/", "β", " cosθ [", "20", "], where ", "λ", " is the wavelength of X-ray (1.5418 Ǻ) for Cu K α radiation, ", "β", " is full width at half maximum, and θ is the peak position. The estimated particle sizes were found to be 24, 28 and 35 nm for samples of ", "(1), (2)", " and ", "(1)", " after compression, respectively. The particle size of ", "(1)", " after compression is slightly greater than that of the original sample due to aggregation of the small nuclei on compression to become slightly larger than the original sample.", "Thermal stability", "Thermal analysis gives important information about the thermal stability and the strength of the bonds. To investigate the thermal stability of the synthesized compounds, the thermal measurements (TG) were carried out from 25 up to 1000 °C (Fig. ", "6", "). TG curve of compound ", "(1)", " shows a loss of hydrated water molecules from 29 to 160 °C (mass loss 7.0 %, calcd 7.3 %). No further mass loss from compound ", "(1)", " up to 320 °C was observed. The first step of decomposition of the solvent free form of compound ", "(1)", " takes place from 320 to 431 °C, corresponding to the loss of (CH", "3", ")", "2", "pyrazole (mass loss 20.7 %, calcd 19.5 %). The next step attributed to the loss of (CH", "3", ")", "2", "pyrazole and benzene moieties. This step occurs in the range 431–709 °C (mass loss 36.1 %, calcd 35.0 %).", " ", "Open image in new window", " ", "Fig. 6", " ", "TG curves of Zn (DPB) ", "(1)", " (", "black", " ", "straight line", "), CoZn(DPB) ", "(3)", " (", "red dashed line", "), Zn (DPB) ", "(2)", " (", "green dotted lines", ") and CoZn (DPB) ", "(4)", " (", "blue spaced dashed lines", "). (Color figure online)", " ", " ", "TG curve of compound ", "(2)", " shows that it loses the solvent in the temperature range 30–190 °C, and then it loses the organic linker in two successive steps from 200 to 634 °C (mass loss 58.1 %, calcd 60.0 %). Compound ", "(2)", " loses its crystallinity on evacuation at 180 °C and changes to amorphous.", "After compound ", "(3)", " loses the solvent molecules in the range 35–130 °C, it loses the organic ligand in the temperature range 340–500 °C (mass loss 65.4 %, calcd 66.2 %).", "TG curve of compound ", "(4)", " shows that it loses the host molecules in the temperature range from 30 to 219 °C. The organic linker starts to decompose from 220 to 694 °C in two steps.", "From the above discussion, it could be concluded that after the host molecules have been lost, compounds ", "(1)", " and ", "(3)", " remain stable up to ca 320 °C, while compounds ", "(2)", " and ", "(4)", " remain stable up to ca 200 °C. Compounds ", "(1)", " and ", "(3)", " are thermally more stable than ", "(2)", " and ", "(4)", ".", "The polymer is considered as a thermostable material when it loses 10 % of its mass in the temperature range 400–450 °C [", "21", "]. The activated compounds ", "(1)", ", ", "(2)", ", ", "(3)", " and ", "(4)", " lose 10 % of their masses at 387, 285, 376 and 326 °C, respectively. Compound ", "(1)", " seems to be the most stable among them, and it is closer to be thermally stable. According to their thermal stabilities, the present compounds could be arranged in the following order: ", "(1)", " ", ">", " ", "(3)", " ", ">", " ", "(4)", " ", ">", " ", "(2).", " ", "Mechanical stability", "Mechanical stress tests were carried out on grounded samples by applying pressure, up to 0.2 GPa (2 tons cm", "−2", "). The mechanical stability test of compound ", "(1)", " is remarkably high, and ", "(1)", " remains practically unaffected after the application of pressures up to 0.2 GPa, which is indicative of the framework rigidity. Compound ", "(2)", " lost its crystallinity on applying pressures up to 0.2 GPa and turned to amorphous.", "N", "2", " adsorption", "One of the most important applications of MOFs is the gas sorption. The importance of gas sorption properties of MOFs comes from its ability to uptake fuel gases such as methane and hydrogen [", "22", ", ", "23", ", ", "24", "]. To establish the attainment of permanent porosity after removal of solvent molecules, the measurements of gas adsorption are essential [", "25", ", ", "26", ", ", "27", "]. The permanent porosity of ", "(1)", " has been confirmed by adsorption of N", "2", " at 77 K, and the apparent surface area has been calculated [", "28", "]. To remove the solvent molecules, the sample was subsequently dried at 130 °C for 6 h. On evacuation, at 180 °C compounds ", "(2)", " and ", "(4)", " lost their porosity.", "The pore textural properties, BET specific surface area, the Langmuir specific surface area, cumulative pore volume and the adsorption average pore diameter using Barrett–Joyner–Halenda (BJH) model, for compounds ", "(1)", " and ", "(3)", " were calculated and are summarized in Table ", "3", ". The pore size distribution calculated by density functional theory (DFT) for ", "(1)", " and ", "(3)", " (Fig. ", "7", ") shows that the two MOFs possess narrow distribution in the microporous region and that the majority of the pore volumes contribute in the mesopore region. Zn (DPB) ", "(1)", " has a peak at 17 Å, and CoZn (DPB) ", "(3)", " has a peak at 15 Å. The sorption isotherms of ", "(1)", " and ", "(3)", " (Figs. ", "8", ", ", "9", ") obtained with nitrogen gas represent type I isotherm with no hysteresis, which demonstrates the presence of microporous structure. The BET surface area (475 m", "2", " g", "−1", ") represents the adsorption capacity of ", "(1)", " which is reached at amount adsorbed = 159 mg g", "−1", " and p/po = 0.5, corresponding to micropore volume = 0.36 cm", "3", " g", "−1", ". The BET surface area is 501 m", "2", " g", "−1", " and represents the adsorption capacity of ", "(3)", " which is reached at amount adsorbed = 195 mg g", "−1", " and p/po = 0.8, corresponding to micropore volume = 0.42 cm", "3", " g", "−1", ". The mechanical stabilities of ", "(1)", " and ", "(3)", " are also tested, and these materials are affected after the application of pressures up to 0.2 GPa, which induces a ca. 40 % decrease in the specific surface area in ", "(1)", " and 18 % decrease in ", "(3)", ". The BET surface areas of compounds ", "(1)", " and ", "(3)", " are approximately in the same range as Cr-BTB and Fe-BTB [", "10", "].", "Table 3", " ", "Pore textural properties of Zn (DPB) ", "(1)", " and CoZn (DPB) ", "(3)", " ", " ", " ", "Adsorbents", " ", " ", "Langmuir specific surface area/m", "2 ", " g", "−1", " ", " ", " ", "BET specific surface area/m", "2", "  g", "−1", " ", " ", " ", "BJH adsorption cumulative pore volume/cm", "3 ", " g", "−1", " ", " ", " ", "BJH adsorption average pore diameter (4 V/A)/Å", " ", " ", "Zn (DPB) ", "(1)", " ", " ", " ", "618", " ", " ", "475", " ", " ", "0.36", " ", " ", "105", " ", " ", "CoZn (DPB) ", "(3)", " ", " ", " ", "545", " ", " ", "501", " ", " ", "0.42", " ", " ", "116", " ", " ", " ", "Open image in new window", " ", "Fig. 7", " ", "Cumulative pore size distribution by DFT theory (", "a", ") for compound ", "(1)", " and (", "b", ") for compound ", "(3)", " ", " ", " ", " ", "Open image in new window", " ", "Fig. 8", " ", "N", "2", " adsorption–desorption isotherms (", "a", ") for the activated ", "(1)", " and (", "b", ") for ", "(1)", " after compression at 0.2 MPa", " ", " ", " ", "Open image in new window", " ", "Fig. 9", " ", "N", "2", " adsorption–desorption isotherms (", "a", ") for the activated ", "(3)", " and (", "b", ") for ", "(3)", " after compression at 0.2 MPa", " ", " ", "Conclusions", "In the present work, Zn (DPB) and CoZn (DPB) MOFs synthesized from ethanolic solution ", "(1)", " and ", "(3)", " give higher yield than those obtained from DMF synthesis ", "(2)", " and ", "(4)", ". Compounds ", "(1)", " and ", "(3)", " are thermally more stable than compounds ", "(2)", " and ", "(4)", ". Compound ", "(1)", " is mechanically stable, and it remains unaffected after applying pressure up to 0.2 GPa. Compounds ", "(1)", " and ", "(3)", " have permanent porosity even after applying this stress. The investigated MOFs containing hetero-metallic CoZn are thermally stable and have higher EBT surface area than those containing homonuclear Zn MOFs."], "figures": ["<div class=\"MediaObject\" id=\"MO1\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-015-4721-y/MediaObjects/10973_2015_4721_Fig1_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-015-4721-y/MediaObjects/10973_2015_4721_Fig1_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO3\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-015-4721-y/MediaObjects/10973_2015_4721_Fig2_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-015-4721-y/MediaObjects/10973_2015_4721_Fig2_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO4\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-015-4721-y/MediaObjects/10973_2015_4721_Fig3_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-015-4721-y/MediaObjects/10973_2015_4721_Fig3_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO5\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-015-4721-y/MediaObjects/10973_2015_4721_Fig4_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-015-4721-y/MediaObjects/10973_2015_4721_Fig4_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO6\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-015-4721-y/MediaObjects/10973_2015_4721_Fig5_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-015-4721-y/MediaObjects/10973_2015_4721_Fig5_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO7\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-015-4721-y/MediaObjects/10973_2015_4721_Fig6_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-015-4721-y/MediaObjects/10973_2015_4721_Fig6_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO8\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-015-4721-y/MediaObjects/10973_2015_4721_Fig7_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-015-4721-y/MediaObjects/10973_2015_4721_Fig7_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO9\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-015-4721-y/MediaObjects/10973_2015_4721_Fig8_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-015-4721-y/MediaObjects/10973_2015_4721_Fig8_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO10\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-015-4721-y/MediaObjects/10973_2015_4721_Fig9_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10973-015-4721-y/MediaObjects/10973_2015_4721_Fig9_HTML.gif\" alt=\"\"></a> </div>"]}
