{"title": ["Exploring Network Topologies of Copper Paddle Wheel Based Metal–Organic Frameworks with a First-Principles Derived Force Field"], "authors": ["Saeed Amirjalayer", "Maxim Tafipolsky", "Rochus Schmid"], "doi": ["10.1021/jp200123g"], "abstract": ["We have applied an accurate molecular mechanics force field, parametrized with respect to first-principles calculated reference data, for copper paddle wheel (Cu", "(O", "C)", ") based metal organic frameworks to investigate possible systems with a 3,4-connected network topology. The results explain why the well-known HKUST-1 forms a ", " net, whereas for an extended linker, as in MOF-14, the ", " topology is preferred. In particular, the complex structure of the latter system, consisting of two deformed and “interwoven” nets, is accurately predicted, and the necessary deformation energy can be quantified. In this context also all possible forms of interpenetration were considered. Finally, by designing a bromine-substituted extended linker the system can be forced back into the more open ", " topology. This first molecular mechanics investigation of the relative strain energies of MOF network topologies demonstrates that the structure is to a large extent defined by the intrinsic conformational preferences of the building blocks. Our approach allows to analyze and understand the reasons for this preference and can be used as a computational tool for the design of specific topologies."], "text": ["Top of Page", "Abstract", "Introduction", "Computational Details", "Results and Discussion", "Conclusion", "References", "Introduction", "The new class of nanoporous materials, referred to as metal–organic frameworks (MOFs), is intensively investigated because of its great potential in sensing, gas storage and separation applications, and catalysis.", "(1-3)", " In contrast to zeolites, which are built mainly from tetrahedral building blocks, such porous coordination polymers can be formed from a wide variety of inorganic fragments, the so-called secondary building units (SBUs),", "(4)", " connected by organic linkers. One of the exciting key points of MOFs, besides their large accessible pore space, is the fact that the shape and size of these pores can be varied and tuned by modifying the linkers. For example, by a single bromine substitution on the linker, a 2D layered system could be converted into a 3D network.", "(5)", " In contrast to zeolites, where the network topology can solely be controlled via the synthesis conditions and structure-directing agents, MOFs offer the unique possibility to alter the intrinsic steric preference for a particular network topology. In certain cases, where the energetic differences are small, it is of course also possible to use solvent effects to alter the topology. As an example, very recently, two different phases could be crystallized for a copper paddle wheel Cu", "2", "(CO", "2", ")", "4", " based MOF by a variation of the synthesis conditions, which share the same network topology and space group but differ in the adsorption properties.", "(6)", " Thus, to employ this unique option for a rational design, it is necessary to quantify the relative network stability and analyze the origins for the differences. This can be achieved by atomistic theoretical simulations.", "From the very beginning, theoretical investigations accompanied the development of MOFs.", "(7-9)", " These studies focused on the nature of host–guest interactions, applying mostly Monte Carlo simulations in the Grand Canonical ensemble (GCMC),", "(8)", " a well-established technique in zeolite modeling,", "(10, 11)", " to compute adsorption isotherms. In such calculations the structure of the framework is taken from experiment and kept rigid.", "(12-21)", " However, a further important property of MOFs is their flexibility. For example, certain MOFs are able to substantially change their cell volume upon adsorption (‘‘breathing’’).", "(22)", " Consequently, a number of fully flexible force fields have been developed. In the case of MOF-5 and the IRMOF family, they were used to investigate properties related to the framework flexibility, such as thermal expansion and conductivity, or elastic constants.", "(23-28)", " For the ‘‘breathing’’ MIL-53 systems the variations of the unit cell size with respect to the guest molecule loading could be explained.", "(29)", " Nevertheless, in all these investigations the topology and atom connectivity was taken from experiment. For determining the relative stability of different topologies it is, however, necessary to predict also yet unknown structures. Up to now, only in a few theoretical studies have alternative network topologies been considered. For example, a coarse-grained molecular mechanics model was used to identify initial structures for a Rietveld refinement of the very large pore MIL-100 and MIL-101 frameworks by screening different connectivities.", "(30)", " Further, possible supramolecular isomers in the IRMOF family were investigated by a flexible force field.", "(31)", " By a more involved quantum mechanical method the stability of different zeolitic imidazolate framework (ZIF) topologies were computed, which have modestly sized unit cells.", "(32)", " A newly parametrized force field for the boron-containing 3D-periodic covalent organic framework COF-102", "(33)", " was used to compute strain energies of known and unknown network topologies.", "(34)", " This force field was meanwhile also employed to investigate yet unknown COFs for their potential in hydrogen storage.", "(35)", "As demonstrated by Baburin et al. in their work on ZIFs, periodic density functional theory (DFT) methods can be used to screen topologies.", "(32)", " In the case of MOFs such quantum mechanical methods have been used for investigating elastic constants,", "(36, 37)", " thermal expansion,", "(38)", " or chemisorption of guest molecules.", "(37)", " However, they are still numerically demanding in particular for larger systems.", "(9-39)", " In addition, only relative energies for supramolecular isomers have to be computed, which have the same number of atoms and bonds and differ only in their conformation. For such relative conformational energies advanced force fields such as MM3", "(40, 41)", " or MMFF", "(42)", " have a longstanding tradition and are known for their accuracy.", "(43, 44)", " Unfortunately, only parametrizations for the organic linker parts exist. Therefore, we have developed a consistent force field parametrization approach, using a genetic algorithm (GA) optimization method.", "(28)", " On the basis of reference data computed by DFT methods for small nonperiodic model systems, we initially derived a parameter set for the Zn", "4", "O(O", "2", "C)", "6", " SBU, which is able to quantitatively reproduce the elastic constants of MOF-5, determined previously by periodic DFT methods.", "(36)", " More recently, we developed a parameter set for the copper paddle wheel SBU (Cu", "2", "(CO", "2", ")", "4", "), which was validated to qualitatively reproduce structure and dynamic properties (normal modes, elastic constants, negative thermal expansion) of HKUST-1.", "(45)", " Our approach can be seen as a multiscale simulation method, with the force field trained systematically by the DFT level,", "(46)", " which is ideally suited for a topological screening, because in this case no bonds are formed or broken. Note also that this force field can be used for a variety of other MOFs based on the same SBU.", "(47, 48)", "In this contribution we employ the new force field, to our knowledge for the first time for carboxylate based MOFs, to investigate the strain energy preference of different topologies. As a proof of concept we studied 3,4-connected copper paddle wheel network topologies. In Figure ", "1", " on the left, the two high symmetric edge transitive 3,4-connected networks for a square planar four coordinate vertex ", "tbo", " and ", "pto", " are shown in augmented form.", "(49, 50)", " Following the strategy introduced for COF-102,", "(34)", " the frameworks can be constructed by replacing the (augmented) vertices by real building blocks, as schematically shown on the right in Figure ", "1", ". If the trigonal vertex is replaced, e.g., by a C", "6", "H", "3", " unit, allowing for three connections to adjacent carboxylates of the square SBU, MOFs of the formula Cu", "3", "(BTC)", "2", " are formed (BTC = 1,3,5-benzenetricarboxylate), which we abreviate as Cu-BTC in the following. The experimentally known HKUST-1,", "(51)", " with its small and large pore, represents Cu-BTC in the ", "tbo", " topology. An isoreticular network, in analogy to the linker extension in the IRMOF series,", "(52)", " can be formed by adding three phenylene groups (see Figure ", "1", "), resulting in the BTB linker (BTB = benzene-1,3,5-tribenzoate). Interestingly, the only known copper paddle wheel MOF with a BTB linker is MOF-14, which represents Cu-BTB in a peculiar interwoven ", "pto", " network.", "(53)", " In addition, we included a 6-fold bromine-substituted derivative of BTB, referred to as BTB-Br6, which is to our knowledge not used in a MOF synthesis, yet, in order to demonstrate how a linker can be designed to achieve a different network topology.", "Figure 1. Edge transitive 3,4-networks with a square planar vertex in augmented form (left). Correspondence of vertices and real building blocks considered in this work (right).", "Top of Page", "Abstract", "Introduction", "Computational Details", "Results and Discussion", "Conclusion", "References", "Computational Details", "All calculations have been performed with our recently derived force field for copper paddle wheel systems.", "(45)", " This first-principles derived force field was parametrized in the same spirit as our force field for the Zn", "4", "O SBU in the IRMOF family using a genetic algorithm strategy, described in full detail in ref 28. The potential energy expression is based on the MM3 force field,", "(40)", " which is designed to predict conformational energies and includes anharmonicity in bond and angle terms, a number of cross-terms, and a softer Buckingham potential for the van der Waals (vdW) interaction (as compared to the usual Lennard-Jones type interactions). All vdW parameters are taken unadjusted from ref 54, and the usual Lorentz–Berthelot mixing rules are used. The parameters for the inorganic SBU have been derived from DFT calculations of the nonperiodic model system Cu", "2", "(O", "2", "CH)", "4", " on the B3LYP/aug-cc-pVDZ level. In contrast to standard MM3, atomic point charges are used in our force field (1–4 interactions scaled by a factor of 0.5) derived from an electrostatic point charge fit. Importantly, the specific square coordination environment of the Cu(II) atom is described with a Morse potential for the Cu–O", "carb", " bond and an improved Fourier-type angle bending potential", "(55)", " for the O", "carb", "–Cu–O", "carb", " angle. This force field was validated to be able to reproduce structure and normal modes of the DFT reference. In particular, it is able to reproduce properties of HKUST-1, related to network flexibility like the bulk modulus or the negative thermal expansion, quantitatively without recourse to experimental data.", "(45)", " Thus, by a combination of a refined potential energy expression and an accurate parametrization it is possible to describe both structure and flexibility of copper paddle wheel based MOFs accurately. A complete description of the force field terms and a listing of all parameters including atomic partial charges is given in the ", "Supporting Information", ".", "All calculations have been performed with a modified version of the Tinker suite of molecular mechanics programs.", "(56)", " Initial structures of the periodic networks were generated by our Weaver code.", "(57)", " For all systems periodic boundary conditions were assumed and full energy minimizations were performed by optimizing fractional coordinates and orthorhombic cell parameters without any symmetry constraint (space group ", "P", "1). In certain cases, conformational flexibility combined with steric strain leads to multiple local minima, often together with a slight breaking of spatial symmetry. We used a simple annealing scheme (minimization of snapshots, generated by a molecular dynamics simulation in the NVT ensemble at an elevated temperature of 500 K) to locate the global minimum energy. A cutoff value of 12 Å for the van der Waals interactions was used, while the electrostatic interactions were computed by a smooth particle mesh Ewald summation with a real space cutoff value of 12 Å. The geometrically accessible surface was determined using a code", "(58)", " provided by Düren et al.", "(59)", " The necessary atomic diameters were taken from the van-der-Waals parameter set of the force field.", "Top of Page", "Abstract", "Introduction", "Computational Details", "Results and Discussion", "Conclusion", "References", "Results and Discussion", "Topologies of 3,4-Connected Networks", "Two high-symmetry network topologies (", "tbo", " and ", "pto", ", see Figure ", "1", ") are possible for 3,4-connected networks with a square SBU.", "(50)", " The question arises, why does Cu-BTC form the ", "tbo", " structure (HKUST-1)? It is important to note, as realized previously,", "(34)", " that both networks represent (supramolecular) isomers with the same connectivity and therefore are located both on the same molecular mechanics energy surface, even though bond breaking would be needed to interconvert them. Thus, relative strain energies can be computed as the difference of the force field energies for the relaxed structures per formula unit. Therefore, the Cu-BTC network was optimized in both topologies without any symmetry constraint (space group ", "P", "1). Note that the ", "pto", " network consists of two formula units S", "3", "T", "4", " (where S represents the square and T the trigonal building block) per unit cell, whereas the ", "tbo", " cell is formed from eight such minimal units. For comparison, all energies are given per formula unit S", "3", "T", "4", " in the following. In Table ", "1", " relative steric energies of all investigated systems are summarized.", "Table 1. Relative Energies (per Formula Unit S", "3", "T", "4", "), Lattice Sizes, and Solvent-Accessible Surfaces (SAS, per Formula Unit, See Text) for All Investigated Network Topologies", " ", "Cu-BTC", "Cu-BTB", " ", "tbo", "pto", "tbo", " (int)", "a", "pto", " (int)", "b", "tbo", "pto", "tbo", " (int)", "a", "pto", " (int)", "b", "Δ", "E", "strain", " [kcal/mol]", "0.0", "11.9", "–40.1", "179.2", "15.3", "0.0", "–7.6", "–31.8", "lattice size [Å]", "26.383", "15.281", "26.362", "15.063", "47.409", "c", "27.463", "47.344", "c", "26.994", "SAS [Å", "2", "]", "457", "214", "44.4", "28.3", "1913", "2024", "1367", "976", "a", "Interpenetrated (see Figure ", "3", ").", "b", "Interwoven (see Figure ", "3", ").", "c", "Averaged.", "(60)", "The ", "tbo", " network topology is by 11.9 kcal/mol per formula unit more stable then the alternative ", "pto", ". Thus, the experimentally observed structure of HKUST-1", "(51)", " is due to a thermodynamic preference, which reduces the steric strain. A closer analysis of the ", "tbo", " case reveals a nonplanar deformation of the trimesic acid linker to maintain the square planar coordination at the paddle wheel unit (Figure ", "2", "a). However, apart from this slight bending, the linker is planar in contrast to the situation in the ", "pto", " topology, where the carboxylate planes are rotated by 33.4° with respect to the C", "6", "H", "3", " aromatic plane (Figure ", "2", "b). As observed previously in experiment", "(61)", " as well as theoretically", "(62)", " the phenyl carboxylate bond has a sizable rotational barrier due to conjugation. The energetic penalty for the carboxylate rotation in ", "pto", " outweighs the linker deformation in the ", "tbo", " net. This observation demonstrates the necessity for an accurate parametrization of the force field, since a delicate balance between different small deviations from the individual equilibrium geometries of the building blocks needs to be accurately captured.", "(63)", "From the above analysis it can be concluded that an additional “joint” in the linker backbone, allowing for a rotation of the carboxylate group out of the trigonal plane, should lead to a preference for the alternative ", "pto", " topology. This can be realized by exchanging the BTC with the BTB linker (Figure ", "1", "), where the biphenyl bond has a much lower rotational barrier. We constructed and optimized the corresponding networks, termed Cu-BTB here for brevity, in both topologies. The relative lattice energies (Table ", "1", ") reveal now a preference of the ", "pto", " structure by 15.3 kcal/mol. The closeup of the linker structure in Figure ", "2", "c shows clearly that in the ", "tbo", " topology the nonplanar BTB core does not fit to the constraint of carboxylate units in the trigonal plane. Both the C", "ph", "–C", "carb", " and the C", "biph", "–C", "biph", " bonds are twisted, leading to numerous minima close in energy, all of them breaking the cubic symmetry, an effect observed for other systems before.", "(31)", " In contrast to that the ", "pto", " topology matches perfectly to the linkers equilibrium geometry (Figure ", "2", "d): the C", "biph", "–C", "biph", " bond is rotated by 38.1°, close to the biphenyl equilibrium torsion, whereas the carboxylate groups are in plane.", "Figure 2. Structures of all noninterpenetrated systems (view of the cubic unit cell along one of the crystallographic axes) together with a closeup of one representative linker conformation. Note the optimal conjugation of the carboxylate groups in (a) and (d).", "Interpenetration", "Both Cu-BTB networks are unknown experimentally, but the very intriguing MOF-14 represents the interpenetrated variant of Cu-BTB in the ", "pto", " topology.", "(53)", " This system is particularly interesting, since the two independent networks are “woven” around each other and—in contrast to usual interpenetration—the pore volume is only slightly reduced. This behavior is therefore referred to as interweaving, and for the following discussion it is necessary to analyze the different interpenetration modes of the ", "tbo", " and ", "pto", " networks in general. The interpenetrated ", "tbo", " can be generated by shifting the second net by [1/4, 1/4, 1/4] (fractional coordinates) with respect to the primary, thus filling its pore space. In Figure ", "3", " the interpenetrated networks are shown in augmented form. In the case of ", "pto", ", shifting an identical copy of the primary network by [1/2, 1/2, 1/2] leads to a situation where the trigonal vertices of both networks coincide. Only by a distortion of the networks via a displacement of the trigonal vertices away from each other, two nonintersecting interwoven networks can be formed as shown in Figure ", "3", "b. Note that if one connects the neighboring trigonal vertices of the two networks, which are rotated by 180° with respect to each other, an octahedral six-coordinated vertex is formed, and the resulting noninterpenetrated net is now 4,6-connected (referred to as ", "pto-d", " in the RCSR database", "(49)", "). Since in the resulting interwoven ", "pto", " net (Figure ", "3", "b) only the square vertices occupy pore space of the other network, the resulting structure is very rigid, but still porous. For a further discussion we refer here also to ref 53.", "It is gratifying that our flexible force field is able to explain the steric preference for the ", "pto", " topology in the case of Cu-BTB. However, the structure of the interwoven MOF-14, determined experimentally, poses an additional challenge, due to the steric deformation of each individual net. To address this problem, we also investigated all possible interpenetrated systems of Cu-BTC and Cu-BTB in both topologies ", "tbo", " and ", "pto", ". In the following discussion we use the terms “interpenetrated” and “interwoven” as synonyms, since the latter is just a special variant. In principle, steric energies of interpenetrated nets can be compared with non-interpenetrated ones in the same way as different topologies, since all structures reside on the same molecular mechanics potential energy surface. However, in this case it is more difficult to assess the preference of the real system. Because of the additional close contacts between the nets a mainly dispersive stabilization in the gas phase is usually observed. In real systems, this stabilization could be compensated by difference in the free energy of solvation. In the case of an attractive interaction between solvent and network, interpenetration leads to a destabilizing reduction of the SAS. The entropic contributions to the free energy of solvation in the microporous framework are not easy to assess and depend also on the type and size of the solvent. In particular, open metal site frameworks can coordinate donor solvents, and a delicate hydrogen bonding network can be formed. We are currently extending our force fields to include these interactions and are developing simulation protocols to determine the changes in solvent free energy when going from one topology to another or changing the interpenetration mode. Note that this problem is closely related to the solvation of biomolecules. The native state of a protein structure can often only be described by including the free energy of solvation including ‘‘nanoscaled’’ cavities or pores.", "(64)", " However, such a treatment including a sampling of the solvent configurational space is beyond the scope of this work. Thus, we have used a simple and qualitative measure for the possibility of solvent stabilization, namely the determination of the SAS with a probe diameter of 3 Å. This is a typical value for water, often used for the evaluation of solvation energies of biomolecules.", "(65)", " Interestingly, the same approach is used to determine the inner surface of porous hybrid materials.", "(59)", "Figure 3. Interpenetrated ", "tbo", " and ", "pto", " networks in augmented form.", "The computed SAS values summarized in Table ", "1", " are given per formula unit, since we consider them to be roughly proportional to the solvent stabilization energy per formula unit. For the Cu-BTC systems the ", "pto", " topology has about half the accessible surface, as compared to ", "tbo", ", even though it is only by a factor of 1.3 more dense. Interestingly, in the case of the larger Cu-BTB systems both topologies are nearly equal in surface size, with ", "pto", " having a slightly larger SAS. In the case of the Cu-BTC, interpenetration reduces the accessible surfaces by an order of magnitude. These systems are essentially nonporous, and a sufficient solvent framework interaction will lead to a large energy penalty for interpenetration. In contrast to that, for the Cu-BTB systems, the reduction is about a factor of 2. This is what can be expected for very large pores, where—in analogy to two infinite planes—maximizing the contact would halve the accessible surface per formula unit.", "From an energetic point of view, interpenetration does not change the tendency to form a ", "tbo", " structure for the BTC linker, nor for ", "pto", " in the case of the larger BTB. As mentioned above, however, interpenetration in the gas phase is always stabilizing. Thus, from the bare gas phase steric energies the nonporous interpenetrated Cu-BTC in ", "tbo", " structure appears to be most stable. This stabilization will largely be reduced by the loss in solvation free energy. A close inspection of the structure of this system even reveals that it might be unlikely to be formed under real growth conditions: a phenylene hydrogen atom of one net is situated just 3.22 Å away from a copper site of the other net, exactly in the direction of the Cu-dimer axis. Under growth conditions a solvent molecule like water or ethanol will be strongly bonded to this copper atom. By positioning an axial water ligand at a Cu–O", "H", "2", "O", " distance of 2.3 Å", "(37, 45)", " a short contact below 1 Å between the water oxygen and the non-hydrogen bonding phenylene hydrogen atom would result, and a large steric repulsion to the second network can be expected. This repulsion would be even larger for ethanol with the ethyl fragment pointing away from the copper dimer. Correspondingly, to our knowledge no indication for interpenetrated Cu-BTC is reported in the literature. The situation is different for Cu-BTB. Again, the interwoven ", "pto", " structure is the most stable in the gas phase. However, such close contacts for the axial position of the Cu-dimer are absent here, and the loss in SAS is much smaller. Thus, the interwoven Cu-BTB can be expected to be formed, which is indeed the case. With our force field it is possible to determine the energy contributions necessary to generate the interwoven MOF-14, which is depicted in Figure ", "4", ". Starting from the relaxed noninterwoven Cu-BTB net, the bowing of the trigonal BTB backbone leads to a deformed structure shown in the center of Figure ", "4", ". An energy of 16.3 kcal/mol is necessary for this deformation. As a result, half of the paddle wheel SBUs are shifted apart, whereas the other half gets closer to each other, and alternating enlarged and shrunken pores are generated. Now, by combining two such deformed nets, the final interwoven structure is generated. The stabilization in the gas phase is with −48.0 kcal/mol rather large, compensating the deformation energy.", "A detailed comparison of the theoretical structure, computed by a first-principles derived force field without any recourse to experimental data, shows the accuracy of the theoretical model.", "(66)", " In Figure ", "5", " a graphical overlay is shown. Note that because of the small difference in the cell parameters (X-ray diffraction, 26.948 Å; force field, 26.994 Å) a slight overall shift of the atoms is observed. The largest deviation is because of the shorter Cu–Cu distance in theoretical structure, because of the fit to the “gas-phase” paddle wheel without axial ligands.", "(67)", " Apart from that the overall network structure coincides perfectly. Also the typical bending of the carboxylate with respect to the square coordination at the metal atom is well reproduced. The nonbonding C", "ph", "–C", "ph", " distances of the π-stacked central aromatic rings of the two networks are very similar at 3.742 and 3.697 Å for the experimental and theoretical network, respectively. The most important measure for the deformation of the ", "pto", " network is the distances between the Cu dimer centroids. In the non-interwoven and unperturbed structure they are both exactly half the cell parameter. In the deformed structure, two centroids have to approach each other, whereas the other two are pushed apart to allow the interweaving of the networks. Again, the sum of both distances is equal to the cell spacing. In Figure ", "5", " these two critical distances are indicated by arrows. The deviation from experiment is within about 0.2 Å in the same order as the deviation in the cell parameter. These results indicate that our force field is able to model the distortion in the interwoven MOF-14 accurately.", "Figure 4. Stepwise formation of MOF-14 starting from a single Cu-BTB network in ", "pto", " topology. The energies for deformation and interweaving are given per formula unit.", "Design of a Topology: Enforcing tbo with BTB-Br6", "From the analysis of the noninterpenetrated Cu-BTC and Cu-BTB systems it becomes clear that the ", "tbo", " topology is sterically preferred when the three carboxylate groups remain in the plane of the trigonal vertex, as in the case of the BTC linker. Because of the twisted biphenyl bond and the C", "carb", "–C", "ph", " conjugation this is unfavorable for BTB, and the ", "pto", " net is formed. We have used our force field to design a BTB-type linker where the more open ", "tbo", " topology is preferred. To achieve this we need to introduce a steric strain to avoid the complanar conformation of the peripheral phenylene and the carboxylate group. It was shown previously that bromine ortho substitution can induce enough strain to overcome the C", "carb", "–C", "ph", " conjugation and rotate the carboxylate group out of the phenyl ring plane.", "(5)", " For example, the BTC-linked copper paddle wheel system forms a 2D periodic square grid, whereas the 2-bromo-substituted BTC derivative is a 3D periodic network of ", "nbo", " topology. To minimize positional disorder we decided to test a BTB derivative, substituted with six bromine atoms in all ortho positions with respect to the carboxylate. In the ", "tbo", " topology each peripheral bromo-substituted phenyl ring can rotate out of the trigonal vertex plane in two directions leading to a large number of local energy minima structures. In Figure ", "6", "a the lowest minimum we could locate by an extensive simulated annealing is shown. The cutout linker structure in Figure ", "6", "b does not maintain the 3-fold symmetry axis of the vertex. In contrast to that, the ", "pto", " network of Cu-BTB-Br6 (not shown) is sterically locked into a single configuration, which is indeed 7.0 kcal/mol higher in energy as the ", "tbo", " network. It must be kept in mind that this is just the intrinsic steric preference of the network itself, which might be compensated by solvent or kinetic effects. In addition, the very open structure might lead to the formation of a less porous interpenetrated system. However, we can conclude that the introduction of steric strain in the ortho position of the carboxylates, leading to a rotation out of the aromatic plane, can trigger the formation of the more porous ", "tbo", " network topology for extended BTB-type linkers. In particular, we propose the 6-fold bromium-substituted BTB-Br6 ligand as candidate for this behavior.", "Figure 5. Superposition of fully relaxed calculated (red) and experimental (blue", "(53)", ") structure. The two different Cu dimer centroid and the linker–linker π-stacking distances are given for comparison, with the FF computed values in parentheses.", "Figure 6. Cu-BTB-Br6 network in the sterically preferred ", "tbo", " topology (a). Cutout of a linker with the adjacent copper paddle wheel units (b).", "Top of Page", "Abstract", "Introduction", "Computational Details", "Results and Discussion", "Conclusion", "References", "Conclusion", "To our knowledge for the first time for carboxylate-based MOFs, we have screened possible network topologies of copper paddle wheel based systems with the tritopic linkers BTC and BTB with respect to their relative stability. We assumed the formation of the 3,4-connected edge transitive ", "tbo", " or ", "pto", " nets including their interpenetrated variants. A previously derived force field, parametrized with respect to first-principles reference data, was used to compute relative strain energies, since the different topologies represent supramolecular isomers and reside on the same molecular mechanics potential energy surface. As observed experimentally in HKUST-1, for BTC the ", "tbo", " topology is preferred, since the bowing of the linker means less strain then a rotation of the carboxylate groups out of the aromatic plane, necessary in the ", "pto", " case. The contrary is true for the extended BTB linker, where the ", "pto", " topology is energetically favored because of the additional flexibility in the biphenyl bond. This tendency is maintained also in the case of interpenetration. From an estimate of the solvation contribution via the SAS, the interwoven ", "pto", " network appears to be the energetically preferred system, which is known indeed experimentally as MOF-14. Most noteworthy, the structural deformation for this interweaving is accurately predicted by the force field, and the corresponding strain energy can be quantified. By ortho substitution with a sterically demanding bromium the carboxylate is rotated out of the aromatic plane. On the basis of our force field calculations we propose a 6-fold brominated BTB-Br6 should again prefer the more open ", "tbo", " network topology.", "Our results demonstrate that the intrinsic conformational preferences of the building blocks often dictate which network topology is formed. This is in contrast to zeolites, where the topology needs to be enforced by templating solvent molecules. With our approach it is possible to analyze and rationalize the underlying reasons for such a preference, which can in turn be used to design specific topologies. It must be mentioned, however, that also for MOFs different topologies and connectivities can be achieved just by varying the synthesis conditions.", "(6)", " Currently we have used SAS areas as a rough estimate for the solvent stabilization energies in particular to assess the relative thermodynamic stability of interpenetrated over noninterpenetrated networks. Future work will be dedicated to a more accurate but also more involved phase space sampling using an explicit solvent model. Note also that our force field is restricted to the activated systems in the absence of axial water coordination, since we found simple two body potentials to be unable to model this weak coordination bond properly.", "(45)", " We are working on a refined energy expression in order to include ligand coordination.", "In addition we could show that our first-principles-derived force field can be used to accurately predict even deformed network structures. The results can be used to rationalize and—given that strain effects dominate—also to predict structural preferences. In combination with parametrizations for other organic linkers it can be employed for arbitrary systems beyond the ones investigated here. We are currently using it to study possible surface terminations of Cu-BTC, a problem not yet tackled at all by theoretical methods. With its predictive power it is potentially useful both in structural characterization of already known MOFs and in computing yet unknown structures.", "Top of Page", "Abstract", "Introduction", "Computational Details", "Results and Discussion", "Conclusion", "References", "Acknowledgment", "The Deutsche Forschungsgemeinschaft (SFB 585, SPP 1362) and the Alfried Krupp von Bohlen und Halbach Stiftung are gratefully acknowledged for their financial support of this project. S.A. would like to thank the “Graduierten Kolleg” of the SFB 558 for a scholarship. R.S. would like to thank Prof. Michael O’Keeffe for helpful and stimulating discussions.", " ", "Top of Page", "Abstract", "Introduction", "Computational Details", "Results and Discussion", "Conclusion", "References", "Supporting Information", "Full description of the force field energy expression, a complete listing of the parameter set used in this work, and structural data of all investigated MOFs in cif format. This information is available free of charge via the Internet at ", "http://pubs.acs.org", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Computational Details", "Results and Discussion", "Conclusion", "References", "References", "This article references 68 other publications.", "1. ", "Rowsell", ", ", "J. L. C.", "; ", "Yaghi", ", ", "O. M.", " ", "Microporous Mesoporous Mater.", " ", "2004", ",  ", "73", ",  ", "3", "– ", "14", "[", "Crossref", "], [", "CAS", "]", "1. ", "Metal-organic frameworks: a new class of porous materials", "Rowsell, Jesse L. C.; Yaghi, Omar M.", "Microporous and Mesoporous Materials", "\r\n        (", "2004", "),\r\n    ", "73", "\r\n        (", "1-2", "),\r\n    ", "3-14", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "A review of the synthesis, structure, and properties of metal-org. frameworks (MOFs) is presented, highlighting the important advances in their research over the past decade.  This new class of porous materials is attracting attention due to demonstrations of their large pore sizes, high apparent surface areas, selective uptake of small mols., and optical or magnetic responses to the inclusion of guests.  More importantly, their synthesis from mol. building blocks holds the potential for directed tailoring of these properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXlvVWrur4%253D&md5=63063a3480702ad0f211a6d5f0fd0491", "2. ", "Ferey", ", ", "G.", " ", "Chem. Soc. Rev.", " ", "2008", ",  ", "37", ",  ", "191", "– ", "214", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Hybrid porous solids: past, present, future", "Ferey, Gerard", "Chemical Society Reviews", "\r\n        (", "2008", "),\r\n    ", "37", "\r\n        (", "1", "),\r\n    ", "191-214", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This crit. review will be of interest to the experts in porous solids (including catalysis), but also solid state chemists and physicists.  It presents the state-of-the-art on hybrid porous solids, their advantages, their new routes of synthesis, the structural concepts useful for their 'design', aiming at reaching very large pores.  Their dynamic properties and the possibility of predicting their structure are described.  The large tunability of the pore size leads to unprecedented properties and applications.  They concern adsorption of species, storage and delivery and the phys. properties of the dense phases. (323 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmtVWgsg%253D%253D&md5=89265036ce82503c95ce56685a9ceceb", "3. ", "Kitagawa", ", ", "S.", "; ", "Kitaura", ", ", "R.", "; ", "Noro", ", ", "S.", " ", "Angew. Chem., Int. Ed.", " ", "2004", ",  ", "43", ",  ", "2334", "– ", "2375", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Functional porous coordination polymers", "Kitagawa, Susumu; Kitaura, Ryo; Noro, Shin-ichiro", "Angewandte Chemie, International Edition", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "18", "),\r\n    ", "2334-2375", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Discussion concs. on three aspects of coordination polymers: (1) the use of crystal engineering to construct porous frameworks from connectors and linkers (nano-space engineering), (2) characterizing and cataloging the porous properties by functions for storage, exchange, sepn., etc., and (3) the next generation of porous functions based on dynamic crystal transformations caused by guest mols. or phys. stimuli.  The authors' aim is to present the state of the art chem. and physics of and in the micropores of porous coordination polymers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXktFShtLk%253D&md5=9df52e99bad3cc0db67f65551a8c154f", "4. ", "Tranchemontagne", ", ", "D. J.", "; ", "Mendoza-Cortes", ", ", "J. L.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1257", "– ", "1283", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Secondary building units, nets and bonding in the chemistry of metal-organic frameworks", "Tranchemontagne, David J.; Mendoza-Cortes, Jose L.; O'Keeffe, Michael; Yaghi, Omar M.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1257-1283", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This crit. review presents a comprehensive study of transition-metal carboxylate clusters which may serve as secondary building units (SBUs) towards construction and synthesis of metal-org. frameworks (MOFs).  We describe the geometries of 131 SBUs, their connectivity and compn.  This contribution presents a comprehensive list of the wide variety of transition-metal carboxylate clusters which may serve as secondary building units (SBUs) in the construction and synthesis of metal-org. frameworks.  The SBUs discussed here were obtained from a search of mols. and extended structures archived in the Cambridge Structure Database (CSD, version 5.28, Jan. 2007) which included only crystals contg. metal carboxylate linkages (241 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvValsr8%253D&md5=3e03c5e2c057b36eb590c1904aa5e5a1", "5. ", "Furukawa", ", ", "H.", "; ", "Kim", ", ", "J.", "; ", "Ockwig", ", ", "N. W.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "11650", "– ", "11661", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Control of Vertex Geometry, Structure Dimensionality, Functionality, and Pore Metrics in the Reticular Synthesis of Crystalline Metal-Organic Frameworks and Polyhedra", "Furukawa, Hiroyasu; Kim, Jaheon; Ockwig, Nathan W.; O'Keeffe, Michael; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "35", "),\r\n    ", "11650-11661", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. polyhedra and frameworks (MOPs and MOFs) were prepd. by linking paddlewheel-type M2(CO2)4 (M = Cu and Zn) as square structural building units (SBU's) with a variety of org. linkers designed to control the dimensionality (periodicity) and topol. of the resulting structures.  The authors describe the prepn., characterization, and crystal structures of 5 new MOPs and 11 new MOFs (termed MOP-14, -15, -17, -23, -24 and MOF-114, -115, -116, -117, -118, -119, -222, -601, -602, -603, -604) and show how their structures are related to the shape and functionality of the building blocks.  The gas uptake behaviors of MOP-23 and MOF-601 to -603 are also presented as evidence that these structures have permanent porosity and rigid architectures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXps1Knu7w%253D&md5=bed11f38c75a8c425c6ed6b276e26ad9", "6. ", "Sun", ", ", "D.", "; ", "Ma", ", ", "S.", "; ", "Simmons", ", ", "J. M.", "; ", "Li", ", ", "J.-R.", "; ", "Yuan", ", ", "D.", "; ", "Zhou", ", ", "H.-C.", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "1329", "– ", "1331", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "An unusual case of symmetry-preserving isomerism", "Sun, Daofeng; Ma, Shengqian; Simmons, Jason M.; Li, Jian-Rong; Yuan, Daqiang; Zhou, Hong-Cai", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "8", "),\r\n    ", "1329-1331", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two isomeric phases of the NbO-type structure, PCN-16 (α phase) and PCN-16' (β phase), with compns. Cu2(H2O)2(ebdc)·3DMA·6H2O (α phase, H4ebdc = bis(3,5-dicarboxyphenyl)ethyne) and Cu2(H2O)2(ebdc)·3DMF·6H2O (β phase), were prepd. and the desolvated isomers were characterized by x-ray crystallog.  The isomeric phases are assemblies of dicopper paddlewheel SBUs with the tetracarboxylate ligand.  Gas sorption studies revealed that the α phase possesses a larger surface area, leading to higher hydrogen and methane storage capacity as compared with the β phase.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhslWgurg%253D&md5=581a59ff6c72fdb710137c8846fd9a28", "7. ", "Keskin", ", ", "S.", "; ", "Liu", ", ", "J.", "; ", "Rankin", ", ", "R. B.", "; ", "Johnson", ", ", "J. K.", "; ", "Sholl", ", ", "D. S.", " ", "Ind. Eng. Chem. Res.", " ", "2009", ",  ", "48", ",  ", "2355", "– ", "2371", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Progress, Opportunities, and Challenges for Applying Atomically Detailed Modeling to Molecular Adsorption and Transport in Metal-Organic Framework Materials", "Keskin, Seda; Liu, Jinchen; Rankin, Rees B.; Johnson, J. Karl; Sholl, David S.", "Industrial & Engineering Chemistry Research", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "5", "),\r\n    ", "2355-2371", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Metal-org. framework (MOF) materials are a class of nanoporous materials that have many potential advantages over traditional nanoporous materials for adsorption and other chem. sepn. technologies.  Because of the large no. of different MOFs that exist, efforts to predict the performance of MOFs using mol. modeling can potentially play an important role in selecting materials for specific applications.  The authors review the current state-of-the-art in the mol. modeling and quantum mech. modeling of MOFs.  Quantum mech. calcns. were used to date to examine structural and electronic properties of MOFs and the calcn. of MOF-guest interactions.  Mol. modeling calcns. using empirical classical potential calcns. were used to study pure and mixed fluid adsorption in MOFs.  Similar calcns. have recently provided initial information about the diffusive transport of adsorbed fluids in MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtVShtLfM&md5=8e791cb9ab21041507d832449edd279f", "8. ", "Duren", ", ", "T.", "; ", "Bae", ", ", "Y. S.", "; ", "Snurr", ", ", "R. Q.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1237", "– ", "1247", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Using molecular simulation to characterise metal-organic frameworks for adsorption applications", "Duren Tina; Bae Youn-Sang; Snurr Randall Q", "Chemical Society reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1237-47", "\r\n        ISSN:", "0306-0012", ".\r\n    ", "Molecular simulation is a powerful tool to predict adsorption and to gain insight into the corresponding molecular level phenomena.  In this tutorial review, we provide an overview of how molecular simulation can be used to characterise metal-organic frameworks for adsorption applications.  Particular attention is drawn to how these insights can be combined to develop design principles for specific applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD1M3pt1yntg%253D%253D&md5=456fd800ff16d765b5650ec5e6dc50fb", "9. ", "Tafipolsky", ", ", "M.", "; ", "Amirjalayer", ", ", "S.", "; ", "Schmid", ", ", "R.", " ", "Microporous Mesoporous Mater.", " ", "2010", ",  ", "129", ",  ", "304", "– ", "318", "[", "Crossref", "], [", "CAS", "]", "9. ", "Atomistic theoretical models for nanoporous hybrid materials", "Tafipolsky, Maxim; Amirjalayer, Saeed; Schmid, Rochus", "Microporous and Mesoporous Materials", "\r\n        (", "2009", "),\r\n    ", "129", "\r\n        (", "3", "),\r\n    ", "304-318", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "A review.  Available atomistic theor. models for the new class of functional porous hybrid materials are critically overviewed.  These hybrid materials (including covalent- and metal-org. frameworks, COFs and MOFs) are characterized by org. linkers, allowing for conformational flexibility and connecting nodes formed by a wide variety of elements and coordination modes.  The flexibility and variability of these porous materials represent one of their potentials for application, but also afford that theor. methods, tailored for more traditional materials like zeolites, need to be extended or modified.  The current status of both periodic and non-periodic quantum mechanic, as well as mol. mechanic models are considered, focusing on the peculiarities of an application on hybrid frameworks.  Atomistic models are used for structural prediction, computation of materials properties and in particular for the modeling of host-guest interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXjslCqtg%253D%253D&md5=064756a4258c45b0aad195f29a665440", "10. ", "Demontis", ", ", "P.", "; ", "Suffritti", ", ", "G. B.", " ", "Chem. Rev.", " ", "1997", ",  ", "97", ",  ", "2845", "– ", "2878", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Structure and Dynamics of Zeolites Investigated by Molecular Dynamics", "Demontis, Pierfranco; Suffritti, Giuseppe B.", "Chemical Reviews (Washington, D. C.)", "\r\n        (", "1997", "),\r\n    ", "97", "\r\n        (", "8", "),\r\n    ", "2845-2878", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review, with 246 refs., is given on mol. dynamics simulation of zeolites and covers mol. dynamics simulation technique, simulation of diffusive processes, simulation of the structure and dynamics of the framework and special topics including intramol. dynamics of sorbates, chem. reactions, and activated diffusion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXnsFSiu70%253D&md5=7e675f622f11237d0ff15efbc019eb8a", "11. ", "Smit", ", ", "B.", "; ", "Maesen", ", ", "T. L. M.", " ", "Chem. Rev.", " ", "2008", ",  ", "108", ",  ", "4125", "– ", "4184", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Molecular Simulations of Zeolites: Adsorption, Diffusion, and Shape Selectivity", "Smit, Berend; Maesen, Theo L. M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2008", "),\r\n    ", "108", "\r\n        (", "10", "),\r\n    ", "4125-4184", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Details of simulation studies for adsorption, diffusion, and shape selectivity on zeolites have been reviewed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtFKlurrL&md5=7a607f8f328c57fb1c88a004d4cf04da", "12. ", "Vishnyakov", ", ", "A.", "; ", "Ravikovitch", ", ", "P. I.", "; ", "Neimark", ", ", "A. V.", "; ", "Bulow", ", ", "M.", "; ", "Wang", ", ", "Q. M.", " ", "Nano Lett.", " ", "2003", ",  ", "3", ",  ", "713", "– ", "718", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Nanopore Structure and Sorption Properties of Cu-BTC Metal-Organic Framework", "Vishnyakov, Aleksey; Ravikovitch, Peter I.; Neimark, Alexander V.; Bulow, Martin; Wang, Qing Min", "Nano Letters", "\r\n        (", "2003", "),\r\n    ", "3", "\r\n        (", "6", "),\r\n    ", "713-718", "CODEN:\r\n                ", "NALEFD", ";\r\n        ISSN:", "1530-6984", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Grand canonical Monte Carlo simulations in conjunction with high-resoln. low-pressure argon adsorption expts. were employed to study adsorption mechanisms on the copper(II) benzene-1,3,5-tricarboxylate metal-org. framework (Cu-BTC).  We constructed a mol. structural model of Cu-BTC.  The pore network of Cu-BTC has a simple cubic symmetry.  It consists of main channels of a square cross-section of ca. 0.9 nm diam. and tetrahedral side pockets of ca. 0.5 nm, which are connected to the main channels by triangular windows of ca. 0.35 nm diam.  Using a parameterized united-atom force field, we have detd. the preferential adsorption sites and the sequence of adsorption mechanisms from a gradual filling of the side pockets to a stepwise adsorption and condensation in the main channels.  The simulation results agree quant. with the exptl. isotherm of argon up to almost complete filling of the pore network.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXjsFarsLg%253D&md5=6b2cf979ffafc366ad7aa4b01332bb5e", "13. ", "Skoulidas", ", ", "A. I.", " ", "J. Am. Chem. Soc.", " ", "2004", ",  ", "126", ",  ", "1356", "– ", "1357", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Molecular dynamics simulations of gas diffusion in metal-organic frameworks: Argon in CuBTC", "Skoulidas, Anastasios I.", "Journal of the American Chemical Society", "\r\n        (", "2004", "),\r\n    ", "126", "\r\n        (", "5", "),\r\n    ", "1356-1357", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The class of coordination polymers known as metalorg. frameworks (MOFs) has 3D porous structures that are considered as a promising alternative to zeolites and other nanoporous materials for catalysis, gas adsorption, and gas sepn. applications.  Here, the first study of gas diffusion inside an MOF is presented and the obsd. diffusion is compared to known behaviors in zeolites.  Using grand canonical Monte Carlo and equil. mol. dynamics, the adsorption isotherm and self-, cor., and transport diffusivities for argon in the CuBTC metalorg. framework were calcd.  Diffusion of Ar in CuBTC is very similar to Ar diffusion in silica zeolites in magnitude, concn., and temp. dependence.  This conclusion appears to apply to a broad range of MOF structures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXkt1GgtQ%253D%253D&md5=891cecf2e3cbb604e67a8dc7530d296f", "14. ", "Liu", ", ", "B.", "; ", "Smit", ", ", "B.", " ", "Langmuir", " ", "2009", ",  ", "25", ",  ", "5918", "– ", "5926", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Comparative Molecular Simulation Study of CO2/N2 and CH4/N2 Separation in Zeolites and Metal-Organic Frameworks", "Liu, Bei; Smit, Berend", "Langmuir", "\r\n        (", "2009", "),\r\n    ", "25", "\r\n        (", "10", "),\r\n    ", "5918-5926", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A systematic mol. simulation study was performed to compare the sepn. of CO2/N2 and CH4/N2 mixts. in two different classes of nanoporous materials, zeolites, and metal-org. frameworks (MOFs).  For this purpose, three zeolites (MFI, LTA, and DDR) and seven MOFs (Cu-BTC, MIL-47 (V), IRMOF-1, IRMOF-12, IRMOF-14, IRMOF-11, and IRMOF-13) were chosen as the representatives to compare.  From the validated force fields, both adsorption selectivity and pure CO2 and CH4 adsorption isotherms were simulated.  Although MOFs perform much better for gas storage, their sepn. performance is comparable to zeolites; for the systems with the preferable component having a larger quadrupolar moment, both zeolites and MOFs can enhance the sepn. selectivity, and in contrast they both reduce the selectivity.  Ideal adsorbed soln. theory (IAST) gives a very reasonable prediction of the mixt. adsorption isotherms both in zeolites and in MOFs if the pure component isotherms are known.  The difference in quadrupolar moment of the components is an important property that has to be considered in the selection of a membrane material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVSktLo%253D&md5=b60d09cbafa33be8c51014a0f06e5745", "15. ", "Liu", ", ", "J. C.", "; ", "Rankin", ", ", "R. B.", "; ", "Johnson", ", ", "J. K.", " ", "Mol. Simul.", " ", "2009", ",  ", "35", ",  ", "60", "– ", "69", "[", "Crossref", "], [", "CAS", "]", "15. ", "The importance of charge-quadrupole interactions for H2 adsorption and diffusion in CuBTC", "Liu, Jinchen; Rankin, Rees B.; Karl Johnson, J.", "Molecular Simulation", "\r\n        (", "2009", "),\r\n    ", "35", "\r\n        (", "1 & 2", "),\r\n    ", "60-69", "CODEN:\r\n                ", "MOSIEA", ";\r\n        ISSN:", "0892-7022", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "We have assessed the effects of charge-quadrupole interactions (CQIs) between the framework atoms of Cu(II) benzene-1,3,5-tricarboxylate (CuBTC) and adsorbed H2 mols. on equil. adsorption properties and self- and transport diffusivities.  We have also compared charges computed from periodic d. functional theory (DFT) on the fully periodic CuBTC structure with charges derived from DFT calcns. on cluster models of CuBTC.  Carboxylate group atom charges computed from plane wave periodic DFT with the Bader charge anal. formalism are not consistent with the charges computed from the ChelpG method from Gaussian-based DFT cluster calcns.  The charges derived from Bader anal. seem to be too large.  Adsorption isotherms computed from Monte Carlo simulations and diffusivities computed from mol. dynamics simulations indicate that CQIs have a substantial impact on equil. and transport properties of H2 adsorbed in CuBTC at 77 K.  Conversely, both adsorption isotherms and diffusivities were shown to be essentially unaffected by CQIs at 298 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXpvVOhtA%253D%253D&md5=be35763e16a49cab55c89b42001deb8d", "16. ", "Yazaydin", ", ", "A. O.", "; ", "Benin", ", ", "A. I.", "; ", "Faheem", ", ", "S. A.", "; ", "Jakubczak", ", ", "P.", "; ", "Low", ", ", "J. J.", "; ", "Willis", ", ", "R. R.", "; ", "Snurr", ", ", "R. Q.", " ", "Chem. Mater.", " ", "2009", ",  ", "21", ",  ", "1425", "– ", "1430", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Enhanced CO2 Adsorption in Metal-Organic Frameworks via Occupation of Open-Metal Sites by Coordinated Water Molecules", "Yazaydin, A. Ozgur; Benin, Annabelle I.; Faheem, Syed A.; Jakubczak, Paulina; Low, John J.; Willis, Richard R.; Snurr, Randall Q.", "Chemistry of Materials", "\r\n        (", "2009", "),\r\n    ", "21", "\r\n        (", "8", "),\r\n    ", "1425-1430", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "CO2 is one of the most important greenhouse gases and its removal from flue gas and natural gas has become increasingly important.  We report an interesting discovery in which the CO2 uptake and its selectivity over N2 and CH4 in the metal-org. framework (MOF) Cu-BTC were significantly increased by the presence of water mols. coordinated to open-metal sites in the framework.  This was first predicted by mol. simulations and later validated by expts.  A detailed anal. of simulation data revealed that interaction between the quadrupole moment of CO2 and the elec. field created by water mols. is responsible for the enhanced CO2 uptake.  These findings could open new possibilities for tuning the adsorption behavior of MOFs for CO2 capture and other applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjtlensr4%253D&md5=be498c21592a4c716bdfdce35e376b59", "17. ", "Babarao", ", ", "R.", "; ", "Jiang", ", ", "J. W.", "; ", "Sandler", ", ", "S. I.", " ", "Langmuir", " ", "2009", ",  ", "25", ",  ", "5239", "– ", "5247", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Molecular Simulations for Adsorptive Separation of CO2/CH4 Mixture in Metal-Exposed, Catenated, and Charged Metal-Organic Frameworks", "Babarao, Ravichandar; Jiang, Jianwen; Sandler, Stanley I.", "Langmuir", "\r\n        (", "2009", "),\r\n    ", "25", "\r\n        (", "9", "),\r\n    ", "5239-5247", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption and sepn. of CO2/CH4 mixt. are studied using mol. simulations in metal-org. frameworks (MOFs) with unique characteristics such as exposed metals (Cu-BTC, PCN-6' and PCN-6), catenation (IRMOF-13 and PCN-6), and extra framework ions (soc-MOF).  Because of the strong affinity with the framework, CO2 is preferentially adsorbed over CH4 in all MOFs.  Framework catenation leads to constricted pores and addnl. adsorption sites and enhances the interaction with the adsorbate.  Therefore, catenated IRMOF-13 and PCN-6 exhibit a greater extent of adsorption, particularly for CO2, at low pressures than IRMOF-14 and PCN-6'; however, the opposite is true at high pressures. CO2/CH4 selectivity in IRMOF-1 and IRMOF-14 is almost const. at low pressures and increases with increasing pressure.  As a result of a counterbalance between energetic and entropic effects, the selectivity in IRMOF-13 initially decreases at low pressures and then increases with pressure and finally approaches a const. value.  Catenated MOFs have a higher selectivity than their noncatenated counterparts.  The presence of electrostatic interaction between CO2 and the framework increases CO2 adsorption and a corresponding decrease in CH4 adsorption and consequently enhanced selectivity.  In charged soc-MOF, the extra framework NO3- ions are identified to be equally distributed from the nearest metal atoms and vibrate around the favorable sites.  The selectivity in soc-MOF is substantially higher than in the other IRMOFs and PCNs and is the highest among various MOFs reported to date.  The simulation results reveal that the selectivity of CO2 over CH4 in MOFs is enhanced slightly by exposed metals, catenation, and significantly by extra framework ions and that charged MOFs are promising candidates for the sepn. of CO2/CH4 mixt.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsFWqsrzJ&md5=ef842ff48eaf8da43b23f4f9d42e985c", "18. ", "Castillo", ", ", "J. M.", "; ", "Vlugt", ", ", "T. J. H.", "; ", "Calero", ", ", "S.", " ", "J. Phys. Chem. C", " ", "2008", ",  ", "112", ",  ", "15934", "– ", "15939", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Understanding Water Adsorption in Cu-BTC Metal-Organic Frameworks", "Castillo, Juan Manuel; Vlugt, Thijs J. H.; Calero, Sofia", "Journal of Physical Chemistry C", "\r\n        (", "2008", "),\r\n    ", "112", "\r\n        (", "41", "),\r\n    ", "15934-15939", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Mol. simulations were performed to study the adsorption behavior of water in the metal-org. framework Cu-BTC.  This is one of the better-known materials of this type that is stable upon water adsorption/desorption.  The charge of the framework atoms was fitted to reproduce the available exptl. adsorption isotherm.  This new set of interaction parameters was used to calc. Henry coeffs. as well as the energies, entropies, and enthalpies for the different adsorption sites.  The simulations show that water has a surprisingly large affinity for the metal center in Cu-BTC compared to that for other mols. like carbon dioxide, nitrogen, oxygen, or hydrocarbons.  This particular behavior could be further exploited for the sepn. of water from other compds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtFeisLbM&md5=9c73bb127a62e467ad07668beafbcc9a", "19. ", "Chmelik", ", ", "C.", "; ", "Karger", ", ", "J.", "; ", "Wiebcke", ", ", "M.", "; ", "Caro", ", ", "J.", "; ", "van Baten", ", ", "J. M.", "; ", "Krishna", ", ", "R.", " ", "Microporous Mesoporous Mater.", " ", "2009", ",  ", "117", ",  ", "22", "– ", "32", "[", "Crossref", "], [", "CAS", "]", "19. ", "Adsorption and diffusion of alkanes in CuBTC crystals investigated using infra-red microscopy and molecular simulations", "Chmelik, C.; Kaerger, J.; Wiebcke, M.; Caro, J.; van Baten, J. M.; Krishna, R.", "Microporous and Mesoporous Materials", "\r\n        (", "2008", "),\r\n    ", "117", "\r\n        (", "1-2", "),\r\n    ", "22-32", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The adsorption and intra-cryst. diffusion of n-butane (nC4), iso-butane (iC4), 2-methylbutane (2MB), and 2,2-dimethylpropane (neoP) in CuBTC (Cu3(BTC)2 where BTC = benzene-1,3,5-tricarboxylate) has been investigated using IR microscopy (IRM), combined with mol. simulations.  Both expts. and simulations show strong inflection characteristics in the adsorption isotherms.  The primary cause of the inflection is due to the strong preference for adsorption within, and in the regions close to the mouths of tetrahedral pockets.  The isotherm inflection has a significant influence on the dependence of the Maxwell-Stefan diffusivity, D, on the fractional occupancy, Di.  Both IRM expts. and simulations show that the Di-θi behavior appears to be influenced by the loading dependence of the inverse thermodn. factor 1/Γi = dlnθi/dlnpi.  For nC4 and iC4, the Di increase sharply by about one order of magnitude as the occupancy θi increases from 0 to about 0.2.  This increase is caused by the fact that the diffusion characteristics undergo a transition from being dominated by hops across narrow 4.6 Å windows at low loadings to hops across large 9 Å windows for loadings higher than 8 mols. per unit cell.  For loadings higher than 8 mols. per unit cell the Di-θi dependence of nC4 and iC4 is dictated by 1/Γi, characteristic of more open channel structures such as FAU zeolite.  For 2MB and neoP, the IRM expts. show evidence of phase transition and except for the region in which this occurs the ETHi follows the occupancy dependence of 1/Γi for the entire range of loadings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsVSgsr7K&md5=023a2404b5d6c33bca4f44dc237a5b73", "20. ", "Garcia-Perez", ", ", "E.", "; ", "Gascon", ", ", "J.", "; ", "Morales-Florez", ", ", "V.", "; ", "Castillo", ", ", "J. M.", "; ", "Kapteijn", ", ", "F.", "; ", "Calero", ", ", "S.", " ", "Langmuir", " ", "2009", ",  ", "25", ",  ", "1725", "– ", "1731", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Identification of Adsorption Sites in Cu-BTC by Experimentation and Molecular Simulation", "Garcia-Perez, Elena; Gascon, Jorge; Morales-Florez, Victor; Castillo, Juan Manuel; Kapteijn, Freek; Calero, Sofia", "Langmuir", "\r\n        (", "2009", "),\r\n    ", "25", "\r\n        (", "3", "),\r\n    ", "1725-1731", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption of several quadrupolar and nonpolar gases on the Metal Org. Framework Cu-BTC was studied by combining exptl. measurements and Monte Carlo simulations.  Four main adsorption sites for this structure were identified: site I close to the copper atoms, site I' in the bigger cavities, site II located in the small octahedral cages, and site III at the windows of the four open faces of the octahedral cage.  The simulations identify the octahedral cages (sites II and III) and the big cages (site I') as the preferred positions for adsorption, while site I, near the copper atoms, remains empty over the entire range of pressures analyzed due to its reduced accessibility.  The occupation of the different sites for ethane and propane in Cu-BTC proceeds similarly as for methane, and shows small differences for O2 and N2 that can be attributed to the quadrupole moment of these mols.  Site II is filled predominantly for methane (the nonpolar mol.), whereas for N2, the occupation of II and I' can be considered almost equiv.  The mol. sitting for O2 shows an intermediate behavior between those obsd. for methane and for N2.  The differences between simulated and exptl. data at elevated temps. for propane are tentatively attributed to a reversible change in the lattice parameters of Cu-BTC by dehydration and by temp., blocking the accessibility to site III and reducing that to site I'.  Adsorption parameters of the studied mols. were detd. from the simulations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXisVWksA%253D%253D&md5=2e509772a536b05b83b377cc3815376c", "21. ", "Yang", ", ", "Q.-Y.", "; ", "Zhong", ", ", "C.-L.", " ", "J. Phys. Chem. B", " ", "2006", ",  ", "110", ",  ", "17776", "– ", "17783", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Molecular Simulation of Carbon Dioxide/Methane/Hydrogen Mixture Adsorption in Metal-Organic Frameworks", "Yang, Qingyuan; Zhong, Chongli", "Journal of Physical Chemistry B", "\r\n        (", "2006", "),\r\n    ", "110", "\r\n        (", "36", "),\r\n    ", "17776-17783", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This work performs a systematic computational study toward a mol. understanding of the sepn. characteristics of metal-org. frameworks (MOFs), for which the purifn. of synthetic gas by two representative MOFs, MOF-5 and Cu-BTC, is adopted as an example.  The simulations show that both geometry and pore size affect largely the sepn. efficiency, complex selectivity behaviors with different steps can occur in MOFs, and the electrostatic interactions that exist can enhance greatly the sepn. efficiency of gas mixts. composed of components with different chemistries.  Furthermore, the macroscopic sepn. behaviors of the MOF materials are elucidated at a mol. level to give insight into the underlying mechanisms.  The findings as well as the mol.-level elucidations provide useful microscopic information toward a complete understanding of the sepn. characteristics of MOFs that may lead to general design strategies for synthesizing new MOFs with tailored properties, as well as guiding their practical applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xot1Cgs7g%253D&md5=c6a04c3aa08b9d7c1b1cd9e20c64da35", "22. ", "Ferey", ", ", "G.", "; ", "Serre", ", ", "C.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1380", "– ", "1399", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "22. ", "Large breathing effects in three-dimensional porous hybrid matter: facts, analyses, rules and consequences", "Ferey, Gerard; Serre, Christian", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1380-1399", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This crit. review focuses on a strange behavior of crystd. solid matter: its reversible swelling with large magnitude.  This will be of interest for experts in porous solids but also for solid state chemists and physicists.  Some examples, classified according to the dimensionality of the inorg. subnetwork, present the general requirements and the structural rules which govern the existence of this phenomenon.  Its consequences concern specific applications related to sensors, energy savings, sustainable development and health (100 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu70%253D&md5=a620fc681f135bdce4044f16b18c60b1", "23. ", "Greathouse", ", ", "J. A.", "; ", "Allendorf", ", ", "M. D.", " ", "J. Phys. Chem. C", " ", "2008", ",  ", "112", ",  ", "5795", "– ", "5802", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Force Field Validation for Molecular Dynamics Simulations of IRMOF-1 and Other Isoreticular Zinc Carboxylate Coordination Polymers", "Greathouse, Jeffery A.; Allendorf, Mark D.", "Journal of Physical Chemistry C", "\r\n        (", "2008", "),\r\n    ", "112", "\r\n        (", "15", "),\r\n    ", "5795-5802", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Mol. dynamics simulations were conducted to validate a hybrid force field for metal-org. framework-5 (IRMOF-1).  In this force field, only nonbonded parameters are used to describe Zn-O interactions.  The CVFF force field was used with slight modifications to describe the benzene dicarboxylate linker.  The force field correctly predicts a wide range of structural properties of this MOF, including a neg. thermal expansion of approx. 1% at 30 and 293 K, in agreement with both theory and expt.  Compressibility results and the assocd. elastic moduli are in also good agreement with published d. functional theory calcns. and nanoindentation expts.  The force field predicts a decrease in elastic moduli as temp. increases, which would greatly affect the mech. properties of MOFs.  Calcd. vibrational frequencies for Zn-O modes agree with expt., and a low-frequency mode representing a 180° rotation of the Ph groups is seen.  This rotation becomes more prevalent as the temp. is increased from 300 to 400 K, in agreement with NMR data.  Simulations were also carried out with adsorbed guests, including ethanol, cyclohexane, and several chloromethanes.  It is shown that the IRMOF-1 lattice parameter depends on the nature of the guest-framework interaction; strongly hydrophilic guests, such as ethanol, cause a decrease (-0.9%) in unit cell vol., while hydrophobic guests cause an increase (0.7-1.5%) in unit cell vol.  The calcd. free vols. in IRMOF-1 range from 53.5% to 56.0%, in good agreement with expt.  Finally, the activation energy for benzene self-diffusion calcd. at low loadings is in good agreement with previous simulations and NMR results, but the magnitude of the diffusion const. is underestimated, most likely because of deficiencies in the CVFF portion of the force field.  The results demonstrate, however, that employing a rigid force field results in much poorer agreement with exptl. data.  Addnl., a flexible force field approach is required when simulating framework stability because of phys. changes or the presence of adsorbates.  The use of a general-purpose force field for the org. components allows our approach to be extended to other Zn-based frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXjsFGju78%253D&md5=127ae3e9fba586da6624fd7446acf6f8", "24. ", "Dubbeldam", ", ", "D.", "; ", "Walton", ", ", "K. S.", "; ", "Ellis", ", ", "D. E.", "; ", "Snurr", ", ", "R. Q.", " ", "Angew. Chem., Int. Ed.", " ", "2007", ",  ", "46", ",  ", "4496", "– ", "4499", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "24. ", "Exceptional negative thermal expansion in isoreticular metal-organic frameworks", "Dubbeldam, David; Walton, Krista S.; Ellis, Donald E.; Snurr, Randall Q.", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "24", "),\r\n    ", "4496-4499", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A new model for flexible frameworks is used to simulate the structures and adsorption properties of isoreticular metal-org. frameworks (IRMOFs), such as IRMOF-1.  The structural simulations suggest that the IRMOFs have neg. thermal-expansion coeffs. over their full temp. ranges of stability.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXmvVOltrc%253D&md5=2469767991b8f4a9eb32bb9bc0382753", "25. ", "Han", ", ", "S. S.", "; ", "Goddard", ", ", "W. A.", " ", "J. Phys. Chem. C", " ", "2007", ",  ", "111", ",  ", "15185", "– ", "15191", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Metal-Organic Frameworks Provide Large Negative Thermal Expansion Behavior", "Han, Sang Soo; Goddard, William A., III", "Journal of Physical Chemistry C", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "42", "),\r\n    ", "15185-15191", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Using mol. dynamics (MD) simulations, we show that metal-org. frameworks (MOFs) constructed using octahedral Zn4O(CO2)6 clusters linked via arom. carbon ring structures lead to neg. thermal expansion (NTE) behavior (from 0 K to melting).  We find that MOF-C22 contracts volumetrically by 1.9% over the range of 0 to 600 K, making it one of the best NTE materials (linear expansion coeff. of α = -11.05 × 10-6 K-1 compared with α = -9.1 × 10-6 K-1 found for ZrW2O8, previously the champion NTE material).  Indeed, we designed a new MOF using 2-butynedioate linkers that leads to an even larger NTE of 2.2% (from 0 to 500 K).  We show that this NTE behavior arises because thermal motions in the rigid Zn-O clusters and the org. moieties linking them lead to tilting of the linkers by successively larger amts. from their alignment along the unit cell axes, resulting in decreased cell parameters.  The MOF materials were developed to provide a large reversible hydrogen-storage capacity leading to as much as 73% free vol.  However, the NTE properties suggest other possible applications.  Thus, their porous but constrained three-dimensional framework provides a framework onto which other materials might blend to form composites with negligible vol. change with temp.  To illustrate this, we incorporated polyethylene polymers into MOF-C10 and found that the vol. of the composite is const. within 0.059% over the entire range from 300 to 600 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtFSmsbnL&md5=759dff25319c8d0eeb5282f45332140f", "26. ", "Huang", ", ", "B. L.", "; ", "McGaughey", ", ", "A. J. H.", "; ", "Kaviany", ", ", "M.", " ", "Int. J. Heat Mass Transfer", " ", "2007", ",  ", "50", ",  ", "393", "– ", "404", "[", "Crossref", "], [", "CAS", "]", "26. ", "Thermal conductivity of metal-organic framework 5 (MOF-5): Part I. Molecular dynamics simulations", "Huang, B. L.; McGaughey, A. J. H.; Kaviany, M.", "International Journal of Heat and Mass Transfer", "\r\n        (", "2007", "),\r\n    ", "50", "\r\n        (", "3-4", "),\r\n    ", "393-404", "CODEN:\r\n                ", "IJHMAK", ";\r\n        ISSN:", "0017-9310", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The phonon thermal cond. of MOF-5, a metal-org. framework crystal with a phenylene bridge, is predicted between temps. of 200 and 400 K by using mol. dynamics simulations and the Green-Kubo method.  The simulations are performed using interat. potentials obtained using ab initio calcns. and exptl. results.  The predicted thermal cond. of MOF-5 is low for a crystal, 0.31 W/m/K at a temp. of 300 K, and its temp. dependence is very weak.  By decompg. the thermal cond. into components assocd. with short- and long-range acoustic phonons and optical phonons, the weak temp. dependence is found to be related to the mean free path of the majority of phonons, which is of the order of lattice parameter (and is essentially temp. independent).  To interpret the results, an anal. thermal cond. relation is derived, which reduces to the Cahill-Pohl and Slack models under appropriate assumptions.  The relation contains a crit. frequency, which dets. the relative contributions of the short- and long-range acoustic phonons.  The small long-range acoustic phonon contribution is related to the long and flexible phenylene bridge and to the mass mismatch between the cages and the bridges.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xhtlaiu7vE&md5=c1b81711d995b1ddb8207680fa2c1eb4", "27. ", "Tafipolsky", ", ", "M.", "; ", "Amirjalayer", ", ", "S.", "; ", "Schmid", ", ", "R.", " ", "J. Comput. Chem.", " ", "2007", ",  ", "28", ",  ", "1169", "– ", "1176", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "27. ", "Ab initio parametrized MM3 force field for the metal-organic framework MOF-5", "Tafipolsky, Maxim; Amirjalayer, Saeed; Schmid, Rochus", "Journal of Computational Chemistry", "\r\n        (", "2007", "),\r\n    ", "28", "\r\n        (", "7", "),\r\n    ", "1169-1176", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "A new valence force field was developed and validated for a particular class of coordination polymers known as nanoporous metal-org. frameworks (MOFs), introduced recently by the group of Yaghi.  The exptl., structural, and spectroscopic data in combination with d. functional theory calcns. on several model systems were used to parametrize the bonded terms of the force field, which explicitly treats the metal-oxygen interactions as partially covalent as well as distinguishes different types of oxygens in the framework.  Both the exptl. crystal structure of MOF-5 and vibrational IR spectrum are reproduced reasonably well.  The proposed force field is believed to be useful in atomistic simulations of adsorption/diffusion of guest mols. inside the flexible pores of this important class of MOF materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXktlKltbs%253D&md5=69b0dc2b54d091c9bcc0811caf2d9637", "28. ", "Tafipolsky", ", ", "M.", "; ", "Schmid", ", ", "R.", " ", "J. Phys. Chem. B", " ", "2009", ",  ", "113", ",  ", "1341", "– ", "1352", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Systematic First Principles Parameterization of Force Fields for Metal-Organic Frameworks using a Genetic Algorithm Approach", "Tafipolsky, Maxim; Schmid, Rochus", "Journal of Physical Chemistry B", "\r\n        (", "2009", "),\r\n    ", "113", "\r\n        (", "5", "),\r\n    ", "1341-1352", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A systematic strategy is proposed to derive the necessary force field parameters directly from first principles calcns. of nonperiodic model systems to reproduce both the structure and curvature of the ref. potential energy surface.  The parameters are detd. using a genetic algorithm combined with a novel fitness criterion based on a representation of structure and curvature in a set of redundant internal coordinates.  Due to the efficiency of this approach it is possible to abandon the need for transferability of the parameters.  The method is targeted for the application on metal-org. frameworks (MOFs), where parameters for mol. mechanics force fields are often not available, because of the wide range of possible inorg. fragments involved.  The scheme is illustrated for Zn4O-based IRMOF materials on the example of MOF-5.  In a \"building block\" approach parameters are derived for the two model systems basic zinc formate (Zn4O(O2CH)6), and dilithium terephthalate with ref. data obtained from d. functional theory.  The resulting potential gives excellent agreement with the structure, vibrational frequencies, thermal behavior and elastic consts. of the periodic MOF-5.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXktV2jtw%253D%253D&md5=0eb0ff69b82db9d409ccbff93c44e05e", "29. ", "Salles", ", ", "F.", "; ", "Ghoufi", ", ", "A.", "; ", "Maurin", ", ", "G.", "; ", "Bell", ", ", "R. G.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Ferey", ", ", "G.", " ", "Angew. Chem., Int. Ed.", " ", "2008", ",  ", "47", ",  ", "8487", "– ", "8491", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "Molecular dynamics simulations of breathing MOFs: structural transformations of MIL-53(Cr) upon thermal activation and CO2 adsorption", "Salles, Fabrice; Ghoufi, Aziz; Maurin, Guillaume; Bell, Robert G.; Mellot-Draznieks, Caroline; Ferey, Gerard", "Angewandte Chemie, International Edition", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "44", "),\r\n    ", "8487-8491", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Use the Force: A force field for the MIL-53(Cr) framework was derived and validated by mol. dynamics simulations.  This approach allows the breathing of the framework in the presence of CO2 to be captured and gives insight into the structural switching mechanism from a narrow- to a large-pore form (see picture).  This force field can be used directly in studies of many guest mols. and, with a min. adjustment, for other MOF systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlKlsLjO&md5=d6a0e0e5530202d789b44ce6888e221c", "30. ", "Mellot-Draznieks", ", ", "C.", "; ", "Ferey", ", ", "G.", " ", "Prog. Solid State Chem.", " ", "2005", ",  ", "33", ",  ", "187", "– ", "197", "[", "Crossref", "], [", "CAS", "]", "30. ", "Assembling molecular species into 3D frameworks: Computational design and structure solution of hybrid materials", "Mellot-Draznieks, C.; Ferey, G.", "Progress in Solid State Chemistry", "\r\n        (", "2006", "),\r\n    ", "33", "\r\n        (", "2-4", "),\r\n    ", "187-197", "CODEN:\r\n                ", "PSSTAW", ";\r\n        ISSN:", "0079-6786", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "A review.  The computational prediction of hybrid org.-inorg. extended lattices is presented.  The prodn. of candidate crystal structures is successfully performed by direct-space assembly of building-units using the AASBU (automated assembly of secondary building units) method, mixing independent org. and inorg. units.  Hybrid candidates that are compatible with the imposed metal:org. ratio are generated with their cell parameters, space group, at. positions, along with their simulated diffraction pattern.  Since no explicit limit regarding the nature, no., and size of the inorg. and org. units, or hybrid building-block is involved, the method offers boundless potential for exploring hybrid frameworks in terms of the topol. diversity.  The most appealing development arises from the computer-assisted design of hybrid frameworks.  Indeed, in a significant no. of systems, it is known that controlled synthesis conditions can promote the occurrence of specific building-units, which serve to propagate the infinite crystal structure.  It is believed that the computational approach presented is valuable to create virtual libraries of viable hybrid polymorphs.  Further it proved to be, for the 1st time in the realm of hybrids, a tangible route towards structure soln. in direct space, exemplified here with the computational structure detn. of two complex hybrid structures, MIL-100 and MIL-101.  This challenging area is of special interest when high quality diffraction data are not available or when very large cell sizes are involved.  The development of a structural model in direct space, starting with minimal knowledge such as the metal:org. ratio, is shown to be possible.  With such a method in hand, formerly intractable structural problems when using methods based on conventional reciprocal space become feasible in direct space.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xks1Ogu7w%253D&md5=acb1534826849bbb19963702bf77f896", "31. ", "Amirjalayer", ", ", "S.", "; ", "Schmid", ", ", "R.", " ", "J. Phys. Chem. C", " ", "2008", ",  ", "112", ",  ", "14980", "– ", "14987", "[", "ACS Full Text ", "], [", "CAS", "]", "31. ", "Conformational Isomerism in the Isoreticular Metal Organic Framework Family: A Force Field Investigation", "Amirjalayer, Saeed; Schmid, Rochus", "Journal of Physical Chemistry C", "\r\n        (", "2008", "),\r\n    ", "112", "\r\n        (", "38", "),\r\n    ", "14980-14987", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "For the family of isoreticular metal org. frameworks (IRMOFs), a supramol. conformational isomer, where the carboxylic planes in one linker are orthogonal to each other, is in principle possible.  This polymorphic form has been investigated by means of mol. mechanics calcns. using an accurate MM3 type force field.  In the case of the parent structure IRMOF-1, the regular form is more stable by 17.8 kcal/mol (per formula unit) than this isomer.  However, due to steric repulsions, in the case of the naphthalene and anthracene based IRMOF-7 and 993, this is reduced to only 2.0 and 5.6 kcal/mol, resp.  Due to a complex network of interlinker interactions, a broad variety of different rotational isomers is predicted, and only by using a genetic algorithm search algorithm the global min. structure could be located.  The low energy difference between the isomeric forms explains the disorder obsd. for IRMOF-7 exptl.  For IRMOF-10 and 16 with a flexible biphenyl bond in the linker, an even lower energy sepn. of 2.7 and 0.4 kcal/mol, resp., is obsd.  The study demonstrates that theor. calcns. can be a viable tool in order to det. the actual atomistic structure of more complex porous functional materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtVGntbbK&md5=102c7bae3069a03a651b09275f09b72a", "32. ", "Baburin", ", ", "I. A.", "; ", "Leoni", ", ", "S.", "; ", "Seifert", ", ", "G.", " ", "J. Phys. Chem. B", " ", "2008", ",  ", "112", ",  ", "9437", "– ", "9443", "[", "ACS Full Text ", "], [", "CAS", "]", "32. ", "Enumeration of Not-Yet-Synthesized Zeolitic Zinc Imidazolate MOF Networks: A Topological and DFT Approach", "Baburin, I. A.; Leoni, S.; Seifert, G.", "Journal of Physical Chemistry B", "\r\n        (", "2008", "),\r\n    ", "112", "\r\n        (", "31", "),\r\n    ", "9437-9443", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Twenty-one zeolitic imidazolate metalorg. frameworks based on Zn connectors (ZIFs) are derived and compared to known imidazolate networks.  Not-yet-synthesized Zn imidazolates are identified from DFT total energy scoring.  The structure with lowest energy is not porous and represents an unusual structure type with zni topol.  Total energy scoring indicates the lcs and pcb networks as reliable ZIF candidates.  The intrinsic channel chirality of the lcs network makes this rare topol. an attractive target for the synthetic effort.  Among the porous ZIFs candidates, the sodalite type, sod, is also found.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXosVGrtrc%253D&md5=d110f6e40363d5ad3623490bc63e6068", "33. ", "El-Kaderi", ", ", "H. M.", "; ", "Hunt", ", ", "J. R.", "; ", "Mendoza-Cortes", ", ", "J. L.", "; ", "Cote", ", ", "A. P.", "; ", "Taylor", ", ", "R. E.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2007", ",  ", "316", ",  ", "268", "– ", "272", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "33. ", "Designed Synthesis of 3D Covalent Organic Frameworks", "El-Kaderi, Hani M.; Hunt, Joseph R.; Mendoza-Cortes, Jose L.; Cote, Adrien P.; Taylor, Robert E.; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2007", "),\r\n    ", "316", "\r\n        (", "5822", "),\r\n    ", "268-272", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Three-dimensional covalent org. frameworks (3D COFs) were synthesized by targeting two nets based on triangular and tetrahedral nodes: ctn and bor.  The resp. 3D COFs were synthesized as cryst. solids by condensation reactions of tetrahedral tetra(4-dihydroxyborylphenyl)methane or tetra(4-dihydroxyborylphenyl)silane and by co-condensation of triangular 2,3,6,7,10,11-hexahydroxytriphenylene.  Because these materials are entirely constructed from strong covalent bonds (C-C, C-O, C-B, and B-O), they have high thermal stabilities (400° to 500 °C), and they also have high surface areas (3472 and 4210 square meters per g for COF-102 and COF-103, resp.) and extremely low densities (0.17 g per cubic centimeter).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXktVektbs%253D&md5=4197db9769708ec596162efd126cdca9", "34. ", "Schmid", ", ", "R.", "; ", "Tafipolsky", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "12600", "– ", "12601", "[", "ACS Full Text ", "], [", "CAS", "]", "34. ", "An Accurate Force Field Model for the Strain Energy Analysis of the Covalent Organic Framework COF-102", "Schmid, Rochus; Tafipolsky, Maxim", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "38", "),\r\n    ", "12600-12601", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "By using an accurate mol. mechanics force field, which was parametrized from first principles calcns., the network topol. of the Covalent Org. Framework COF-102 could correctly be predicted without exptl. input.  The ctn structure is preferred thermodynamically by 11.2 kcal mol-1 over the bor topol. due to a lower steric strain.  The origin for this strain is analyzed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtVCnu7nE&md5=469079479e1c5f361b3398665240d67f", "35. ", "Klontzas", ", ", "E.", "; ", "Tylianakis", ", ", "E.", "; ", "Froudakis", ", ", "G. E.", " ", "Nano Lett.", " ", "2010", ",  ", "10", ",  ", "452", "– ", "454", "[", "ACS Full Text ", "], [", "CAS", "]", "35. ", "Designing 3D COFs with Enhanced Hydrogen Storage Capacity", "Klontzas, Emmanouel; Tylianakis, Emmanuel; Froudakis, George E.", "Nano Letters", "\r\n        (", "2010", "),\r\n    ", "10", "\r\n        (", "2", "),\r\n    ", "452-454", "CODEN:\r\n                ", "NALEFD", ";\r\n        ISSN:", "1530-6984", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "H storage properties were studied for newly designed 3-dimensional covalent-org. frameworks (3-dimensional-COF).  The design of these materials is based on the carbon nitride net topol. of the ultralow d. COF-102.  The structures were optimized by multi-scale techniques and the optimized structures were checked for their storage capacities by grand canonical Monte Carlo simulations.  The simulations demonstrate that the gravimetric uptake of one of these new COFs can exceed 25% in 77 K and reach the DoE target of 6% at room temp. - among the best H storage materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFKntw%253D%253D&md5=1e2c6f616c9d53603a77f22b7a1ce9d2", "36. ", "Bahr", ", ", "D. F.", "; ", "Reid", ", ", "J. A.", "; ", "Mook", ", ", "W. M.", "; ", "Bauer", ", ", "C. A.", "; ", "Stumpf", ", ", "R.", "; ", "Skulan", ", ", "A. J.", "; ", "Moody", ", ", "N. R.", "; ", "Simmons", ", ", "B. A.", "; ", "Shindel", ", ", "M. M.", "; ", "Allendorf", ", ", "M. D.", " ", "Phys. Rev. B", " ", "2007", ",  ", "76", ",  ", "184106", "– ", "7", "[", "Crossref", "], [", "CAS", "]", "36. ", "Mechanical properties of cubic zinc carboxylate IRMOF-1 metal-organic framework crystals", "Bahr, D. F.; Reid, J. A.; Mook, W. M.; Bauer, C. A.; Stumpf, R.; Skulan, A. J.; Moody, N. R.; Simmons, B. A.; Shindel, M. M.; Allendorf, M. D.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2007", "),\r\n    ", "76", "\r\n        (", "18", "),\r\n    ", "184106/1-184106/7", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "1098-0121", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "The recently developed class of nanoporous materials known as metal-org. frameworks (MOFs) is generating considerable interest because of their potential in sensing, storage, and chem. sepns.  In many applications, it is essential to understand their mech. properties.  The authors report the measurement of the elastic modulus of IRMOF-1 crystals using two different nanoindentation techniques.  The reduced modulus from continuous stiffness measurements, calcd. from the av. single-crystal Young's modulus (E) of 2.7 ± 1.0 GPa, is in good agreement with the value obtained from conventional quasistatic measurements.  Permanent deformation without fracture was obsd. directly after indentation.  For comparison, the authors performed d. functional theory (DFT) calcns. of the elastic properties using both the local d. approxn. (LDA) and the generalized gradient approxn. (GGA).  The resulting, well-converged DFT value (LDA-GGA av.) for E is 21.6 ± 0.3 GPa, with C11 = 0.28 ± 0.01 GPa, C12 = 0.11 ± 0.01 GPa, and C44 = 0.03 ± 0.02 GPa.  Correcting the measured modulus for the highly anisotropic elastic behavior predicted by DFT suggests an effective modulus for the (100) face of 7.9 GPa.  The DFT prediction is expected to be reliable here.  Therefore, the lower measured Young's modulus is most likely due to an interesting behavior during fractureless plastic deformation that occurs in these framework materials.  Deformation or buckling in this nanoporous structure likely leads to structural changes at the lowest loads the authors can apply in the expt.  This appears to be a unique property of MOFs, where the elastic properties of the plastically deformed materials behave differently than those for more traditional nanoporous metals, ceramics, and polymers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhsVant77J&md5=71193221b124f3d4666a7c1f4c7a674c", "37. ", "Watanabe", ", ", "T.", "; ", "Sholl", ", ", "D. S.", " ", "J. Chem. Phys.", " ", "2010", ",  ", "133", ",  ", "094509", "– ", "12", "[", "Crossref", "], [", "CAS", "]", "37. ", "Molecular chemisorption on open metal sites in Cu3(benzenetricarboxylate)2. A spatially periodic density functional theory study", "Watanabe, Taku; Sholl, David S.", "Journal of Chemical Physics", "\r\n        (", "2010", "),\r\n    ", "133", "\r\n        (", "9", "),\r\n    ", "094509/1-094509/12", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Chem. interactions of H2O, CO, NO, pyridine, C2H2, H2S, and NH3 with open metal sites in the metal-org. framework (MOF) Cu3(benzenetricarboxylate)2 are examd. using plane wave periodic d. functional theory (DFT).  In the case of single mol. adsorption on a Cu dimer, NH3 and pyridine have the strongest binding, while NO binds weakly.  Binding of pairs of mols. on a Cu dimer shows significant interaction energies, i.e., the binding energy of the pair of mols. is not a simple summation of the binding energies of each mol.  The effect of mol. adsorption on the magnetic moments of Cu atoms in the MOF is also examd.  Using the binding energies from DFT calcns., the effects of the pressure and temp. on the chemisorbed species are investigated.  Finally the effect of water adsorption on the elastic behavior of Cu3(BTC)2 is described.  (c) 2010 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFajsLvL&md5=5c918b3f6566c9b7586300f48a4f289c", "38. ", "Peterson", ", ", "V. K.", "; ", "Kearley", ", ", "G. J.", "; ", "Wu", ", ", "Y.", "; ", "Ramirez-Cuesta", ", ", "A. J.", "; ", "Kemner", ", ", "E.", "; ", "Kepert", ", ", "C. J.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "585", "– ", "588", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "38. ", "Local Vibrational Mechanism for Negative Thermal Expansion: A Combined Neutron Scattering and First-Principles Study", "Peterson, Vanessa K.; Kearley, Gordon J.; Wu, Yue; Ramirez-Cuesta, Anibal Javier; Kemner, Ewout; Kepert, Cameron J.", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "3", "),\r\n    ", "585-588, S585/1-S585/10", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors show through crystallog., spectroscopy, and simulation that local mol. vibrations, in addn. to concerted transverse vibrations, can contribute to neg. thermal expansion (NTE).  This provides an entirely new approach for the achievement of anomalous thermal expansion.  Specifically, the results indicate that the dinuclear Cu paddlewheel units within the metal-org. framework [Cu3(btc)2] (btc = 1,3,5-benzenetricarboxylate) have a broad potential energy curve, likely with two min. where the torsion angle is approx. 4° on either side of the eclipsed conformation due to relaxation of the framework's inherent geometric strain.  While the undistorted paddlewheel arrangement has the lowest overall energy for the isolated unit, some groups of energy levels are lower in a distorted conformation, resulting in a dinuclear node that undergoes NTE-inducing deformation at low energies.  MD results show that the energy cost of the paddlewheel deformation is offset by the energy gain in the Cu-btc bonds, resulting in a soft anharmonic potential energy surface for the NTE mode.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXktlagtQ%253D%253D&md5=a4094a799126f426b47e6cf941761697", "39. ", "In the periodic DFT calculations of MOF-5 or HKUST-1 primitive unit cells with about 100–200 atoms have usually been used. The largest system considered in this study (interpenetrated CuBTB in tbo topology) contains more then 3000 atoms in the cubic unit cell. It is in principle possible to treat such systems by periodic DFT methods using advanced parallel computer systems. However, this is not feasible in a screening-type approach, when multiple such systems need to be treated. When strain-induced symmetry breaking occurs and a global minimum search needs to be performed, this is even worse.", "There is no corresponding record for this reference.", "40. ", "Allinger", ", ", "N. L.", "; ", "Yuh", ", ", "Y. H.", "; ", "Lii", ", ", "J.-H.", " ", "J. Am. Chem. Soc.", " ", "1989", ",  ", "111", ",  ", "8551", "– ", "8566", "[", "ACS Full Text ", "], [", "CAS", "]", "40. ", "Molecular mechanics.  The MM3 force field for hydrocarbons.  1", "Allinger, Norman L.; Yuh, Young H.; Lii, Jenn Huei", "Journal of the American Chemical Society", "\r\n        (", "1989", "),\r\n    ", "111", "\r\n        (", "23", "),\r\n    ", "8551-66", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "A new mol. mechanics force field (called MM3) for the treatment of aliph. hydrocarbons has been developed and is presented here.  This force field will enable one to calc. the structures and energies, including heats of formation, conformational energies, and rotational barriers, for hydrocarbons more accurately than was possible with earlier force fields.  In addn. to simple mols., a great many highly strained mols. have been studied, and the results are almost always of exptl. accuracy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1MXmtlWmsLo%253D&md5=e35207cdf829f8f78f2fdd6908887401", "41. ", "Allinger", ", ", "N. L.", "; ", "Li", ", ", "F.", "; ", "Yan", ", ", "L. Q.", "; ", "Tai", ", ", "J. C.", " ", "J. Comput. Chem.", " ", "1990", ",  ", "11", ",  ", "868", "– ", "895", "[", "Crossref", "], [", "CAS", "]", "41. ", "Molecular mechanics (MM3) calculations on conjugated hydrocarbons", "Allinger, Norman L.; Li, Fanbing; Yan, Liqun; Tai, Julia C.", "Journal of Computational Chemistry", "\r\n        (", "1990", "),\r\n    ", "11", "\r\n        (", "7", "),\r\n    ", "868-95", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    ", "The MM3 mol. mechanics program has been extended to conjugated systems.  A VESCF method is applied to the pi-system to calc. bond orders, from which various stretching and torsional parameters are obtained.  The procedure gives somewhat better results than the analogous MM2 calcns.  It has been applied to a study of 81 compds. of arom. and other conjugated hydrocarbons, as well as 45 alkenes and unconjugated polyenes.  The structures calcd. are generally in good agreement with expt., and the heats of formation of these compds. can be calcd. with a rms value of 0.62 kcal/mol, which may be compared with the av. exptl. error of 0.61 kcal/mol.  In addn., vibrational frequencies for five representative conjugated model structures are calcd., with an rms value of 46 cm-1, and from these, other properties such as entropy can be calcd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXltlWhuro%253D&md5=a1c081388fe1431e89bd7afd0c211563", "42. ", "Halgren", ", ", "T. A.", " ", "J. Comput. Chem.", " ", "1996", ",  ", "17", ",  ", "490", "– ", "519", "[", "Crossref", "], [", "CAS", "]", "42. ", "Merck molecular force field. I. Basis, form, scope, parameterization, and performance of MMFF94", "Halgren, Thomas A.", "Journal of Computational Chemistry", "\r\n        (", "1996", "),\r\n    ", "17", "\r\n        (", "5 & 6", "),\r\n    ", "490-519", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    \r\n            (", "Wiley", ")\r\n        ", "This article introduces MMFF94, the initial published version of the Merck mol. force field (MMFF).  It describes the objectives set for MMFF, the form it takes, and the range of systems to which it applies.  This study also outlines the methodol. employed in parameterizing MMFF94 and summarizes its performance in reproducing computational and exptl. data.  Though similar to MM3 in some respects, MMFF94 differs in ways intended to facilitate application to condensed-phase processes in mol.-dynamics simulations.  Indeed, MMFF94 seeks to achieve MM3-like accuracy for small mols. in a combined \"org./protein\" force field that is equally applicable to proteins and other systems of biol. significance.  A second distinguishing feature is that the core protion of MMFF94 has primarily been derived from high-quality computational data-ca. 500 mol. structures optimized at the HF/6-31G* level, 475 structures optimized at the MP2/6-31G* level, 380 MP2/6-31* structures evaluated at a defined approxn. to the MP4SDQ/TZP level, and 1450 structures partly derived from MP2/6-31G* geometries and evaluated at the MP2/TZP level.  A third distinguishing feature is that MMFF94 has been parameterized for a wide variety of chem. systems of interest to org. and combinations of functional groups for which little, if any, useful exptl. data are available.  The methodol. used in parameterizing MMFF94 represents a fourth distinguishing feature.  Rather than using the common \"functional group\" approach, nearly all MMFF parameters have been detd. in a mutually consistent fashion from the full set of available computational data.  MMFF94 reproduces the computational data used in its parameterization very well.  In addn., MMFF94 reproduces exptl. bond lengths (0.014 Å root mean square [rms]), bond angles (1.2° rms), vibrational frequencies (61 cm-1 rms), conformational energies (0.38 kcal/mol rms), and rotational barriers (0.39 kcal/mol rms) very nearly as well as does MM3 for comparable systems.  MMFF94 also describes intermol. interactions in hydrogen-bonded systems in a way that closely parallels that given by the highly regarded OPLS force field.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XhvVGmsbk%253D&md5=56fb073477b4f49d1dfbd786fc56a480", "43. ", "Jensen", ", ", "F.", " ", "Introduction to Computational Chemistry", ", ", "2", "nd ed.; ", "John Wiley and Sons, Ltd.", "; ", "New York", ", ", "2007", ".", "There is no corresponding record for this reference.", "44. ", "Hill", ", ", "J.-R.", "; ", "Subramanian", ", ", "L.", "; ", "Maiti", ", ", "A.", " ", "Molecular Modeling Techniques in Material Sciences", "; ", "CRC Press", ": ", "Boca Raton, FL", ", ", "2005", ".", "There is no corresponding record for this reference.", "45. ", "Tafipolsky", ", ", "M.", "; ", "Amirjalayer", ", ", "S.", "; ", "Schmid", ", ", "R.", " ", "J. Phys. Chem. C", " ", "2010", ",  ", "114", ",  ", "14402", "– ", "14409", "[", "ACS Full Text ", "], [", "CAS", "]", "45. ", "First-Principles-Derived Force Field for Copper Paddle-Wheel-Based Metal-Organic Frameworks", "Tafipolsky, Maxim; Amirjalayer, Saeed; Schmid, Rochus", "Journal of Physical Chemistry C", "\r\n        (", "2010", "),\r\n    ", "114", "\r\n        (", "34", "),\r\n    ", "14402-14409", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We present a fully flexible and ab initio-derived mol. mechanics force field for the ubiquitous copper paddle-wheel building block Cu2(O2C)4 in metal-org. frameworks.  The force field expression is based on the established MM3 force field, extended by addnl. cross terms and specific bond-stretching and angle-bending terms for the square-planar CuO4 coordination environment.  Using ref. data computed at the DFT level for nonperiodic ref. systems, the parametrization is performed using an automated genetic algorithm optimization strategy in order to reproduce structure and low normal modes of the model systems.  It is validated on the much investigated Cu-btc (HKUST-1) metal-org. framework.  Beyond the structure, lattice-dynamic-dependent properties such as the bulk modulus and the obsd. neg. thermal expansion effect of Cu-btc are quant. predicted by the force field without recourse with respect to exptl. data.  In connection with available parametrizations of various org. linkers, it can be useful for aiding the structure detn. of known MOFs, but it also paves the way for the computational prescreening of yet unknown copper paddle-wheel-based frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVWqt7rK&md5=6428a04c238e81574cebc306a02a3a26", "46. ", "This multiscale approach is entirely different from a generic force field like UFF,", "(68)", " which uses a rule-based scheme to generate the necessary parameters from atomic data. Such a force field is very efficient and helpful for a quick structural modeling, but it is neither validated nor can it be systematically be improved. An additional problem with UFF is the fact that it is mostly used in its variant, built into a commercial modeling code, which uses an unpublished parameter set and a slightly deviating methodology, e.g. including point charges (see also ref 9).", "There is no corresponding record for this reference.", "47. ", "Lin", ", ", "X.", "; ", "Telepeni", ", ", "I.", "; ", "Blake", ", ", "A. J.", "; ", "Dailly", ", ", "A.", "; ", "Brown", ", ", "C. M.", "; ", "Simmons", ", ", "J. M.", "; ", "Zoppi", ", ", "M.", "; ", "Walker", ", ", "G. S.", "; ", "Thomas", ", ", "K. M.", "; ", "Mays", ", ", "T. J.", "; ", "Hubberstey", ", ", "P.", "; ", "Champness", ", ", "N. R.", "; ", "Schroeder", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "2159", "– ", "2171", "[", "ACS Full Text ", "], [", "CAS", "]", "47. ", "High Capacity Hydrogen Adsorption in Cu(II) Tetracarboxylate Framework Materials: The Role of Pore Size, Ligand Functionalization, and Exposed Metal Sites", "Lin, Xiang; Telepeni, Irvin; Blake, Alexander J.; Dailly, Anne; Brown, Craig M.; Simmons, Jason M.; Zoppi, Marco; Walker, Gavin S.; Thomas, K. Mark; Mays, Timothy J.; Hubberstey, Peter; Champness, Neil R.; Schroder, Martin", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "6", "),\r\n    ", "2159-2171", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Isostructural metal-org. framework polymers [Cu2(L)(H2O)2] (L = tetracarboxylate ligands), denoted NOTT-nnn, were synthesized and characterized.  Single crystal x-ray structures confirm the complexes to contain binuclear Cu(II) paddlewheel nodes each bridged by four carboxylate centers to give a NbO-type network of 64·82 topol.  These complexes are activated by solvent exchange with acetone coupled to heating cycles under vacuum to afford the desolvated porous materials NOTT-100 to NOTT-109.  These incorporate a vacant coordination site at each Cu(II) center and have large pore vols. that contribute to the obsd. high H2 adsorption.  Indeed, NOTT-103 at 77 K and 60 bar shows a very high total H2 adsorption of 77.8 mg g-1 equiv. to 7.78% [wt% = (wt. of adsorbed H2)/(wt. of host material)] or 7.22% [wt% = 100(wt. of adsorbed H2)/(wt. of host material + wt. of adsorbed H2)].  Neutron powder diffraction studies on NOTT-101 reveal three adsorption sites for this material: at the exposed Cu(II) coordination site, at the pocket formed by three {Cu2} paddle wheels, and at the cusp of three Ph rings.  Systematic virial anal. of the H2 isotherms suggests that the H2 binding energies at these sites are very similar and the differences are smaller than 1.0 kJ mol-1, although the adsorption enthalpies for H2 at the exposed Cu(II) site are significantly affected by pore metrics.  Introducing Me groups or using kinked ligands to create smaller pores can enhance the isosteric heat of adsorption and improve H2 adsorption.  However, although increasing the overlap of potential energy fields of pore walls increases the heat of H2 adsorption at low pressure, it may be detrimental to the overall adsorption capacity by reducing the pore vol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXptlOitQ%253D%253D&md5=cbc9f02158801ff5dacb7df033416d78", "48. ", "Ma", ", ", "L.", "; ", "Lin", ", ", "W.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "13834", "– ", "13835", "[", "ACS Full Text ", "], [", "CAS", "]", "48. ", "Chirality-Controlled and Solvent-Templated Catenation Isomerism in Metal-Organic Frameworks", "Ma, Liqing; Lin, Wenbin", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "42", "),\r\n    ", "13834-13835", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A family of highly porous homochiral, racemic, and meso metal-org. frameworks (MOFs) were synthesized based on a new elongated tetra-carboxylate ligand and the Cu paddle-wheel building units.  These MOFs exhibited remarkable catenation isomerism that is controlled by both chirality of the bridging ligand and the size of solvent mols.  The ability to manipulate framework interpenetration is key to future synthesis of mesoporous homochiral MOFs which hold great promise in heterogeneous asym. catalysis and chiral sepns.  R-[LCu2(H2O)2]·12DEF·16H2O (1) was obtained from a solvothermal reaction between R-L-H4 (I) and Cu(NO3)2 in the DEF/H2O mixed solvents at 80° and were characterized by single crysyal x-ray structure detn. and 1H NMR and TGA analyses.  The same reaction carried out in the DMF/H2O mixed solvents led to a polycryst. product R-[LCu2(H2O)2]·16DMF·19H2O (2) and was shown to be isostructural to 1 by powder X-ray diffraction (PXRD) and 1H NMR and TGA analyses.  When a similar reaction was carried out between rac-L-H4 (II) and Cu(NO3)2 in the DMF/H2O mixed solvents at 80°, a 2-fold interpenetrated 3D MOF (3) with the formula of meso-[LCu2(H2O)2]·8DMF·4H2O was obtained.  Reaction of rac-L-H4 and Cu(NO3)2 in the DEF/H2O mixed solvents at 80° led to noninterpenetrating rac-[LCu2(H2O)2]·12DEF·16H2O (4).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtF2lsrvP&md5=d249a9706154640c323893c8ea985fcc", "49. ", "O’Keeffe", ", ", "M.", "; ", "Peskov", ", ", "M. A.", "; ", "Ramsden", ", ", "S. J.", "; ", "Yaghi", ", ", "O. M.", " ", "Acc. Chem. Res.", " ", "2008", ",  ", "41", ",  ", "1782", "– ", "1789", "[", "ACS Full Text ", "], [", "CAS", "]", "49. ", "The Reticular Chemistry Structure Resource (RCSR) database of, and symbols for, crystal nets", "O'Keeffe, Michael; Peskov, Maxim A.; Ramsden, Stuart J.; Yaghi, Omar M.", "Accounts of Chemical Research", "\r\n        (", "2008", "),\r\n    ", "41", "\r\n        (", "12", "),\r\n    ", "1782-1789", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "During the past decade, interest has grown tremendously in the design and synthesis of cryst. materials constructed from mol. clusters linked by extended groups of atoms.  Most notable are metal-org. frameworks (MOFs), in which polyat. inorg. metal-contg. clusters are joined by polytopic linkers. (Although these materials are sometimes referred to as coordination polymers, we prefer to differentiate them, because MOFs are based on strong linkages that yield robust frameworks.) The realization that MOFs could be designed and synthesized in a rational way from mol. building blocks led to the emergence of a discipline that we call reticular chem.MOFs can be represented as a special kind of graph called a periodic net.  Such descriptions date back to the earliest crystallog. studies but have become much more common recently because thousands of new structures and hundreds of underlying nets have been reported.  In the simplest cases (e.g., the structure of diamond), the atoms in the crystal become the vertices of the net, and bonds are the links (edges) that connect them.  In the case of MOFs, polyat. groups act as the vertices and edges of the net.Because of the explosive growth in this area, a need has arisen for a universal system of nomenclature, classification, identification, and retrieval of these topol. structures.  We have developed a system of symbols for the identification of three periodic nets of interest, and this system is now in wide use.  In this Account, we explain the underlying methodol. of assigning symbols and describe the Reticular Chem. Structure Resource (RCSR), in which about 1600 such nets are collected and illustrated in a database that can be searched by symbol, name, keywords, and attributes.  The resource also contains searchable data for polyhedra and layers.The database entries come from systematic enumerations or from known chem. compds. or both.  In the latter case, refs. to occurrences are provided.  We describe some crystallog., topol., and other attributes of nets and explain how they are reported in the database.  We also describe how the database can be used as a tool for the design and structural anal. of new materials.  Assocd. with each net is a natural tiling, which is a natural partition of space into space-filling tiles.  The database allows export of data that can be used to analyze and illustrate such tilings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXht1SgsrjF&md5=392c624f403dd8457460a7649aa496f3", "50. ", "Delgado-Friedrichs", ", ", "O.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Acta Cryst. A", " ", "2006", ",  ", "62", ",  ", "350", "– ", "355", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "50. ", "Three-periodic nets and tilings: edge-transitive binodal structures", "Delgado-Friedrichs, Olaf; O'Keeffe, Michael; Yaghi, Omar M.", "Acta Crystallographica, Section A: Foundations of Crystallography", "\r\n        (", "2006", "),\r\n    ", "A62", "\r\n        (", "5", "),\r\n    ", "350-355", "CODEN:\r\n                ", "ACACEQ", ";\r\n        ISSN:", "0108-7673", ".\r\n    \r\n            (", "Blackwell Publishing Ltd.", ")\r\n        ", "28 Three-periodic nets with two kinds of vertex and one kind of edge are identified.  Some of their crystallog. properties and their natural tilings are described.  Restrictions on site symmetry and coordination no. of such nets are discussed and examples of their occurrence in crystal structures are given.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XotlOhs78%253D&md5=15c455612537dd22bf656730a088b9d3", "51. ", "Chui", ", ", "S. S. Y.", "; ", "Lo", ", ", "S. M. F.", "; ", "Charmant", ", ", "J. P. H.", "; ", "Orpen", ", ", "A. G.", "; ", "Williams", ", ", "I. D.", " ", "Science", " ", "1999", ",  ", "283", ",  ", "1148", "– ", "1150", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "51. ", "A chemically functionalizable nanoporous material [Cu3(TMA)2(H2O)3]n", "Chui, Stephen S.-Y.; Lo, Samuel M.-F.; Charmant, Jonathan P. H.; Orpen, A. Guy; Williams, Ian D.", "Science (Washington, D. C.)", "\r\n        (", "1999", "),\r\n    ", "283", "\r\n        (", "5405", "),\r\n    ", "1148-1150", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Although zeolites and related materials combine nanoporosity with high thermal stability, they are difficult to modify or derivatize in a systematic way.  A highly porous metal coordination polymer [Cu3(TMA)2(H2O)3]n (TMA is benzene-1,3,5-tricarboxylate) was formed in 80% yield.  It has interconnected [Cu2(O2CR)4] units (R is an arom. ring), which create a three-dimensional system of channels with a pore size of 1 nm and an accessible porosity of ∼40% in the solid.  Unlike zeolites, the channel linings can be chem. functionalized; for example, the aqua ligands can be replaced by pyridines.  TGA and high-temp. single-crystal diffractometry indicate that the framework is stable up to 240°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXhsFeitLc%253D&md5=8f6f372b015fa0e2bbb7e8bfd316b663", "52. ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Rosi", ", ", "N.", "; ", "Vodak", ", ", "D.", "; ", "Wachter", ", ", "J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2002", ",  ", "295", ",  ", "469", "– ", "472", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "52. ", "Systematic design of pore size and functionality in isoreticular MOFs and their application in methane storage", "Eddaoudi, Mohamed; Kim, Jaheon; Rosi, Nathaniel; Vodak, David; Wachter, Joseph; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2002", "),\r\n    ", "295", "\r\n        (", "5554", "),\r\n    ", "469-472", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A strategy based on reticulating metal ions and org. carboxylate links into extended networks has been advanced to a point that allowed the design of porous structures in which pore size and functionality could be varied systematically.  Metal-org. framework (MOF-5), a prototype of a new class of porous materials and one that is constructed from octahedral Zn-O-C clusters and benzene links, was used to demonstrate that its three-dimensional porous system can be functionalized with the org. groups -Br, -NH2, -OC3H7, -OC5H11, -C2H4, and -C4H4 and that its pore size can be expanded with the long mol. struts biphenyl, tetrahydropyrene, pyrene, and terphenyl.  We synthesized an isoreticular series (one that has the same framework topol.) of 16 highly cryst. materials whose open space represented up to 91.1% of the crystal vol., as well as homogeneous periodic pores that can be incrementally varied from 3.8 to 28.8 Å.  One member of this series exhibited a high capacity for methane storage (240 cm3 at std. temp.), and others the lowest densities (0.41 to 0.21 g/cm3) for a cryst. material at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlyrtLjP&md5=d218d4040887f5fb390a733ee156d27b", "53. ", "Chen", ", ", "B.", "; ", "Eddaoudi", ", ", "M.", "; ", "Hyde", ", ", "S. T.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2001", ",  ", "291", ",  ", "1021", "– ", "1023", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "53. ", "Interwoven metal-organic framework on a periodic minimal surface with extra-large pores", "Chen, Banglin; Eddaoudi, M.; Hyde, S. T.; O'Keeffe, M.; Yaghi, O. M.", "Science (Washington, DC, United States)", "\r\n        (", "2001", "),\r\n    ", "291", "\r\n        (", "5506", "),\r\n    ", "1021-1023", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A strategy for the design of highly porous and structurally stable networks makes use of metal-org. building blocks that can be assembled on a triply periodic P-minimal geometric surface to produce structures that are interpenetrating-more accurately considered as interwoven.  The authors used 4,4',4''-benzene-1,3,5-triyltribenzoic acid (H3BTB), Cu(NO3)2e, and DMF to prep. Cu3(BTB)2(H2O)3·(DMF)9(H2O)2 (MOF-14), whose structure reveals a pair of interwoven metal-org. frameworks that are mutually reinforced.  The structure contains remarkably large pores, 16.4 Å in diam., in which voluminous amts. of gases and org. solvents can be reversibly sorbed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXhtFGlu7s%253D&md5=a9c2b80ba2f1b825ee2a55278ef5fe92", "54. ", "Allinger", ", ", "N. L.", "; ", "Zhou", ", ", "X. F.", "; ", "Bergsma", ", ", "J.", " ", "THEOCHEM", " ", "1994", ",  ", "118", ",  ", "69", "– ", "83", "[", "Crossref", "], [", "CAS", "]", "54. ", "Molecular mechanics parameters", "Allinger, Norman L.; Zhou, Xuefeng; Bergsma, John", "Journal of Molecular Structure: THEOCHEM", "\r\n        (", "1994", "),\r\n    ", "118", "\r\n        (", "1", "),\r\n    ", "69-83", "CODEN:\r\n                ", "THEODJ", ";\r\n        ISSN:", "0166-1280", ".\r\n    ", "A general scheme for choosing unknown parameters for use in the MM2 and MM3 force fields is discussed, and implemented in the form of a computer program.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXlvVOlsbY%253D&md5=8dd8febbc089aecf44b5d9fcb3d4d14a", "55. ", "Rappe", ", ", "A. K.", "; ", "Bormann-Rochotte", ", ", "L. M.", "; ", "Wiser", ", ", "D. C.", "; ", "Hart", ", ", "J. R.", "; ", "Pietsch", ", ", "M. A.", "; ", "Casewit", ", ", "C. J.", "; ", "Skiff", ", ", "W. M.", " ", "Mol. Phys.", " ", "2007", ",  ", "105", ",  ", "301", "– ", "324", "[", "Crossref", "], [", "CAS", "]", "55. ", "APT a next generation QM-based reactive force field model", "Rappe, A. K.; Bormann-Rochotte, L. M.; Wiser, D. C.; Hart, J. R.; Pietsch, M. A.; Casewit, C. J.; Skiff, W. M.", "Molecular Physics", "\r\n        (", "2007", "),\r\n    ", "105", "\r\n        (", "2-3", "),\r\n    ", "301-324", "CODEN:\r\n                ", "MOPHAM", ";\r\n        ISSN:", "0026-8976", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "A review.  Modeling reactivity at the nanoscale is a major computational challenge.  Both reactive force field and combined QM-MM methodologies have been and are being developed to study reactivity at this boundary between mols. and the solid state.  There have been more than 1500 publications since the mid-1990s, on combined QM-MM methodologies.  Limitations in current models include the distortional characteristics of force field potential terms, the smooth transit from one potential surface to another, rather than surface hopping, and the blending of electrostatics between QM and MM portions of a QM-MM model.  Functional forms, potential surface coupling terms, and parameterization strategies for the Approx. Pair Theory (APT), a next generation reactive force field model, are described.  The APT model has been developed to correct a no. of limitations in current reactive force field models as well as providing a foundation for a next generation QM-MM model.  Chem. bonding concepts are used to develop fully dissociative bond stretch, bend, torsion, and inversion valence terms.  Quantum mechanics also provides functional forms for potential surface coupling terms that permit a general description of reactivity from hydrogen bonding, through non-classical carbocations and cracking, to olefin polymn., oxidn., and metathesis.  Van der Waals, electrostatic, and metallic bonding models also derive from quantum mech. resonance.  Finally, Pauli Principle-based orthogonality provides a way to electrostatically couple the QM and MM portions of a QM-MM model that will support arbitrarily large basis sets.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXkt1ert7c%253D&md5=8b1dda720bd143d04ca250a833780011", "56. ", "Ponder", ", ", "J. W.", "; ", "Ren", ", ", "P.", "; ", "Pappu", ", ", "R. V.", "; ", "Hart", ", ", "R. K.", "; ", "Hodgson", ", ", "M. E.", "; ", "Cistola", ", ", "D. P.", "; ", "Kundrot", ", ", "C. E.", "; ", "; ", "Richards", ", ", "F. M.", " ", "Molecular Modeling Techniques in Material Sciences", "; ", "Washington University School of Medicine", "; ", "Saint Louis, MO", ", ", "2004", "; ", "http://dasher.wustl.edu/tinker/", ".", "There is no corresponding record for this reference.", "57. ", "Schmid", ", ", "R.", " ", "An object-oriented framework for the automated generation of polymeric 3D network structures", ", ", "Ruhr-Universität Bochum", ", 2009.", "There is no corresponding record for this reference.", "58. ", "Duren", ", ", "T.", "; ", "Sarkisov", ", ", "L.", "; ", "Snurr", ", ", "R.", "Code for computing surface areas (version for orthorhombic cells), ", "http://www.see.ed.ac.uk/tduren/research/surface_area/ortho/", ".", "There is no corresponding record for this reference.", "59. ", "Duren", ", ", "T.", "; ", "Millange", ", ", "F.", "; ", "Ferey", ", ", "G.", "; ", "Walton", ", ", "K. S.", "; ", "Snurr", ", ", "R. Q.", " ", "J. Phys. Chem. C", " ", "2007", ",  ", "111", ",  ", "15350", "– ", "15356", "[", "ACS Full Text ", "], [", "CAS", "]", "59. ", "Calculating Geometric Surface Areas as a Characterization Tool for Metal-Organic Frameworks", "Dueren, Tina; Millange, Franck; Ferey, Gerard; Walton, Krista S.; Snurr, Randall Q.", "Journal of Physical Chemistry C", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "42", "),\r\n    ", "15350-15356", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) synthesized in a building-block approach from org. linkers and metal corner units offer the opportunity to design materials with high surface areas for adsorption applications by assembling the appropriate building blocks.  In this paper, we show that the surface area calcd. in a geometric fashion from the crystal structure is a useful tool for characterizing MOFs.  We argue that the accessible surface area rather than the widely used Connolly surface area is the appropriate surface area to characterize cryst. solids for adsorption applications.  The accessible surface area calcd. with a probe diam. corresponding to the adsorbate of interest provides a simple way to screen and compare adsorbents.  We investigate the effects of the probe mol. diam. on the accessible surface area and discuss the implications for increasing the surface area of metal-org. frameworks by the use of catenated structures.  We also demonstrate that the accessible surface area provides a useful tool for judging the quality of a synthesized sample.  Exptl. surface areas can be adversely affected by incomplete solvent removal during activation, crystal collapse, or interpenetration.  The easily calcd. accessible surface area provides a benchmark for the theor. upper limit for a perfect crystal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtFShtLjP&md5=47226155a5817ef357a9b6f941883ee6", "60. ", "For strained systems we observe multiple local minima close in energy with a small orthorhombic symmetry breaking. Such a reduction of symmetry to avoid strain was found before also for IRMOF systems.", "(31)", "There is no corresponding record for this reference.", "61. ", "Gould", ", ", "S. L.", "; ", "Tranchemontagne", ", ", "D.", "; ", "Yaghi", ", ", "O. M.", "; ", "Garcia-Garibay", ", ", "M. A.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "3246", "– ", "3247", "[", "ACS Full Text ", "], [", "CAS", "]", "61. ", "Amphidynamic Character of Crystalline MOF-5: Rotational Dynamics of Terephthalate Phenylenes in a Free-Volume, Sterically Unhindered Environment", "Gould, Stephanie L.; Tranchemontagne, David; Yaghi, Omar M.; Garcia-Garibay, Miguel A.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "11", "),\r\n    ", "3246-3247", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) have been the focus of much interest within the context of hydrogen storage and other materials applications.  With static metal clusters linked by axially substituted org. spacers capable of experiencing internal rotations, MOFs are one of the most promising amphidynamic materials to investigate and exploit the dynamics of cryst. solids.  In this communication we report an exptl. study of the rotational dynamics of the 1,4-phenylenedicarboxylate bridge of MOF-5, which has no steric contacts that might contribute to the rotational barrier.  Highly reproducible 1H T1 relaxation, high-resoln. 13C CPMAS, and variable temp. quadrupolar echo 2H NMR data were obtained from high quality samples that were sealed at reduced pressure (ca. 3 mTorr). 2H NMR line shape simulation revealed an activation barrier for rotation of 11.3 ± 2.0 kcal/mol, which is lower than the 14-16 kcal/mol values reported in theor. studies of truncated models.  While our results suggest that the models used for MOF-5 are insufficient to account for the properties of the extended crystal lattice, they also suggest that the amphidynamic materials with static and dynamic components may reach the friction-free rotational motion characteristic of gas dynamics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXitFegtrk%253D&md5=109b33711ef380fc414fbf4681127b7c", "62. ", "Tafipolsky", ", ", "M.", "; ", "Schmid", ", ", "R.", " ", "J. Chem. Theory Comput.", " ", "2009", ",  ", "5", ",  ", "2822", "– ", "2834", "[", "ACS Full Text ", "], [", "CAS", "]", "62. ", "A Consistent Force Field for the Carboxylate Group", "Tafipolsky, Maxim; Schmid, Rochus", "Journal of Chemical Theory and Computation", "\r\n        (", "2009", "),\r\n    ", "5", "\r\n        (", "10", "),\r\n    ", "2822-2834", "CODEN:\r\n                ", "JCTCCE", ";\r\n        ISSN:", "1549-9618", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "In the light of the important role played by the carboxylate group in bio- and coordination chem., its consistent and reliable parametrization for mol. simulations is crucial.  The exptl. vibrational spectra of three carboxylate anions (formate, acetate, and benzoate) both in the gas phase and in the condensed phase (as sodium salts) are interpreted on the basis of high-quality ab initio calcns.  The interaction with the counterion (metal cation) is shown to be of major importance in the interpretation of the spectral features of the carboxylate group both in the solid state and in aq. soln.  Previous attempts to parametrize the carboxylate group within the mol. mechanics approach is critically reviewed, and a new set of the consistent valence force field parameters based on first principles calcns. is proposed, which is able to reproduce accurately both the structure and the dynamics of the carboxylate moiety both free and coordinated with metal cations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtFCjt77O&md5=22c8aec61222dd4c00709a15ebeae127", "63. ", "From previous investigations we know that the force field is accurately describing the rotations of the conjugated carboxylate group (compared to available experimental data", "(61)", " and theoretical data on correlated ab initio level", "(62)", ") and the experimentally observed deformation of the copper paddle wheel unit.", "(45)", "There is no corresponding record for this reference.", "64. ", "Li", ", ", "Z.", "; ", "Lazaridis", ", ", "T.", " ", "Phys. Chem. Chem. Phys.", " ", "2007", ",  ", "9", ",  ", "573", "– ", "581", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "64. ", "Water at biomolecular binding interfaces", "Li, Zheng; Lazaridis, Themis", "Physical Chemistry Chemical Physics", "\r\n        (", "2007", "),\r\n    ", "9", "\r\n        (", "5", "),\r\n    ", "573-581", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Water mols. are often found at the binding interface of biomol. complexes where they may be mediating the interaction between polar groups via hydrogen bonds or simply filling space and providing van der Waals interactions.  Recent studies have demonstrated the importance of taking such water mols. into account in docking and binding affinity prediction.  Here, we review the recent exptl. and theor. work aimed at quantifying the influence of interfacial water on the thermodn. properties of binding.  We highlight esp. our recent results obtained by inhomogeneous fluid solvation theory in several systems and the prediction of the thermodn. consequences of displacement of the bound water mol. by ligand modification.  Finally, we discuss possible directions for further progress in this field.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXns1Cktg%253D%253D&md5=5896da048165784f69600ed9b78f36c9", "65. ", "Schellman", ", ", "J. A.", " ", "Biophys. J.", " ", "2003", ",  ", "85", ",  ", "108", "– ", "125", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "65. ", "Protein stability in mixed solvents: A balance of contact interaction and excluded volume", "Schellman, John A.", "Biophysical Journal", "\r\n        (", "2003", "),\r\n    ", "85", "\r\n        (", "1", "),\r\n    ", "108-125", "CODEN:\r\n                ", "BIOJAU", ";\r\n        ISSN:", "0006-3495", ".\r\n    \r\n            (", "Biophysical Society", ")\r\n        ", "Changes in excluded vol. and contact interaction with the surface of a protein have been suggested as mechanisms for the changes in stability induced by cosolvents.  The aim of the present paper is to present an anal. that combines both effects in a quant. manner.  The result is that both processes are present in both stabilizing and destabilizing interactions and neither can be ignored.  Excluded vol. was estd. using accessible surface area calcns. of the kind introduced by Lee and Richards.  The change in excluded vol. on unfolding, ΔX, is quite large.  For example, ΔX for RNase is 6.7 L in urea and ∼16 L in sucrose.  The latter no. is greater than the molar volume of the protein.  Direct interaction with the protein is represented as the solvent exchange mechanism, which differs from ordinary assocn. theory because of the weakness of the interaction and the high concns. of cosolvents.  The balance between the two effects and their contribution to overall stability are most simply presented as bar diagrams.  Our finding for five proteins is that excluded vol. contributes to the stabilization of the native structure and that contact interaction contributes to destabilization.  This is true for five proteins and four cosolvents including both denaturants and osmolytes.  Whether a substance stabilizes a protein or destabilizes it depends on the relative size of these two contributions.  The const. for the cosolvent contact with the protein is remarkably uniform for four of the proteins, indicating a similarity of groups exposed during unfolding.  One protein, staphylococcus nuclease, is anomalous in almost all respects.  In general, the strength of the interaction with guanidinium is about twice that of urea, which is about twice that of trimethylamine-N-oxide and sucrose.  Arguments are presented for the use of vol. fractions in equil. equations and the ignoring of activity coeffs. of the cosolvent.  It is shown in the Appendix that both the excluded vol. and the direct interaction can be extd. in a unified way from the McMillan-Mayer formula for the second virial coeff.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXltlektr8%253D&md5=4d5d7824fdd05f0bc952574f4586bb6c", "66. ", "We compare here with the experimental structure as given in ref 53 with all coordinating ligands and solvent atoms removed. Two structural analyses are given here, which differ only slightly. We used the as synthesized structure with the slighly better ", "R", " value.", "There is no corresponding record for this reference.", "67. ", "Prestipino", ", ", "C.", "; ", "Regli", ", ", "L.", "; ", "Vitillo", ", ", "J. G.", "; ", "Bonino", ", ", "F.", "; ", "Damin", ", ", "A.", "; ", "Lamberti", ", ", "C.", "; ", "Zecchina", ", ", "A.", "; ", "Solari", ", ", "P. L.", "; ", "Kongshaug", ", ", "K. O.", "; ", "Bordiga", ", ", "S.", " ", "Chem. Mater.", " ", "2006", ",  ", "18", ",  ", "1337", "– ", "1346", "[", "ACS Full Text ", "], [", "CAS", "]", "67. ", "Local Structure of Framework Cu(II) in HKUST-1 Metallorganic Framework: Spectroscopic Characterization upon Activation and Interaction with Adsorbates", "Prestipino, C.; Regli, L.; Vitillo, J. G.; Bonino, F.; Damin, A.; Lamberti, C.; Zecchina, A.; Solari, P. L.; Kongshaug, K. O.; Bordiga, S.", "Chemistry of Materials", "\r\n        (", "2006", "),\r\n    ", "18", "\r\n        (", "5", "),\r\n    ", "1337-1346", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "XRD, UV-Vis, EXAFS, XANES, and Raman techniques have been used to study the removal of water mols. coordinated to the Cu(II) framework atoms of the novel HKUST-1 metal-org. framework.  The dehydration process preserves the cryst. nature of the material, just causing a redn. of the cell vol. due to the shrinking of the [Cu2C4O8] cage.  The removal of adsorbed H2O mol. makes the framework Cu(II) sites available for interaction with other probe mols.  In situ IR spectroscopy has evidenced the formation at liq. nitrogen temp. of labile Cu(II)···CO adducts characterized by a ~ν(C-O) = 2178 cm-1 and at 15 K of Cu(II)···H2 adducts characterized by a ~ν(H-H) = 4100 cm-1.  To the best of our knowledge, we have obsd. for the first time a clear signal of Cu(II) carbonyl and dihydrogen complexes formed inside a cryst. microporous hosting matrix.  The sinking of the oxygens of the carboxyl units, undergone by the Cu(II) framework ions in the dehydration process, is responsible for the rather low coordinative unsatn. of Cu(II).  The important shielding effect of the four oxygen framework atoms is testified by the low polarization factor of the Cu(II) site probed by both CO and H2 mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XptFWhsw%253D%253D&md5=0489e2793da5d68f5ad8fd57124a866d", "68. ", "Rappe", ", ", "A. K.", "; ", "Casewit", ", ", "C. J.", "; ", "Colwell", ", ", "K. S.", "; ", "Goddard", ", ", "W. A.", "; ", "Skiff", ", ", "W. M.", " ", "J. Am. Chem. Soc.", " ", "1992", ",  ", "114", ",  ", "10024", "– ", "10035", "[", "ACS Full Text ", "], [", "CAS", "]", "68. ", "UFF, a full periodic table force field for molecular mechanics and molecular dynamics simulations", "Rappe, A. K.; Casewit, C. J.; Colwell, K. S.; Goddard, W. A., III; Skiff, W. M.", "Journal of the American Chemical Society", "\r\n        (", "1992", "),\r\n    ", "114", "\r\n        (", "25", "),\r\n    ", "10024-35", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "A new mol. mechanics force field, the Universal force field (UFF), is described wherein the force field parameters are estd. using general rules based only on the element, its hybridization and its connectivity.  The force field functional forms, parameters, and generating formulas for the full periodic table are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38Xmtl2qur8%253D&md5=cf41e8bb9ad299fd5d79f070d690afe1"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2011/jpccck.2011.115.issue-31/jp200123g/production/images/small/jp-2011-00123g_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2011/jpccck.2011.115.issue-31/jp200123g/production/images/small/jp-2011-00123g_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2011/jpccck.2011.115.issue-31/jp200123g/production/images/small/jp-2011-00123g_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2011/jpccck.2011.115.issue-31/jp200123g/production/images/small/jp-2011-00123g_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2011/jpccck.2011.115.issue-31/jp200123g/production/images/small/jp-2011-00123g_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2011/jpccck.2011.115.issue-31/jp200123g/production/images/small/jp-2011-00123g_0003.gif\">"]}
