{"title": ["Importance of Volume Effects to Adsorption Isotherms of Carbon Dioxide on Coals"], "authors": ["Ekrem Ozdemir", "Badie I. Morsi", "Karl Schroeder"], "doi": ["10.1021/la0258648"], "abstract": ["Attempts to describe high-pressure carbon dioxide (CO", ") adsorption isotherm data using conventional adsorption equations to model the coal behavior have been only partially successful. Because swelling of the coal organic matrix in the presence of adsorbing gases is a well-known phenomenon and because traditional isotherm models assume a rigid structure, an adsorption isotherm equation was derived to account for the volume effects which may occur when an adsorbate alters the structure of an adsorbent. The equation, which accounts for volume change in general, was applied to the particular example of CO", " adsorption on coal. In some cases, significantly better fits were obtained when the adsorption data were fit to the swelling-modified model. The modified model partitions the experimentally determined adsorption into a surface adsorption term, which is important at lower pressure, and a rectilinear term, related to volume effects, which is important at higher pressures. This is particularly significant to the problem of CO", " sequestration in coal seams where high pressures of CO", " will be used. "], "text": [" ", "Top of Page", "Abstract", "1. Introduction", "2. Modeling Methodology", "3. Experimental Section", "4. Results", "5. Discussion", "6. Conclusion", "1. Introduction", " ", "Sequestration of CO", "2", " in coal seams is one of the strategies being considered to mitigate the increasing atmospheric concentration of CO", "2", ".", "1", " One of the most important advantages of coal seam sequestration is that CO", "2", " is stored in an adsorbed state rather than as a compressed or liquefied gas. However, the adsorption capacity and the stability of the adsorbed CO", "2", ", which can be affected by the nature of the coal itself as well as by environmental factors, need to be accurately known. The adsorption isotherm is one of the most important tools for estimating adsorption capacity. Historically, the adsorption of CO", "2", " on coals has been used to estimate surface areas", "2,3", " and micropore structures of coals.", "4", " Usually, these measurements have been conducted at low pressures (usually below atmospheric) and low temperatures (−78 °C).", "3", " Although information obtained from measurements such as these is important to current sequestration efforts, low-pressure, low-temperature adsorption isotherm data do not represent geologic, in-seam conditions. High-pressure, moderate-temperature CO", "2", " adsorption data for coal/CO", "2", " systems are sparse and often have been reported to fit the conventional adsorption equations poorly.", "5,6", " We propose that volumetric effects, such as those related to coal swelling, are important factors in these experiments and that they need to be addressed in order to adequately describe the adsorption process. ", " ", "Coal swelling during the sorption of liquids,", "7", " gases,", "8,9", " and vapors", "10,11", " is a well-known phenomenon. Reucroft et al.", "8,12", " measured the swelling and shrinkage of various", " ranks of Kentucky coal due to the adsorption of gases, such as helium (He), nitrogen (N", "2", "), CO", "2", ", and xenon (Xe), by directly observing directional (length) changes at pressures between 0 and 1.5 MPa. They found that under a vacuum the coal samples shrank, presumably due to moisture loss because the extent of shrinkage was dependent on the amount of moisture removed from the coal. Pressurization with He or N", "2", " compressed the coal and resulted in shrinkage, whereas CO", "2", " caused considerable swelling. The volume increase observed in going from 0 to 1.5 MPa was between 0.36% and 4.18%. They also found that swelling in a CO", "2", " atmosphere was rank dependent with lower-rank coals swelling more than higher-rank coals. Walker et al.", "13", " measured the expansion of powdered coals and macerals induced by gaseous CO", "2", " and methanol (CH", "3", "OH). They found that expansion to an equilibrium value was faster in CO", "2", " than in CH", "3", "OH although significantly greater expansion was observed in CH", "3", "OH. They concluded that most of the CO", "2", " uptake was due to CO", "2", " uptake in open and closed (to He) micropores at the temperatures and pressures used to measure surface areas. Recently, St. George and Barakat", "9", " have investigated volumetric changes of the coal matrix upon the adsorption and desorption of CH", "4", ", CO", "2", ", N", "2", ", and He. Again, compression, rather than swelling, was observed in the presence of high-pressure He. Expansion was observed for the other gases. Expansion in the presence of CO", "2", " was 12 times larger than in N", "2", " and 8 times larger than in CH", "4", ". In addition, the volumetric strains (Δ", "V", "/", "V", ") resulting from the desorption of CO", "2", ", CH", "4", ", and He for Δ", "P", " = 4 MPa were −4.5%, −2.2%, and +0.1%, respectively. The negative sign indicates that shrinkage occurs upon loss of CO", "2", " and CH", "4", ", ", " whereas the positive sign indicates an expansion in volume when the He gas pressure was decreased. Interpretations of coal adsorption isotherm data in the literature", "5,11,14", "-", "16", " have not considered these volumetric changes which have been reported to range from 0.36% to 4.18%.", "8,9", " Information obtained by fitting the empirical isotherm data to one of the typical model equations may be misleading because these models are based on a rigid adsorbent structure.", "17", " There is a need for a more rigorous mathematical model based on an analysis of the physical phenomena occurring in the coal−sorbate systems. ", " ", " ", "Top of Page", "Abstract", "1. Introduction", "2. Modeling Methodology", "3. Experimental Section", "4. Results", "5. Discussion", "6. Conclusion", "2. Modeling Methodology", " ", "2.1. Construction of an Adsorption Isotherm.", " Gravimetric and volumetric methods are the most widely used measurement methods for the construction of adsorption isotherms. Both require an accurate estimate of the volume of the solid adsorbent, in the former case, to make a buoyancy correction, and in the latter case, to calculate the free-gas space in the sample cell. Construction of an adsorption isotherm using the volumetric method requires three steps as shown in Figure 1", ". First, the empty volume of the sample cell, ", "V", "S", ", is estimated. Next, the volume of the adsorbent or the free volume (void volume) remaining in the sample cell after adding the adsorbent, ", "V", "0", ", is measured. These two volumes are usually measured using He displacement. The density of the adsorbent can also be estimated from these two measurements. In the third step, the adsorption isotherm is measured using the adsorbate gas of interest. The V-shaped notch in the adsorbent in Figure 1 represents the pores that are occupied to various extents (depending on the pressure) during the adsorption experiments. ", " ", " Figure 1 Construction of an adsorption isotherm:  (a) estimation of the empty volume of the sample cell (", "V", "S", "), (b) estimation of the volume of the adsorbent, from the void volume of the sample cell (", "V", "0", "), and (c) measurement of the adsorption isotherm during which the void volume (", "V", "0", ") in the sample cell decreases (to ", "V", "i", ") due to the volume occupied by the adsorbed phase (", "V", "a", "). ", " ", " ", " ", "As shown in Figure 1c, the adsorbed phase occupies volume, and this volume needs to be included in the calculation of the remaining free volume in the cell. From the Gibbs definition,", "18", " the absolute adsorbed amount, ", "n", "abs", ", can be calculated by subtracting the moles of free gas in the sample-cell void volume (", "V", "i", ") from the total moles of gas transferred into the sample cell, ", "n", "t", ". The total moles of gas transferred into the sample cell from the reference cell, ", "n", "t", ", is well-known in these experiments and must equal the moles in the gaseous phase plus the moles adsorbed on the substrate:", " ", " where ρ is the molar density of the gas in the free phase and ", "V", "i", " is the “true” void volume in the sample cell, that is, the volume occupied by neither the solid adsorbent nor the volume of the adsorbed phase (", "V", "a", "). However, this leaves two unknowns, ", "n", "abs", " and ", "V", "i", ". To overcome this problem, the Gibbs excess adsorption (", "n", "ex", ") is defined employing the void volume initially estimated by He expansion, ", "V", "0", ":", " ", " where ", "n", "t", " and ρ are as defined above. ", " ", "The excess adsorption is the amount of gas calculated to have been adsorbed when the volume of the adsorbed phase, ", "V", "a", ", is ignored. The relationship between the experimentally measured excess adsorption, ", "n", "ex", ", and the absolute adsorption, ", "n", "abs", ", can be obtained from the difference between eq 2 and eq 1 such that", " ", " where Δ", "V", " is the difference between the void volumes in the presence and absence of the adsorbed phase, respectively, and is defined as", " ", " where ", "V", "a", " and ρ", "a", " are the volume and molar density of the adsorbed phase, respectively. Thus, the excess adsorption isotherm can be represented by the well-known adsorption equation for a rigid solid,", "18", " eq 5, which includes the correction for the volume occupied by the adsorbed phase:", " ", " ", " ", "The crux of the problem is whether it is appropriate to use the ", "V", "0", " determined using a nonswelling gas, He, to estimate the void volume present during the adsorption of a swelling gas such as CO", "2", ". Equation 5 has been derived assuming a rigid solid. It assumes that no volume change occurs in the sample cell except that due to the adsorbed phase. Changes in the actual void volume, ", "V", "i", ", which may occur upon swelling or shrinkage of the sample, are not considered in this formulation. The model described in the next section is presented to account for such volume changes. ", " ", "2.2. Proposed Model.", " The pore structure (or structures) of coal has been the subject of a long-running debate. Mahajan", "19", " reviewed the “25-year paradox” and came to the conclusion that coals contain a variety of pores, some of which are open and accessible to He and some of which are closed and inaccessible to He. CO", "2", ", however, appears to be able to access the entire pore volume of the coal, even that not accessible to He.", "7,20", " A similar but larger effect has been observed for CH", "3", "OH.", "20", " And in general, it appears that the accessible surface area reaches a maximum when the adsorbate solubility parameter is in the vicinity of 20 MPa", "0.5", ".", "16", " The solubility parameter of CO", "2", " is 22.7 MPa", "0.5", " at 298 K.", "16", " Perhaps it is not coincidental that the swelling ratio of coal, ", "Q", ", attains a maximum at about the same value of the solubility parameter, and it has been proposed that the large surface areas observed using CO", "2", " are related to its ability to swell the coal.", "16", " This explanation is not universally accepted.", "19", " However, our ", " intent here is not to solve the debate but rather to add another tool which may be of assistance in unraveling the complex behavior of coal−CO", "2", " systems. ", " ", "The mathematical model we propose is based on the proposition that the swelling phenomenon affects not only the measured surface area, as discussed above, but also the void volume that is accessible to CO", "2", ". This is of particular importance to the development of adsorption isotherms using the volumetric (manometric) technique. All of the volumetric calculations are based on the assumption that the void volume of the sample cell, that is, the volume not occupied by the adsorbent, is accurately determined using He or another “inert” gas. Because of the swelling properties and accessibility problems discussed above, this assumption is questionable in the case of coal and other swelling adsorbents. Unlike previously derived adsorption isotherm models, which are based on a rigid adsorbent structure and constant adsorbent and void volumes, the equation derivation presented here allows the sample-cell void volume to change. ", " ", "2.2.1. Uncertainties in Volume Estimations.", " In addition to swelling behavior of the adsorbent, there are several sources of uncertainty in the volume estimations made in an adsorption isotherm measurement. He is generally used for the estimation of the volume of the solid adsorbent. The selection of He is based on the assumptions that He is not adsorbed and that it can reach the smallest pores so that it reports the “true” density of the solid adsorbent.", "21", " If the small molecular size of He allows it to penetrate the smallest pores, then larger, inert molecules that are unable to access all of the pores would report a lower density for the solid adsorbent because part of the He accessible volume would be excluded. This is called the “sieving effect”.", "22", " Conversely, He has been reported to adsorb on solid adsorbents at low temperatures and high pressures,", "23,24", " indicating that the measured void volume or the volume of the adsorbent may be more or less in error at other temperatures and pressures. When both molecular sieving and adsorption are present, the apparent density may be higher or lower than that observed in He. Therefore, both assumptions about the behavior of He may result in errors in the estimation of the actual void volume accessible to the adsorbing gas. ", " ", "Another source of volume uncertainty is the change in the volume of the adsorbent due to the compression or the shrinkage of solid adsorbents at high pressures.", "25,26", " This is especially important for porous solids because the calculated volume of the solid may be affected in two opposing ways. First, there is a dimensional change as the solid is compressed at high pressures resulting in a net decrease in sorbent volume. Second, the constriction of pore entrances upon compression may prohibit gas molecules from accessing pores that were accessible initially, resulting in an apparent increase in solid volume. The expansion or swelling of adsorbents considered above may also result in a change in volume. Again, the volume of the solid may be affected in two opposing ways. The dimensional increase as the solid swells results in a net increase in sorbent volume. However, the widening of previously constricted pore entrances may enable more gas molecules to access those pores that were initially inaccessible, resulting in a net decrease in the apparent solid volume. ", " ", "Another source of volume uncertainty is the change in the volume of the adsorbent due to the dissolution of the adsorbing gas. A number of phenomena such as sorption-induced swelling", "12,16", " and diffusion in coals", "22", " have indicated that the coal is an elastic material. The adsorption on coal is often explained with a dual sorption model describing adsorption on the surface and absorption within the coal matrix as two interacting subprocesses.", "5,10,11,27", " Dissolution (diffusion) of the adsorbing gas within the coal matrix may result in a volume change. ", " ", "Another source of volume uncertainty is the change in volume due to the volume occupied by the adsorbed phase. This type of volume change has been considered extensively (i.e., eq 5), and almost all high-pressure excess adsorption isotherms in the literature have been corrected to account for the volume or the density of the adsorbed phase.", "25,28", "-", "30", " ", " ", "In light of these uncertainties, the nature of the volume change, Δ", "V", " in eq 3, must be reconsidered. While still defined as the difference between the void volume in the sample cell (", "V", "i", ") and the initially estimated void volume (", "V", "0", "), the void volume actually includes not only the volume of the adsorbed phase (", "V", "a", ") but also the nascent volume created by the swelling or shrinkage of the solid adsorbent (Δ", "V", "c", "), the over- or underestimation of the void volume due to adsorption of He and/or the extra volume due to the sieving effect (Δ", "V", "0", "), the volume change due to the dissolution of the adsorbing gas (Δ", "V", "d", "), and so forth. Collectively these may be called the change in the void volume in the sample cell (Δ", "V", "x", "). Thus, the void volume in the sample cell can be written as shown in eq 6.", " The excess adsorption originally defined for a rigid solid in eq 5 now can be written for nonrigid solids as", " ", " ", "  ", " ", " ", "Assigning Δ", "V", "x", " for the largely immeasurable volume changes occurring in the sample cell reduces the impact of the uncertainties associated with the above-mentioned factors. The unknowns in eq 7 are the density of the adsorbed phase, ρ", "a", ", the absolute adsorption term, ", "n", "abs", ", and the void volume correction term, Δ", "V", "x", ". The approximations used to estimate the adsorbed phase density, ρ", "a", ", have been summarized by Murata et al.", "31", " The model equations used to estimate the absolute adsorbed amount, ", "n", "abs", ", are summarized below. ", " ", "2.2.2. Model Equations for the Absolute Adsorption, ", "n", "abs", ".", " The absolute adsorption is the amount of material actually adsorbed on a solid adsorbent. Many adsorption model equations have been proposed to represent the absolute adsorption amount. Some of these equations are based on a theoretical foundation such as the Langmuir,", "32", " Erying,", "33", " and virial equations of state,", "33", " ", " while others are derived to provide empirical curve fits", " such as the Langmuir−Freundlich,", "34", " Toth,", "34", " UNILAN,", "34", " modified Brunauer−Emmett−Teller (BET),", "35", " and Dubinin", "36", " equations. Detailed information on the derivation, application, and properties of each of these equations can be found in Do.", "34", " Table 1", " shows some of the model equations used to represent the amount of gas in the adsorbed phase grouped according to the mechanism of adsorption and the surface properties of the solid adsorbent. For instance, the Dubinin equation is based on a pore filling rather than a surface adsorption mechanism. When a particular adsorption equation is used for the ", "n", "abs", " term, in either eq 5 or eq 7, the fit of the experimental adsorption data provides physically meaningful constants such as the adsorption capacity (", "n", "0", "), the affinity coefficient (", "K", "), and the heterogeneity parameter (", "t", "), from which the surface area, the characteristic heat of adsorption (", "E", "0", "), and the average pore size can be calculated. ", " ", " ", " Table 1.  Model Equations", "a", " Used to Represent the Absolute Adsorbed Amount, ", "n", "a", "bs", " ", "b", " ", " ", "mechanism of adsorption", "surface of the adsorbent", "model", "model equation ", "monolayer surface adsorption ", "homogeneous ", "Langmuir ", "n", "abs", " = ", "n", "0", "P/", "(", "K", " + ", "P", ") ", " ", "heterogeneous ", "Langmuir−Freundlich ", "n", "abs", " = ", "n", "0", "P", "t", "/", "(", "K", " + ", "P", "t", ") ", " ", " ", "Toth ", "n", "abs", " = ", "n", "0", "P/", "(", "K", " + ", "P", "t", ")", "1/", "t", " ", " ", " ", "UNILAN ", "n", "abs", " = (", "n", "0", "/2", "t", ")", " ", "ln[(", "K", " + ", "P", "e", "t", ")", "/", "(", "K", " + ", "P", "e", "-", "t", ")] ", "multilayer surface adsorption ", "heterogeneous ", "modified BET ", " ", "pore filling ", "heterogeneous ", "Dubinin−Astakhov ", "n", "abs", " = ", "n", "0", " exp{−[", "K ", "ln(", "P", "s", "/", "P", ")]", "t", "}", " ", " ", "a", " Reference 34.", "b", " ", "n", "0", " is the adsorption/monolayer/micropore capacity, ", "K", " is an affinity coefficient between the adsorbent and the adsorbate, and ", "t", " is an exponent related to the heterogeneity of the solid adsorbent.", " ", " ", " ", " ", " ", "Top of Page", "Abstract", "1. Introduction", "2. Modeling Methodology", "3. Experimental Section", "4. Results", "5. Discussion", "6. Conclusion", "3. Experimental Section", " ", "Adsorption measurements were performed using CO", "2", " and the Argonne Premium coal samples.", "37", " A pressure range of 0−4 MPa was used at 22 °C. The as-received samples had a maximum particle diameter of 150 μm (−100 mesh). Proximate and ultimate analyses for the Argonne Premium coal samples are shown in Table 2", ".", "37", " To minimize surface oxidation, sample handling was performed in a He-flushed glovebag under a positive pressure of He. A 0.6−1.3 g aliquot of coal was used in each experiment after mixing according to the Argonne instructions. Each sample was dried in situ at 80 °C under a vacuum for 36 h before any measurements were performed. Prior to the measurement of the adsorption isotherms, the void volume of each sample cell containing the dried coal sample, ", "V", "0", ", and the density of the coals were estimated using He. ", " ", " ", " Table 2.  Proximate and Ultimate Analyses of Argonne Premium Coal Samples", "a", " ", " ", "coal sample", "proximate analysis (wt %)", "ultimate analysis (wt %, daf)", "seam", "state", "rank", "moisture", "ash", "b", "VM", "b", "C", "H", "O", "S", "N ", "Pocahontas No. 3 ", "VA ", "low-volatile bituminous ", "0.65 ", "4.74 ", "18.48 ", "91.05 ", "4.44 ", "2.47 ", "0.50 ", "1.33 ", "Upper Freeport ", "PA ", "medium-volatile bituminous ", "1.13 ", "13.03 ", "27.14 ", "85.50 ", "4.70 ", "7.51 ", "0.74 ", "1.55 ", "Pittsburgh No. 8 ", "PA ", "high-volatile bituminous ", "1.65 ", "9.10 ", "37.20 ", "83.20 ", "5.32 ", "8.83 ", "0.89 ", "1.64 ", "Lewiston−Stockton ", "WV ", "high-volatile bituminous ", "2.42 ", "19.36 ", "29.44 ", "82.58 ", "5.25 ", "9.83 ", "0.65 ", "1.56 ", "Blind Canyon ", "UT ", "high-volatile bituminous ", "4.63 ", "4.49 ", "43.72 ", "80.69 ", "5.76 ", "11.58 ", "0.37 ", "1.57 ", "Illinois No. 6 ", "IL ", "high-volatile bituminous ", "7.97 ", "14.25 ", "36.86 ", "77.67 ", "5.00 ", "13.51 ", "2.38 ", "1.37 ", "Wyodak-Anderson ", "WY ", "sub-bituminous ", "28.09 ", "6.31 ", "32.17 ", "75.01 ", "5.35 ", "18.02 ", "0.47 ", "1.12 ", "Beulah-Zap ", "ND ", "lignite ", "32.24 ", "6.59 ", "30.45 ", "72.94 ", "4.83 ", "20.34 ", "0.70 ", "1.15", " ", " ", "a", " Reference 37.", "b", " Dry basis.", " ", " ", " ", " ", "Gas-phase CO", "2", " adsorption isotherms were obtained using the volumetric gas adsorption apparatus shown schematically in Figure 2", ". The apparatus consisted of a reservoir cell of approximately 13 mL and a sample cell of about 6 mL, both contained within a temperature-controlled bath (±0.1 °C). Pressure transducers were calibrated over the pressure range studied. Cell volumes were estimated by the He-expansion method. An ISCO syringe pump was used to deliver pressurized He or CO", "2", " with a purity of 99.997% and 99.999%, respectively. ", " ", " Figure 2 Volumetric gas adsorption apparatus:  R, reservoir cell; S, sample cell; P, pressure transducer; I, ISCO syringe pump; V, vacuum pump; T, thermocouples; B, constant-temperature bath.", " ", " ", " ", "3.1. Isotherm Measurement Method.", " The reservoir cell was first pressurized with CO", "2", ". Ten minutes was allowed to achieve thermal equilibrium although a stable temperature reading was achieved in about 3 min. Then, a portion of the gas was transferred from the reference cell into the sample cell. Pressures and temperatures were monitored in both cells to verify thermal and adsorption equilibration. In initial tests of up to 20 h, it was found that 20−30 min was sufficient for the adsorption of CO", "2", " to reach equilibrium. The amounts of CO", "2", " within both the reference and sample cell were calculated using the real gas law and the Span and Wagner values for the gas compressibility.", "38", " From the mass balance, the difference between the moles of CO", "2", " transferred from the reservoir cell, ", "n", "t", ", and the moles of CO", "2", " calculated to be present in the He-estimated free-gas phase in the sample cell, ", "V", "0", ", was considered to be the Gibbs excess adsorption, ", "n", "ex", ". The reference cell was then pressurized with ", " additional CO", "2", ", and the process was repeated. Adsorption isotherms were plotted as the total amount of excess adsorbed CO", "2", ", ", "n", "ex", ", versus the measured equilibrium pressure. ", " ", "3.2. Evaluation of the Adsorption Isotherm Data.", " The CO", "2", " adsorption isotherm data for the coal samples were evaluated by substituting each model adsorption equation in Table 1 for ", "n", "abs", " into both eq 5 and eq 7. The adsorbed phase density (ρ", "a", ") and the saturation pressure (", "P", "s", ") were obtained from the relationships given by Dubinin", "39", " and Reid et al.,", "40", " respectively. The calculated values for the adsorbed phase density (ρ", "a", ") and the saturation pressure (", "P", "s", ") at 22 °C were 23.866 mmol/cm", "3", " and 5.886 MPa, respectively. Curve fits were obtained using the SigmaPlot spreadsheet regression data analysis. ", " ", "3.3. Measurement of the Densities of the As-Received and Dried Argonne Premium Coals.", " Densities of both the as-received and dried Argonne Premium coals were measured by the He displacement method. A 0.6−1.2 g aliquot of as-received coal was placed in the sample chamber of the volumetric apparatus and degassed under a vacuum for 5 min in order to remove any preadsorbed gases. The density of the coal sample was estimated at 22 °C by introducing He at pressures up to 3 MPa in the same way as described previously for the CO", "2", " isotherm measurements. For the dried coals, the density of coals was estimated after drying in situ at 80 °C under a vacuum for 36 h. The final moisture content of each dried sample was estimated by thermal gravimetric analysis (TGA) after completing the density measurements. ", " ", " ", "Top of Page", "Abstract", "1. Introduction", "2. Modeling Methodology", "3. Experimental Section", "4. Results", "5. Discussion", "6. Conclusion", "4. Results", " ", "4.1. Effect of Drying.", " The densities of the as-received and dried Argonne Premium coals are shown in Figure 3", ", where they are compared to the densities reported by Huang et al.", "41", " The densities of dried non-Argonne coals reported by Gan et al.", "2", " are also included. The agreement between the measured densities of the dried Argonne Premium coals and the literature data for the dried coals is excellent. The densities of the dried coals decrease from about 1.4 to 1.22 g/cm", "3", " as the carbon content increases from 70% to 78%, display a shallow minimum at about 1.22 g/cm", "3", " as the carbon content increases from 78% to 83%, and then increase from 1.22 back to 1.4 g/cm", "3", ", daf (dry, ash-free), as the carbon content increases from 83% to 92%. In contrast, the densities of the as-received coals show a very different trend. The density of the as-received coals increases continuously from 0.8 g/cm", "3", ", daf, at a carbon content of about 72% to 1.35 g/cm", "3", ", daf, at a carbon content of about 92%. The densities of the as-received coals are consistently smaller than the densities of the dried coals. The difference is especially large for the low-rank coals. ", " ", " Figure 3 Density of as-received and dried Argonne Premium coal samples.", " ", " ", " ", "The effect of moisture can be seen more effectively by plotting the specific volumes as shown in Figure 4", ". All of the dried coals have specific volumes between 0.7 and 0.8 cm", "3", "/g regardless of rank. The volume change upon water removal is very small for the higher-rank coals. This is consistent with the prevailing theory that higher-rank coals behave as glassy polymers and that water fills pores in this rigid structure.", "42", " Below about 80% C, loss of moisture causes the coal structure to shrink so that a gram of dried coal occupies less than 60% of the volume occupied by the as-received coal. The loss in volume can be attributed to the collapse of the pore structure that occurs upon drying low-rank coals.", "43", " Qualitatively, the macroscopic shrinkage seen by Deevi and Suuberg", "43", " and the microscopic decrease in specific volume seen here are in agreement. ", " ", " Figure 4 Specific volume of as-received and dried Argonne Premium coals.", " ", " ", " ", "Figure 5", " compares the microscopic shrinkage, as calculated from the change in the specific volume (eq 8), with the macroscopic shrinkage obtained by Suuberg et al.", "44", " using a bed-height technique.", " ", " where ρ", "w", " is the density of the as-received coal and ρ", "d", " is the density of the dried coal. ", " ", " Figure 5 Comparison of the percent volume change (this work) and percent shrinkage (Suuberg et al., ref 44) of the Argonne Premium coals upon drying with the volume of the water removed.", " ", " ", " ", "The agreement is much better than would be expected based on the different volume losses being measured by the two techniques. In the case of Suuberg, the volume loss upon drying reflects the shrinkage of the bed of particles. If one assumes spherical particles, then the particle size decreases from the original diameter of about 600 microns to about 530 microns when the bed shrinks ", " by 30%, which is about the largest shrinkage reported by Suuberg et al.", "44", " In the current case, the shape and size of the particles are irrelevant because the He reports all of the available volume around, between, and within the individual pieces of coal. Thus, He reports the loss of microscopic porosity that has been proposed as the root cause of the macroscopic shrinkage. As can be seen in the figure, the extent of the loss of microporosity is about twice the loss of macroscopic volume (slope of 1.773 vs 0.863). The correlation with moisture loss is good for the low-rank coals in both cases but becomes poorer for the higher-rank coals. This demonstrates the need to rigorously control the moisture content of the coal during any adsorption isotherm measurement or, as we propose here, account for any resultant volume changes explicitly in the adsorption isotherm equations. ", " ", "4.2. Adsorption and Desorption Isotherms of CO", "2", " on Argonne Premium ", "Pocahontas No. 3, Blind Canyon, and Wyodak Coals.", " The adsorption and desorption isotherms of CO", "2", " on Argonne Premium Pocahontas No. 3, Blind Canyon, and Wyodak coals are shown in Figure 6", ". These coals are representative of a low-volatile bituminous, a high-volatile bituminous, and a sub-bituminous coal. The error bars represent a standard deviation of less than 3% calculated for our experimental apparatus. There are several issues specific to the adsorption isotherms of swelling agents on nonrigid solids, that is, CO", "2", "−coal systems. As can be seen in the figure, the shape of the adsorption isotherms of CO", "2", " on coal is more or less rectilinear. The adsorption of not only CO", "2", "5,6", " but also H", "2", "O,", "14,15", " CH", "3", "OH,", "16", " and organic vapors", "10,11", " on coals shows a rectilinear shape. The shape of the adsorption isotherm changes from more Langmuir-like to more rectilinear as the rank of the coal decreases. Hysteresis is seen often between adsorption and desorption isotherms, and typically the hysteresis becomes larger as the coal rank decreases.", "45-47", " Although hysteresis is generally associated with mesoporous adsorbents,", "48", " at the low CO", "2", " pressures (", "P", "/", "P", "s", " < 0.95) studied here, this origin of the hysteresis is unlikely.", "49", " As noted in previous studies,", "45", "-", "47", " coal swelling may be the origin of the hysteresis as well as the rectilinear shape of the adsorption isotherms. ", " ", " Figure 6 Adsorption (open symbols) and desorption (closed symbols) isotherms of CO", "2", " on Argonne Premium Pocahontas No. 3, Blind Canyon, and Wyodak coals.", " ", " ", " ", "4.3. Modeling the Adsorption Isotherm without Accounting for Volume ", "Effects (", "Equation", " 5).", " The adsorption isotherms of CO", "2", " on coal were evaluated by fitting the adsorption isotherm data to the general equation, eq 5. This equation assumes that the only change in volume is due to the free volume decreases accompanying the accumulation of the adsorbed phase. To fit the curves to the adsorption isotherm data, each of the model equations shown in Table 1 was substituted for the ", "n", "abs", " term in eq 5. Then, each of the adjustable parameters in each of the model equations was calculated. In this manner, the monolayer/micropore/adsorption capacity, characteristic heat of adsorption, number of layers, and so forth could be estimated. ", " ", "Figure 7", " shows the fit of the experimental adsorption isotherm data to eq 5. With the exception of the Langmuir and UNILAN equations, the agreement between the ", " calculated and experimental values was good. The two-parameter Langmuir equation described the adsorption behavior poorly and became worse as the coal rank decreased. The three-parameter UNILAN equation was acceptable for the high-rank coal but not for the lower-rank coals. The other equations provided good agreement with the experimental values; however, reasonable fits alone do not provide assurance that the parameter solutions obtained are accurate. Table 3", " lists the values obtained for each of the parameters in each of the model equations listed in Table 1. The best-fit solutions are very different and sometimes nonsensical, such as for example the very large capacities obtained for the Blind Canyon and Wyodak coals for the Langmuir−Freundlich, Toth, and UNILAN equations. This might be considered a failure of the adsorption model and interpreted as proof for or against a particular adsorption mechanism. However, we contend that the neglect of the volume uncertainties is the larger problem and that the large differences disappear when these uncertainties are included explicitly in the formulation of the isotherm. ", " ", " Figure 7 Best-fit curves obtained from eq 5 using the model equations in Table 1 for the absolute adsorption term, ", "n", "abs", ".", " ", " ", " ", " ", " Table 3.  Best-Fit Parameters Obtained from Equation 5", " ", " ", " ", "Langmuir", "Langmuir− Freundlich", "Toth", "UNILAN", "BETn", "Dubinin− Astakhov", "Pocahontas No. 3 ", "n", "0", " ", "1.69 ", "2.79 ", "3.79 ", "4.63 ", "1.10 ", "1.71 ", "K", " ", "0.43 ", "1.49 ", "0.45 ", "28.86 ", "33.78 ", "0.20 ", "t", " ", " ", "0.52 ", "0.30 ", "6.49 ", "2.33 ", "1.32", "Blind Canyon ", "n", "0", " ", "2.20 ", "9.77 ", "232.37 ", "6.65 ", "1.17 ", "2.27 ", "K", " ", "0.71 ", "7.20 ", "0.64 ", "58.41 ", "30.22 ", "0.35 ", "t", " ", " ", "0.45 ", "0.09 ", "6.36 ", "3.10 ", "1.08", "Wyodak ", "n", "0", " ", "2.86 ", "4.50 × 10", "6", " ", "2.74 × 10", "8", " ", "8.51 ", "1.45 ", "3.17 ", "K", " ", "0.76 ", "3.01 × 10", "6", " ", "0.70 ", "50.99 ", "31.26 ", "0.44 ", "t", " ", " ", "0.41 ", "0.03 ", "6.09 ", "3.51 ", "0.96", " ", " ", " ", "4.4. Modeling the Adsorption Isotherm with Inclusion of Volume Effects ", "(", "Equation", " 7).", " The adsorption isotherm data were evaluated using eq 7, which explicitly accounts for influences of coal swelling, shrinkage, or any other volume effect which may confound the measurements. Figure 8", " shows the fit of the adsorption isotherm data to eq 7 employing each of the adsorption equations shown in Table 1 for ", "n", "abs", " term. All the equations now provide excellent fits to the adsorption isotherm data. ", " ", " Figure 8 Best-fit curves obtained from eq 7 using the model equations in Table 1 for the absolute adsorption term, ", "n", "abs", ".", " ", " ", " ", "Table 4", " shows the model parameters obtained from eq 7. The values are within reasonable limits even for the Langmuir−Freundlich, Toth, and UNILAN equations. However, the adsorption capacities reported by the Langmuir−Freundlich, Toth, and UNILAN equations are 2−3 times higher than those reported by the Langmuir, modified BET, and Dubinin−Astakhov equations. The volume term, Δ", "V", "x", ", clearly shows that there is a volume effect on the adsorption isotherm measurements. The positive values of Δ", "V", "x", " indicate that, overall, the volume effect is such that there appears to be more free volume present in the sample cell than was originally estimated by the helium expansion. ", " ", " ", " Table 4.  Best-Fit Parameters Obtained from Equation 7", " ", " ", " ", "Langmuir", "Langmuir− Freundlich", "Toth", "UNILAN", "BETn", "Dubinin− Astakhov", "Pocahontas No. 3 ", "n", "0", " ", "1.30 ", "1.40 ", "1.43 ", "1.38 ", "1.15 ", "1.22 ", "K", " ", "0.24 ", "0.33 ", "0.28 ", "0.27 ", "29.84 ", "0.04 ", "t", " ", " ", "0.88 ", "0.81 ", "1.23 ", "1.52 ", "2.35 ", "Δ", "V", "x", " ", "0.19 ", "0.17 ", "0.16 ", "0.17 ", "0.14 ", "0.19", "Blind Canyon ", "n", "0", " ", "1.33 ", "2.79 ", "5.06 ", "4.27 ", "1.15 ", "1.65 ", "K", " ", "0.26 ", "1.47 ", "0.51 ", "18.15 ", "30.65 ", "0.17 ", "t", " ", " ", "0.56 ", "0.28 ", "6.00 ", "2.96 ", "1.46 ", "Δ", "V", "x", " ", "0.35 ", "0.15 ", "0.13 ", "0.18 ", "0.03 ", "0.19", "Wyodak ", "n", "0", " ", "1.57 ", "2.42 ", "3.11 ", "4.45 ", "1.37 ", "1.75 ", "K", " ", "0.23 ", "0.81 ", "0.41 ", "8.84 ", "33.98 ", "0.11 ", "t", " ", " ", "0.63 ", "0.41 ", "5.47 ", "2.86 ", "1.71 ", "Δ", "V", "x", " ", "0.55 ", "0.39 ", "0.36 ", "0.35 ", "0.18 ", "0.43", " ", " ", " ", "4.5. Effect of Pressure on the Values of the Model Equation Variables.", " As previously discussed, the volume term, Δ", "V", "x", ", includes a number of terms related to volumes that either are measured inaccurately or cannot be measured because they change during the experiment (eq 6). These terms may be divided into two categories, those that are independent of pressure, such as inaccuracies in the estimation of the void volume, and those that are expected to be pressure dependent, such as the extent of coal swelling. That is, if the volume difference in eq 7 is due to a systematic error, it will be invariant over any pressure range studied, but if the volume change is a function of the pressure, its value will change as the pressure changes. The change in the volume effect term, Δ", "V", "x", ", or any other equation variable, with CO", "2", " pressure can be obtained by fitting the adsorption isotherm data to eq 7 using increasingly larger ranges of the data. ", " ", "The CO", "2", " adsorption capacity and volume effect term, Δ", "V", "x", ", are plotted for increasingly larger ranges of data in Figure 9", " for the three coals of different rank. The change in adsorption capacity depends on the coal rank, and its magnitude depends, to some extent, on the model chosen for ", "n", "abs", ". For the highest-ranked coal, regardless of the exact adsorption model chosen, the adsorption capacity and volume effect are relatively unaffected by increasing pressure. For the lower-ranked coals, the adsorption capacity increases with increasing pressure as the free-", " gas volume (or void volume) in the system decreases with increasing pressure. These trends are consistent with an adsorption mechanism in which the lower-ranked coals swell more than the higher ranks, occupy a portion of the previously available free space, and provide larger areas for surface adsorption. These overall trends are consistent with the extensive literature on the structure and chemistry of coals. However, the quantitative evaluation, especially for the lower-ranked coals, is very model dependent. While all of the model equations shown in Table 1 predict similar adsorbed amounts for the high-rank Pocahontas coal, the Langmuir−Freundlich, Toth, and UNILAN equations predict the adsorption capacities of the low-rank Blind Canyon and Wyodak coals to be 2−3 times larger at higher pressures than those reported by the Langmuir, modified BET, and Dubinin−Astakhov equations. ", " ", " Figure 9 Variation of adsorption capacity and volume effects with pressure.", " ", " ", " ", "All of the Δ", "V", "x", " values were positive, regardless of the coal examined, the pressure range considered, or the model equation used for ", "n", "abs", ", indicating that the volume accessible to CO", "2", " was always larger than was measured initially by helium expansion. The values decrease steeply as a function of pressure for the lower-rank coals, but little or no effect is seen for the low-volatile bituminous coal. These data are interpreted as the net result of two opposing effects. CO", "2", " is better able to permeate the coal matrix, and this has been explained in terms of the formation of a solid solution.", "10,22,47", " In this respect, the sorption of CO", "2", " is similar to the sorption of organic vapors.", "11,47", " Takanohashi et al.", "11", " have modeled the sorption of a series of alcohols on coals using a Langmuir−Henry dual-mode equation to account for both surface adsorption and solid solution formation. We propose that the initially high Δ", "V", "x", " term we determine here is the Henry's law dissolution term, ", "k", "D", ". Extrapolation to ", "P", " = 0 gives the ", "k", "D", " for the dissolution of CO", "2", " in coal. Dissolution data for CO", "2", " are not available for a rigorous comparison, but the values we obtained using the Dubinin−Astakhov model are compared to the values obtained by Takanohashi", "11", " for ethanol in Table 5", ". Considering that the Hildebrand solubility parameter for CO", "2", " (22.7 MPa", "1/2", ") is somewhat less than that of ethanol (26.0 MPa", "1/2", "),", "16", " the comparison is reasonable. ", " ", " ", " Table 5.  Comparison of the Henry's Law Dissolution Constant (mmol/g) Obtained Herein for CO", "2", " with That Obtained by Takanohashi et al.", "a", " for Ethanol", " ", " ", "coal rank", "k", "D", ", ethanol (Takanohashi et al.", "a", ")", "k", "D", ", CO", "2", " (this work) ", "low-volatile bituminous ", "0.49 ", "0.61 ", "high-volatile bituminous ", "1.9 ", "1.2 ", "sub-bituminous/lignite ", "4.8 ", "2.7", " ", " ", "a", " Reference 11.", " ", " ", " ", " ", "The decrease in Δ", "V", "x", " we assign to the swelling of the coal matrix in CO", "2", ". As shown in Figure 9, the bulk volume changes due to CO", "2", " adsorption between pressures of 1 and 3.5 MPa are about 0.02, 0.2, and 0.5 cm", "3", "/g, daf, for high-rank Pocahontas, medium-rank Blind Canyon, and low-rank Wyodak coals, respectively. For the low-volatile bituminous Pocahontas coal, little difference is seen in either the capacity or Δ", "V", "x", " regardless of the pressure range examined. We interpret this as the high-rank coal behaving predominately as a solid structure in which swelling has little or no effect on the adsorption isotherm data. In contrast, the lower-rank coals show a large swelling effect, in qualitative agreement with the known enhanced swelling for the lower-ranked coals in CO", "2", ".", "50", " Also, the ", " estimated extents of expansion (swelling) of the coals upon CO", "2", " adsorption are in the same order and of about the same magnitude as seen for the contraction (shrinkage) upon moisture loss as seen in Figure 5. ", " ", "With the exception of the Langmuir equation, all of the equations in Table 1 contain an exponent, ", "t", ". The best-fit values obtained for these exponents are shown in Figure 10", ". The exponent in each of the model equations has a specific meaning. The exponents in the Langmuir−Freundlich, Toth, UNILAN, or Dubinin−Astakhov equations are a measure of the heterogeneity of the adsorbing surface. The exponent in the modified BET equation indicates the number of adsorbed layers on the surface of the adsorbent. While a larger exponent in the UNILAN equation indicates more heterogeneity, the opposite is true for the Langmuir−Freundlich, Toth, and Dubinin−Astakhov equations. As shown in Figure 10, the exponents indicate an increase in heterogeneity of the surface with increasing pressure for the lower-ranked coals. Again, little change is seen for the high-rank Pocahontas coal, which behaves more like a traditional rigid solid than the lower-ranked coals. For lower-ranked coals, the trend in the exponent indicates that as more CO", "2", " is adsorbed with pressure, the coal swells more and the surface becomes more heterogeneous. Using the exponent in the modified BET equation to determine the number of adsorbed layers shows that as the pressure increases from 1 to 3.5 MPa, the number of layers remains essentially constant at 1.5−1.6 for the high-rank Pocahontas coal, increases from 1.5 to 3 for the medium-rank Blind canyon coal, and increases from 2 to 3 for the low-rank Wyodak coal. ", " ", " Figure 10 Variation of the exponent, ", "t", ", with pressure.", " ", " ", " ", " ", "Top of Page", "Abstract", "1. Introduction", "2. Modeling Methodology", "3. Experimental Section", "4. Results", "5. Discussion", "6. Conclusion", "5. Discussion", " ", "Unaccounted-for volumes and volume changes exert considerable influence on the excess adsorption isotherms of CO", "2", " on coal. Here, we have attempted to separate the major effects leading to the observed excess adsorption. As shown in Figure 11", ", the measured adsorption isotherms can be divided into two contributing parts. One is the actual, physical adsorption of CO", "2", " onto the coal, and the other is a contribution due to the unaccounted-for volumes. At low pressures, volume effects are small when compared with the amount actually adsorbed. At high pressures, however, the changes in moles of gas in the unaccounted-for volumes become considerably larger even as the changes due to actual surface adsorption level off. ", " ", " Figure 11 Fit of the adsorption isotherm data of CO", "2", " on Argonne Premium Wyodak coal using the modified Dubinin−Astakhov equation (eq 7) to account for volume effects.", " ", " ", " ", "This is important for the interpretation of adsorption isotherms and the accurate extraction of information from them. All adsorption isotherms reported in the literature ignore the possible error related to these inaccuracies. This may be acceptable for low-pressure adsorption isotherms; however, inaccuracies in volume estimations become more important for high-pressure adsorption isotherms. The equation suggested here eliminates at least part of the error associated with the unaccounted-for volume inaccuracies due to the solute and swelling interactions between coals and CO", "2", ". ", " ", "The derivations of the adsorption model equations in Table 1 are based on the assumption that the adsorbent is a rigid solid and its surface and pore volume available for the adsorption do not change. This requires the physical parameters (", "n", "0", ", ", "K", ", and ", "t", ") to remain constant over any given pressure range. This is probably inaccurate for nonrigid solids as in the cases of CO", "2", "−coal or CO", "2", "−polymer", "47", " systems; in these cases, the volume, adsorption capacity, and other physical parameters are subject to change. Accounting for these changes is important both to accurately measure of the adsorption capacity and to understand the complex behavior of coal upon the adsorption of CO", "2", " or other interacting sorbates. ", " ", " ", "Top of Page", "Abstract", "1. Introduction", "2. Modeling Methodology", "3. Experimental Section", "4. Results", "5. Discussion", "6. Conclusion", "6. Conclusion", " ", "Adsorption equations that appear in the literature are based on models in which the adsorbate does not alter the structure of the adsorbent. These models fail when applied to coal−adsorbate systems at high pressures due to the coal−CO", "2", " interactions which can occur. In these cases, the accessible volume determined by the typical He expansion method neglects the additional volume accessible to CO", "2", ". Herein, an equation is derived that accounts explicitly for phenomena already known to occur when coals are subjected to CO", "2", " atmospheres; provides trends, such as Δ", "V", "x", " versus Δ", "P", ", that are in accord with traditional views of coal structure; and provides realistic values for physical parameters, such as ", "n", "0", " and ", "K", ". This equation was applied to the particular examples of CO", "2", " adsorption on Argonne Premium Pocahontas No. 3, Blind Canyon, and Wyodak coals. The modified equation can be used to separate the actual surface adsorption from the apparent ", " adsorption determined experimentally. The effects of CO", "2", " solubility and coal swelling are significant especially at higher pressures where the volume effect term becomes a larger contribution to the apparent or experimental adsorption (", "n", "ex", ") than the actual surface adsorption (", "n", "abs", "). This is particularly significant to the problem of CO", "2", " sequestration in coal seams.", " ", "     ", "This article references 50 other publications.", " ", "(1)", " ", "Gentzis, T. ", "  Int. J. Coal Geol.", " ", "2000", ", ", "43", ", 287−305.", "[", "Crossref", "], [", "CAS", "]", "(1) . ", "Subsurface sequestration of carbon dioxide - an overview from an Alberta (Canada) perspective", "Gentzis, T.", "International Journal of Coal Geology", "\r\n        (", "2000", "),\r\n    ", "43", "\r\n        (", "1-4", "),\r\n    ", "287-305", "CODEN:\r\n                ", "IJCGDE", ";\r\n        ISSN:", "0166-5162", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "A review with 36 refs.  To stabilize the atm. concn. of greenhouse gases, a huge redn. of carbon dioxide (CO2) emissions is required.  Although some people believe that this necessitates a considerable redn. in the use of fossil fuels or fuel switching, other options are available that allow the use of fossil fuels and reduce atm. emissions of CO2.  Sequestration of CO2 from fossil fuel combustion in the subsurface could prevent the CO2 from reaching the surface for millions of years.  Geol. sequestration of CO2 in deep aquifers or in depleted oil and gas reservoirs is a mature technol.  Despite the huge quantities of CO2 that can be sequestered in this way, this approach does not provide any economic benefit.  This paper discusses a third option, which consists of injecting CO2 in deep coal seams to sequester the carbon and enhance the recovery of coal-bed methane (CBM).  Waste CO2 from CBM-fueled power plants could be injected into CBM reservoirs to produce more methane (CH4) for the power plant.  The 2:1 coal-sorption selectivity for CO2 over CH4 supports the feasibility of operating fossil-fueled power plants without atm. CO2 emissions.  Other CO2 sequestration technologies, such as ocean disposal and bio-fixation, are briefly discussed and the suitability of these approaches is evaluated for use in Alberta, Canada.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXjtVGjurk%253D&md5=5bc020fc4997f12aae1c6ea154fcd749", " ", " ", "(2)", " ", "Gan, H.; Nandi, S. P.; Walker, P. L., Jr. ", "  Fuel", " ", "1972", ", ", "51", ", 272−277.", "[", "Crossref", "], [", "CAS", "]", "(2) . ", "Nature of the porosity in American coals", "Gan, H.; Nandi, S. P.; Walker, P. L., Jr.", "Fuel", "\r\n        (", "1972", "),\r\n    ", "51", "\r\n        (", "4", "),\r\n    ", "272-7", "CODEN:\r\n                ", "FUELAC", ";\r\n        ISSN:", "0016-2361", ".\r\n    ", "The nature of the porosity in a no. of -40 to 70 mesh American coals, varying in rank from anthracite to lignite, was studied by gas absorption, He and Hg displacement, and Hg porosimetry.  Surface areas calcd. from CO2 adsorption at 298°K are consistently higher than those calcd. from N at 77°K, indicating the mol. sieve character of the coals.  Coals vary widely in their total pore vols., the porosities being 4.1-23.2%.  In the lower-rank coals (carbon content <75%), porosity is primarily due to the presence of macropores.  In coals contg. 76-84% C, ∼80% of the open pore vol. is due to micro and translational pores, whereas in the coals of higher carbon content, microporosity predominates.  Coals having ∼35-55% of their total open pore vol. in the transitional range are expected to be most suitable for adsorption of org. mols. from soln. in water purifn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE3sXks1Smsg%253D%253D&md5=af9e61a7eb2a8d7f48e3dc71ddb368ab", " ", " ", "(3)", " ", "Walker, P. L., Jr.; Kini, K. A. ", "  Fuel", " ", "1965", ", ", "44", ", 453.", "[", "CAS", "]", "(3) . ", "Measurement of the ultrafine surface area of coals", "Walker, P. L., Jr.; Kini, K. A.", "\r\n        (", "1965", "),\r\n    ", "44", "\r\n        (", "6", "),\r\n    ", "453-9", "\r\n        ISSN:", ".\r\n    ", "The surface areas of 6 coals (200 × 325 mesh) were estd. from the sorption of N at 77°K., Kr at 195°K., CO2 at 195°K. and 298°K., and Xe at 273°K.  The coals ranged in C content (dry, ash-free basis) from 72.7 to 95.2%.  Surface areas were calcd. from sorption isotherms, allowing 30 min. for each sorption point by using the BΕT equation.  The surface area in the microfine structure of coals is measured most completely in CO2 at 298°K.  With this system, the surface areas ranged from 224 m.2/g. to a low of 104 m.2/g.  This min. in surface area is substantially greater than that reported previously, even from MeOH sorption at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF28Xms1Kmuw%253D%253D&md5=cf76dcb8a7c5e8f6948efa7aa7d1c532", " ", " ", "(4)", " ", "Medek, J. ", "  Fuel", " ", "1977", ", ", "56", ", 131−133.", "[", "Crossref", "], [", "CAS", "]", "(4) . ", "Possibility of micropore analysis of coal and coke from the carbon dioxide isotherm", "Medek, Jiri", "Fuel", "\r\n        (", "1977", "),\r\n    ", "56", "\r\n        (", "2", "),\r\n    ", "131-3", "CODEN:\r\n                ", "FUELAC", ";\r\n        ISSN:", "0016-2361", ".\r\n    ", "Sorption isotherms for CO2 at 195-298 K were used in detg. the microporous structure of coal, semicoke, and cokes.  The detn. of pore size distribution and the effective surface area of micropores was carried out using relations derived from M.M. Dubinin's 2-parameter equation (1967).  The surface area so detd. was in good agreement with that detd. by the BET method.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE2sXksFGmsLY%253D&md5=9947f57a6fc5b0fbde5bcb49d8f3fb16", " ", " ", "(5)", " ", "Milewska-Duda, J.; Duda, J.; Nodzenski, A.; Lakatos, J. ", "  Langmuir", " ", "2000", ", ", "16", ", 5458−5466.", "[", "ACS Full Text ", "], [", "CAS", "]", "(5) . ", "Absorption and adsorption of methane and carbon dioxide in hard coal and active carbon", "Milewska-Duda, Janina; Duda, Jan; Nodzenski, Adam; Lakatos, Janos", "Langmuir", "\r\n        (", "2000", "),\r\n    ", "16", "\r\n        (", "12", "),\r\n    ", "5458-5466", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The paper shows what can be deduced on sorption mechanisms in hard coals and active carbon by using a theor. model of sorption of small mols. in elastic submicro-porous materials.  This model (referred to as the multiple sorption model-MSM) describes both adsorption and absorption phenomena.  Basic assumptions and formulas of the MSM are presented.  The computations were performed for isotherms of CO2 and CH4 at elevated pressures on three coal samples of different rank and on an active carbon.  Nonideality of the sorbates is handled by an original state equation providing consistent information on fugacity and cohesion energy corresponding to a given molar volume of sorbate mols. in the sorption system.  Surface structure of the studied coals and energetic parameters of the systems detd. with MSM are compared to those obtained by using BET and Dubinin-Radushkievitch equations.  It was stated that MSM provides more information on surface structure (including submicro-pores) and clearly explains sorption properties of hard coals (together with expansion phenomena).  It is also applicable to examn. and prediction of adsorption on microporous materials (like active carbon).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXjt1eltLo%253D&md5=37e65354abf73ae21c2b89ac4e61b0f4", " ", " ", "(6)", " ", "Clarkson, C. R.; Bustin, R. M. ", "  Fuel", " ", "1999", ", ", "78", ", 1345−1362.", "[", "Crossref", "], [", "CAS", "]", "(6) . ", "The effect of pore structure and gas pressure upon the transport properties of coal: a laboratory and modeling study. 2. Adsorption rate modeling", "Clarkson, C. R.; Bustin, R. M.", "Fuel", "\r\n        (", "1999", "),\r\n    ", "78", "\r\n        (", "11", "),\r\n    ", "1345-1362", "CODEN:\r\n                ", "FUELAC", ";\r\n        ISSN:", "0016-2361", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "The effect of coal compn., pore structure, and gas pressure upon methane and carbon dioxide gas transport in Cretaceous Gates Formation coal is investigated.  Coal matrix gas transport models, which assume a homogeneous unimodal pore structure and linear adsorption isotherms, are not appropriate for modeling methane or carbon dioxide adsorption rates in all coal lithotypes.  A new numerical model for matrix gas diffusion/adsorption is developed and applied to methane and carbon dioxide volumetric adsorption rate data.  The model accounts for nonlinear adsorption in microporosity, a bimodal pore vol. distribution, and time-varying gas pressure external to coal particles.  Methane and carbon dioxide adsorption rate behavior of bituminous coals with a multimodal pore vol. distribution, such as dull or banded coals, are accurately captured with the current numerical model and an anal. soln. which assumes a bimodal pore structure.  Single parameter (diffusivity) models may be adequate for some bright coals.  Careful consideration of coal pore structure is therefore required for accurate modeling of gas transport through the coal matrix.  Carbon dioxide numerical and anal. model diffusivities are larger than methane diffusivities obtained for dry coal.  In addn., methane diffusivities obtained using the models for wet coal are smaller than the model diffusivities obtained from dry coal.  The numerical model diffusivities, which are cor. for the effects of nonlinear adsorption, are larger than diffusivities obtained for anal. models for pore diffusion.  Methane and carbon dioxide gas anal. and numerical model effective diffusivities are sensitive to the starting pressure in an adsorption step.  The pressure-dependence of the anal. soln. diffusivities is likely due to the nonlinearity of the adsorption isotherm.  The effect of gas pressure upon diffusivities, obtained from the numerical model, indicate that the mechanism of gaseous diffusion is bulk diffusion.  Results of the current study have important implications for coalbed methane reservoir characterization, the detn. of gas contents for gas resource calcns., gas prodn. simulations, and the prediction of outbursting in coal seams.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXlsVyqtrc%253D&md5=f6fc977727e715475d14b0cda6a84f66", " ", " ", "(7)", " ", "Walker, P. L. J.; Mahajan, O. P. ", "  Energy Fuels", " ", "1993", ", ", "7", ", 559−560.", "[", "ACS Full Text ", "], [", "CAS", "]", "(7) . ", "Pore structure in coals", "Walker, Philip L., Jr.; Mahajan, Om P.", "Energy & Fuels", "\r\n        (", "1993", "),\r\n    ", "7", "\r\n        (", "4", "),\r\n    ", "559-60", "CODEN:\r\n                ", "ENFUEM", ";\r\n        ISSN:", "0887-0624", ".\r\n    ", "It is known that coal has microporosity and thus high surface area.  This surface can be reached by activated diffusion through the micropore system or by diffusion through the solid coal as a result of imbibition.  Which mechanism is predominant depends upon the adsorbate, its size, and the extent to which it is imbibed by the coal.  Thus, the utilization in reaction of the surface of the micropores of coals is poor, because of activated diffusion of reactants and products, either through the pore system or through the solid coal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXktlWht70%253D&md5=dcfc98f61323879dcca41fbc4f3cf5d0", " ", " ", "(8)", " ", "Reucroft, P. J.; Sethuraman, A. R. ", "  Energy Fuels", " ", "1987", ", ", "1", ", 72−75.", "[", "ACS Full Text ", "], [", "CAS", "]", "(8) . ", "Effect of pressure on carbon dioxide induced coal swelling", "Reucroft, P. J.; Sethuraman, A. R.", "Energy & Fuels", "\r\n        (", "1987", "),\r\n    ", "1", "\r\n        (", "1", "),\r\n    ", "72-5", "CODEN:\r\n                ", "ENFUEM", ";\r\n        ISSN:", "0887-0624", ".\r\n    ", "Dilatometric studies were carried out on coal samples exposed to CO2 at 5, 10, and 15 atm.  The sample dimensions increased on exposure to CO2, the effect increasing as pressure increased.  The time required to reach equil. swelling was shorter at the higher pressures.  The swelling effect increased as the coal was shorter at the higher pressures.  The swelling effect increased as the coal's C content decreased.  The swelling effect accounted for 20-50% of the surface area as detd. by CO2 adsorption methods.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2sXjsFOluw%253D%253D&md5=bb47b0a6f836f4f29bc054681bbd2472", " ", " ", "(9)", " ", "St. George, J. D.; Barakat, M. A. ", "  Int. J. Coal Geol.", " ", "2001", ", ", "45", ", 105−113.", "[", "Crossref", "], [", "CAS", "]", "(9) . ", "The change in effective stress associated with shrinkage from gas desorption in coal", "St. George, J. D.; Barakat, M. A.", "International Journal of Coal Geology", "\r\n        (", "2001", "),\r\n    ", "45", "\r\n        (", "2-3", "),\r\n    ", "105-113", "CODEN:\r\n                ", "IJCGDE", ";\r\n        ISSN:", "0166-5162", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "Volumetric shrinkage assocd. with gas desorption from the coal matrix has a significant influence on the stress field.  This is of particular practical importance around headings in underground coal mining, as it controls the permeability to gases and will affect the strength of the strata.  In this paper, the volumetric changes of the coal matrix were monitored for four different gases (methane, nitrogen, carbon dioxide and helium) on a sample from the South Island, New Zealand.  The specimen was initially satd. with the gas to a pressure of 4 MPa.  The volumetric strains were recorded during the adsorption and desorption processes.  The overall shrinkage coeff., Cm, of coal matrix was 1.2×10-3 MPa-1 for methane and 5.2×10-3 MPa-1 for carbon dioxide desorption.  A series of loading/unloading cycles applied by gas pressure were performed on the specimen using a non-adsorbable gas (helium).  The results showed elastic behavior of the sample with some effective stress recovery assocd. with the incremental change in pressure.  The elastic properties were detd. from a uniaxial test on the sample.  From this data and using Terzaghi's equation, a relation was established between the effective stress and gas pressure.  It was also found that the slope of volumetric strain rate and gas pressure is a function of coal permeability, which could be used to est. permeability.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXovFegsbs%253D&md5=6edba5dad122d9ef5aa766c0f0711702", " ", " ", "Shimizu, K.; Takanohashi, T.; Iino, M. ", "  Energy Fuels", " ", "1998", ", ", "12", ", 891−896.", "[", "ACS Full Text ", "], [", "CAS", "]", ". ", "Sorption Behaviors of Various Organic Vapors to Argonne Premium Coal Samples", "Shimizu, Kazuhiko; Takanohashi, Toshimasa; Iino, Masashi", "Energy & Fuels", "\r\n        (", "1998", "),\r\n    ", "12", "\r\n        (", "5", "),\r\n    ", "891-896", "CODEN:\r\n                ", "ENFUEM", ";\r\n        ISSN:", "0887-0624", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Sorption of various org. vapors by Argonne Premium coals (APCS-1, 3, 5, and 8) was investigated to clarify the coal-org. interaction, sorption mechanism, and micropore and crosslinking structure of coals.  Esp., the sorption at low vapor pressures could be measured under a temp.- and pressure-controlled gravimetric sorption system.  Methanol was quickly sorbed by all the coals used.  In contrast, pyridine was slowly sorbed by Beulah-Zap lignite coal, and a significant portion of pyridine was retained after desorption.  The quantity of methanol sorption at satn. vapor pressure (P/P0) at 30 °C showed a good correlation with oxygen % (daf) in the raw coals, indicating that methanol is sorbed by the coals through interaction with oxygen functional sites.  For high-rank Pocahontas No. 3 and Upper Freeport coals, the methanol isotherm could be explained by the both Langmuir-Henry and Dubinin-Radushkevitch-Henry dual-mode sorption equations, while for the other coals the Langmuir-Henry equation was better for the approxn.  For Illinois No. 6 coal, at relative vapor pressures of 0.01-0.7, the sorption could be treated by the Langmuir-Henry equation regardless of the kinds of org. vapors (methanol, benzene, pyridine, and cyclohexane).  For Beulah-Zap coal, the sorptions of benzene and cyclohexane were significantly small due to their small interactions with the coal surface, resulting in either dual-mode equation being inadequate.  In contrast, for high-rank coals (Upper Freeport and Pocahontas No. 3) benzene or pyridine sorption isotherms could not be detd. due to their slow sorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXkvVShsL0%253D&md5=18ac66be79f3864c655c0a55a8be41c7", " ", " ", "(11)", " ", "Takanohashi, T.; Terao, Y.; Yoshida, T.; Iino, M. ", "  Energy Fuels", " ", "2000", ", ", "14", ", 915−919.", "[", "ACS Full Text ", "], [", "CAS", "]", "(11) . ", "Adsorption and Diffusion of Alcohol Vapors by Argonne Premium Coals", "Takanohashi, Toshimasa; Terao, Yuki; Yoshida, Takahiro; Iino, Masashi", "Energy & Fuels", "\r\n        (", "2000", "),\r\n    ", "14", "\r\n        (", "4", "),\r\n    ", "915-919", "CODEN:\r\n                ", "ENFUEM", ";\r\n        ISSN:", "0887-0624", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Adsorption of methanol, ethanol, n-propanol, and n-butanol by Pocahontas No. 3, Upper Freeport, Illinois No. 6, and Beulah-Zap Argonne premium coals was investigated to clarify the effect of alkyl group bulk on adsorption and to evaluate the micropore and cross-linked structure of coals.  A strong steric effect was found for all coals.  The sorption isotherms could be fitted to the Langmuir-Henry dual-mode equation, and the total sorption could be divided into adsorption and diffusion (dissoln.) components, which were sep. estd.  For all coals, the Henry's law const. kD decreased as the size of substituted group increased in the order Me < Et < Pr, and the kD for n-butanol was similar to that for n-propanol.  There was a significant decrease for the high-rank Pocahontas No. 3 and Upper Freeport coals.  In contrast, the kD for the Upper Freeport extn. residue was quite large for all alcs., compared to those of the raw coal, although the pore satn. const. was not greatly affected.  The increase in kD for the residue is mainly the result of an increase in the phys. diffusion sites (voids) formed by extn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXktVagsr4%253D&md5=0940b72d98f2fdfc0faad75b562377d4", " ", " ", "(12)", " ", "Reucroft, P. J.; Patel, H. ", "  Fuel", " ", "1986", ", ", "65", ", 816−820.", "[", "Crossref", "], [", "CAS", "]", "(12) . ", "Gas-induced swelling in coal", "Reucroft, P. J.; Patel, H.", "Fuel", "\r\n        (", "1986", "),\r\n    ", "65", "\r\n        (", "6", "),\r\n    ", "816-20", "CODEN:\r\n                ", "FUELAC", ";\r\n        ISSN:", "0016-2361", ".\r\n    ", "In dilatometric studies of 3 coal samples, significant swelling or vol. increase (0.36-1.31%) was obsd. when they were exposed to CO2.  Inert gases such as N and He produced small contractions in the coal samples.  The sample with the lowest C content showed the max. length increase (0.5%) on exposure to a CO2 atmosphere.  This corresponds to a vol. increase of 1.31%.  Vol. increases of the order of 9% are necessary to account for the surface areas usually found by CO2 adsorption on coal (200-250 m2-g-1).  However, the dilatometric studies have generally not reached equil. even after 280 h of exposure to CO2.  The 1.31% vol. increase value is a lower limit; a higher value is to be expected at equil.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL28Xkt1KrsLg%253D&md5=ff6dc0bdad41229b3cd17318379de111", " ", " ", "(13)", " ", "Walker, P. L., Jr.; Verma, S. K.; Rivera-Utrilla, J.; Khan, M. R. ", "  Fuel", " ", "1988", ", ", "67", ", 719−726.", "[", "Crossref", "], [", "CAS", "]", "(13) . ", "A direct measurement of expansion in coals and macerals induced by carbon dioxide and methanol", "Walker, Philip L., Jr.; Verma, Shyam K.; Rivera-Utrilla, Jose; Khan, M. Rashid", "Fuel", "\r\n        (", "1988", "),\r\n    ", "67", "\r\n        (", "5", "),\r\n    ", "719-26", "CODEN:\r\n                ", "FUELAC", ";\r\n        ISSN:", "0016-2361", ".\r\n    ", "Coals and macerals show a measurable extent of expansion in CO2 at ambient temp., which is a function of CO2 pressure.  Equil. expansion is much more rapidly attained in CO2 than in MeOH.  At similar relative pressures, expansion in MeOH is significantly greater than in CO2.  Vol. expansion of coals in CO2 at temps. and pressures used to measure surface areas from CO2 uptake (<0.1 MPa, 298 K) is much less than the vol. of CO2 taken up under these conditions.  Therefore, most of the CO2 uptake is not due to imbibing of CO2 within the coal structure but rather to CO2 uptake in open and closed (to He) micropores.  Also, the high surface areas of coals calcd. from CO2 uptake are at least semi-quant. correct, and thus coals have large microporosities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1cXksVSms70%253D&md5=332e608f9a87b85cf8143fb65ac7e624", " ", " ", "(14)", " ", "Grzybek, T.; Jodlowski, G. S.; Kreiner, K.; Milewska-Duda, J.; Zyla, M. ", "  Langmuir", " ", "1997", ", ", "13", ", 1123−1127.", "[", "ACS Full Text ", "], [", "CAS", "]", "(14) . ", "Surface Changes in Coals after Oxidation. 2. H2O Sorption Studies", "Grzybek, Teresa; Jod-lowski, Grzegorz S.; Kreiner, Krystyna; Milewska-Duda, Janina; Zy-la, Mieczys-law", "Langmuir", "\r\n        (", "1997", "),\r\n    ", "13", "\r\n        (", "5", "),\r\n    ", "1123-1127", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This paper presents a quant. characterization of the effects of oxidn. on the surface of coal based on water sorption measurements.  Two coals of different rank were examd. before and after oxidn. with H2O2 and KMnO4.  A theor. model describing sorption equil., as the effect of adsorption in submicropores and absorption in the elastic phase of coal, was applied to evaluate structural and energetic parameters of the sorption systems.  Oxidn. results in a noticeable increase in the adsorption capacity of the studied coals and practically does not affect the absorption.  This is due to creation of new oxygen-contg. surface groups on the coal surface, as was shown by XPS measurements.  A significant increase in the adsorption energy, together with much smaller changes in concn. of water mols. on the coal surface, was seen.  This suggests an increase in the no. of double bonds between adsorbed water mols. and oxygen-contg. surface groups.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXht1Ojsrs%253D&md5=290d4fe5c184d210a677b690677b9ab3", " ", " ", "(15)", " ", "Ceglarska-Stefanska, G.; Czaplinski, A. ", "  Fuel", " ", "1993", ", ", "72", ", 413−417.", "[", "Crossref", "], [", "CAS", "]", "(15) . ", "Correlation between sorption and dilatometric processes in coals", "Ceglarska-Stefanska, G.; Czaplinski, A.", "Fuel", "\r\n        (", "1993", "),\r\n    ", "72", "\r\n        (", "3", "),\r\n    ", "413-17", "CODEN:\r\n                ", "FUELAC", ";\r\n        ISSN:", "0016-2361", ".\r\n    ", "Investigations of low- and high-pressure sorption kinetics were carried out on three coals of different rank, with simultaneous tensometric measurements of the coal dilatation.  The obsd. phenomena, occurring under the influence of water vapor and carbon dioxide, are explained on the basis of the polymeric model of coal.  The parallelism of sorption and dilatometric processes was obsd. for both sorbates, while full reversibility was found only for carbon dioxide.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXhsFSlu7g%253D&md5=59d89e854f6eee81a4073efdc6dd9e01", " ", " ", "(16)", " ", "Reucroft, P. J.; Patel, K. B. ", "  Fuel", " ", "1983", ", ", "62", ", 279−284.", "[", "Crossref", "], [", "CAS", "]", "(16) . ", "Surface area and swellability of coal", "Reucroft, P. J.; Patel, K. B.", "Fuel", "\r\n        (", "1983", "),\r\n    ", "62", "\r\n        (", "3", "),\r\n    ", "279-84", "CODEN:\r\n                ", "FUELAC", ";\r\n        ISSN:", "0016-2361", ".\r\n    ", "Sorption data have been obtained for a range of vapors on a Kentucky No. 12 coal.  The data at high relative vapor pressures (P/P0 > 0.3) are interpreted in terms of coal swelling.  The sorption data at low relative vapor pressures (P/P0 < 0.3) are used to obtain information on surface area.  Surface areas thus obtained are influenced by vapor-induced swelling effects.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3sXhs1elsrc%253D&md5=b27784b6b1030191bb37eb67e5f68e42", " ", " ", "(17)", " ", "Milewska-Duda, J.; Duda, J. ", "  Langmuir", " ", "1997", ", ", "13", ", 1286−1296.", "[", "ACS Full Text ", "], [", "CAS", "]", "(17) . ", "Hard coal surface heterogeneity in the sorption process", "Milewska-Duda, Janina; Duda, Jan", "Langmuir", "\r\n        (", "1997", "),\r\n    ", "13", "\r\n        (", "5", "),\r\n    ", "1286-1296", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This paper discusses sources of hard coal energetic heterogeneity and its effects on sorption properties.  Natural coal is viewed as a porous elastic copolymer in which both absorption and adsorption phenomena can occur.  The dominant role of submicropores which are about the size of a water mol. is stressed, as the effects of larger pores on sorption capacity are negligible.  Bearing in mind the size of the submicropores, one must take account of swelling of the sorbent and the resultant changes in its surface area.  A unified theor. description of sorption equil. with respect to swelling phenomena (multiple sorption model) is developed.  Alternative models describing effects of geometrical and chem. factors on the sorption energy are discussed.  The resultant theor. sorption isotherms are compared with empirical data for sorption of water and benzene in two coals.  The model explains differences in sorption properties of the coals in terms of the peculiarities of their surfaces.  Expansion was of crucial importance for the sorption of benzene.  A simplified description of sorbent-sorbate energetic interactions is adequate to express the basic relations between the energies attributed to submicropores of different size.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXhs1Cqt7Y%253D&md5=3090f443c607cb865585098eedb91f37", " ", " ", "(18)", " ", "Sircar, S. ", "  Ind. Eng. Chem. Res.", " ", "1999", ", ", "38", ", 3670−3682.", "[", "ACS Full Text ", "], [", "CAS", "]", "(18) . ", "Gibbsian Surface Excess for Gas Adsorption-Revisited", "Sircar, S.", "Industrial & Engineering Chemistry Research", "\r\n        (", "1999", "),\r\n    ", "38", "\r\n        (", "10", "),\r\n    ", "3670-3682", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The Gibbsian surface excess (GSE) represents the true exptl. variable for measuring pure and multicomponent gas adsorption equil. and kinetics by all conventional adsorption methods (volumetric, gravimetric, chromatog., column dynamic, total desorption, isotope exchange, etc).  The GSE can be used as primary variables to formulate the general thermodn. and kinetic models for adsorption on energetically homogeneous and heterogeneous adsorbents.  Thus, practical thermodn. properties like surface potentials, isosteric heats of adsorption of components, and heat capacities of adsorption systems can be estd. by using GSE.  Several thermodn. consistency tests (differential and integral) for binary adsorption systems can also be formulated by using GSE.  A math. framework describing the isothermal and nonisothermal column dynamics for adsorption of multicomponent gas mixts. can be developed by using GSE.  It can be used to simulate practical process design models (pressure and thermal swing adsorption) for gas mixt. sepn. and purifn.  There is no need to est. actual amts. adsorbed from the measured GSE variables by making ambiguous assumptions about the size of the adsorbed phase.  The exptl. GSE can be used to completely describe all practical thermodn., kinetic, column dynamic, and process design aspects of gas adsorption technol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXlt1Wju7o%253D&md5=a949c99339cc3dfab7d030e3811adfc5", " ", " ", "(19)", " ", "Mahajan, O. P. ", "  Carbon", " ", "1991", ", ", "29", ", 735−742.", "[", "Crossref", "], [", "CAS", "]", "(19) . ", "Carbon dioxide surface area of coals:  the 25-year paradox", "Mahajan, Om P.", "Carbon", "\r\n        (", "1991", "),\r\n    ", "29", "\r\n        (", "6", "),\r\n    ", "735-42", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    ", "A review with 25 refs. on the measurement of coal surface area by CO2 adsorption.  The CO2-induced swelling in coals and its effect on surface area and porosity measurement is discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3MXkvFGntbo%253D&md5=847fb685c1635c3f7498b6fdf055c1cb", " ", " ", "Toda, Y. ", "  Fuel", " ", "1972", ", ", "51", ", 108−112.", "[", "Crossref", "], [", "CAS", "]", ". ", "Densities of coals measured with various liquids", "Toda, Y.", "Fuel", "\r\n        (", "1972", "),\r\n    ", "51", "\r\n        (", "2", "),\r\n    ", "108-12", "CODEN:\r\n                ", "FUELAC", ";\r\n        ISSN:", "0016-2361", ".\r\n    ", "The ds. of vitrains of 12 Japanese coals and 5 foreign coals were measured in MeOH, n-C6H14, and Hg at 25° in a vacuum app.  All the ds. showed higher values in lower and higher rank coals and min. at ∼87% C.  The pore vols. deduced from the differences between the sp. vols. measured in the liqs. and in He, and from CO2 adsorption, are discussed and compared.  The micropore diam. or entrance diam. is small in the lower and higher rank coals and shows a min. at ∼87% C.  The ease of accessibility of mols. to the micropores of coal decreased in the order MeOH, CO2, and He.  The d. detd. in MeOH is so much greater than that detd. in He that it is not possible to attribute the difference to a contraction of MeOH in the coal pores.  Helium may be restricted in penetrating very narrow pore entrances by the activated diffusion effect, whereas MeOH can penetrate them by an imbibition effect.  The vol. of micropores accessible to MeOH but inaccessible to CO2 is directly proportional to the content of OH groups.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE38XhsVehsbo%253D&md5=ec3a78ca21670fdf4f0e5e040701129f", " ", " ", "(21)", " ", "Neimark, A.; Ravikovitch, P. I. ", "  Langmuir", " ", "1997", ", ", "13", ", 5148−5160.", "[", "ACS Full Text ", "], [", "CAS", "]", "(21) . ", "Calibration of Pore Volume in Adsorption Experiments and Theoretical Models", "Neimark, Alexander V.; Ravikovitch, Peter I.", "Langmuir", "\r\n        (", "1997", "),\r\n    ", "13", "\r\n        (", "19", "),\r\n    ", "5148-5160", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors propose a new definition of excess adsorption for use in mol. models of adsorption.  This definition implies the calibration of theor. models in a manner mimicking the exptl. calibration procedure.  The method of theor. calibration is developed on the example of helium calibration.  The notions of the He calibrated pore vol. and the He calibrated pore size are introduced, and the He calibrated theor. excess isotherms are defined.  The proposed method diminishes the discrepancies between the theor. and the exptl. excess adsorption isotherms and makes the theory and the expt. entirely consistent.  The quant. ests. are made by means of the nonlocal d. functional theory (NLDFT) applied to the adsorption of He, N2, and CH4 in micropores of active carbons at liq. nitrogen and ambient temps.  It is shown that the exptl. He calibration affects significantly the excess isotherms of vapors and supercrit. fluids in microporous carbons.  The non-monotonous excess isotherms in mol. size pores are predicted.  The theor. predictions of He adsorption are in qual. agreement with the exptl. isotherm measured on the BPL active carbon at 77 K.  The theor. calibration is recommended for adjustment of any mol. model of adsorption phenomena, such as d. functional theory, mol. dynamics, and grand canonical and other Monte Carlo simulations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXlsFaksbo%253D&md5=f13794ceff6c904ecceffae91722c177", " ", " ", "(22)", " ", "Larsen, J. W.; Hall, P.; Wernett, P. C. ", "  Energy Fuels", " ", "1995", ", ", "9", ", 324−330.", "[", "ACS Full Text ", "], [", "CAS", "]", "(22) . ", "Pore Structure of the Argonne Premium Coals", "Larsen, John W.; Hall, Peter; Wernett, Patrick C.", "Energy & Fuels", "\r\n        (", "1995", "),\r\n    ", "9", "\r\n        (", "2", "),\r\n    ", "324-30", "CODEN:\r\n                ", "ENFUEM", ";\r\n        ISSN:", "0887-0624", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Data are presented that are inconsistent with the accepted model of coal pores existing as an interconnected network of bottleneck pores.  It is proposed that pores in coals are isolated and can be reached only by diffusion through the solid.  The fractal dimensionality of the pores in five Argonne Premium Coals were measured by small-angle x-ray scattering and vary between 2.35 and 2.87.  The adsorption of the following gases has been measured on all of the Argonne coals: N2, CO2, ethane, cyclopropane, cyclobutane, cyclopentane, and cyclohexane.  Except for Zap lignite, there is a very steep dependence of BET surface area on adsorbate size which is rationalized as being due to the size dependence of the adsorbate diffusion rates through coals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXktFehtL8%253D&md5=ae980daf79a54b833dfb619c9b2b77db", " ", " ", "(23)", " ", "Malbrunot, P.; Vidal, D.; Vermesse, J. ", "  Langmuir", " ", "1997", ", ", "13", ", 539−544.", "[", "ACS Full Text ", "], [", "CAS", "]", "(23) . ", "Adsorbent Helium Density Measurement and its Effect on Adsorption Isotherms at High Pressure", "Malbrunot, P.; Vidal, D.; Vermesse, J.; Chahine, R.; Bose, T. K.", "Langmuir", "\r\n        (", "1997", "),\r\n    ", "13", "\r\n        (", "3", "),\r\n    ", "539-544", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "On the basis of exptl. study over a large temp. range, the authors conclude that \"helium densities\" of adsorbents measured at room temp. can be erroneous due to a non-negligible effect of He adsorption.  The authors propose that the d. obtained with He at high temp. (e.g., at the regeneration temp. of the adsorbent) be considered as the adsorbent d.  By using the cor. densities of 3A, 4A, 5A, and 13X zeolites and of activated and graphitized carbons and of silica gel, the authors exptl. detd. the adsorption of He on these adsorbents at room temp. and over a large pressure range ≤ 500 MPa.  The shape of the adsorption isotherm reveals no satn. at high pressure.  These exptl. data are in agreement with Monte Carlo simulations of adsorption of a Lennard-Jones gas by a rigid plane as well as by a microporous rigid solid interface.  The authors also examd. implications of the new He d. of activated carbon for the previous measurements of adsorption at high pressure.  The result is the disappearance of the inexplicable neg. part of the isotherms and even a renewed increase in the curves at high pressure.  Moreover, a comparison with Monte Carlo simulations of Ar adsorption on microporous graphite is in good agreement with the shape of the adsorption curve at high pressure.  Finally, the role of the microporous structure of adsorbents and of the gas-adsorbent interaction in adsorption at high pressure is discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXps12nug%253D%253D&md5=bdf3bf3425579bdc318aeae93592fd15", " ", " ", "(24)", " ", "Sircar, S. ", "  AIChE J.", " ", "2001", ", ", "47", ", 1169−1176.", "[", "Crossref", "], [", "CAS", "]", "(24) . ", "Measurement of Gibbsian surface excess", "Sircar, S.", "AIChE Journal", "\r\n        (", "2001", "),\r\n    ", "47", "\r\n        (", "5", "),\r\n    ", "1169-1176", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    \r\n            (", "American Institute of Chemical Engineers", ")\r\n        ", "The Gibbsian Surface Excesses (GSE) are the true exptl. variables for measurement of equil. and kinetics for pure and multicomponent gas-solid adsorption.  The gravimetric and volumetric methods, which are the most commonly used exptl. procedures, are revisited.  The common practice of ignoring helium adsorption during measurement of adsorbent d. by helium pycnometry and measurement of void vols. in adsorption app. by helium expansion can lead to large errors in estg. GSE at high pressures and for less selectivity adsorbed components of a gas mixt.  Methods to overcome these problems are described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXjsFCmsrg%253D&md5=4886bffe7fcfaa79adc39cbfbfd9094e", " ", " ", "(25)", " ", "Menon, P. G. ", "  Chem. Rev.", " ", "1968", ", ", "68", ", 277−294.", "[", "ACS Full Text ", "], [", "CAS", "]", "(25) . ", "Adsorption at high pressures", "Menon, P. G.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "1968", "),\r\n    ", "68", "\r\n        (", "3", "),\r\n    ", "277-94", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    ", "A review is given covering the literature from 1930 on the exptl. techniques and interpretation of exptl. data for adsorption at high pressures.  The corrections considered in adsorption measurements, sorption of CH4 on coal, purification and sepn. of gases, reproducibility in adsorption-desorption measurements, and accuracy in adsorption measurements at high pressures are discussed.  91 references.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF1cXktFeisbw%253D&md5=80a729e89d2a5f93b4f50f8f8d125607", " ", " ", "(26)", " ", "Moffat, D. H.; Weale, K. E. ", "  Fuel", " ", "1955", ", ", "54", ", 449−462.", "There is no corresponding record for this reference.", " ", " ", "(27)", " ", "Fleming, G. K.; Koros, W. J. ", "  Macromolecules", " ", "1986", ", ", "19", ", 2285−2291.", "[", "ACS Full Text ", "], [", "CAS", "]", "(27) . ", "Dilation of polymers by sorption of carbon dioxide at elevated pressures.  1.  Silicone rubber and unconditioned polycarbonate", "Fleming, G. K.; Koros, W. J.", "Macromolecules", "\r\n        (", "1986", "),\r\n    ", "19", "\r\n        (", "8", "),\r\n    ", "2285-91", "CODEN:\r\n                ", "MAMOBX", ";\r\n        ISSN:", "0024-9297", ".\r\n    ", "Mass sorption/desorption and vol. expansion/consolidation measurements are reported for silicone rubber and bisphenol A-polycarbonate  [24936-68-3] at 35° in the presence of CO2 pressures ≤900 psia.  The equipment for the vol. dilation measurements is based on direct optical observation of sample dimensions.  The dilation data and the sorption data are used to det. the vol. change upon mixing and the partial vols. of both the gaseous and polymeric materials as functions of pressure.  Marked differences are obsd. for the partial sp. vol. of CO in the rubbery and glassy media.  In the rubbery polymer, the partial vol. of CO2 is similar to its value in low-mol. wt. solvents and shows little pressure dependence.  For glassy polycarbonate, the partial sp. vol. of CO2 is markedly lower than its value in the rubbery material and shows a much stronger dependence on the external gas pressure.  Large hysteresis is also obsd. in both sorption and vol. dilation when comparing the pressurization and depressurization responses of the glassy sample in the presence of CO2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL28Xksl2ltL0%253D&md5=3ed2a846ddef788a1e5f162906163894", " ", " ", "(28)", " ", "Zhou, L.; Zhou, Y.; Li, M.; Chen, P.; Wang, Y. ", "  Langmuir", " ", "2000", ", ", "16", ", 5955−5959.", "[", "ACS Full Text ", "], [", "CAS", "]", "(28) . ", "Experimental and Modeling Study of the Adsorption of Supercritical Methane on a High Surface Activated Carbon", "Zhou, Li; Zhou, Yaping; Li, Ming; Chen, Ping; Wang, Yu", "Langmuir", "\r\n        (", "2000", "),\r\n    ", "16", "\r\n        (", "14", "),\r\n    ", "5955-5959", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption of methane on an activated carbon of high surface was measured in the range of 233-333 K and 0-10 MPa.  The isotherms showed a considerably different feature than that measured on low surface carbon.  A max. appeared on isotherms at relatively low temps.  All the exptl. isotherms were well modeled by the Langmuir-Freundlich equation.  The difference between the measured and the so-called abs. adsorption was properly accounted for in modeling.  An assumption of monolayer adsorbate adsorbed was included in the model.  The layer vol. evaluated was consistent with the pore vol. of adsorbent reported by CO2 adsorption.  The intermol. distance in the adsorbed phase was evaluated from a model parameter.  This intermol. distance was compared with that in the free sate, which revealed a basic picture of the phys. state of the adsorbed phase at above-crit. temps.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXktVahtL8%253D&md5=7bd5ce8a4fc88459be15d43cc4ea4511", " ", " ", "(29)", " ", "Payne, H. K.; Sturdevant, G.; Leland, T. ", "  Ind. Eng. Chem. ", "Fundam.", " ", "1968", ", ", "7", ", 363−374.", "[", "ACS Full Text ", "], [", "CAS", "]", "(29) . ", "Improved two-dimensional equation-of-state to predict adsorption of pure and mixed hydrocarbons", "Sturdevant, G. A.; Payne, H. K.; Leland, T. W.", "Industrial & Engineering Chemistry Fundamentals", "\r\n        (", "1968", "),\r\n    ", "7", "\r\n        (", "3", "),\r\n    ", "363-74", "CODEN:\r\n                ", "IECFA7", ";\r\n        ISSN:", "0196-4313", ".\r\n    ", "A 2-dimensional equation-of-state was derived from the Hirschfelder-Eyring modification of the van der Waals equation and applied to the prediction of high-pressure adsorption of pure and mixed hydrocarbons on charcoal.  The phys. significance of the consts. for pure components is discussed and mixt. rules proposed for the description of mixed adsorbate phases.  Equations are derived to express the thermodynamic equil. between a mixed adsorbate and gas assuming the validity of the mobile fluid model for the surface phase.  Soln. of these equations permits the total adsorption and surface compn. to be calcd. for a mixed isotherm from pure component adsorption data.  New exptl. data are presented for high-pressure adsorption of propane, butane, and their mixts. with methane on charcoal.  15 references.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF1cXksVCrtb8%253D&md5=d06bc6c0a3b7d36b12dc6cd132d93bf5", " ", " ", "Relch, R.; Zlegler, W. T.; Rogers, K. A. ", "  Ind. Eng. Chem. Process ", "Des. Dev.", " ", "1980", ", ", "19", ", 336−344.", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", " ", " ", "(31)", " ", "Murata, K.; El-Merraoui, M.; Kaneko, K. ", "  J. Chem. Phys.", " ", "2001", ", ", "114", ", 4196−4205.", "[", "Crossref", "], [", "CAS", "]", "(31) . ", "A new determination method of absolute adsorption isotherm of supercritical gases under high pressure with a special relevance to density-functional theory study", "Murata, Katsuyuki; El-Merraoui, Mustapha; Kaneko, Katsumi", "Journal of Chemical Physics", "\r\n        (", "2001", "),\r\n    ", "114", "\r\n        (", "9", "),\r\n    ", "4196-4205", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "A new detn. method of an abs. adsorbed amt. nab from the surface excess mass nex for high-pressure adsorption isotherms of a supercrit. gas was proposed.  The effectiveness of new method was examd. by using the d.-functional theory (DFT).  The DFT study showed that this anal. can provide reasonable results; both of the abs. adsorbed amt. detd. from the proposed method and the DFT agreed within 5% at 90 MPa and only 1[percent] below 5 MPa.  Furthermore, we applied this new method to the exptl. surface excess isotherm in the literature, which has a max.  The analyzed abs. adsorption isotherm from the surface excess adsorption isotherm having a max. were of IUPAC type I or type II.  This method gave the thickness of the interfacial layer of the adsorbed phase.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXhsVWgs70%253D&md5=bd5282f4688fe2176e879a48370673f2", " ", " ", "(32)", " ", "Langmuir, I. ", "  J. Am. Chem. Soc.", " ", "1918", ", ", "40", ", 1361.", "[", "ACS Full Text ", "], [", "CAS", "]", "(32) . ", "The adsorption of gases on plane surfaces of glass, mica and platinum", "Langmuir, I.", "Journal of the American Chemical Society", "\r\n        (", "1918", "),\r\n    ", "40", "\r\n        (", "),\r\n    ", "1361-1402", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "According to L.'s hypothesis, gaseous mols. impinging on a liquid or solid surface do not in general rebound from it elastically, but are held or adsorbed on the surface by forces similar to those holding the atoms or group mols. of solid bodies.  The adsorbed film should not exceed one mol. in thickness.  Adsorption of permanent gases involves only secondary valence forces.  In metals particularly, adsorption may be governed by primary valence forces.  It is suggested that stoichiometric relations should govern the adsorption on a surface unless interfering effects caused by steric hindrance are involved.  At room temp. the absorption by glass and mica was negligible, not over 1 % of the surface being covered by a single layer of mols.  At lower temps. much larger quantities of gas were taken up.  With Pt no absorption was observed at - 183° unless the Pt were first activated by proper heating.  The adsorption of O2 was irreversible and corresponded to a monomolecular layer.  CO likewise showed the same behavior.  In the presence of one or the other gas adsorbed on the Pt the adsorbed and unadsorbed gases reacted immediately to form CO2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaC1cXht1KgsA%253D%253D&md5=3c22305e74ddd44d690168373bdd13c9", " ", " ", "(33)", " ", "Chaback, J. J.; Morgan, W. D.; Yee, D. ", "  Fluid Phase Equilib.", " ", "1996", ", ", "117", ", 289−296.", "[", "Crossref", "], [", "CAS", "]", "(33) . ", "Sorption of nitrogen, methane, carbon dioxide and their mixtures on bituminous coals at in-situ conditions", "Chaback, J. J.; Morgan, W. D.; Yee, D.", "Fluid Phase Equilibria", "\r\n        (", "1996", "),\r\n    ", "117", "\r\n        (", "1-2", "),\r\n    ", "289-96", "CODEN:\r\n                ", "FPEQDT", ";\r\n        ISSN:", "0378-3812", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "Sorption data were presented for N2, CH4, CO2, and their mixts. on several bituminous coals in order to interpret application of the Langmuir sorption isotherm to coals.  The Langmuir consts. showed variations consistent with sorbate mol. properties and changes in coal rank; differences in limiting sorption values amongst sorbates were interpreted with the Gurvitsch rule.  Deviations from the Lewis rule were used to infer the usefulness of the mixt. formulation of the Langmuir isotherm.  The results have application in evaluation and simulation coalbed methane natural gas reservoirs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XisFWnt7c%253D&md5=b5f8e8232d0ae801536aac48a74ff357", " ", " ", "(34)", " ", "Do, D. D. ", "  Adsorption Analysis", ":", " Equilibria and Kinetics", "; Imperial College Press:  London, 1998.", "There is no corresponding record for this reference.", " ", " ", "(35)", " ", "Brunauer, S.; Emmett, P. H.; Teller, E. ", "  J. Am. Chem. Soc.", " ", "1938", ", ", "60", ", 309.", "[", "ACS Full Text ", "], [", "CAS", "]", "(35) . ", "Adsorption of gases in multimolecular layers", "Brunauer, Stephen; Emmett, P. H.; Teller, Edward", "Journal of the American Chemical Society", "\r\n        (", "1938", "),\r\n    ", "60", "\r\n        (", "),\r\n    ", "309-19", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "The polarization theory of multimolecular adsorption is discussed critically.  The adsorption energy due to attraction of dipoles induced into a nonpolar gas such as A is insufficient to constitute a major portion of the binding energy between adsorbed layers.  Adsorption-isotherm equations for multimolecular adsorption are derived on the assumption that the same forces that produce condensation are responsible also for multimolecular adsorption.  Numerous applications of the equations are given to exptl. adsorption isotherms.  Cf. C. A. 32, 1159.3.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaA1cXivFaruw%253D%253D&md5=c432cced1474f948ddfbe4f60c139d3a", " ", " ", "(36)", " ", "Dubinin, M. M. Porous structure and adsorption properties of active carbons. In ", "Chemistry and Physics of Carbon", "; Marcel Dekker:  New York, 1966; pp 51−120.", "There is no corresponding record for this reference.", " ", " ", "(37)", " ", "Vorres, K. S. ", "  Energy Fuels", " ", "1990", ", ", "4", ", 420−426.", "[", "ACS Full Text ", "], [", "CAS", "]", "(37) . ", "The Argonne Premium Coal Sample Program", "Vorres, Karl S.", "Energy & Fuels", "\r\n        (", "1990", "),\r\n    ", "4", "\r\n        (", "5", "),\r\n    ", "420-6", "CODEN:\r\n                ", "ENFUEM", ";\r\n        ISSN:", "0887-0624", ".\r\n    ", "The full set of 8 coal samples for the Premium Coal Sample Program includes a lignite, subbituminous, high-volatile, medium-volatile, and low-volatile bituminous coals, as well as a liptinite-rich, an inertinite-rich, and a coking coal.  The coals were selected on the basis of C, H, S, and O contents as well as maceral content and geol. age.  Ampules contg. 5 g of -100-mesh material or 10 g of -20-mesh material from each sample are available.  Some anal. information is available.  The methods of selection, collection, transportation, processing, packaging, distribution, and characterization are summarized.  The 8 samples were each collected in about 1-ton quantities, placed in steel drums, purged with Ar, and taken to Argonne National Lab. (ANL) for processing.  After transfer to a N-filled enclosure, they were crushed, pulverized, mixed, and packaged in sealed amber borosilicate ampules.  Five-gal carboys hold about 80% of the batch in reserve for filling more ampules after the original samples (about 5000 of -20 mesh or 10,000 of -100 mesh) are depleted.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXltlGns74%253D&md5=9fab50be3322db8fc11fdd93452e8258", " ", " ", "(38)", " ", "Span, R.; Wagner, W. ", "  J. Phys. Chem. Ref. Data", " ", "1996", ", ", "25", ", 1509−1596.", "[", "Crossref", "], [", "CAS", "]", "(38) . ", "A new equation of state for carbon dioxide covering the fluid region from the triple-point temperature to 1100 K at pressures up to 800 MPa", "Span, R.; Wagner, W.", "Journal of Physical and Chemical Reference Data", "\r\n        (", "1996", "),\r\n    ", "25", "\r\n        (", "6", "),\r\n    ", "1509-1596", "CODEN:\r\n                ", "JPCRBU", ";\r\n        ISSN:", "0047-2689", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This work reviews the available data on thermodn. properties of carbon dioxide and presents a new equation of state in the form of a fundamental equation explicit in the Helmholtz free energy.  The function for the residual part of the Helmholtz free energy was fitted to selected data of the following properties: (a) thermal properties of the single-phase region (pρT) and (b) of the liq.-vapor satn. curve (ps, ρ', ρ\") including the Maxwell criterion, (c) speed of sound w and (d) specific isobaric heat capacity cp of the single phase region and of the satn. curve, (e) specific isochoric heat capacity cυ, (f) specific enthalpy h, (g) specific internal energy u, and (h) Joule-Thomson coeff. μ.  By applying modern strategies for the optimization of the math. form of the equation of state and for the simultaneous nonlinear fit to the data of all these properties, the resulting formulation is able to represent even the most accurate data to within their exptl. uncertainty.  In the tech. most important region up to pressures of 30 MPa and up to temps. of 523 K, the estd. uncertainty of the equation ranges from ±0.03% to ±0.05% in the d., ±0.03% to ±1% in the speed of sound, and ±0.15% to ±1.5% in the isobaric heat capacity.  Special interest has been focused on the description of the crit. region and the extrapolation behavior of the formulation.  Without a complex coupling to a scaled equation of state, the new formulation yields a reasonable description even of the caloric properties in the immediate vicinity of the crit. point.  At least for the basic properties such as pressure, fugacity, and enthalpy, the equation can be extrapolated up to the limits of the chem. stability of carbon dioxide.  Independent equations for the vapor pressure and for the pressure on the sublimation and melting curve, for the satd. liq. and vapor densities, and for the isobaric ideal gas heat capacity are also included.  Property tables calcd. from the equation of state are given in the appendix.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XnsFGrsb8%253D&md5=c21e1699c01a87c926394e1cf0b49065", " ", " ", "(39)", " ", "Dubinin, M. M. ", "  Chem. Rev.", " ", "1960", ", ", "60", ", 234−241.", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", " ", " ", "Reid, R. C.; Prausnitz, J. M.; Sherwood, T. K. ", "  The Properties of ", "Gases and Liquids", "; McGraw-Hill:  New York, 1977.", "There is no corresponding record for this reference.", " ", " ", "(41)", " ", "Huang, H.; Wang, K.; Bodily, D. M.; Hucka, V. J. ", "  Energy Fuels", " ", "1995", ", ", "9", ", 20−24.", "[", "ACS Full Text ", "], [", "CAS", "]", "(41) . ", "Density Measurements of Argonne Premium Coal Samples", "Huang, He; Wang, Keyu; Bodily, David M.; Hucka, V. J.", "Energy & Fuels", "\r\n        (", "1995", "),\r\n    ", "9", "\r\n        (", "1", "),\r\n    ", "20-4", "CODEN:\r\n                ", "ENFUEM", ";\r\n        ISSN:", "0887-0624", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The densities of the Argonne Premium Coal samples were measured using H2, He, and a H2-He mixt. (49.13 vol.% H2 in He) in a gas pycnometer.  Significant differences between the apparent hydrogen densities and helium densities were obsd.  The larger H2 densities obsd. in the tests were attributed to H2 gas adsorption/absorption on coal.  The H2 gas adsorption coeff. increased with increasing carbon content.  The \"true\" or intrinsic densities of coals extrapolated from plots of the measured d. vs. H2 gas partial pressure were very close to the He-densities.  The org. coal d. (dry mineral-matter-free coal d.) was obtained after a correction for the mineral matter in the coals, and decreased with increasing carbon content initially, reached a min. at ∼82 wt.% carbon, and then increased with increasing carbon content.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXjtFGksrw%253D&md5=06faa13f084245669bc60204b2dc2803", " ", " ", "(42)", " ", "Butterfield, I. M.; Thomas, K. M. ", "  Fuel", " ", "1995", ", ", "74", ", 1780−1785.", "[", "Crossref", "], [", "CAS", "]", "(42) . ", "Some aspects of changes in the macromolecular structure of coals in relation to thermoplastic properties", "Butterfield, Ian M.; Thomas, K. Mark", "Fuel", "\r\n        (", "1995", "),\r\n    ", "74", "\r\n        (", "12", "),\r\n    ", "1780-5", "CODEN:\r\n                ", "FUELAC", ";\r\n        ISSN:", "0016-2361", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The development of coal thermoplasticity during the primary devolatilization region is crit. in detg. coke structures.  A solvent swelling technique was used to study the changes in macromol. structure of four coals of different rank (902 to 203 in the British Coal classification scheme) during carbonization at temps. up to 600°.  The results were compared with the thermoplastic characteristics of the coals.  The dilatometric and gas permeability properties were discussed in terms of changes in macromol. structure.  The study of the macromol. structure provides new insight into the development of thermoplasticity and coke structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXhtVSjt7rL&md5=a225415924383049c68c7be25824c179", " ", " ", "(43)", " ", "Deevi, S. C.; Suuberg, E. M. ", "  Fuel", " ", "1987", ", ", "66", ", 454−460.", "[", "Crossref", "], [", "CAS", "]", "(43) . ", "Physical changes accompanying drying of western US lignites", "Deevi, S. C.; Suuberg, E. M.", "Fuel", "\r\n        (", "1987", "),\r\n    ", "66", "\r\n        (", "4", "),\r\n    ", "454-60", "CODEN:\r\n                ", "FUELAC", ";\r\n        ISSN:", "0016-2361", ".\r\n    ", "According to the results of drying procedures of different degrees of severity, for North Dakota lignites are colloidal gels, many of whose properties are irreversibly altered by drying.  Moisture desorption-readsorption behavior was relatively reversible in some cases and irreversible in others.  Shrinking measurements showed vol. loss was commonly greater than that calcd. from moisture loss.  The shrinkage was always irreversible, even when drying was incomplete; only ≈80% of the original vol. was regained on reswelling in water.  Severity of drying effected surface area and, in most ranges of pore sizes, pore-size distribution.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2sXhsl2ntr8%253D&md5=2145f673fe407c19be95ee9a77fbf97e", " ", " ", "(44)", " ", "Suuberg, E. M.; Otake, Y.; Yun, Y.; Deevil, S. C. ", "  Energy Fuels", " ", "1993", ", ", "7", ", 384−392.", "[", "ACS Full Text ", "], [", "CAS", "]", "(44) . ", "Role of moisture in coal structure and the effects of drying upon the accessibility of coal structure", "Suuberg, Eric M.; Otake, Yoshinobu; Yun, Yongseung; Deevi, Seetharama C.", "Energy & Fuels", "\r\n        (", "1993", "),\r\n    ", "7", "\r\n        (", "3", "),\r\n    ", "384-92", "CODEN:\r\n                ", "ENFUEM", ";\r\n        ISSN:", "0887-0624", ".\r\n    ", "The colloidal gel nature of coals and what impacts this has upon several properties of practical significance are studied.  Water is a good swelling agent for coals ranging in rank from lignites up to high-volatile bituminous, and the coals shrink when dried from the as-mined state.  Shrinkage upon drying is correlated by volumetric shrinkage (%) = 0.863 (moisture content, wt%) - 0.162.  Shrinkage of this magnitude suggests that measurements of \"surface areas\" of dried coals will provide an erroneous est. of true accessibility of coal structure.  In addn., the presence of moisture in the structure of coals serves to significantly enhance the rate of uptake of solvents by the coal.  There is a strong analogy with enhancement, by water, of diffusive transport in hydrophilic polymers.  The process of drying or heat treatment of coal at temps. above 373 K can significantly affect both the cross-link d. of coal (as inferred from pyridine solvent swelling) and the rate of subsequent solvent uptake by the coal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXitFKisbc%253D&md5=b4700ddcb9cd7d8af920349da159e7d1", " ", " ", "(45)", " ", "Anderson, R. B.; Bayer, J.; Hofer, L. J. E. ", "  Fuel ", "(", "United Kingdom", ") ", "1965", ", ", "44", ", 443−452.", "[", "CAS", "]", "(45) . ", "Determining surface areas from CO2 isotherms", "Anderson, R. B.; Bayer, J.; Hofer, L. J. E.", "\r\n        (", "1965", "),\r\n    ", "44", "\r\n        (", "6", "),\r\n    ", "443-52", "\r\n        ISSN:", ".\r\n    ", "Adsorption isotherms for CO2 at -78° and N at -195° were detd. on porous inorg. solids, charcoal, carbon blacks, and representative coals.  For the porous inorg. solids and charcoal, surface areas from CO2 isotherms agreed most closely with areas from N isotherms, if the relative pressure for CO2 was calcd. by using an extrapolated liquid vapor pressure and a cross-sectional area for CO2 based on liquid d.  Nevertheless, even on this basis, areas from CO2 were 75-90% of areas from N.  On carbon blacks, the amt. of CO2 adsorbed relative to N increases substantially with increasing O content of the black per unit surface area as detd. from adsorption of N.  For a sample of lampblack, the adsorption of CO2 at -78° was 2-3 times the sorption of N at -195°.  Available data suggest that the enhanced adsorption of CO2 may be due to chem. interaction of CO2 with O in the C.  On coal, CO2 adsorbs slowly but in large quantities at -78°.  Surface areas varying from 174 to 455 m.2/g. were obtained from CO2 isotherms for a representative group of coals of different ranks compared with values of 1-10 m.2/g. from N isotherms at -195°.  Areas from CO2 isotherms are of the same magnitude as those detd. from MeOH adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF28Xms1Kmug%253D%253D&md5=91594642dc5c8da2fd3794c478d47a0b", " ", " ", "(46)", " ", "Bell, G. J.; Rakop, K. C. Hysteresis of Methane/Coal Sorption Isotherms. Presented at the 61st Annual Technical Conference and Exhibition of the Society of Petroleum Engineers, New Orleans, LA, October 5−8, 1986; SPE Paper 15454.", "There is no corresponding record for this reference.", " ", " ", "(47)", " ", "Conforti, R. M.; Barbari, T. A. ", "  Macromolecules", " ", "1993", ", ", "26", ", 5209−5212.", "[", "ACS Full Text ", "], [", "CAS", "]", "(47) . ", "A thermodynamic analysis of gas sorption-desorption hysteresis in glassy polymers", "Conforti, R. M.; Barbari, T. A.", "Macromolecules", "\r\n        (", "1993", "),\r\n    ", "26", "\r\n        (", "19", "),\r\n    ", "5209-12", "CODEN:\r\n                ", "MAMOBX", ";\r\n        ISSN:", "0024-9297", ".\r\n    ", "Sorption-desorption isotherms for carbon dioxide in polycarbonate, tetramethylpolycarbonate, hexafluoropolycarbonate, and poly(vinyl benzoate) were fitted using the glassy polymer lattice sorption model.  The model requires sorptive dilation data to account properly for lattice compressibility.  Using polymer segment-segment interaction energies from the sorption isotherms, the desorption isotherms were fitted with only a single adjustable parameter, the Henry's law const.  Differences in Henry's law consts. between sorption and desorption were explained in terms of the unoccupied vol. before and after the sorption-desorption process and the volatility of the gas in the local polymer environment at infinite diln.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXlsVShtrY%253D&md5=223121b92535940c65951eb1a3d2ea02", " ", " ", "(48)", " ", "Gregg, S. J.; Sing, K. S. W. ", "  Adsorption", ",", " Surface Area and Porosity", "; Academic Press:  New York, 1982.", "There is no corresponding record for this reference.", " ", " ", "(49)", " ", "Astakhov, A. V.; Shirochin, D. L. ", "  Fuel", " ", "1991", ", ", "70", ", 51−56.", "[", "Crossref", "], [", "CAS", "]", "(49) . ", "Capillary-like condensation of sorbed gases in coals", "Astakhov, A. V.; Shirochin, D. L.", "Fuel", "\r\n        (", "1991", "),\r\n    ", "70", "\r\n        (", "1", "),\r\n    ", "51-6", "CODEN:\r\n                ", "FUELAC", ";\r\n        ISSN:", "0016-2361", ".\r\n    ", "The influence of force fields acting in the pores of coal on condensation of matter sorbed from the gaseous phase and the resulting changes in pore structure were studied.  Capillary-like condensation, i.e., type-2 capillary phenomena, can occur in the fine structure of the pore vol.  The sorbate, when condensed as described, forms numerous spatially distributed inclusions similar to very thin films or to liq. interlayers.  The bursting pressure acting therein weakens the pore structure and reduces the strength of the coal.  The evidence for such phenomena is provided by data on changes in deformational, strength, electrophys., optical, and carrier properties, resulting from the interaction of the coal with CO2, CH4, or their mixts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3MXosFSnuw%253D%253D&md5=7176370549d076ea758ace2bd70ca762", " ", " ", "Walker, P. L., Jr.; Verma, S. K.; Rivera-Utrilla, J.; Davis, A. ", "  Fuel", " ", "1988", ", ", "67", ", 1615−1623.", "[", "Crossref", "], [", "CAS", "]", ". ", "Densities, porosities and surface areas of coal macerals as measured by their interaction with gases, vapors, and liquids", "Walker, Philip L, Jr.; Verma, Shyam K.; Rivera-Utrilla, Jose; Davis, Alan", "Fuel", "\r\n        (", "1988", "),\r\n    ", "67", "\r\n        (", "12", "),\r\n    ", "1615-23", "CODEN:\r\n                ", "FUELAC", ";\r\n        ISSN:", "0016-2361", ".\r\n    ", "He, Hg, MeOH, water, and CO2 were used as probes (298 K) to characterize densities, porosities, and surface areas of coal macerals.  Densities, measured by He and Hg displacement, permit the detn. of max. open pore vols. in macerals in the absence of significant imbibing of the fluids within the coal structure.  Densities measured in MeOH, water, and CO2 are frequently greater than those measured in He both because of their penetration into pores closed to He and into the coal structure due to imbibing.  Imbibing into the coal structure results in the swelling of macerals, the extent of which is strongly rank-dependent.  Uptake of CO2 on macerals is large.  It is due primarily to pore filling (coverage of micropores) and not to penetration within the coal structure.  Coverage of micropores by water is only a fraction of that of CO2.  Only a fraction of the surface of coal macerals is composed of hydrophilic sites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1MXktFOisw%253D%253D&md5=769bc5f0054518f1e574c3a942cea5f3", " ", " "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2003/langd5.2003.19.issue-23/la0258648/production/images/small/la0258648f00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2003/langd5.2003.19.issue-23/la0258648/production/images/small/la0258648f1.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2003/langd5.2003.19.issue-23/la0258648/production/images/small/la0258648f00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2003/langd5.2003.19.issue-23/la0258648/production/images/small/la0258648f00003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2003/langd5.2003.19.issue-23/la0258648/production/images/small/la0258648f00004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2003/langd5.2003.19.issue-23/la0258648/production/images/small/la0258648f00005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2003/langd5.2003.19.issue-23/la0258648/production/images/small/la0258648f00006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2003/langd5.2003.19.issue-23/la0258648/production/images/small/la0258648f00007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2003/langd5.2003.19.issue-23/la0258648/production/images/small/la0258648f00008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2003/langd5.2003.19.issue-23/la0258648/production/images/small/la0258648f00009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2003/langd5.2003.19.issue-23/la0258648/production/images/small/la0258648f00010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2003/langd5.2003.19.issue-23/la0258648/production/images/small/la0258648f00011.gif\">"]}
