{"title": ["Microporous Metal–Organic Framework Based on a Bifunctional Linker for Selective Sorption of CO", " over N", " and CH"], "authors": ["Di-Ming Chen", "Xiao-Ping Zhang", "Wei Shi", "Peng Cheng"], "doi": ["10.1021/acs.inorgchem.5b00561"], "abstract": ["A new three-dimensional (3D) Cu(II) metal−organic framework (MOF) incorporating triangular Cu(II)-hydroxo cluster as secondary building unit has been successfully constructed by using the bifunctional organic linker. This MOF not only shows structural changes upon external stimuli, but also displays stepwise and hysteretic CO", " sorption as well as highly selective sorption of CO", " over N", " and CH", " at room temperature.", "A bifunctional organic linker 4-(4-carboxyphenyl)-1,2,4-triazole (HCPT), incorporating both carboxylate and triazole groups, has been successfully used in the construction of a 2-fold interpenetrated dynamic metal–organic framework (MOF), {[Cu", "(CPT)", "(μ", "-OH)]·NO", "·7H", "O·EtOH}", " (", ") based on a triangular Cu(II)-hydroxo cluster as secondary building unit (SBU). Upon solvation/desolvation and temperature, the crystal cell parameters of ", " could be fine-tuned. More importantly, a transformation from disordered phase to a more ordered phase after activation was observed via a single-crystal-to-single-crystal mode. Gas sorption studies reveal that the activated ", " exhibits highly selective sorption of CO", " over N", " and CH", " at room temperature."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Introduction", "Over the past decade, a new family of crystalline porous material named metal–organic frameworks (MOFs) has attracted much attention by scientific community for its large surface areas, designable frameworks, adjustable pore surface functionality, and tunable pore sizes and shapes.", "(1-3)", " This kind of advanced material has already shown great potential for many applications such as CO", "2", " capture and separation (CCS).", "(4-7)", " With the rapid development of industry, a great amount of CO", "2", " has been released into the atmosphere, which is now known to cause severe global warming and climate changes.", "(8)", " The purification of low-quality natural gas by removing CO", "2", " from it has also become an important issue. Hence, the CCS process has become a subject of widespread concern, in both industrial and environmental aspects. As an emerging class of porous crystalline materials, MOFs have recently been explored as a potential new class of CO", "2", " adsorbents.", "(9-15)", " Up to now, only few MOFs exhibit highly selective sorption of CO", "2", " over both of N", "2", " and CH", "4", ".", "(16)", " The rational design and synthesis of MOFs with high CO", "2", " capture and selectivity still remains a great challenge for chemists, especially at ambient temperature and pressure, because the CO", "2", " adsorption capacity and selectivity are affected by many factors such as the electronic environment of the framework, pore size, surface areas, and so on.", "(17-20)", "In the exploration of MOFs for effective CO", "2", " separation, researchers have developed several strategies such as functional group gifting, pore-size control, open metal sites (OMS), and postmodification.", "(21)", " In general, MOFs are composed of metal ions or in situ generated clusters as nodes and organic ligands as linkers, so the deliberate selection of the nodes and linkers is the key factor for desirable structures and properties. Organic linkers incorporating carboxylate or triazole groups are two kinds of the most widely used ligands in MOF chemistry which have been demonstrated to be excellent to construct MOFs for their diverse coordination models and strong binding abilities.", "(22, 23)", " To combine the merits of both the carboxylate and triazole groups, the bifunctional ligand 4-(4-carboxyphenyl)-1,2,4-triazole (HCPT) was selected as the organic linker. We previously prepared a cage-based cationic MOF with [Cu", "4", "Cl]", "7+", " cluster as the node under solvothermal conditions. However, it was not robust enough to explore the CO", "2", " storage property.", "(24)", " In this work, a new 2-fold interpenetrated MOF {[Cu", "3", "(CPT)", "4", "(μ", "3", "-OH)]·NO", "3", "·7H", "2", "O·EtOH}", "n", " (", "1", ") containing a triangular Cu(II)-hydroxo cluster as secondary building unit (SBU) was synthesized under hydrothermal conditions (Scheme ", "1", "). This MOF not only shows structural changes upon external stimuli, but also displays highly selective sorption of CO", "2", " over N", "2", " and CH", "4", " at room temperature.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Experimental Section", "Materials and Methods", "Ligand 4-(4-carboxyphenyl)-1,2,4-triazole (HCPT) was prepared according to the modified literature procedure,", "(25)", " and other reagents are commercially available and used without further purification. FT-IR spectra were measured with a Bruker Tensor 27 Spectrometer on KBr discs in the 4000–400 cm", "–1", " region. Elemental analyses for C, H, and N were carried out by a PerkinElmer analyzer. Thermal analyses (under N", "2", " atmosphere, heating rate of 10 °C min", "–1", ") were carried out in a Labsys NETZSCH TG 209 Setaram apparatus from room temperature to 800 °C. Powder X-ray diffraction measurements were measured using a D/Max-2500 X-ray diffractometer with Cu Kα radiation. N", "2", ", CO", "2", ", and CH", "4", " sorption isotherms were recorded on the gas adsorption analyzer Autosorb-IQ2 (Quantachrome Instruments).", "Scheme 1. Synthetic Route for ", "1", " with Photo of the Hexagonal Crystals of ", "1", "Synthesis of {[Cu", "3", "(CPT)", "4", "(μ", "3", "-OH)]·NO", "3", "·7H", "2", "O·EtOH}", "n", " (", "1", ")", "A mixture of Cu(NO", "3", ")", "2", "·3H", "2", "O (0.048 g, 0.2 mmol), HCPT (0.020 g, 0.1 mmol), H", "2", "O (4 mL), and EtOH (2 mL) was added to a 25 mL Teflon-lined stainless steel reactor, and then heated at 120 °C for 2 days under autogenous pressure. After being cooled to room temperature, blue block crystals were obtained by filtration, washed with H", "2", "O and EtOH in sequence, and dried in air. The yield was 78% (based on HCPT). IR (KBr, cm", "–1", "): 3420 (br), 3014 (br), 2094 (w), 1606 (s), 1541(s), 1390 (s), 1254 (s), 1016 (s), 847 (m), 783 (s), 698 (m). Anal. Calcd (%) for ", "1", " (C", "38", "H", "45", "Cu", "3", "N", "13", "O", "20", "): C, 38.21; H, 3.80; N, 15.24. Found: C 38.36 H 3.89, N 15.08. A single crystal of ", "1a", " was obtained by heating a well-diffracted single crystal of ", "1", " on an Oxford Supernova TM diffractometer equipped with temperature controller at 393 K for 5 h, and ", "1b", " was afforded by cooling ", "1a", " at 150 K for 5 h; ", "1c", " was obtained by outgassing a well-diffracted single crystal of ", "1", " under vacuum at 80 °C for 12 h on the gas adsorption analyzer (Scheme ", "2", ").", "Scheme 2. Synthetic Routes for ", "1a", ",", " 1b", ", and ", "1c", "X-ray Crystallography", "Data collections for ", "1–1c", " were performed on an Oxford Supernova TM diffractometer with graphite-monochromated Mo Kα radiation (λ = 0.710 73 Å) using ω-scan technique. The SHELXL-97 program was used to solve and refine the targeted structures based on direct method and full matrix least-squares technique.", "(26)", " Anisotropic thermal parameters were assigned to all non-hydrogen atoms. The hydrogen atoms of organic ligand were generated geometrically. For all structures the contribution of heavily disordered solvent molecules was treated by the Squeeze procedure implemented in Platon.", "(27)", " For ", "1–1b", ", DFIX, SADI, DELU, and ISOR commands were used in the refinement of the two positional disorder CPT ligands. For ", "1c", ", the ISOR common was used in the refinement of the NPD atom C32. Details for structural analysis are summarized in Table ", "1", ".", "Table 1. Crystallographic Data and Structure Refinement Details for ", "1", " ", "1", "1a", "1b", "1c", "formula", "C", "38", "H", "45", "Cu", "3", "N", "13", "O", "20", "C", "72", "H", "48", "Cu", "6", "N", "26", "O", "24", "C", "72", "H", "48", "Cu", "6", "N", "26", "O", "24", "C", "36", "H", "24", "Cu", "3", "N", "13", "O", "12", "fw", "1194.49", "2042.66", "2042.66", "1021.33", "T", " (K)", "133(3)", "293(2)", "150.05(10)", "293(2)", "cryst syst", "monoclinic", "monoclinic", "monoclinic", "monoclinic", "space group", "C", "2", "/c", "P", "2", "/c", "P", "2", "/c", "C", "2", "/c", "a", " (Å)", "25.4902(4)", "25.6014(3)", "25.5831(5)", "25.7877(6)", "b", " (Å)", "14.7273(2)", "14.8269(2)", "14.8084(3)", "14.8425(4)", "c", " (Å)", "27.1139(5)", "27.3104(4)", "27.2527(11)", "26.8476(12)", "α (deg)", "90.00", "90.00", "90.00", "90.00", "β (deg)", "94.659(2)", "94.322(1)", "94.656(3)", "91.062(3)", "γ (deg)", "90.00", "90.00", "90.00", "90.00", "V", " (Å", "3", ")", "10 145.0(3)", "10 337.3(2)", "10 290.5(5)", "10 274.3(6)", "Z", "8", "4", "4", "8", "D", "c", " (g/cm", "3", ")", "1.564", "1.313", "1.318", "1.322", "μ (mm", "–1", ")", "1.333", "1.286", "1.292", "1.294", "R", "int", "0.0297", "0.0246", "0.0402", "0.0417", "collected/unique", "41 077/8971", "37 943/18 202", "38 885/18 114", "19 046/9039", "GOF on ", "F", "2", "1.060", "1.104", "1.094", "1.026", "R1, wR2 [", "I", " > 2σ(", "I", ")]", "0.0576/0.1587", "0.0546, 0.1601", "0.0683, 0.1936", "0.0494, 0.1318", "R1, wR2 (all data)", "0.0612/0.1626", "0.0665, 0.1677", "0.0919, 0.2072", "0.0616, 0.1404", "largest peak and hole (e Å", "–3", ")", "2.23/–1.23", "2.46/–0.75", "3.63/–0.95", "1.47/–0.59", "CCDC number", "1034262", "1034263", "1034264", "1034265", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Results and Discussion", "Synthesis and Structure", "Hydrothermal reaction of Cu(NO", "3", ")", "2", "·3H", "2", "O and HCPT in H", "2", "O/EtOH (2:1, v/v) at 120 °C for 48 h resulted in dark blue hexagonal crystals of ", "1", " with high yield (Scheme ", "1", ", ", "Supporting Information", " Figure S1). Single-crystal X-ray study reveals that ", "1", " crystallizes in monoclinic space group ", "C", "2", "/c", " and possesses a 2-fold interpenetrated 3D framework. There is one [Cu", "3", "(μ", "3", "-OH)]", "5+", " cluster with three crystallographically independent Cu(II) atoms in one asymmetric unit; all Cu(II) atoms exhibit pentacoordinate square-pyramidal environments (Figure ", "1", "a). Cu1 is connected with two nitrogen atoms and two carboxylic oxygen atoms from four individual CPT ligands, and one oxygen atom from the μ", "3", "-OH. Cu2 is bonded with three nitrogen atoms and one carboxylic oxygen atom from four individual CPT ligands, and one oxygen atom from the μ", "3", "-OH. Cu3 adopts the same connection mode as Cu2. Three Cu(II) ions along with three triazole units form a trinuclear SBU in which the Cu(II) ions are additionally bridged by μ", "3", "-OH. The NO", "3", "–", " ions are housed in the interlayer of the framework, so they do not occupy the channel space (", "Supporting Information", " Figure S2). When it is viewed along the ", "ab", " plane, each [Cu", "3", "(μ", "3", "-OH)]", "5+", " cluster is connected to six adjacent ones via CPT to form a triangle-tessellated layer structure with trigonal windows (Figure ", "1", "b). With the consideration of the trinuclear motifs as 6-connected nodes and the ligands as 2-connected linkers, the layer can be considered as a 3", "6", " net. These layers are further pillared by CPT along ", "c", " axes to afford a 8-connected 3D frameworks 2-fold interpenetrated with a point symbol {3", "6", ".4", "18", ".5", "3", ".6} that belongs to hexagonal primitive (hex) topology (Figures ", "1", "c and ", "2", "). To the best of our knowledge, the pillared 2D 3", "6", " layer in MOFs based on single-ligand is rarely reported, and ", "1", " represents the first example of MOFs showing hex topology based on a triazolcarboxylate ligand.", "(28)", " It is interesting to notice that the topology of ", "1", " resembles its crystal shape. In the framework, there are one-dimensional channels with a diameter ", "ca", ". 6.02 Å running along the [001] direction calculated by ", "Poreblazer", " software (Figure ", "1", "d).", "(29)", " The solvent-accessible volume was calculated (PLATON program) to be 30.6% of the crystal volume.", "(30)", "Figure 1. (a) Trinuclear copper SBU in the framework of ", "1", ". (b) The 3", "6", " net pillared by CPT ligands along ", "c", " axes. (c) The 2-fold interpenetrated hex net. (d) The space filling model of the framework.", "Figure 2. Schematic representation of the topological structure of ", "1", "; the blue net and the red net are interpenetrating with each other.", "Powder X-ray Diffraction (PXRD), Thermal Gravimetric Analyses (TGA), and Framework Flexibility", "The powder X-ray diffraction (PXRD) pattern of ", "1", " has been measured at room temperature to evaluate its phase purity. The collected data is consistent with the simulated one from the single-crystal data, indicative of its high phase purity (Figure ", "4", "). Thermal stability was evaluated by thermogravimetric analysis (TGA) and variable-temperature PXRD (", "Supporting Information", " Figures S4 and S5), and both show that ", "1", " could be stable up to 260 °C. The TGA curve of ", "1", " shows a weight loss of 14.3% in the temperature ranging from 25 to 110 °C, which could be due to the escape of seven lattice H", "2", "O and one EtOH molecules (calcd 14.4%), and then a platform appears up to 260 °C. Recent research reveals that some interpenetrated frameworks show interesting structural changes by external stimuli.", "(31)", " To investigate the dynamic structural property of ", "1", ", a well-diffracted single crystal was heated on the X-ray diffractometer at 393 K for 5 h to give ", "1a", " {[Cu", "3", "(CPT)", "4", "(μ", "3", "-OH)]·NO", "3", "}", "n", " (Scheme ", "2", "). The structural determination of ", "1a", " showed that the unit-cell parameters ", "a", ", ", "b", ", and ", "c", " changed +0.44%, +0.68%, and +0.7% compared with those of ", "1", ", respectively. Meanwhile, its β angle also decreased 0.36% with the space group change from ", "C", "2", "/c", " to ", "P", "2", "/c", ". After data collection, the single crystal was cooled at 150 K for 5 h to give ", "1b", " with the same formula of ", "1a", ". The unit-cell parameters ", "a", ", ", "b", ", and ", "c", " of ", "1b", " changed +0.07%, −0.12%, −0.2% with the β angle decreased 0.35% compared with that of ", "1a", ". It is noticed that the original crystal parameters cannot be generated by simply returning to the original temperature because of the loss of the lattice molecules. The crystal data of ", "1c", " (obtained by outgassing a well-diffracted single crystal of ", "1", " under vacuum at 80 °C overnight) was also collected for further study, which showed the unit-cell parameters ", "a", ", ", "b", ", and ", "c", " changed +1.2%, +0.8%, −0.98% with β angle decreased 3.8% compared with those of ", "1", ". Although these crystal cell parameters were only fine-tuned, the pore sizes are still sensitive to external stimuli as calculated by ", "Poreblazer", " software. The calculated results revealed the max pore diameter was 6.02, 6.18, 6.00, and 6.32 Å for ", "1", ", ", "1a", ", ", "1b", ", and ", "1c", ", respectively (Figure ", "3", "). Since the hexagonal channels are defined by intersection of the trigonal channels from the two identical interpenetrated networks, their pore diameters largely depend on the relative position of each independent framework. The changes of distance between the μ", "3", "-OH of each interpenetrated structure confirm the movement of the network (", "Supporting Information", " Figure S6). It is interesting that the two positional disordered CPTs in ", "1", " could not be found in ", "1c", " (", "Supporting Information", " Figure S7), revealing a transformation from a disordered phase to a more ordered phase after activation which may result from the stronger interframework interactions. The PXRD patterns of ", "1c", " were right shifted a little compared with that of ", "1", " (Figure ", "4", "). However, they could restore to that of ", "1", " after soaking in MeOH for 3 days, indicating the dynamic structure of ", "1", ".", "(32)", " Such a type of dynamic behavior is distinguishable from those which possess a large breathing effect along with void volumes and drastic swelling of the cells.", "(33)", "Figure 3. Pore diameters calculated by software ", "Poreblazer", ": (a) orginal data, (b) after being heated, (c) after being cooled, and (d) after activation.", "Figure 4. PXRD patterns of ", "1", " and ", "1c", ".", "Gas Adsorption Studies", "Inspired by its moderate void volume and dynamic structural nature, the gas adsorption property of ", "1", " was studied. Before the measurements, about 100 mg of crystals of ", "1", " was finely treated ultrasonically and soaked in MeOH for 3 days, and then outgassed under dynamic vacuum at 80 °C overnight to afford ", "1c", ". The surface areas were calculated on the basis of the CO", "2", " isotherm collected at 195 K in a relative pressure ranging from 10", "–3", " to 1 atm. It showed a max uptake of 121 cm", "3", "/g with type-I behavior. The surface areas calculated from CO", "2", " sorption data are 386 m", "2", "/g (BET) and 472 m", "2", "/g (Langmuir), respectively. It is very interesting that ", "1c", " showed hysteresis in the desorption of CO", "2", ", which may be explained by strong interaction of the CO", "2", " molecules with the framework.", "(34)", " At 273 K, the isotherm of CO", "2", " showed an unconspicuous two-step sorption with a slight hysteresis: ", "1c", " can capture 25.3 cm", "3", "/g of CO", "2", " at 0.074 atm, and then a jump in uptake occurs until the pressure of 0.1 atm with a uptake of 36.2 cm", "3", "/g, and further increased to 78.8 cm", "3", "/g at 1 atm (Figure ", "5", "). At 283 K, ", "1c", " showed an uptake of 28.7 cm", "3", "/g of CO", "2", " at 0.13 atm, and an abrupt increase was observed at the pressure of 0.16 atm, which was followed by a slow increase to the max uptake of 73.1 cm", "3", "/g at 1 atm. Isotherms at 298 and 313 K show similar trends, with the max uptake of 60.1 and 48.7 cm", "3", "/g, respectively. As shown in Figure ", "4", ", a few PXRD patterns change upon guest removal/recover suggesting the dynamic framework to some degree. So the present unconspicuous stepwise gas sorption isotherms might be attributed to the guest-induced reversible phase transitions on gas adsorption and desorption, which has been encountered in some 2-fold interpenetrated MOFs with stepwise sorption behavior reported recently.", "(35, 36)", " The width of the hysteresis loops in the CO", "2", " adsorption isotherms turn out to be more pronounced as the temperature increases, accompanying the phase transition pressure shifts toward higher pressure. Such behavior is the typical characteristic of porous MOFs with flexible pores which could be triggered by gas molecules.", "(37-40)", "Figure 5. CO", "2", " isotherms of ", "1c", " at different temperatures.", "For comparison, N", "2", " and CH", "4", " sorption isotherms were measured at 273 and 298 K, and showed type-I character with uptakes of 3.1, 2.5 cm", "3", "/g for N", "2", " and 13.0, 8.2 cm", "3", "/g for CH", "4", ", respectively (Figure ", "6", "). The selectivity of CO", "2", " over N", "2", " and CH", "4", " from a binary gas mixture was evaluated by the ideal adsorbed solution theory (IAST) based on CO", "2", ", CH", "4", ", and N", "2", " isotherms measured.", "(41)", " In general, the IAST selectivity for CO", "2", "/CH", "4", " and CO", "2", "/N", "2", " decreases slightly as the pressure increases.", "(42, 43)", " Interestingly, ", "1c", " shows increasing trend with a high ", "S", "ads", "(CO", "2", "/N", "2", ") of 105 in a 15:85 molar ratio of CO", "2", " and N", "2", " mixtures at 298 K and 1 atm. The ", "S", "ads", "(CO", "2", "/CH", "4", ") at 298 K shows a similar increasing trend from 18 to 36 at 298 K. The ", "S", "ads", "(CO", "2", "/CH", "4", ") of ", "1c", " under room temperature is higher than most MOFs under similar conditions.", "(3)", " The experimental result suggests that ", "1c", " is a promising candidate for separation of CO", "2", " from CH", "4", ". To better understand the CO", "2", "–framework interaction, isosteric heats (", "Q", "st", ") of CO", "2", " were calculated with the virial method on the basis of CO", "2", " isotherms collected at 273 and 298 K (", "Supporting Information", " Figure S8). The ", "Q", "st", " is 32 kJ mol", "–1", " at zero loading, which indicates strong interaction between the framework and CO", "2", ".", "(44)", " After initial loading, the ", "Q", "st", " falls slowly and then rises again to a value that is higher than that at zero loading, which might be attributed to the strong interactions between the adsorbed CO", "2", " molecules.", "(45, 46)", "Figure 6. (a) CO", "2", " sorption isotherm of ", "1c", " at 195 K. (b) CO", "2", ", CH", "4", ", and N", "2", " sorption isotherms of ", "1c", " around room temperature. (c) IAST predicted CO", "2", "/N", "2", " and CO", "2", "/CH", "4", " selectivity at 298 K. (d) CO", "2", " isosteric adsorption enthalpy calculated from virial method.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Conclusion", "In conclusion, a 2-fold interpenetrated dynamic MOF, ", "1", ", has been successfully assembled from the triangular Cu(II)–hydroxo cluster and the bifunctional organic linker HCPT, whose structure responds to external stimuli. MOF ", "1", " shows stepwise and hysteretic CO", "2", " sorption isotherms and highly selective sorption of CO", "2", " over N", "2", " and CH", "4", " at room temperature, which endows this MOF with promising utilization in CO", "2", " storage and purification of natural gas. Further studies on the construction of MOFs based on HCPT ligand and other SBUs are under way in our lab.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Supporting Information", "Additional structural pictures (Figures S1–S3), variable-temperature powder X-ray diffraction patterns (Figures S4), TGA curves (Figure S5), fitting details of sorption isotherms (Figure S6), and X-ray crystallographic information in CIF format for ", "1–1c", ". The Supporting Information is available free of charge on the ", "ACS Publications website", " at DOI: ", "10.1021/acs.inorgchem.5b00561", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Acknowledgment", "We thank the “973 Program” (2012CB821702), NSFC (21421001), the MOE (IRT-13R30), 111 Project (B12015), the NSF of Tianjin (13JCZDJC32200) for financial support.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "References", "This article references 46 other publications.", "1. ", "Zhou", ", ", "H.-C.", "; ", "Kitagawa", ", ", "S.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5415", "– ", "5418", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Metal-Organic Frameworks (MOFs)", "Zhou, Hong-Cai \"Joe\"; Kitagawa, Susumu", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5415-5418", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Recent advances in the chem. of porous coordination polymers are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtFehtr%252FM&md5=bbe8405d4302c49b5bb262abfab0fc10", "2. ", "Zhou", ", ", "H.-C.", "; ", "Long", ", ", "J. R.", "; ", "Yaghi", ", ", "O. M.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "673", "– ", "674", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Introduction to Metal-Organic Frameworks", "Zhou, Hong-Cai; Long, Jeffrey R.; Yaghi, Omar M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "673-674", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review is presented on prepn., structure and application of Metal-Org. Frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1OjtLw%253D&md5=abf05fcd4ae6b394b7f1048a93f5ebbc", "3. ", "Long", ", ", "J. R.", "; ", "Yaghi", ", ", "O. M.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1213", "– ", "1214", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "The pervasive chemistry of metal-organic frameworks", "Long, Jeffrey R.; Yaghi, Omar M.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1213-1214", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvValsrw%253D&md5=6764928147334cafac2213ad3d66e382", "4. ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T.-H.", "; ", "Long", ", ", "J. R.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "724", "– ", "781", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "5. ", "Li", ", ", "J.-R.", "; ", "Sculley", ", ", "J.", "; ", "Zhou", ", ", "H.-C.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "869", "– ", "932", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Metal-Organic Frameworks for Separations", "Li, Jian-Rong; Sculley, Julian; Zhou, Hong-Cai", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "869-932", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  This article reviews the metal-org. frameworks (MOFs), a new class of porous solid materials.  Their performances for applications in sepns. and purifications is attracting intense interest of researchers working in the fields of chem., chem. engineering, materials science, and others.  Despite being in its infancy, the research progress in this subject has already shown that MOFs are promising for sepn. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1OnsbbL&md5=635f36e2682f7fbc651f5021d591a1cf", "6. ", "Cui", ", ", "P.", "; ", "Ma", ", ", "Y.-G.", "; ", "Li", ", ", "H.-H.", "; ", "Zhao", ", ", "B.", "; ", "Li", ", ", "J.-R.", "; ", "Cheng", ", ", "P.", "; ", "Balbuena", ", ", "P. B.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "18892", "– ", "18895", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Multipoint Interactions Enhanced CO2 Uptake: A Zeolite-like Zinc-Tetrazole Framework with 24-Nuclear Zinc Cages", "Cui, Ping; Ma, Yu-Guang; Li, Huan-Huan; Zhao, Bin; Li, Jian-Rong; Cheng, Peng; Balbuena, Perla B.; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "46", "),\r\n    ", "18892-18895", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A zeolite-like microporous tetrazole-based metal-org. framework (MOF) with 24 nuclear zinc cages was synthesized and characterized.  It exhibits high CO2 adsorption capacity up to 35.6% (8.09 mmol/g) and excellent CO2/CH4 selectivity at 273 K/1 bar, being among the highest values known to date.  Theor. calcns. based on simulated annealing techniques and periodic DFT revealed that CO2 is predominantly located around the inner surface of the cages through multipoint interactions, in particular, around the arom. tetrazole rings.  Importantly, it is the 1st time that multipoint interactions between CO2 mols. and frameworks resulting in high CO2 uptake are obsd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsF2qtrfE&md5=b338cf0fe1cbdef723a539b0433c7f3b", "7. ", "Nugent", ", ", "P.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Burd", ", ", "S. D.", "; ", "Cairns", ", ", "A. J.", "; ", "Luebke", ", ", "R.", "; ", "Forrest", ", ", "K.", "; ", "Pham", ", ", "T.", "; ", "Ma", ", ", "S.", "; ", "Space", ", ", "B.", "; ", "Wojtas", ", ", "L.", "; ", "Eddaoudi", ", ", "M.", "; ", "Zaworotko", ", ", "M. J.", " ", "Nature", " ", "2013", ",  ", "495", ",  ", "80", "– ", "84", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Porous materials with optimal adsorption thermodynamics and kinetics for CO2 separation", "Nugent, Patrick; Belmabkhout, Youssef; Burd, Stephen D.; Cairns, Amy J.; Luebke, Ryan; Forrest, Katherine; Pham, Tony; Ma, Shengqian; Space, Brian; Wojtas, Lukasz; Eddaoudi, Mohamed; Zaworotko, Michael J.", "Nature (London, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "495", "\r\n        (", "7439", "),\r\n    ", "80-84", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Energy costs assocd. with the sepn. and purifn. of industrial commodities (e.g., gases, fine chems., fresh water) currently represent ∼15% of global energy prodn.; the demand for such commodities is projected to triple by 2050 (P. Taylor, 2010).  The challenge of developing effective sepn. and purifn. technologies which have much smaller energy footprints is greater for CO2 than for other gases; in addn. to its involvement in climate change, CO2 is an impurity in natural gas, biogas (biomass-based natural gas), syngas (CO/H2, the main H2 source for refineries), and many other gas streams.  In the context of porous cryst. materials which can exploit equil. and kinetic selectivity, size selectivity and targeted mol. recognition are attractive characteristics for CO2 sepn. and capture, as exemplified by 5A and 13X zeolites (J. Merel, et al., 2008), and metal-org. materials (MOM).  This paper reports that a crystal engineering or reticular chem. strategy which controls pore functionality and pore size in a series of MOM with coordinately satd. metal centers and periodically arrayed hexafluorosilicate anions (SiF52-) enables a kinetics and thermodn. sweet spots offering high volumetric uptake at low CO2 partial pressure (<0.15 bar).  Most importantly, such MOM offer an unprecedented CO2 sorption selectivity over N2, H2, and CH4, even in the presence of moisture.  Thus, these MOM are relevant to CO2 sepn. in the context of post-combustion (flue gas, CO2/N2), pre-combustion (shifted synthesis gas stream, CO2/H2), and natural gas upgrading (natural gas clean-up, CO2/CH4).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjsFCntbg%253D&md5=56941673abb6b13f920476a593dfeb98", "8. ", "Petit", ", ", "J. R.", "; ", "Jouzel", ", ", "J.", "; ", "Raynaud", ", ", "D.", "; ", "Barkov", ", ", "N. I.", "; ", "Barnola", ", ", "J. M.", "; ", "Basile", ", ", "I.", "; ", "Bender", ", ", "M.", "; ", "Chappellaz", ", ", "J.", "; ", "Davis", ", ", "M.", "; ", "Delaygue", ", ", "G.", "; ", "Delmotte", ", ", "M.", "; ", "Kotlyakov", ", ", "V. M.", "; ", "Legrand", ", ", "M.", "; ", "Lipenkov", ", ", "V. Y.", "; ", "Lorius", ", ", "C.", "; ", "Pepin", ", ", "L.", "; ", "Ritz", ", ", "C.", "; ", "Saltzman", ", ", "E.", "; ", "Stievenard", ", ", "M.", " ", "Nature", " ", "1999", ",  ", "399", ",  ", "429", "– ", "436", "[", "Crossref", "], [", "CAS", "]", "8. ", "Climate and atmospheric history of the past 420,000 years from the Vostok ice core, Antarctica", "Petit, J. R.; Jouzel, J.; Raynaud, D.; Barkov, N. I.; Barnola, J.-M.; Basile, I.; Bender, M.; Chappellaz, J.; Davis, M.; Delaygue, G.; Delmotte, M.; Kotlyakov, V. M.; Legrand, M.; Lipenkov, V. Y.; Lorius, C.; Pepin, L.; Ritz, C.; Saltzman, E.; Stievenard, M.", "Nature (London)", "\r\n        (", "1999", "),\r\n    ", "399", "\r\n        (", "6735", "),\r\n    ", "429-436", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Macmillan Magazines", ")\r\n        ", "The recent completion of drilling at Vostok station in East Antarctica has allowed the extension of the ice record of atm. compn. and climate to the past four glacial-interglacial cycles.  The succession of changes through each climate cycle and termination was similar, and atm. and climate properties oscillated between stable bounds.  Interglacial periods differed in temporal evolution and duration.  Atm. concns. of carbon dioxide and methane correlate well with Antarctic air-temp. throughout the record.  Present-day atm. burdens of these two important greenhouse gases seem to have been unprecedented during the past 420,000 yr.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXjvVyqu78%253D&md5=2ca875f1e3a89e22af2edb7eecc953b3", "9. ", "Liu", ", ", "X.-H.", "; ", "Ma", ", ", "J.-G.", "; ", "Niu", ", ", "Z.", "; ", "Yang", ", ", "G.-M.", "; ", "Cheng", ", ", "P.", " ", "Angew. Chem., Int. Ed.", " ", "2014", ",  ", "54", ",  ", "988", "– ", "991", "[", "Crossref", "]", "There is no corresponding record for this reference.", "10. ", "Qiu", ", ", "S.", "; ", "Xue", ", ", "M.", "; ", "Zhu", ", ", "G.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "6116", "– ", "6140", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Metal-organic framework membranes: from synthesis to separation application", "Qiu, Shilun; Xue, Ming; Zhu, Guangshan", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "6116-6140", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. framework (MOF) materials, which are constructed from metal ions or metal ion clusters and bridging org. linkers, exhibit regular cryst. lattices with relatively well-defined pore structures and interesting properties.  As a new class of porous solid materials, MOFs are attractive for a variety of industrial applications including sepn. membranes - a rapidly developing research area.  Many reports have discussed the synthesis and applications of MOFs and MOF thin films, but relatively few have addressed MOF membranes.  This article provides an overview of the diverse MOF membranes that were prepd., beginning with a brief introduction to the current techniques for the fabrication of MOF membranes.  Gas and liq. sepn. applications with different MOF membranes are also included.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtVGjs7jK&md5=f3f3cc7e65a4347d0952ba379104fa88", "11. ", "An", ", ", "J.", "; ", "Geib", ", ", "S. J.", "; ", "Rosi", ", ", "N. L.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "38", "– ", "39", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "High and Selective CO2 Uptake in a Cobalt Adeninate Metal-Organic Framework Exhibiting Pyrimidine- and Amino-Decorated Pores", "An, Jihyun; Geib, Steven J.; Rosi, Nathaniel L.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "1", "),\r\n    ", "38-39", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The synthesis and structure of Co2(ad)2(CO2CH2)2·2DMF·0.5H2O (bio-MOF-11) is described.  The porosity of this material was studied, and its CO2 and H2 adsorption properties were evaluated.  Bio-MOF-11 exhibits a high heat of adsorption for CO2 (45 kJ/mol), a high CO2 capacity (6 mmol/g, 273 K), and exceptional selectivity for CO2 over N2 at 273 K (81:1) and 298 K (75:1).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFGhtb%252FE&md5=93ee9d991b4af2909b125c69efeab1d6", "12. ", "Liao", ", ", "P.-Q.", "; ", "Chen", ", ", "H.", "; ", "Zhou", ", ", "D.-D.", "; ", "Liu", ", ", "S.-Y.", "; ", "He", ", ", "C.-T.", "; ", "Rui", ", ", "Z.", "; ", "Ji", ", ", "H.", "; ", "Zhang", ", ", "J.-P.", "; ", "Chen", ", ", "X.-M.", " ", "Energy Environ. Sci.", " ", "2015", ",  ", "38", ",  ", "1213", "– ", "1214", "There is no corresponding record for this reference.", "13. ", "Cai", ", ", "J.", "; ", "Rao", ", ", "X.", "; ", "He", ", ", "Y.", "; ", "Yu", ", ", "J.", "; ", "Wu", ", ", "C.", "; ", "Zhou", ", ", "W.", "; ", "Yildirim", ", ", "T.", "; ", "Chen", ", ", "B.", "; ", "Qian", ", ", "G.", " ", "Chem. Commun.", " ", "2014", ",  ", "50", ",  ", "1552", "– ", "1554", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "A highly porous NbO type metal-organic framework constructed from an expanded tetracarboxylate", "Cai, Jianfeng; Rao, Xingtang; He, Yabing; Yu, Jancan; Wu, Chuande; Zhou, Wei; Yildirim, Taner; Chen, Banglin; Qian, Guodong", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2014", "),\r\n    ", "50", "\r\n        (", "13", "),\r\n    ", "1552-1554", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A novel NbO type microporous metal-org. framework Cu2L (ZJU-32 (5); H4L (4) = 5'-((3,5-dicarboxyphenyl)ethynyl)-[1,1':3',1''-terphenyl]-4,4''-dicarboxylic acid) constructed from an elaborately designed tetratopic ligand was solvothermally synthesized and structurally characterized.  The activated ZJU-32a exhibits high permanent porosity with the Brunauer-Emmett-Teller (BET) surface area of 3831 m2 g-1 and the pore vol. of 1.482 cm3 g-1, enabling it to be a promising material for both methane storage and carbon dioxide capture at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXpvVChtg%253D%253D&md5=bd016604b07d857f2c4513c70e9d3b5b", "14. ", "Li", ", ", "X.-J.", "; ", "Jiang", ", ", "F.-L.", "; ", "Wu", ", ", "M.-Y.", "; ", "Chen", ", ", "L.", "; ", "Qian", ", ", "J.-J.", "; ", "Zhou", ", ", "K.", "; ", "Yuan", ", ", "D.-Q.", "; ", "Hong", ", ", "M.", " ", "Inorg. Chem.", " ", "2014", ",  ", "53", ",  ", "1032", "– ", "1038", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Construction of Two Microporous Metal-Organic Frameworks with flu and pyr Topologies Based on Zn4(μ3-OH)2(CO2)6 and Zn6(μ6-O)(CO2)6 Secondary Building Units", "Li, Xing-Jun; Jiang, Fei-Long; Wu, Ming-Yan; Chen, Lian; Qian, Jin-Jie; Zhou, Kang; Yuan, Da-Qiang; Hong, Mao-Chun", "Inorganic Chemistry", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "2", "),\r\n    ", "1032-1038", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "By employment of a tripodal phosphoric carboxylate ligand, tris-(4-carboxylphenyl)-phosphine oxide (H3TPO), two novel porous metal-org. frameworks, namely, [Zn2(μ3-OH)(TPO)(H2O)] (1) and [Zn6(μ6-O)-(TPO)2](NO3)4·3H2O (2), were synthesized by solvothermal methods.  Complexes 1 and 2 exhibit three-dimensional microporous frameworks with flu and pyr topologies and possess rare butterfly-shaped Zn4(μ3-OH)2(CO2)6 and octahedral Zn6(μ6-O)-(CO2)6 secondary building units, resp.  Large cavities and 1-dimensional channels are obsd. in these two frameworks.  Gas-sorption measurements indicate that complex 2 has a good H2 uptake capacity of 171.9 cm3 g-1 (1.53%) at 77 K and 1.08 bar, and its ideal adsorbed soln. theory calcn. predicts highly selective adsorption of CO2 over N2 and CH4.  Also, complexes 1 and 2 exhibit excellent blue emission at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhvVWlsA%253D%253D&md5=28ff7b41574f64d8ec8700f0eac2f9fa", "15. ", "Xue", ", ", "D. X.", "; ", "Cairns", ", ", "A. J.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Wojtas", ", ", "L.", "; ", "Liu", ", ", "Y. L.", "; ", "Alkordi", ", ", "M. H.", "; ", "Eddaoudi", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "7660", "– ", "7667", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Tunable Rare-Earth fcu-MOFs: A Platform for Systematic Enhancement of CO2 Adsorption Energetics and Uptake", "Xue, Dong-Xu; Cairns, Amy J.; Belmabkhout, Youssef; Wojtas, Lukasz; Liu, Yunling; Alkordi, Mohamed H.; Eddaoudi, Mohamed", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "20", "),\r\n    ", "7660-7667", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of fcu-MOFs based on rare-earth (RE) metals and linear fluorinated/non-fluorinated, homo/heterofunctional ligands were targeted and synthesized.  This particular face-centered cubic-metal org. frameworks (fcc-MOF) platform was selected because of its unique structural characteristics combined with the ability/potential to dictate and regulate its chem. properties (e.g., tuning of the electron-rich RE metal ions and high localized charge d., a property arising from the proximal positioning of polarizing tetrazolate moieties and fluoro-groups that decorate the exposed inner surfaces of the confined conical cavities).  These features permitted a systematic gas sorption study to evaluate/elucidate the effects of distinctive parameters on CO2-MOF sorption energetics.  Our study supports the importance of the synergistic effect of exposed open metal sites and proximal highly localized charge d. toward materials with enhanced CO2 sorption energetics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmt1ymt7k%253D&md5=6eab65ed87edbaf07749f93fe7732f68", "16. ", "Gong", ", ", "Y.", "; ", "Huang", ", ", "Y.", "; ", "Jiang", ", ", "L.", "; ", "Lu", ", ", "T.", " ", "Inorg. Chem.", " ", "2014", ",  ", "53", ",  ", "9457", "– ", "9459", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "A Luminescent Microporous Metal-Organic Framework with Highly Selective CO2 Adsorption and Sensing of Nitro Explosives", "Gong, Yun-Nan; Huang, Yong-Liang; Jiang, Long; Lu, Tong-Bu", "Inorganic Chemistry", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "18", "),\r\n    ", "9457-9459", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A luminescent microporous metal-org. framework (Me2NH2)6[In10(TTCA)12].24DMF.15H2O (1) (TTCA = triphenylene-2,6,10-tricarboxylate) based on a π-electron-rich tricarboxylate ligand and an In3+ ion was solvothermally obtained and characterized and exhibits highly selective CO2 adsorption over CH4 and N2 gases and selective sensing of the nitro explosive 2,4,6-trinitrophenol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhsVCqtbfI&md5=fb5a3e23eb37732a27d5de1687e76710", "17. ", "Sen", ", ", "S.", "; ", "Neogi", ", ", "S.", "; ", "Aijaz", ", ", "A.", "; ", "Xu", ", ", "Q.", "; ", "Bharadwaj", ", ", "P. K.", " ", "Inorg. Chem.", " ", "2014", ",  ", "53", ",  ", "7591", "– ", "7598", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Construction of Non-Interpenetrated Charged Metal-Organic Frameworks with Doubly Pillared Layers: Pore Modification and Selective Gas Adsorption", "Sen, Susan; Neogi, Subhadip; Aijaz, Arshad; Xu, Qiang; Bharadwaj, Parimal K.", "Inorganic Chemistry", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "14", "),\r\n    ", "7591-7598", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The rigid and angular tetracarboxylic acid 1,3-bis(3,5-dicarboxyphenyl)imidazolium (H4L+), incorporating an imidazolium group, was used with different pyridine-based linkers to construct a series of non-interpenetrated cationic frameworks, {[Zn2(L)(bpy)2]·(NO3)·(DMF)6·(H2O)9}n (1), {[Zn2(L)(dpe)2]·(NO3)·(DMF)3·(H2O)2}n (2), and {[Zn2(L)(bpb)2]·(NO3)·(DMF)3·(H2O)4}n (3) [L = L3-, DMF = N,N'-dimethylformamide, bpy = 4,4'-bipyridine, dpe = 1,2-di(4-pyridyl)ethylene, bpb = 1,4-bis(4-pyridyl)benzene].  The frameworks consist of {[Zn2(L)]+}n two-dimensional layers that are further pillared by the linker ligands to form three-dimensional bipillared-layer porous structures.  While the choice of the bent carboxylic acid ligand and formation of double pillars are major factors in achieving charged non-interpenetrated frameworks, lengths of the pillar linkers direct the pore modulation.  Accordingly, the N2 gas adsorption capacity of the activated frameworks (1a-3a) increases with increasing pillar length.  Moreover, variation in the electronic environment and marked difference in the pore sizes of frameworks permit selective CO2 adsorption over N2, where 3a exhibits the highest selectivity.  In contrast, the selectivity of CO2 over CH4 is reversed and follows the order 1a > 2a > 3a.  Even though the pore sizes of the frameworks are large enough compared to the kinetic diams. of the excluded gas mols., the electronic environment is crucial for the selective sorption of CO2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtVGksLrE&md5=3614df217120a7325d9f25a2a131cf32", "18. ", "Sikdar", ", ", "N.", "; ", "Hazra", ", ", "A.", "; ", "Maji", ", ", "T. K.", " ", "Inorg. Chem.", " ", "2014", ",  ", "53", ",  ", "5993", "– ", "6002", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Stoichiometry-Controlled Two Flexible Interpenetrated Frameworks: Higher CO2 Uptake in a Nanoscale Counterpart Supported by Accelerated Adsorption Kinetics", "Sikdar, Nivedita; Hazra, Arpan; Maji, Tapas Kumar", "Inorganic Chemistry", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "12", "),\r\n    ", "5993-6002", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Crystal structures and gas storage properties of two 2-fold interpenetrated 3D frameworks, {[Zn2(bpdc)2(azpy)]·2H2O·2DMF}n (1) and {[Zn3(bpdc)3(azpy)]·4H2O·2DEF}n (2) [bpdc = 4,4'-biphenyldicarboxylate; azpy = 4,4'-azobipyridine], obtained from the same set of org. linkers, are reported.  The compd. 1 was also prepd. in form of nanospheres (MOF1N) to study the size-dependent adsorption properties through a coordination modulation method.  The two different SBUs, dinuclear paddle-wheel {Zn2(COO)4} for 1 and trinuclear {Zn3(μ2-OCO)2(COO)4 }for 2, directed the different network topologies of the frameworks that render different adsorption characteristics into the systems.  Both of the frameworks showed guest-induced structural transformations as supported by PXRD studies.  Adsorption studies of 1 and 2 showed CO2 selectivity over several other gases (such as N2, H2, O2, and Ar) under identical exptl. conditions.  The MOF1N exhibited significantly higher CO2 storage capacity compared to bulk crystals of 1 and that can be attributed to the smaller diffusion barrier at the nanoscale that is supported by studies of adsorption kinetics in both states.  Kinetic measurement based on water vapor adsorption clearly distinguished between the rate of diffusion of bulk (1) and nanospheres (MOF1N).  The resp. kinetic rate const. (k, s-1) for MOF1N (k = 1.29 × 10-2 s-1) was found to be considerably higher than 1 (k = 7.1 × 10-3 s-1) as obtained from the linear driving force (LDF) model.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXptl2ntrk%253D&md5=3d5c38851644fdd096f2fb22533f7637", "19. ", "Lee", ", ", "J. Y.", "; ", "Olson", ", ", "D. H.", "; ", "Pan", ", ", "L.", "; ", "Emge", ", ", "T. J.", "; ", "Li", ", ", "J.", " ", "Adv. Funct. Mater.", " ", "2007", ",  ", "17", ",  ", "1255", "– ", "1262", "[", "Crossref", "], [", "CAS", "]", "19. ", "Microporous metal-organic frameworks with high gas sorption and separation capacity", "Lee, Jeong Yong; Olson, David H.; Pan, Long; Emge, Thomas J.; Li, Jing", "Advanced Functional Materials", "\r\n        (", "2007", "),\r\n    ", "17", "\r\n        (", "8", "),\r\n    ", "1255-1262", "CODEN:\r\n                ", "AFMDC6", ";\r\n        ISSN:", "1616-301X", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The design, synthesis, and structural characterization of two microporous metal-org. framework structures, [M(bdc)(ted)0.5]·2DMF·0.2H2O (M = Zn (1), Cu (2); H2bdc = 1,4-benzenedicarboxylic acid; ted = triethylenediamine) is reported.  The pore characteristics and gas sorption properties of these compds. were studied at cryogenic temps., room temp., and higher temps. by exptl. measuring Ar, H, and selected hydrocarbon adsorption/desorption isotherms.  Both compds. are highly porous with a pore vol. of 0.65 (1) and 0.52 cm3 g-1 (2).  The amt. of the H uptake, 2.1% (1) and 1.8% (2) at 77 K (1 atm), places them among the group of metal-org. frameworks (MOFs) having the highest H2 sorption capacity.  [Zn(bdc)(ted)0.5]·2DMF·0.2H2O adsorbs a very large amt. of hydrocarbons, including MeOH, EtOH, Me2O, n-hexane, cyclohexane, and benzene, giving the highest sorption values among all metal-org. based porous materials reported to date.  These materials hold great promise for gas sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXmtFKjsrY%253D&md5=b9f1f58a8f0436bf14080614b75d1001", "20. ", "Du", ", ", "L. T.", "; ", "Lu", ", ", "Z. Y.", "; ", "Zheng", ", ", "K. Y.", "; ", "Wang", ", ", "J. Y.", "; ", "Zheng", ", ", "X.", "; ", "Pan", ", ", "Y.", "; ", "You", ", ", "X. Z.", "; ", "Bai", ", ", "J. F.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "562", "– ", "565", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Fine-Tuning Pore Size by Shifting Coordination Sites of Ligands and Surface Polarization of Metal-Organic Frameworks To Sharply Enhance the Selectivity for CO2", "Du, Liting; Lu, Zhiyong; Zheng, Kaiyuan; Wang, Junyi; Zheng, Xin; Pan, Yi; You, Xiaozeng; Bai, Junfeng", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "2", "),\r\n    ", "562-565", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Based upon the (3,6)-connected metal-org. framework {Cu(L1)·2H2O·1.5DMF}∞ (L1 = 5-(pyridin-4-yl)isophthalic acid) (SYSU, for Sun Yat-Sen University), iso-reticular {Cu(L2)·DMF}∞ (L2 = 5-(pyridin-3-yl)isophthalic acid) (NJU-Bai7; NJU-Bai for Nanjing University Bai group) and {Cu(L3)·DMF·H2O}∞ (L3 = 5-(pyrimidin-5-yl)isophthalic acid) (NJU-Bai8) were designed by shifting the coordination sites of ligands to fine-tune pore size and polarizing the inner surface with uncoordinated N atoms, resp., with almost no changes in surface area or porosity.  Compared with those of the prototype SYSU, both the adsorption enthalpy and selectivity of CO2 for NJU-Bai7 and NJU-Bai8 have been greatly enhanced, which makes NJU-Bai7 and NJU-Bai8 good candidates for postcombustion CO2 capture.  Notably, the CO2 adsorption enthalpy of NJU-Bai7 is the highest reported so far among the MOFs without any polarizing functional groups or open metal sites.  Meanwhile, NJU-Bai8 exhibits high uptake of CO2 and good CO2/CH4 selectivity at high pressure, which are quite valuable characteristics in the purifn. of natural gases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvV2gsLvN&md5=95669e5c19fa61e7227828db666e414a", "21. ", "Li", ", ", "B.", "; ", "Wang", ", ", "H.", "; ", "Chen", ", ", "B.", " ", "Chem.—Asian J.", " ", "2014", ",  ", "9", ",  ", "1474", "– ", "1498", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "Microporous Metal-Organic Frameworks for Gas Separation", "Li, Bin; Wang, Hailong; Chen, Banglin", "Chemistry - An Asian Journal", "\r\n        (", "2014", "),\r\n    ", "9", "\r\n        (", "6", "),\r\n    ", "1474-1498", "CODEN:\r\n                ", "CAAJBI", ";\r\n        ISSN:", "1861-4728", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Microporous metal-org. frameworks (MOFs) are comparatively new porous materials.  Because the pores within such MOFs can be readily tuned through the interplay of both metal-contg. clusters and org. linkers to induce their size-selective sieving effects, while the pore surfaces can be straightforwardly functionalized to enforce their different interactions with gas mols., MOF materials are very promising for gas sepn.  Furthermore, the high porosities of such materials can enable microporous MOFs with optimized gas sepn. selectivity and capacity to be targeted.  This Focus Review highlights recent significant advances in microporous MOFs for gas sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXkslGltb4%253D&md5=bbdc8655d067ad315717cd867de03675", "22. ", "Zhao", ", ", "D.", "; ", "Timmons", ", ", "D. J.", "; ", "Yuan", ", ", "D.", "; ", "Zhou", ", ", "H.-C.", " ", "Acc. Chem. Res.", " ", "2011", ",  ", "44", ",  ", "123", "– ", "33", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "Tuning the Topology and Functionality of Metal-Organic Frameworks by Ligand Design", "Zhao, Dan; Timmons, Daren J.; Yuan, Daqiang; Zhou, Hong-Cai", "Accounts of Chemical Research", "\r\n        (", "2011", "),\r\n    ", "44", "\r\n        (", "2", "),\r\n    ", "123-133", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) -highly cryst. hybrid materials that combine metal ions with rigid org. ligands- have emerged as an important class of porous materials.  The org. ligands add flexibility and diversity to the chem. structures and functions of these materials.  In this Account, we summarize our lab.'s experience in tuning the topol. and functionality of MOFs by ligand design.  These investigations have led to new materials with interesting properties.  By using a ligand that can adopt different symmetry conformations through free internal bond rotation, we have obtained two MOFs that are supramol. stereoisomers of each other at different reaction temps.  In another case, where the dimerized ligands function as a D3-Piedfort unit spacer, we achieve chiral (10,3)-a networks.  In the design of MOF-based materials for hydrogen and methane storage, we focused on increasing the gas affinity of frameworks by using ligands with different geometries to control the pore size and effectively introduce unsatd. metal centers (UMCs) into the framework.  Framework interpenetration in PCN-6 (PCN stands for porous coordination network) can lead to higher hydrogen uptake.  Because of the proper alignment of the UMCs, PCN-12 holds the record for uptake of hydrogen at 77 K/760 Torr.  In the case of methane storage, PCN-14 with anthracene-derived ligand achieves breakthrough storage capacity, at a level 28% higher than the U.S. Department of Energy target.  Selective gas adsorption requires a pore size comparable to that of the target gas mols.; therefore, we use bulky ligands and network interpenetration to reduce the pore size.  In addn., with the help of an amphiphilic ligand, we were able to use temp. to continuously change pore size in a 2D layer MOF.  Adding charge to an org. ligand can also stabilize frameworks.  By ionizing the amine group within mesoMOF-1, the resulting electronic repulsion keeps the network from collapsing, giving rise to the first case of mesoporous MOF that demonstrates the type IV isotherm.  We use dendritic hexacarboxylate ligands to synthesize an isoreticular series of MOFs with (3,24)-connected network topol.  The cuboctahedral cages serve as building blocks that narrow the opening of the mesocavities into microwindows and stabilize these MOFs.  The resulting materials have exceptionally high surface areas and hydrogen uptake capacities.  Despite the many achievements in MOF development, there is still ample opportunity for further exploration.  We will be continuing our efforts and look forward to contributing to this blossoming field in the next decade.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsV2ksbfO&md5=f17f81d99259e7ee659b30bcc2ddeea2", "23. ", "Zhang", ", ", "J.-P.", "; ", "Zhang", ", ", "Y.-B.", "; ", "Lin", ", ", "J.-B.", "; ", "Chen", ", ", "X.-M.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1001", "– ", "1033", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Metal Azolate Frameworks: From Crystal Engineering to Functional Materials", "Zhang, Jie-Peng; Zhang, Yue-Biao; Lin, Jian-Bin; Chen, Xiao-Ming", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1001-1033", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The progress is discussed in the mol. design, prepn. and properties of metal azolate frameworks including complexes with imidazolates, pyrazolates, 1,2,4-triazolates, 1,2,3-triazolates and tetrazolates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1SrsrnE&md5=1e2bf82ba2a6364dbd8687a4aa5d820a", "24. ", "Chen", ", ", "D.-M.", "; ", "Shi", ", ", "W.", "; ", "Cheng", ", ", "P.", " ", "Chem. Commun.", " ", "2015", ",  ", "51", ",  ", "370", "– ", "372", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "24. ", "A cage-based cationic body-centered tetragonal metal-organic framework: single-crystal to single-crystal transformation and selective uptake of organic dyes", "Chen, Di-ming; Shi, Wei; Cheng, Peng", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2015", "),\r\n    ", "51", "\r\n        (", "2", "),\r\n    ", "370-372", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A cage-based cationic body-centered metal-org. framework, {[(Cu4Cl)(CPT)4(H2O)4]·3NO3·5NMP·3.5H2O} (1)(HCPT = 4-(4-carboxyphenyl)-1,2,4-triazole, NMP = N-methyl-2-pyrrolidone), was successfully synthesized using a custom-designed bifunctional triazolcarboxylate ligand.  It shows interesting single-crystal-to-single-crystal transformation upon solvent exchange process and selective uptake of org. dyes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhvFSmsr3O&md5=8032a4a91d26698370a245dd50d0dfd1", "25. ", "Chen", ", ", "D.-M.", "; ", "Ma", ", ", "X.-Z.", "; ", "Zhang", ", ", "X.-J.", "; ", "Xu", ", ", "N.", "; ", "Cheng", ", ", "P.", " ", "Inorg. Chem.", " ", "2015", ",  ", "54", ",  ", "2976", "– ", "2982", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Switching a 2D Co(II) Layer to a 3D Co7-Cluster-Based Metal-Organic Framework: Syntheses, Crystal Structures, and Magnetic Properties", "Chen, Di-Ming; Ma, Xiao-Zhou; Zhang, Xue-Jing; Xu, Na; Cheng, Peng", "Inorganic Chemistry", "\r\n        (", "2015", "),\r\n    ", "54", "\r\n        (", "6", "),\r\n    ", "2976-2982", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two 2-dimensional layered coordination networks of {[Co(TPA)Cl](H2O)2.5}n (1) and {[Co(TPA)(μ2-OH)](H2O)2}n (2) (HTPA = 4-(1,2,4-triazol-4-yl)phenylacetic acid) were solvothermally synthesized and fully characterized.  Interesting 1-dimensional Co2+-Cl or Co2+-μ2-OH chain structures were obsd.  By carefully adjusting the reaction conditions, a new 3-dimensional metal-org. framework (MOF) of {[Co7(TPA)6(μ3-OH)4(μ2-OH)2(H2O)4](TPA)2(DMF)3(H2O)3}n (3) was obtained.  MOF 3 is built from Co7 clusters and fully deprotonated TPA ligands, which display a cubic pcu topol.  Factors that influence the structures of the three TPA-based complexes, as well as their magnetic properties, were studied.  The heptanuclear-Co(II)-cluster-based MOF 3 shows interesting magnetization dynamics at low temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXjs1Gnsb4%253D&md5=bc064d48182e2c565b7dacbc92662e66", "26. ", "Sheldrick", ", ", "G. M.", " ", "Acta Crystallogr.", " ", "2008", ",  ", "A64", ",  ", "112", "– ", "122", "[", "Crossref", "], [", "CAS", "]", "26. ", "A short history of SHELX", "Sheldrick, George M.", "Acta Crystallographica, Section A: Foundations of Crystallography", "\r\n        (", "2008", "),\r\n    ", "64", "\r\n        (", "1", "),\r\n    ", "112-122", "CODEN:\r\n                ", "ACACEQ", ";\r\n        ISSN:", "0108-7673", ".\r\n    \r\n            (", "International Union of Crystallography", ")\r\n        ", "An account is given of the development of the SHELX system of computer programs from SHELX-76 to the present day.  In addn. to identifying useful innovations that have come into general use through their implementation in SHELX, a crit. anal. is presented of the less-successful features, missed opportunities and desirable improvements for future releases of the software.  An attempt is made to understand how a program originally designed for photog. intensity data, punched cards and computers over 10000 times slower than an av. modern personal computer has managed to survive for so long.  SHELXL is the most widely used program for small-mol. refinement and SHELXS and SHELXD are often employed for structure soln. despite the availability of objectively superior programs.  SHELXL also finds a niche for the refinement of macromols. against high-resoln. or twinned data; SHELXPRO acts as an interface for macromol. applications.  SHELXC, SHELXD and SHELXE are proving useful for the exptl. phasing of macromols., esp. because they are fast and robust and so are often employed in pipelines for high-throughput phasing.  This paper could serve as a general literature citation when one or more of the open-source SHELX programs (and the Bruker AXS version SHELXTL) are employed in the course of a crystal-structure detn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhsVGhurzO&md5=8f91f10be4a9df74b2a9dad522c71e6e", "27. ", "PLATON", " program:", "Spek", ", ", "A. L.", " ", "Acta Crystallogr., Sect. A", " ", "1990", ",  ", "46", ",  ", "194", "– ", "201", "[", "Crossref", "]", "There is no corresponding record for this reference.", "28. ", "Han", ", ", "L.", "; ", "Xu", ", ", "L.-P.", "; ", "Qin", ", ", "L.", "; ", "Zhao", ", ", "W.-N.", "; ", "Yan", ", ", "X.-Z.", "; ", "Yu", ", ", "L.", " ", "Cryst. Growth Des.", " ", "2013", ",  ", "13", ",  ", "4260", "– ", "4267", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Syntheses, Crystal Structures, and Physical Properties of Two Noninterpenetrated Pillar-Layered Metal-Organic Frameworks Based on N,N'-Di(4-pyridyl)-1,4,5,8-naphthalenetetracarboxydiimide Pillar", "Han, Lei; Xu, Lan-Ping; Qin, Lan; Zhao, Wen-Na; Yan, Xiao-Zhi; Yu, Lei", "Crystal Growth & Design", "\r\n        (", "2013", "),\r\n    ", "13", "\r\n        (", "10", "),\r\n    ", "4260-4267", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two 3-dimensional noninterpenetrated pillar-layered metal-org. frameworks were synthesized under solvothermal reactions based on a N,N'-di-(4-pyridyl)-1,4,5,8-naphthalenetetracarboxydiimide (DPNDI) pillar.  Single-crystal x-ray diffraction analyses revealed that compd. [Co3(BDC)3(DPNDI)-(DMF)2]·2CH3CN (1) displays an eight-connected hex net with Schlaefli symbol 36·418·53·6 and consists of a DPNDI pillar and 2-dimensional 36 net layer that was constructed from a pinwheel trimetallic secondary building unit and 1,4-benzenedicarboxylate (BDC) linker.  [Zn2(HFIPBB)2(DPNDI)]·8DMF (2) exhibits a six-connected mab net with Schlaefli symbol 44·610·8 and consists of a DPNDI pillar and 2-dimensional wavelike 44 net layer with helical channels that was constructed from a paddlewheel dimetallic secondary building unit and bent V-type 4,4'-(hexafluoroisopropylidene)bis(benzoate) linker.  The phase purity, thermal stability, and N2 adsorption/desorption of 1 and 2 were measured; the antiferromagnetic property of 1 as well as the photochromic phenomenon of 2 also were studied and discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht1arsrzJ&md5=311e6337e64320a821cc95ada14b8a8e", "29. ", "Sarkisov", ", ", "L.", "; ", "Harrison", ", ", "A.", " ", "Mol. Simul.", " ", "2011", ",  ", "37", ",  ", "1248", "– ", "1257", "[", "Crossref", "], [", "CAS", "]", "29. ", "Computational structure characterisation tools in application to ordered and disordered porous materials", "Sarkisov, Lev; Harrison, Alex", "Molecular Simulation", "\r\n        (", "2011", "),\r\n    ", "37", "\r\n        (", "15", "),\r\n    ", "1248-1257", "CODEN:\r\n                ", "MOSIEA", ";\r\n        ISSN:", "0892-7022", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "A review.  In this article, we present a set of computational tools for systematic characterization of ordered and disordered porous materials.  These tools include calcn. of the accessible surface area and geometric pore size distribution, anal. of the structure connectivity and percolation anal. of the porous space.  We briefly discuss the algorithms behind these calcns.  To demonstrate the capabilities of the tools and the type of insights that can be gained from their application, we consider a series of case studies.  These case studies include small mol. fragments, several cryst. metal-org. materials, and variants of these materials with induced defects and disorder in their structure.  The simulation package is available upon request.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlGksrrO&md5=972a01d1d907ebf5a2b503bb2ace0301", "30. ", "Spek", ", ", "A.", " ", "J. Appl. Crystallogr.", " ", "2003", ",  ", "36", ",  ", "7", "– ", "13", "[", "Crossref", "], [", "CAS", "]", "30. ", "Single-crystal structure validation with the program PLATON", "Spek, A. L.", "Journal of Applied Crystallography", "\r\n        (", "2003", "),\r\n    ", "36", "\r\n        (", "1", "),\r\n    ", "7-13", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "0021-8898", ".\r\n    \r\n            (", "Blackwell Munksgaard", ")\r\n        ", "The results of a single-crystal structure detn. when in CIF format can now be validated routinely by automatic procedures.  In this way, many errors in published papers can be avoided.  The validation software generates a set of ALERTS detailing issues to be addressed by the experimenter, author, referee and publication journal.  Validation was pioneered by the IUCr journal Acta Crystallographica Section C and is currently std. procedure for structures submitted for publication in all IUCr journals.  The implementation of validation procedures by other journals is in progress.  This paper describes the concepts of validation and the classes of checks that are carried out by the program PLATON as part of the IUCr check CIF facility.  PLATON validation can be run at any stage of the structure refinement, independent of the structure detn. package used, and is recommended for use as a routine tool during or at least at the completion of every structure detn.  Two examples are discussed where proper validation procedures could have avoided the publication of incorrect structures that had serious consequences for the chem. involved.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXltlChtw%253D%253D&md5=0a85de2407551632bb287508534904e2", "31. ", "Zhang", ", ", "J.-P.", "; ", "Liao", ", ", "P.-Q.", "; ", "Zhou", ", ", "H.-L.", "; ", "Lin", ", ", "R.-B.", "; ", "Chen", ", ", "X.-M.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5789", "– ", "5814", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "31. ", "Single-crystal X-ray diffraction studies on structural transformations of porous coordination polymers", "Zhang, Jie-Peng; Liao, Pei-Qin; Zhou, Hao-Long; Lin, Rui-Biao; Chen, Xiao-Ming", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5789-5814", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  X-ray single-crystal diffraction has been the most straightforward and important technique in structural detn. of cryst. materials for understanding their structure-property relations.  This powerful tool can be used to directly visualize the precise and detailed structural information of porous coordination polymers or metal-org. frameworks at different states, which are unique for their flexible host frameworks compared with conventional adsorbents.  With a series of selected recent examples, this review gives a brief overview of single-crystal x-ray diffraction studies and single-crystal to single-crystal transformations of porous coordination polymers under various chem. and phys. stimuli such as solvent and gas sorption/desorption/exchange, chem. reaction and temp. change.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtVKjs7rO&md5=02c271334a69cc398238d2f64b7e2e8c", "32. ", "Chen", ", ", "B.", "; ", "Ma", ", ", "S.", "; ", "Zapata", ", ", "F.", "; ", "Lobkovsky", ", ", "E. B.", "; ", "Yang", ", ", "J.", " ", "Inorg. Chem.", " ", "2006", ",  ", "45", ",  ", "5718", "– ", "5720", "[", "ACS Full Text ", "], [", "CAS", "]", "32. ", "Hydrogen Adsorption in an Interpenetrated Dynamic Metal-Organic Framework", "Chen, Banglin; Ma, Shengqian; Zapata, Fatima; Lobkovsky, Emil B.; Yang, Jun", "Inorganic Chemistry", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "15", "),\r\n    ", "5718-5720", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A metal-org. framework Zn(NDC)(4,4'-Bpe)0.5·xG [NDC = 2,6-naphthalenedicarboxylate; 4,4'-Bpe = 4,4'-trans-bis(4-pyridyl)ethylene; G = guest mols.] has been synthesized, structurally characterized, and rationalized to be a two-interpenetrated elongated primitive cubic net.  Powder X-ray diffraction and adsorption studies reveal the dynamic feature of the framework, which can take up hydrogen of about 2.0 wt % at 77 K and 40 bar and 0.3 wt % at 298 K and 65 bar.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XmtVygs78%253D&md5=b197758becbf44473a4c5f597817166f", "33. ", "Wang", ", ", "J.-H.", "; ", "Li", ", ", "M.", "; ", "Li", ", ", "D.", " ", "Chem. Sci.", " ", "2013", ",  ", "4", ",  ", "1793", "– ", "1801", "[", "Crossref", "], [", "CAS", "]", "33. ", "A dynamic, luminescent and entangled MOF as a qualitative sensor for volatile organic solvents and a quantitative monitor for acetonitrile vapour", "Wang, Jun-Hao; Li, Mian; Li, Dan", "Chemical Science", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "4", "),\r\n    ", "1793-1801", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A new luminescent entangled (srs nets with 2-fold interpenetration, linked via short Cu···Cu distances of ∼2.8 Å) MOF, namely, [(CuCN)3L·(guest)x]n (L =2,6-bis((3,5-dimethyl-1H-pyrazol-4-yl)methyl)pyridine; x =1 or 2), which contains microporous channels, is synthesized.  This MOF material shows structural dynamics upon adsorption of various volatile org. solvent mols., accompanied by reversible guest responsive color changes of the fluorescence emission that are discernible by the naked eyes.  The vacuated form of this material can also exhibit qual. solvate-optical sensing behaviors toward various mixed solvents.  A quant. real-time monitoring device is constructed that implements the detn. of acetonitrile vapor pressure through optical response, which causes a drastic emission change from blue to yellow.  The detailed structural elucidation provides structure-property understanding for the host-guest responsive dynamics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjtlymsbo%253D&md5=d88aae265addfc3292c17101b21fc58d", "34. ", "Li", ", ", "J.-R.", "; ", "Ma", ", ", "Y.", "; ", "McCarthy", ", ", "M. C.", "; ", "Sculley", ", ", "J.", "; ", "Yu", ", ", "J.", "; ", "Jeong", ", ", "H.-K.", "; ", "Balbuena", ", ", "P. B.", "; ", "Zhou", ", ", "H.-C.", " ", "Coord. Chem. Rev.", " ", "2011", ",  ", "255", ",  ", "1791", "– ", "1823", "[", "Crossref", "], [", "CAS", "]", "34. ", "Carbon dioxide capture-related gas adsorption and separation in metal-organic frameworks", "Li, Jian-Rong; Ma, Yu-Guang; McCarthy, M. Colin; Sculley, Julian; Yu, Jia-Mei; Jeong, Hae-Kwon; Balbuena, Perla B.; Zhou, Hong-Cai", "Coordination Chemistry Reviews", "\r\n        (", "2011", "),\r\n    ", "255", "\r\n        (", "15-16", "),\r\n    ", "1791-1823", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  Reducing anthropogenic CO2 emission and lowering the concn. of greenhouse gases in the atm. has quickly become one of the most urgent environmental issues of our age.  Carbon capture and storage (CCS) is one option for reducing these harmful CO2 emissions.  While a variety of technologies and methods have been developed, the sepn. of CO2 from gas streams is still a crit. issue.  Apart from establishing new techniques, the exploration of capture materials with high sepn. performance and low capital cost are of paramount importance.  Metal-org. frameworks (MOFs), a new class of cryst. porous materials constructed by metal-contg. nodes bonded to org. bridging ligands hold great potential as adsorbents or membrane materials in gas sepn.  In this paper, we review the research progress (from exptl. results to mol. simulations) in MOFs for CO2 adsorption, storage, and sepns. (adsorptive sepn. and membrane-based sepn.) that are directly related to CO2 capture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmtVGgur8%253D&md5=e355c975136ff8fc01a97d4f7cb95aa8", "35. ", "Mulfort", ", ", "K. L.", "; ", "Farha", ", ", "O. K.", "; ", "Malliakas", ", ", "C. D.", "; ", "Kanatzidis", ", ", "M. G.", "; ", "Hupp", ", ", "J. T.", " ", "Chem.—Eur. J.", " ", "2010", ",  ", "16", ",  ", "276", "– ", "281", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "35. ", "An Interpenetrated Framework Material with Hysteretic CO2 Uptake", "Mulfort, Karen L.; Farha, Omar K.; Malliakas, Christos D.; Kanatzidis, Mercouri G.; Hupp, Joseph T.", "Chemistry - A European Journal", "\r\n        (", "2010", "),\r\n    ", "16", "\r\n        (", "1", "),\r\n    ", "276-281, S276/1-S276/22", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A new, 2-fold interpenetrated metal-org. framework (MOF) material, [Zn2(L1)(L2)] (H4L1 = 1,2,4,5-tetrakis(4-carboxyphenyl)benzene, L2 = N,N'-bis(4-pyridyl)-1,4,5,8-naphthalenetetracarboxylic diimide), was synthesized that demonstrates dramatic steps in the adsorption and hysteresis in the desorption of CO2.  Measurement of the structure by powder x-ray diffraction (PXRD) and pair distribution function (PDF) anal. indicates that structural changes upon CO2 sorption most likely involve the interpenetrated frameworks moving with respect to each other.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhs1WksLvI&md5=77be40ad4bbd7927784a97994773310d", "36. ", "Park", ", ", "H. J.", "; ", "Suh", ", ", "M. P.", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "610", "– ", "612", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "36. ", "Stepwise and hysteretic sorption of N2, O2, CO2, and H2 gases in a porous metal-organic framework [Zn2(BPnDC)2(bpy)]", "Park, Hye Jeong; Suh, Myunghyun Paik", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "4", "),\r\n    ", "610-612", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The doubly interpenetrated 3-dimensional porous metal-org. frameworks {[Zn2(BPnDC)2(bpy)]·2DEF·2MeOH}n and {[Zn2(BPnDC)2(bpy)]·6MeOH}n (BPnDC = benzophenone-4,4'-dicarboxylate, bipy = 4,4'-bipyridine, DEF = N,N-diethylformamide) were prepd. and characterized by x-ray crystallog.  The desolvated MOF [Zn2(BPnDC)2(bpy)] (SNU-9) exhibits high gas uptake capacities for N2, O2, CO2, and H2 gases, with uncommon stepwise adsorption and hysteretic desorption behaviors, while not adsorbing CH4 gas.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXisFWrsA%253D%253D&md5=5425537068ee80cffb2ee7f56d265be3", "37. ", "Hye", ", ", "J. C.", "; ", "Dincǎ", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "7848", "– ", "7850", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "38. ", "Zhao", ", ", "X.", "; ", "Xiao", ", ", "B.", "; ", "Fletcher", ", ", "A. J.", "; ", "Thomas", ", ", "K. M.", "; ", "Bradshaw", ", ", "D.", "; ", "Rosseinsky", ", ", "M. J.", " ", "Science", " ", "2004", ",  ", "306", ",  ", "1012", "– ", "1015", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "38. ", "Hysteretic Adsorption and Desorption of Hydrogen by Nanoporous Metal-Organic Frameworks", "Zhao, Xuebo; Xiao, Bo; Fletcher, Ashleigh J.; Thomas, K. Mark; Bradshaw, Darren; Rosseinsky, Matthew J.", "Science (Washington, DC, United States)", "\r\n        (", "2004", "),\r\n    ", "306", "\r\n        (", "5698", "),\r\n    ", "1012-1015", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Adsorption and desorption of hydrogen from nanoporous materials, such as activated C, is usually fully reversible.  The authors prepd. nanoporous metal-org. framework materials with flexible linkers in which the pore openings, as characterized in the static structures, appear to be too small to allow H2 to pass.  The authors observe hysteresis in their adsorption and desorption kinetics above the supercrit. temp. of H2 that reflects the dynamical opening of the windows between pores.  This behavior would allow H2 to be adsorbed at high pressures but stored at lower pressures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXptFyjtbc%253D&md5=42cbb6e1b708cd791929d4e89d328f95", "39. ", "Culp", ", ", "J. T.", "; ", "Smith", ", ", "M. R.", "; ", "Bittner", ", ", "E.", "; ", "Bockrath", ", ", "B.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "12427", "– ", "12434", "[", "ACS Full Text ", "], [", "CAS", "]", "39. ", "Hysteresis in the Physisorption of CO2 and N2 in a Flexible Pillared Layer Nickel Cyanide", "Culp, Jeffrey T.; Smith, Milton R.; Bittner, Edward; Bockrath, Bradley", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "37", "),\r\n    ", "12427-12434", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Rare hysteretic adsorption/desorption isotherms are reported for CO2 and N2 on a pillared Ni(1,2-bis(4-pyridyl)ethylene)[Ni(CN)4] compd. (NiBpeneNiCN).  The hysteresis occurs under moderate pressure and at temps. above the crit. temps. of the resp. gases.  Powder X-ray diffraction measurements indicate that the material is an extended three-dimensional analog of the well-known Hofmann clathrates which is formed through axial bridging of the in-plane octahedral Ni sites by the bidentate 1,2-bis(4-pyridyl)ethylene.  The hysteretic behavior toward guest adsorption and desorption is attributed to a structural phase transition in the material resulting from a variation in the tilt angle of the 1,2-bis(4-pyridyl)ethylene pillars.  Kinetics studies on the desorption of acetone from the material show two first-order processes with two rate consts. yielding activation energies of 68 and 55 kJ/mol when loadings are greater than 1 equiv of acetone per formula unit.  The CO2 adsorption/desorption isotherms on the series of structurally similar Ni(L)[Ni(CN)4] compds., where L = pyrazine, 4,4'-bipyridine, 1,2-bis(4-pyridyl)ethane, and dipyridylacetylene, are also reported.  In contrast to NiBpeneNiCN, the rigid members of this series show normal type I isotherms with no measureable hysteresis and no significant structural changes during the adsorption/desorption cycle, while the flexible 1,2-bis(4-pyridyl)ethane-bridged sample collapses in the guest-free state and shows no significant adsorption of CO2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtVeitL%252FO&md5=4c8956e1cff84d9b34634b4f13663498", "40. ", "Ju", ", ", "P.", "; ", "Jiang", ", ", "L.", "; ", "Lu", ", ", "T.-B.", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "1820", "– ", "1822", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "40. ", "An unprecedented dynamic porous metal-organic framework assembled from fivefold interlocked closed nanotubes with selective gas adsorption behaviors", "Ju, Ping; Jiang, Long; Lu, Tong-Bu", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "18", "),\r\n    ", "1820-1822", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "An unprecedented 3-dimensional dynamic porous metal-org. framework [(NiL)3(TCBA)2] (L = 2-(1,3,5,8,12-pentaazacyclotetradecan-3-yl)butan-1-ol, H3TCBA = tri(4-carboxybenzyl)amine) assembled from 5-fold interlocked closed nanotubes was constructed, which exhibits highly selective adsorption of CO2 over N2 and H2, as well as stepwise and hysteretic behaviors.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXitFalt7o%253D&md5=15ef1d6c3535dd0035ab74ac9f6b1d48", "41. ", "Myers", ", ", "A. L.", "; ", "Prausnitz", ", ", "J. M.", " ", "AIChE J.", " ", "1965", ",  ", "11", ",  ", "121", "– ", "127", "[", "Crossref", "], [", "CAS", "]", "41. ", "Thermodynamics of mixed-gas adsorption", "Myers, A. L.; Prausnitz, J. M.", "AIChE Journal", "\r\n        (", "1965", "),\r\n    ", "11", "\r\n        (", "1", "),\r\n    ", "121-7", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    ", "Adsorption equil. for components in a gaseous mixt. can be calcd. by using only data for pure-component adsorption equil. at the same temp. for the same adsorbent.  Predicted isotherms give good agreement with exptl. data for mixts. of CH4-C2H6 and of C2H4CO2 on activated C, and of CO-O2 and of C3H8-C3H6 on silica gel.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF2MXnvVKmsA%253D%253D&md5=9ea5963c5fa05e3b4b97be48b002205f", "42. ", "Li", ", ", "T.", "; ", "Chen", ", ", "D.-L.", "; ", "Sullivan", ", ", "J. E.", "; ", "Kozlowski", ", ", "M. T.", "; ", "Johnson", ", ", "J. K.", "; ", "Rosi", ", ", "N. L.", " ", "Chem. Sci.", " ", "2013", ",  ", "4", ",  ", "1746", "– ", "1755", "[", "Crossref", "], [", "CAS", "]", "42. ", "Systematic modulation and enhancement of CO2 : N2 selectivity and water stability in an isoreticular series of bio-MOF-11 analogues", "Li, Tao; Chen, De-Li; Sullivan, Jeanne E.; Kozlowski, Mark T.; Johnson, J. Karl; Rosi, Nathaniel L.", "Chemical Science", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "4", "),\r\n    ", "1746-1755", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "An isoreticular series of cobalt-adeninate bio-MOFs (bio-MOFs-11-14) is reported.  The pores of bio-MOFs-11-14 (1-4) are decorated with acetate, propionate, butyrate, and valerate, resp.  The complexes are Co2(ad)2(CH3CO2)2.2.25DMF.0.6H2O (1), Co2(ad)2(C2H5CO2)2.2.25DMF.0.3H2O (2), Co2(ad)2(C3H7CO2)2.1.1DMF.0.6H2O (3) and Co2(ad)2(C4H9CO2)2.0.6DMF.0.6H2O (4) (ad = adeninate).  The nitrogen (N2) and carbon dioxide (CO2) adsorption properties of these materials were studied and compared.  The isosteric heats of adsorption for CO2 are calcd., and the CO2:N2 selectivities for each material are detd.  As the lengths of the aliph. chains decorating the pores in bio-MOFs-11-14 increase, the BET surface areas decrease from 1148 m2 g-1 to 17 m2 g-1 while the CO2 : N2 selectivities predicted from ideal adsorbed soln. theory at 1 bar and 273 K for a 10 : 90 CO2 : N2 mixt. range from 73 : 1 for bio-MOF-11 to 123 : 1 for bio-MOF-12 and finally to 107 : 1 for bio-MOF-13.  At 298 K, the selectivities are 43 : 1 for bio-MOF-11, 52 : 1 for bio-MOF-12, and 40 : 1 for bio-MOF-13.  Addnl., bio-MOF-14 exhibits a unique mol. sieving property that allows it to adsorb CO2 but not N2 at 273 and 298 K. Finally, the water stability of bio-MOFs-11-14 increases with increasing aliph. chain length.  Bio-MOF-14 exhibits no loss of crystallinity or porosity after soaking in water for one month.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjtlymsro%253D&md5=b8c3ec41b10e74edbf7916e4f4ed35af", "43. ", "Xiong", ", ", "Y.", "; ", "Fan", ", ", "Y.-Z.", "; ", "Yang", ", ", "R.", "; ", "Chen", ", ", "S.", "; ", "Pan", ", ", "M.", "; ", "Jiang", ", ", "J.-J.", "; ", "Su", ", ", "C.-Y.", " ", "Chem. Commun.", " ", "2014", ",  ", "50", ",  ", "14631", "– ", "14634", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "43. ", "Amide and N-oxide functionalization of T-shaped ligands for isoreticular MOFs with giant enhancements in CO2 separation", "Xiong, Ying; Fan, Yan-Zhong; Yang, Rui; Chen, Sha; Pan, Mei; Jiang, Ji-Jun; Su, Cheng-Yong", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2014", "),\r\n    ", "50", "\r\n        (", "93", "),\r\n    ", "14631-14634", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "By stepwise functionalization of a T-shaped ligand with amide and N-oxide groups, the authors obtained a MOF with drastically strengthened CO2-framework interactions, induced by a \"open donor sites\" (ODSs) effect, resulting in a high heat of adsorption and high CO2/CH4, CO2/CO and CO2/N2 sepn. selectivities at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhsFyrur3I&md5=27ae361bc6a2721ebcf3c28e4fcfc58d", "44. ", "Zhang", ", ", "S.-Y.", "; ", "Zhang", ", ", "X.", "; ", "Li", ", ", "H.", "; ", "Niu", ", ", "Z.", "; ", "Shi", ", ", "W.", "; ", "Cheng", ", ", "P.", " ", "Inorg. Chem.", " ", "2015", ",  ", "43", ",  ", "2310", "– ", "2314", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "45. ", "Haldar", ", ", "R.", "; ", "Reddy", ", ", "S. K.", "; ", "Suresh", ", ", "V. M.", "; ", "Mohapatra", ", ", "S.", "; ", "Balasubramanian", ", ", "S.", "; ", "Maji", ", ", "T. K.", " ", "Chem.—Eur. J.", " ", "2014", ",  ", "20", ",  ", "4347", "– ", "4356", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "45. ", "Flexible and Rigid Amine-Functionalized Microporous Frameworks Based on Different Secondary Building Units: Supramolecular Isomerism, Selective CO2 Capture, and Catalysis", "Haldar, Ritesh; Reddy, Sandeep K.; Suresh, Venkata M.; Mohapatra, Sudip; Balasubramanian, Sundaram; Maji, Tapas Kumar", "Chemistry - A European Journal", "\r\n        (", "2014", "),\r\n    ", "20", "\r\n        (", "15", "),\r\n    ", "4347-4356", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "We report the synthesis, structural characterization, and porous properties of 2 isomeric supramol. complexes of {[Cd(NH2-bdc)(bphz)0.5]DMF.H2O}n, where (NH2-bdc = 2-aminobenzenedicarboxylic acid, bphz = 1,2-bis(4-pyridylmethylene)hydrazine) composed of a mixed-ligand system.  The 1st isomer, with a paddle-wheel-type Cd2(COO)4 secondary building unit (SBU), is flexible, whereas the other isomer has a rigid framework based on a μ-oxo-bridged Cd2(μ-OCO)2 SBU.  Both frameworks are 2-fold interpenetrated and the pore surface is decorated with pendant -NH2 and =N-N= functional groups.  Both the frameworks are nonporous to N2, revealed by the type II adsorption profiles.  However, at 195 K, the 1st isomer shows an unusual double-step hysteretic CO2 adsorption profile, whereas the 2nd isomer shows a typical type I CO2 profile.  Also, at 195 K, both frameworks show excellent selectivity for CO2 among other gases (N2, O2, H2, and Ar), which has been correlated to the specific interaction of CO2 with the -NH2 and =N-N= functionalized pore surface.  DFT calcns. for the oxo-bridged isomer unveiled that the -NH2 group is the primary binding site for CO2.  The high heat of CO2 adsorption (ΔHads = 37.7 kJ mol-1) in the oxo-bridged isomer is realized by NH2-CO2/arom. π-CO2 and cooperative CO2-CO2 interactions.  Further, postsynthetic modification of the -NH2 group into -NHCOMe in the 2nd isomer leads to a reduced CO2 uptake with lower binding energy, which establishes the crit. role of the -NH2 group for CO2 capture.  The presence of basic -NH2 sites in the oxo-bridged isomer was further exploited for efficient catalytic activity in a Knoevenagel condensation reaction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXjtl2isbk%253D&md5=3ad6b2bccad9dcaa74ca336e1fdc9191", "46. ", "Chen", ", ", "D.-M.", "; ", "Xu", ", ", "N.", "; ", "Qiu", ", ", "X.-H.", "; ", "Cheng", ", ", "P.", " ", "Cryst. Growth Des.", " ", "2015", ",  ", "51", ",  ", "961", "– ", "965", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference."], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-11/acs.inorgchem.5b00561/20150526/images/small/ic-2015-005613_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-11/acs.inorgchem.5b00561/20150526/images/small/ic-2015-005613_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-11/acs.inorgchem.5b00561/20150526/images/small/ic-2015-005613_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-11/acs.inorgchem.5b00561/20150526/images/small/ic-2015-005613_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-11/acs.inorgchem.5b00561/20150526/images/small/ic-2015-005613_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-11/acs.inorgchem.5b00561/20150526/images/small/ic-2015-005613_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-11/acs.inorgchem.5b00561/20150526/images/small/ic-2015-005613_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-11/acs.inorgchem.5b00561/20150526/images/small/ic-2015-005613_0008.gif\">"]}
