{"title": ["Metal−Organic Frameworks Provide Large Negative Thermal Expansion Behavior"], "authors": ["Sang Soo Han", "William A. Goddard"], "doi": ["10.1021/jp075389s"], "abstract": ["Using molecular dynamics (MD) simulations, we show that metal−organic frameworks (MOFs) constructed using octahedral Zn", "O(CO", ")", " clusters linked via aromatic carbon ring structures lead to negative thermal expansion (NTE) behavior (from 0 K to melting). We find that MOF-C22 contracts volumetrically by 1.9% over the range of 0 to 600 K, making it one of the best NTE materials (linear expansion coefficient of α = −11.05 × 10", " K", " compared with α = −9.1 × 10", " K", " found for ZrW", "O", " previously the champion NTE material). Indeed, we designed a new MOF using 2-butynediodate linkers that leads to an even larger NTE of 2.2% (from 0 to 500 K). We show that this NTE behavior arises because thermal motions in the rigid Zn−O clusters and the organic moieties linking them lead to tilting of the linkers by successively larger amounts from their alignment along the unit cell axes, resulting in decreased cell parameters. The MOF materials were developed to provide a large reversible hydrogen-storage capacity leading to as much as 73% free volume. However, the NTE properties suggest other possible applications. Thus, their porous but constrained three-dimensional framework provides a framework onto which other materials might blend to form composites with negligible volume change with temperature. To illustrate this, we incorporated polyethylene polymers into MOF-C10 and found that the volume of the composite is constant within 0.059% over the entire range from 300 to 600 K. "], "text": [" ", "Top of Page", "Abstract", "1. Introduction", "2. Simulation Methods", "3. Results", "4. Discussion", "5. Summary", "Supporting Information Available", "1. Introduction", " ", "For the vast majority of materials, the volume increases with temperature with typical values in the range of 1 × 10", "-5", " K", "-1", " for metals, 1 × 10", "-6", " K", "-1", " for ceramics, and 1 × 10", "-4", " K", "-1", " for polymers.", "1", " Such volumetric changes cause problems in processes such as casting and injection moldings, where contractions occurring upon cooling to operating temperatures can cause fracture or defects and change the performance. A few materials (water, quartz, and zeolite) have been observed to contract over some range of temperature,", "2", " but materials that contract with temperature for all temperatures up to melting are rare. Examples include the CuScO", "2", " and ZrW", "2", "O", "8", " materials discovered by Art Sleight,", "3", " which lead to a negative thermal expansion of −4.0 × 10", "-6", " K", "-1", " from 11 to 1206 K for the CuScO", "2", " crystal.", "3i", " We consider here a second class, the recent discovered metal−organic framework (MOF-5) materials consisting of Zn", "4", "O(BDC)", "3", " (BDC = 1,4-benzenedicarboxylate). Experimentally, MOF-5 exhibits NTE behavior, with an observed increase in unit cell volumes of 1% upon decreasing the temperature from 293 to 30 K.", "4", " The MOF systems are promising candidates for storage and separation of gases because of its large surface area and low density.", "5", " Consequently, we decided to determine the mechanism for NTE behavior in MOF systems. ", " ", "Here we report molecular dynamics (MD) simulations for five MOF systems, all of which exhibit NTE behavior. These calculations show that the NTE behavior originates from the increasing amplitude with temperature in the rotations of the rigid Zn−O clusters and the concomitant increased tilting of the organic linkers successively farther from their alignment along the unit cell axes. ", " ", "On the basis of this interpretation, we designed a new MOF system predicted to have a particularly large NTE effect. In addition, we demonstrated an application of these NTE properties by developing a composite with nearly zero thermal expansion. ", " ", " ", "Top of Page", "Abstract", "1. Introduction", "2. Simulation Methods", "3. Results", "4. Discussion", "5. Summary", "Supporting Information Available", "2. Simulation Methods", " ", "To describe the dynamics of these systems, we use the DREIDING force field", "6", " known to describe the organic frameworks systems accurately.", "7", " To eliminate boundary effects in calculating the thermal expansion coefficient of the MOFs, we used an infinite three-dimensionally periodic cell containing eight (Zn", "4", "O)(CO", "2", ")", "6", " units. We predict that the volume change of MOF-C6 (0.99%) is comparable to the experimental result (1.21%)", "4", " for N", "2", "-loaded MOF-C6. ", " ", "Our MD calculations used a MD time step of 0.001 ps.", "8", " We maintained the temperature using a Nose−Hoover thermostat with damping constant of 0.1 ps. We maintained the pressure at 1 atm using the Andersen barostat with damping constant of 1 ps. (Such MD is denoted as NPT.) ", " ", "For each MOF, we started with the minimized structure and heated the system gradually at a rate of 0.5 K/ps to 600 K, which is near the melting point of MOFs.", "5a", " We increased the temperature in increments of 50 K, equilibrating for 200 ps at each temperature, which we found to be sufficient to attain equilibrium. ", " ", "Using the volume obtained at each temperature from the NPT MD, we fixed the cubic lattice parameters at each temperature and carried out simulations at this fixed volume (NVT) for 100 ", " ps to calculate the elastic stiffness (", "C", "11", ", ", "C", "12", ", and ", "C", "44", ") of the MOFs at each temperature. ", " ", " ", "Top of Page", "Abstract", "1. Introduction", "2. Simulation Methods", "3. Results", "4. Discussion", "5. Summary", "Supporting Information Available", "3. Results", " ", "3.1. Volume Contraction.", " The predicted thermal expansion of several MOFs is shown in Figure 1", ". The Zn", "4", "O(CO", "2", ")", "6", " metal oxide cluster serves as a metal oxide node that links six organic aromatics (such as benzene or dibenzocoronene) to form a cubic cage structure. ", " ", " Figure 1 Atomistic structures of MOFs considered in this work. In each case, the Zn", "4", "O(CO", "2", ")", "6", " connector couples to six aromatic linkers through the O−C−O moiety common to each linker. The MOFs are named according to the number of aromatic carbon atoms. Here, gray, white, and red atoms indicate carbon, hydrogen, and oxygen, respectively.", " ", " ", " ", "All MOFs considered here have NTE properties as indicated in Figure 2", ", which shows the changes in the lattice parameter and volume of each MOF with temperature. The coefficients of linear thermal expansion, α = (1/", "L", "o", ")(d", "L", "/d", "T", "), and volumetric thermal expansion, β = (1/", "V", "o", ")(d", "V", "/d", "T", "), obtained from the slopes of each line are tabulated in Table 1", ". (The lattice parameters and volumes of all MOFs considered here are tabulated in the Supporting Information as a function of temperature.) ", " ", " Figure 2 Temperature dependence of MOF-C6 (the lowest thermal expansion) and C22 (the highest) calculated from MD simulations (filled symbols). (a) Lattice parameters; (b) volumes. Here ", "L", "o", " and ", "V", "o", " correspond to values at 300 K. The experimental data (open symbols) for N", "2", "-loaded MOF-C6 are from ref 4.", " ", " ", " ", " ", " Table 1:  Volumetric Thermal Expansion Coefficient (β) of MOFs Calculated from MD Simulations, Averaged over the Range from 10 to 600 K", " ", " ", "MOF types", "β(×10", "-6", " K", "-1", ") ", "MOF-C6 ", "−23.91 ", "MOF-C10 ", "−32.46 ", "MOF-C16 ", "−24.18 ", "MOF-C22 ", "−33.13 ", "MOF-C30 ", "−29.19 ", "MOF with 2-butynediodate linkers ", "−42.21 ", " ", " ", " ", "Experimentally it was observed that the volume of N", "2", "-loaded MOF-5 (same as our MOF-C6) expands by 1.21% upon decreasing the temperature from 293 to 30 K.", "4", " This is comparable to the value of 0.99% for evacuated MOF-C6 obtained in our simulations (from 300 to 10 K). We calculate a linear expansion coefficient at 300 K for MOF-C6 of α = −7.97 × 10", "-6", " K", "-1", ". ", " ", "We predict that the highest NTE is for MOF-C22, with α = −11.05 × 10", "-6", " K", "-1", ". This leads to a negative volume thermal expansion coefficient 39% larger than that for MOF-C6. This value for MOF-C22 is larger than the result of α = −9.1 × 10", "-6", " K", "-1", " found for ZrW", "2", "O", "8,", " previously a champion NTE material.", "2a", " ", " ", "Because the MOF materials are porous, we expect that they are quite suitable for forming composites in which the matrix is adjusted so that the net material would have zero thermal expansion as discussed in Section 4.2. ", " ", "3.2. Mechanism.", " To investigate the mechanism of NTE for MOF, we analyzed the radial distribution functions for various atom pairs as a function of temperature (see Figure S1 of the Supporting Information). We found that the C−C bonds remains unchanged with increased temperature while the C−O and Zn−O bonds increased only slightly (∼0.004 Å for C−O and ∼0.010 Å for Zn−O as the temperature increases from 10 to 600 K). ", " ", "However, we find substantial cooperative rotational motion of the (Zn", "4", "O)(CO", "2", ")", "6", " nodes of the structure. These rigid Zn−O clusters rotate by amounts that increase with temperature, causing the linkers to tilt ever-increasing amounts from their equilibrium alignment along the unit cell axes. This increasing tilt of the organic linker bridges forces the distances between the Zn clusters to decrease by increasing amounts as the ", " temperature increases (Figure 3", "). We find that the tilting between the Zn", "4", "O octahedral is dynamic and independent, leading to instantaneous structures that lose the symmetry between the linkers (see right part of Figure 3a). However, the average structure remains symmetric. The rotation of Zn", "4", "O octahedral nodes allows the organic linkers to bend, deform, or shear between the Zn", "4", "O clusters because of the relatively weak coordination bonds.", "9b", " Thus adjacent linkers along the same axis need not be be linear.", "9", " The X-ray diffraction experiments see the only time-averaged structures that retain the symmetry. ", " ", " Figure 3 (a) Atomistic structure for MOF-C22. Left:  the initial minimized structure. Right:  snapshot from the MD simulation after equilibration at 600 K for 200 ps. Note that the instantaneous structure has rather random correlations between the tilting of the linkers, but the average structure leads to high symmetry. (b) Schematic for the NTE mechanism of MOFs deduced from the MD trajectory (snapshot in a). Here squares represent Zn−O−C clusters and sticks represent the aromatic organic linkers.", " ", " ", " Figure 4 Temperature dependence of the average linker tilting angles averaged over 200 ps of MD simulations. (a) θ", "1", " (∠C", "2", "C", "1", "C", "4", " of Figure 1) (b) θ", "2", " (180 − θ", "1", " − ∠C", "1", "C", "2", "C", "3", "). Shown are the changes in the tilting angles from the reference values at 10 K (θ", "1,0", ":  0.0° for MOF-C6, C16, and C30; 6.0 for MOF-C10; and 9.1 for MOF-C22, θ", "2,0", ":  0.0 for MOF-C6, C16, and C30; 2.2 for MOF-C10; and 3.1 for MOF-C22). The increase in these angles with increased temperature leads to an “apparent” decrease in bond length along unit cell axis from ", "x", " = 2", "d", "cc", " + ", "d", "linker", " to ", "x", "‘ = 2", "d", "cc", " cos θ", "1", " + ", "d", "linker", " cos θ", "2", ", where ", "d", "cc", " is the length of C", "1", "−C", "2", " and ", "d", "linker", " is the length of C", "2", "−C", "3", " of Figure 1. ", " ", " ", " ", "Our results on MOF are similar to those for the Prussian blue (M", "II", "Pt", "IV", "(CN)", "6", ", M = Mn, Fe, Co, Ni, Cu, Zn, Cd) architecture (a metal−cyanide−metal, M−CN−M‘ framework), which incorporates stiff octahedral units with strong metal−carbon and ", " metal−nitrogen bonds joined linearly by the relatively loose cyanide bridges. Here the rotational modes of the rigid units are responsible for the anomalous thermal expansion.", "10", " ", " ", "The magnitude of tilt angle of the organic linker (due to transverse displacement) is expressed in terms of the θ", "1", " and θ", "2", " ", "angles shown in Figure 4. The equilibrium angle for symmetric organic linkers is zero so that larger angles imply increases transverse vibration amplitude of the Zn−OL (organic linker of Figure 1)−Zn‘ bridges. Both θ", "1", " and θ", "2", " increase with temperature, leading to decreases in the lattice parameters. ", " ", " Figure 5 Temperature-dependent elastic constants of MOFs calculated from MD simulations:  (a) bulk modulus ", "B", " = (", "C", "11", " + 2", "C", "12", ")/3, (b) dilatational shear modulus ", "C", "‘ = (", "C", "11", " − ", "C", "12", ")/2, (c) ", "C", "11", ", (d) shear modulus ", "C", "44", ". Here diamond for MOF-C6, inverted triangle for MOF-C10, regular triangle for MOF-C16, circle for MOF-C22, and square for MOF-30. This data is tabulated in the Supporting Information.", " ", " ", " Figure 6 Temperature dependence of the Poisson ratio (ν) of MOFs. Calculated from the bulk and shear moduli as ν = (3", "B", " − 2", "C", "‘)/2(3", "B ", "+ ", "C", "‘).", " ", " ", " ", "3.3. Elastic Constants.", " A cubic crystal has three independent elastic stiffness constants, ", "C", "11", ", ", "C", "12", ", and ", "C", "44", ".", "11", " These are calculated easily from the minimized structure at 0 K, and they can be calculated as a function of temperature through MD simulations. We find it convenient to recast the elastic constant in terms of the bulk modulus ", "B", " = (", "C", "11", " + 2", "C", "12", ")/3, the dilatational", " shear modulus ", "C", "‘ = (", "C", "11", " − ", "C", "12", ")/2 (corresponding to tetragonal deformation shear, (110)[−110]), and ", "C", "44", ", the (100)[0", "kl", "] shear modulus. We extracted these constants from NVT dynamics by applying finite deformations in the lattice parameters. Thus, for ", "B", " we changed all three lattice parameters by the same amounts, for ", "C", "12", " we expanded the ", "a", " axis by an amount δ simultaneous with contraction of the ", "b", " and ", "c", " axes by −δ/2, and for ", "C", "44", " we calculated the ", "xy", " shear strain energy. Each of these deformations was done as a function of temperature. ", " ", " ", " Table 2:  Density (g/cm", "3", ") and Free Volume (cm", "3", "/g) of MOFs at 300 K", "a", " ", " ", "MOF types", "density", "free volume", "b", " ", "MOF-C6 ", "0.64 ", "0.90 ", "MOF-C10 ", "0.47 ", "1.37 ", "MOF-C16 ", "0.40 ", "1.74 ", "MOF-C22 ", "0.33 ", "2.21 ", "MOF-C30 ", "0.29 ", "2.59 ", "MOF with 2-butynediodate linkers ", "0.87 ", "0.61", " ", " ", "a", " The larger aromatic carbon atoms in MOFs make the lower density.", "b", " Solvent accessible free volume. This was calculated with a probe radius of 1.2 Å in the Cerius", "2", " program. ", " ", " ", " ", " ", "The results in Figure 5 show that all elastic constants decrease with temperature. Generally, the elastic constants of materials stiffen as the volume decreases, which usually corresponds to decreasing temperature. However, for the MOF systems all elastic constants stiffen upon cooling, that is, as the volume increases. Of course, we understand this from the stiffness of the linear M−OL−M bonds. A similar behavior was found in the ZrW", "2", "O", "8", " NTE materials.", "12", " ", " ", "Table 2 shows that increasing the number of carbon atoms in the aromatic rings of the MOF (increased length of the organic linkers) leads to decreased density. Figure 5 shows that this leads to dramatic decreases in the elastic constants. ", " ", "The bulk moduli of the MOF compounds are 4 to 17 GPa at 300 K while the shear moduli are 6 to 14 GPa. This can be compared to typical values of 10 and 1 GPa for typical polymers and 160 and 70 GPa for ceramics.", "12a,13", " This softness of the MOFs results from the ability to accommodate external stresses by rotations in the metal clusters. ", " ", "The ", "C", "44", " is exceedingly small for MOFs, only 1.8 GPa for MOF-C6 at 10 K. This shows the compliance as due to tilting of the organic linkers. Previous density functional theory calculations using the local density approximation led to ", "C", "44", " = 1.4 GPa for MOF-C6 at 0 K,", "14", " in good agreement with our result of 1.8GPa. ", " ", "3.4. Phonons.", " According to Grüneisen theory,", "15", " the mode-dependent Grüneisen parameter (γ = −∂ ln ω/∂ ln ", "V", ") is a measure of the sensitivity of the phonon frequencies ω to changes in the system volume. Whether a solid expands or contracts upon heating depends on the balance between phonon modes with positive and negative Grüneisen parameters. For longitudinal acoustic and optical phonons, γ is typically positive so that these modes tend to promote thermal expansion. This results from anharmonicity in the bonding potentials, which leads to increased average bond lengths with increasing temperature.", "15", " In contrast, transverse vibrations may exhibit a negative γ related to the increase of the restoring forces with increased tension. ", " ", "In a cubic crystal, the stiffness for propagation of elastic waves in the [100] direction is determined by ", "C", "11", " for longitudinal waves and by ", "C", "44", " for transverse waves.", "11", " As mentioned, the transverse vibration mode is important for NTE behavior. Because the ", "C", "44", " values of MOFs are very small (<2 GPa) in comparison with other elastic constants (see in Figure 5), we expect very low transverse vibrational frequencies (transverse acoustic mode, TA). Moreover, the ", "C", "44", " decreases for all MOF as the temperature increases (softening of ", "C", "44", "), indicating that the TA modes will have a negative γ. This leads to the NTE behavior of MOFs. ", " ", "Indeed, we calculated the total thermodynamic γ (averaged over the modes) from the temperature derivatives of the elastic constants, d", "C", "ij", " /d", "T", ",", "12a,16", " and find that all MOFs have negative values (−3.12 for MOF-C6, −4.19 for MOF-C10, −4.63 for MOF-C16, −3.32 for MOF-C22, and −3.10 for MOF-C30). ", " ", "3.5. Poisson Ratio.", " Some studies have concluded that the NTE of network structures will lead to a negative Poisson ratio (that is, the girth expands as the material is stretched).", "17", " However, our calculations of the bulk and shear moduli", "18", " find a positive Poisson ratio of ∼0.15 at 10 K for all MOFs considered. This is much smaller than the Poisson ratio of normal metals (0.3), ceramics (0.2−0.4), or polymers (0.4−0.5). Indeed, it just barely exceeds the value for cork (0.0). Except for MOF-C6, we find that the Poisson ratios of MOFs decrease with increased temperature. However, the Poisson ratio never goes negative even at temperatures near melting, 600 K. Thus, the lowest Poisson ratio we calculated is 0.05 for MOF-C30 at 600 K. ", " ", "To obtain a negative Poisson ratio, we would expect the transverse velocities to be faster than the longitudinal ones for the acoustic waves propagating along the [100] direction.", "19", " However, the exceedingly small ", "C", "44", " of MOFs leads to very slow transverse velocity relative to longitudinal velocity (", "C", "11", "), leading to low, but positive, Poisson ratios. ", " ", " ", "Top of Page", "Abstract", "1. Introduction", "2. Simulation Methods", "3. Results", "4. Discussion", "5. Summary", "Supporting Information Available", "4. Discussion", " ", "4.1. Prediction of Improved NTE Material.", " On the basis of the mechanism (Figure 3) deduced for the MOF systems, we expected that the largest NTE affect might be for 2-butynediodate linkers, O", "2", "C−C⋮C−CO", "2", ". Hence, we tested this material and found α = −14.07 × 10", "-6", " K", "-1", ", which is 26% higher than that for MOF-C22 (−11.05 × 10", "-6", " K", "-1", ") and 55% higher than the previous champion NTE materials, ZrW", "2", "O", "8", ". These results are in Figure 7", ". ", " ", " Figure 7 (a) Temperature dependence of the lattice parameters of MOFs with 2-butynediodate linkers (O", "2", "C−C⋮C−CO", "2", ") calculated from MD simulations. Here ", "L", "o", " = 21.08011 Å indicates the value at 300 K. (b) The optimized MOF structure.", " ", " ", " ", "4.2. Fixed Volume Composite.", " These MOF materials were developed to provide reversible hydrogen-storage capacity leading to free volumes up to 73% of the total. Thus, we ", " considered that they could be useful frameworks for a variety of filler matrices. In particular, we considered whether it would be possible to make a composite in which the normal positive expansion of the matrix would exactly cancel that of the MOF, resulting in a composite with negligible thermal expansion. ", " ", "To explore how the MOF could be used in forming compositions with temperature-independent volumes, we incorporated amorphous polyethylene (PE) polymer into the MOF-C10. As an illustration, we considered a simulation box including 8 polyethylene chains, each with 50 carbon atoms. These chain lengths were estimated from the density of amorphous PE (0.85 g/cm", "3", ")", "20", " and solvent accessible volume of the MOF (2084.88 Å", "3", " per unit cell)", "21", " to fill the void regions while allowing a full factor of 0.7. The final equilibrated structure of the PE is shown in Figure 8", "b. As shown in Figure 8a, the volume of the composite is nearly constant from 300 to 600 K, changing by only 0.18%. The calculated α of the composite is −0.14 × 10", "-6", " K", "-1", ", which is 100 times lower than that (−10.82 × 10", "-6", " K", "-1", ") of pure MOF-C10. ", " ", " Figure 8 (a) Temperature dependence of the lattice parameters of the (MOF-C10)−polyethylene composite calculated from MD simulation. Here ", "L", "o", " = 29.92181 Å is the reference value at 300 K. (b) The optimized composite structure where polyethylene chains are shown in green.", " ", " ", " ", "4.3. Comparisons to Other Materials.", " Other NTE materials include perovskite ferroelectrics,", "2", " tetrahedral semiconductors,", "2", " ice,", "2", " quartz,", "2", " zeolites,", "2", " and Prussian blue structural families.", "10", " Such behavior typically originates from the presence of low-energy transverse vibration (in ice) or volume-reducing cooperative rotations of rigid corner-sharing polyhedra (in MOF, ZrW", "2", "O", "8", ", and Prussian blue analogues).", "2,12", " ", " ", "We find that the NTE behavior of MOF originates from transverse tilting of the organic linkers in the MOF because of rotational motions in the inorganic couplers. The MOF materials provide the possibility of manipulating the NTE coefficient by the choice of the organic linkers, which already allow a linear NTE coefficient of up to −11.01 × 10", "-6", " K", "-1", ". ", " ", "The mechanism of NTE derived for the MOF compounds (Figure 3) is analogous to that of the Prussian blue family (M", "II", "Pt", "IV", "(CN)", "6", ", M = Mn, Fe, Co, Ni, Cu, Zn, Cd), which contain linear diatomic cyanide anion bridges.", "10", " In the Prussian blue materials, the increase in average transverse displacement of the bridging atoms, through thermal population of low-energy transverse vibrational modes, is generally considered to induce the observed contraction of lattice parameters. The NTE behavior of the Prussian blue analogues varies widely with types of metal from near zero thermal expansion in NiPt(CN)", "6", " (α = −1.02 × 10", "-6", " K", "-1", ") up to a maximum in CdPt(CN)", "6", " (α = −10.02 × 10", "-6", " K", "-1", ").", "10f", " The MOF systems have cubic crystal structures similar to the Prussian blues but with negligible expansion of the nearest-neighbor distances (based on the RDF analysis), but with MOF we have considerable flexibility in designing the linker to achieve larger NTE than for the Prussian blue analogues. Thus, the NTE behavior of MOFs can be modified both by the type of organic linkers (as considered here) and by replacing the Zn cluster in the nodes. ", " ", " ", "Top of Page", "Abstract", "1. Introduction", "2. Simulation Methods", "3. Results", "4. Discussion", "5. Summary", "Supporting Information Available", "5. Summary", " ", "In summary, we use MD simulation to show that the cubic crystalline MOFs (IRMOF types) with Zn−O−C clusters and aromatic carbon rings can have unusually large negative thermal expansion (NTE) properties. This NTE behavior results from increased rotations with temperature of the rigid metal oxide polyhedral couplers with concomitant tilting in the organic linkers. This behavior leads to a soft material with low elastic constants. We show that the magnitude of the NTE effect is sensitive to the specific types of organic linker used. We also show that the NTE property of MOF can provide the basis for applications to composites, leading, for example, to composites with no volumetric change with temperature. ", " ", " ", " ", "Top of Page", "Abstract", "1. Introduction", "2. Simulation Methods", "3. Results", "4. Discussion", "5. Summary", "Supporting Information Available", "Acknowledgment", " ", "This research was partially supported by DOE (DE-FG01-04ER04-20) and by DARPA-PROM (N00014-06-1-0938). The facilities of the Materials and Process Simulation Center were supported by ONR-DURIP and ARO-DURIP. Additional support of the MSC was provided by MURI-ARO, MURI-ONR, DOE (ASC, FETL), NSF (NIRT), Boehringer-Ingelheim, Chevron, Dow-Corning, Intel, Pfizer, and Allozyne. ", " ", " ", " ", " ", "Top of Page", "Abstract", "1. Introduction", "2. Simulation Methods", "3. Results", "4. Discussion", "5. Summary", "Supporting Information Available", "Supporting Information Available", " ", "Radial distribution functions for C−C, C−O, and Zn−O bonds in MOFs as a function of temperature, predicted lattice parameters, volumes, and elastic constants of MOFs at various temperatures, and final structures (CIF files) of MOFs at various temperatures obtained from NPT−MD simulations. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ". ", " ", " ", "    ", "This article references 21 other publications.", " ", "(1)", " ", "Guseva, O.; Lusti, H. R.; Gusev, A. A. ", "  Modell. Simul. Mater. Sci. Eng.", " ", "2004", ", ", "12", ", S101.", "[", "Crossref", "], [", "CAS", "]", "(1) . ", "Matching thermal expansion of mica-polymer nanocomposites and metals", "Guseva, Olga; Lusti, Hans Rudolf; Gusev, Andrei A.", "Modelling and Simulation in Materials Science and Engineering", "\r\n        (", "2004", "),\r\n    ", "12", "\r\n        (", "3", "),\r\n    ", "S101-S105", "CODEN:\r\n                ", "MSMEEU", ";\r\n        ISSN:", "0965-0393", ".\r\n    \r\n            (", "Institute of Physics Publishing", ")\r\n        ", "Finite element numerical simulations have been carried out to demonstrate that by the dispersing of a small amt. of exfoliated muscovite mica platelets in a solid polymer one can considerably reduce and even match the thermal expansion coeffs. of metal and polymer components of hybrid polymer-metal structures.  In practice, such mismatch redn. may lead to the extension of the service life of hybrid polymer-metal structures.  Computer models comprised of a random dispersion of fully aligned round muscovite mica platelets have been studied.  It was found that the decrease of the thermal expansion for such nanocomposites is controlled by the product of the aspect ratio and the vol. fraction of the mineral platelets, and that the dependence can be accurately described by a stretched exponential master curve, thus considerably facilitating the task of designing mica-polymer nanocomposites with tailored thermal expansion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXltFOqs78%253D&md5=476404bdb55755f159843f679b0b50a0", " ", " ", "(2)", " ", "(a) Barrera, G. D.; Bruno, J. A. O.; Barron, T. H. K.; Allan, N. L. ", "  J. Phys. ", "Condens. Matter.", " ", "2005", ", ", "17", ", R217.", "[", "Crossref", "], [", "CAS", "]", "(2) . ", "Negative thermal expansion", "Barrera, G. D.; Bruno, J. A. O.; Barron, T. H. K.; Allan, N. L.", "Journal of Physics: Condensed Matter", "\r\n        (", "2005", "),\r\n    ", "17", "\r\n        (", "4", "),\r\n    ", "R217-R252", "CODEN:\r\n                ", "JCOMEL", ";\r\n        ISSN:", "0953-8984", ".\r\n    \r\n            (", "Institute of Physics Publishing", ")\r\n        ", "A review.  There has been substantial renewed interest in neg. thermal expansion following the discovery that cubic ZrW2O8 contracts over a temp. range in excess of 1000 K.  Substances of many different kinds show neg. thermal expansion, esp. at low temps.  In this article we review the underlying thermodn., emphasizing the roles of thermal stress and elasticity.  We also discuss vibrational and non-vibrational mechanisms operating on the at. scale that are responsible for neg. expansion, both isotropic and anisotropic, in a wide range of materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhsleqt7s%253D&md5=1d66ff01f95518ede8985438db147530", " ", "(b) Evans, J. S. O. ", "  J. Chem. Soc., Dalton ", "Trans.", " ", "1999", ", 3317.", "[", "Crossref", "], [", "CAS", "]", "(2) . ", "Negative thermal expansion materials", "Evans, John S. O.", "Journal of the Chemical Society, Dalton Transactions: Inorganic Chemistry", "\r\n        (", "1999", "),\r\n    ", "\r\n        (", "19", "),\r\n    ", "3317-3326", "CODEN:\r\n                ", "JCDTBI", ";\r\n        ISSN:", "0300-9246", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The vast majority of materials have a pos. coeff. of thermal expansion and their vol. increases on heating.  There has been considerable recent interest in materials which display the unusual property of contracting in vol. on heating; i.e. those with a neg. coeff. of thermal expansion.  A review, with 110 refs., is given of some of the phys. phenomena that can give rise to this unusual effect.  Recent insights into neg. thermal expansion materials and some of their unusual structural properties are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXmtVygtbg%253D&md5=f6de85a1b3c500f1863b48d13a069607", " ", "(c) Röttger, K.; Endriss, A.; Ihringer, J.; Doyle, S.; Kuhs, W. F. ", "  Acta Crystallogr., Sect. B", " ", "1994", ", ", "50", ", 644.", "[", "Crossref", "], [", "PubMed", "]", "There is no corresponding record for this reference.", " ", "(d) Lightfoot, P.; Woodcokr, D. A.; Maple, M. J.; Villaescusa, L. A.; Wright, P. A. ", "  J. Mater. ", "Chem.", " ", "2001", ", ", "11", ", 212.", "[", "Crossref", "], [", "CAS", "]", "(2) . ", "The widespread occurrence of negative thermal expansion in zeolites", "Lightfoot, Philip; Woodcock, David A.; Maple, Martin J.; Villaescusa, Luis A.; Wright, Paul A.", "Journal of Materials Chemistry", "\r\n        (", "2001", "),\r\n    ", "11", "\r\n        (", "1", "),\r\n    ", "212-216", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Powder X-ray and neutron diffraction studies of the calcined siliceous zeolites ITQ-7, ITQ-9 and CIT-5, and the aluminophosphates AlPO4-31 and Mg-doped AlPO4-17 have been carried out as a function of temp. in order to det. their thermal expansivity properties.  Of these, ITQ-7, ITQ-9 and MAPO-17 show neg. thermal expansivity over a wide temp. range, in common with several other previously studied microporous materials.  CIT-5 and AlPO4-31 are anomalous in showing an expansion on heating.  A detailed study of CIT-5 highlights the key structural parameters which det. its pos. expansivity.  From expansivity data currently available on seventeen microporous materials, it is clear that neg. thermal expansivity must be considered the norm rather than the exception.  Pos. expansivity is encouraged by the structure having a relatively high framework d. and a one-dimensional channel system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXht1Shtw%253D%253D&md5=ccbf4f92c7ca2bc2a51a09b664d7eab4", " ", " ", "(3)", " ", "(a) Mary, T. A.; Evans, J. S. O.; Vogt, T.; Sleight, A. W. ", "  Science", " ", "1996", ", ", "272", ", 90.", "[", "Crossref", "], [", "CAS", "]", "(3) . ", "Negative thermal expansion from 0.3 to 1050 K in ZrW2O8", "Mary, T. A.; Evans, J. S. O.; Vogt, T.; Sleight, A. W.", "Science (Washington, D. C.)", "\r\n        (", "1996", "),\r\n    ", "272", "\r\n        (", "5258", "),\r\n    ", "90-2", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Neg. thermal expansion was found for ZrW2O8 from 0.3 K to its decompn. temp. of ∼1050 K.  Both neutron and x-ray diffraction data were used to solve and refine the structure of this compd. at various temps.  Cubic symmetry persists for ZrW2O8 over its entire stability range.  Thus, the neg. thermal expansion behavior is isotropic.  Essentially the same behavior was found for isostructural HfW2O8.  No other materials are known to exhibit such behavior over such a broad temp. range.  These materials are finding applications as components in composites to reduce the composites' overall thermal expansion to near zero.  Crystallog. data and at. coordinates are given.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XitVKktL4%253D&md5=dbe03f45cd2fec303e6b161664945652", " ", "(b) Evans, J. S. O.; Mary, T. A.; Vogt, T.; Subramanian, M. A.; Sleight, A. W. ", "  Chem. Mater.", " ", "1996", ", ", "8", ", 2809.", "[", "ACS Full Text ", "], [", "CAS", "]", "(3) . ", "Negative Thermal Expansion in ZrW2O8 and HfW2O8", "Evans, J. S. O.; Mary, T. A.; Vogt, T.; Subramanian, M. A.; Sleight, A. W.", "Chemistry of Materials", "\r\n        (", "1996", "),\r\n    ", "8", "\r\n        (", "12", "),\r\n    ", "2809-2823", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Isostructural ZrW2O8 and HfW2O8 show strong neg. thermal expansion from 0.3 K up to their decompn. temps. of ∼1050 K.  This behavior is esp. unusual because these compds. are apparently cubic over their entire existence range.  Detailed structural studies of ZrW2O8 were conducted using high-resoln. neutron powder diffraction data taken at 14 temps. from 0.3 to 693 K.  Below 428 K, ZrW2O8 adopts the acentric space group P213 and has a well-ordered structure contg. corner-sharing ZrO6 octahedra and two crystallog. distinct WO4 tetrahedra.  Above the phase transition at 428 K, which appears to be 2nd order, the space group becomes centric Pa‾3.  The structure is now disordered, with only one crystallog. distinct site for W.  One O site is 50% occupied, suggesting the possibility of high O mobility.  O motion at >428 K is also suggested by dielec. and a.c. impedance measurements.  The neg. thermal expansion of ZrW2O8 and HfW2O8 is related to transverse thermal vibrations of bridging O atoms.  These lead to coupled rotations of the essentially rigid polyhedral building blocks of the structure.  A semiquant. model for both the neg. thermal expansion and phase transition of these materials is proposed in light of the diffraction results.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XmvV2isr8%253D&md5=913c84a99616c256b02cadbf0d3ab4dd", " ", "(c) Hu, Z.; Jorgensen, J. D.; Teslic, S.; Short, S.; Argyriou, D. N.; Evans, J. S. O.; Sleight, A. W. ", "  Physica B", " ", "1997", ", ", "241", ", 370.", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", "(d) Evans, J. S. O.; Hu, Z.; Jorgensen, J. D.; Argyriou, D. N.; Short, S.; Sleight, A. W. ", "  Science", " ", "1997", ", ", "275", ", 61.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(3) . ", "Compressibility, phase transitions, and oxygen migration in zirconium tungstate, ZrW2O8", "Evans, J. S. O.; Hu, Z.; Jorgensen, J. D.; Argyriou, D. N.; Short, S.; Sleight, A. W.", "Science (Washington, D. C.)", "\r\n        (", "1997", "),\r\n    ", "275", "\r\n        (", "5296", "),\r\n    ", "61-65", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "In situ neutron diffraction expts. show that at pressures >2 kilobars, cubic ZrW2O8 undergoes a quenchable phase transition to an orthorhombic phase, the structure of which was solved from powder diffraction data in space group P212121.  This phase transition can be reversed by heating at 393 K and 1 atm and involves the migration of O atoms in the lattice.  The high-pressure phase shows neg. thermal expansion from 20 to 300 K.  The relative thermal expansion and compressibilities of the cubic and orthorhombic forms can be explained in terms of the cross-bracing between polyhedra that occurs as a result of the phase transition.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXjsV2hsg%253D%253D&md5=c69c9cb06a1df0c9833f05e5295cef2f", " ", "(e) Attfield, M. P.; Sleight, A. W. ", "  Chem. Commun.", " ", "1998", ", 601.", "[", "Crossref", "], [", "CAS", "]", "(3) . ", "Strong negative thermal expansion in siliceous faujasite", "Attfield, Martin P.; Sleight, Arthur W.", "Chemical Communications (Cambridge)", "\r\n        (", "1998", "),\r\n    ", "\r\n        (", "5", "),\r\n    ", "601-602", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Strong isotropic neg. thermal expansion (α = -4.2 × 10-6 K-1) found for siliceous faujasite over a temp. range of 25 to 573 K is attributed to transverse vibrations of the bridging oxygen atoms, a model supported by structural refinements of X-ray diffraction data as a function of temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXhvFymu7k%253D&md5=c60b9d993e5932c59449991b08a8160f", " ", "(f) Evans, J. S. O.; David, W. I. F.; Sleight, A. W. ", "  Acta Crystallogr., Sect. B", " ", "1999", ", ", "55", ", 333.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(3) . ", "Structural investigation of the negative-thermal-expansion material ZrW2O8", "Evans, John S. O.; David, W. I. F.; Sleight, A. W.", "Acta Crystallographica, Section B: Structural Science", "\r\n        (", "1999", "),\r\n    ", "B55", "\r\n        (", "3", "),\r\n    ", "333-340", "CODEN:\r\n                ", "ASBSDK", ";\r\n        ISSN:", "0108-7681", ".\r\n    \r\n            (", "Munksgaard International Publishers Ltd.", ")\r\n        ", "High-resoln. powder diffraction data were recorded on cubic ZrW2O8 [a 9.18000(3) Å at 2 K] at 260 temps. from 2 to 520 K in 2 K steps.  α-ZrW2O8 has a neg. coeff. of thermal expansion, α = -9.07 × 10-6 K-1 (2-350 K).  A parametric approach to Rietveld refinement is adopted and a full anisotropic refinement can be performed at each temp., despite using a data collection time of only 5 min.  Examn. of the resulting structural parameters suggests that the origin of the contraction with increasing temp. can be traced straightforwardly to the rigid-body transverse librations of bridging O atoms.  α-ZrW2O8 undergoes a phase transition from P213 to Pa‾3 at 448 K that is assocd. with the onset of considerable O mobility.  The phase transition can be described in terms of a simple cubic three-dimensional Ising model.  Unusual kinetics are assocd. with this phase transition.  Hysteresis in the cell parameter through the phase transition is the opposite of that normally obsd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXktlCrsrY%253D&md5=6b965d4d63f939d7e68d343c5f09cfcb", " ", "(g) David, W. I. F.; Evans, J. S. O.; Sleight, A. W. ", "  Europhys. Lett.", " ", "1999", ", ", "46", ", 666.", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", "(h) Jorgensen, J. D.; Hu, Z.; Teslic, S.; Argyriou, D. N.; Short, S.; Evans, J. S. O.; Sleight, A. W. ", "  Phys. Rev. B", " ", "1999", ", ", "59", ", 219.", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", "(i) Li, J.; Yokochi, A.; Amos, T. G.; Sleight, A. W. ", "  Chem. Mater.", " ", "2002", ", ", "14", ", 2602.", "[", "ACS Full Text ", "], [", "CAS", "]", "(3) . ", "Strong Negative Thermal Expansion along the O-Cu-O Linkage in CuScO2", "Li, J.; Yokochi, A.; Amos, T. G.; Sleight, A. W.", "Chemistry of Materials", "\r\n        (", "2002", "),\r\n    ", "14", "\r\n        (", "6", "),\r\n    ", "2602-2606", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The structure of 2H CuScO2 was refined from single-crystal x-ray diffraction data obtained at room temp. and from neutron powder diffraction data obtained from 11 to 1206 K.  Crystallog. data are given.  Strong neg. thermal expansion (-4.0 × 10-6/K) was found for the apparent Cu-O bond length <300 K.  This is the 1st example of strong neg. thermal expansion in a metal oxide based on an O-M-O linkage instead of a M-O-M linkage.  It is now the transverse thermal motion of Cu, instead of the transverse thermal motion of O, that causes the neg. thermal expansion.  As expected for this mechanism for neg. thermal expansion, the thermal displacement parameter for Cu is very pronounced perpendicular to the linear O-Cu-O linkage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XivFWisb4%253D&md5=cebe745dfdc18a9ba5110a9756682aea", " ", " ", "(4)", " ", "Rowsell, J. L. C.; Spencer, E. C.; Eckert, J.; Howard, J. A. K.; Yaghi, O. M. ", "  Science", " ", "2005", ", ", "309", ", 1350.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(4) . ", "Gas Adsorption Sites in a Large-Pore Metal-Organic Framework", "Rowsell, Jesse L. C.; Spencer, Elinor C.; Eckert, Juergen; Howard, Judith A. K.; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2005", "),\r\n    ", "309", "\r\n        (", "5739", "),\r\n    ", "1350-1354", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "The primary adsorption sites for Ar and N2 within metal-org. framework-5, a cubic structure composed of Zn4O(CO2)6 units and phenylene links defining large pores 12 and 15 angstroms in diam., have been identified by single-crystal x-ray diffraction.  Refinement of data collected between 293 and 30 K revealed a total of eight symmetry-independent adsorption sites.  Five of these are sites on the zinc oxide unit and the org. link; the remaining three sites form a second layer in the pores.  The structural integrity and high symmetry of the framework are retained throughout, with negligible changes resulting from gas adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXovVOjt7g%253D&md5=f60c7e82ec8088459a2d844cb807f924", " ", " ", "(5)", " ", "(a) Rosi, N. L.; Eckert, J.; Eddaoudi, M.; Vodak, D. T.; Kim, J.; O'Keeffe, M.; Yaghi, O. M. ", "  Science", " ", "2003", ", ", "300", ", 1127.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(5) . ", "Hydrogen Storage in Microporous Metal-Organic Frameworks", "Rosi, Nathaniel L.; Eckert, Juergen; Eddaoudi, Mohamed; Vodak, David T.; Kim, Jaheon; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2003", "),\r\n    ", "300", "\r\n        (", "5622", "),\r\n    ", "1127-1130", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Metal-org. framework-5 (MOF-5) Zn4O(BDC)3 (BDC = 1,4-benzenedicarboxylate) with a cubic three-dimensional extended porous structure adsorbed hydrogen up to 4.5 wt.% (17.2 hydrogen mols. per formula unit) at 78 K and 1.0 wt.% at room temp. and pressure of 20 bar.  Inelastic neutron scattering spectroscopy of the rotational transitions of the adsorbed hydrogen mols. indicates two well-defined binding sites (termed I and II), which the authors assoc. with hydrogen binding to zinc and the BDC linker, resp.  Preliminary studies on topol. similar isoreticular metal-org. framework-6 and -8 (IRMOF-6 and -8) having cyclobutylbenzene and naphthalene linkers, resp., gave approx. double and quadruple (2.0 wt.%) the uptake found for MOF-5 at room temp. and 10 bar.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXjslGqsbk%253D&md5=2508003b412a07eefc279bbf5358db3b", " ", "(b) Surble, S.; Millange, F.; Serre, C.; Duren, T.; Latroche, M.; Bourrelly, S.; Llewellyn, P. L.; Ferey, G. T. ", "  J. Am. Chem. Soc.", " ", "2006", ", ", "128", ", 14839.", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", " ", "(c) Ferey, G.; Mellot-Draznieks, C.; Serre, C.; Millange, F.; Dutour, J.; Surble, S.; Margiolaki, I. ", "  Science", " ", "2005", ", ", "309", ", 2040.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(5) . ", "A Chromium Terephthalate-Based Solid with Unusually Large Pore Volumes and Surface Area", "Ferey, G.; Mellot-Draznieks, C.; Serre, C.; Millange, F.; Dutour, J.; Surble, S.; Margiolaki, I.", "Science (Washington, DC, United States)", "\r\n        (", "2005", "),\r\n    ", "309", "\r\n        (", "5743", "),\r\n    ", "2040-2042", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "We combined targeted chem. and computational design to create a crystal structure for porous chromium terephthalate, MIL-101, with very large pore sizes and surface area.  Its zeotype cubic structure has a giant cell vol. (∼702,000 cubic angstroms), a hierarchy of extra-large pore sizes (∼30 to 34 angstroms), and a Langmuir surface area for N2 of ∼5900 ± 300 square meters per g.  Beside the usual properties of porous compds., this solid has potential as a nanomold for monodisperse nanomaterials, as illustrated here by the incorporation of Keggin polyanions within the cages.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtVWntL3E&md5=6313e7e95b0edca92bb34df3f0c9752d", " ", "(d) Kitagawa, S.; Kitaura, R.; Noro, S.-J. ", "  Angew. Chem., ", "Int. Ed.", " ", "2004", ", ", "43", ", 2338.", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", " ", "(6)", " ", "Mayo, S. L.; Olafson, B. D.; Goddard, W. A. ", "  J. Phys. Chem.", " ", "1990", ", ", "94", ", 8897.", "[", "ACS Full Text ", "], [", "CAS", "]", "(6) . ", "DREIDING:  a generic force field for molecular simulations", "Mayo, Stephen L.; Olafson, Barry D.; Goddard, William A., III", "Journal of Physical Chemistry", "\r\n        (", "1990", "),\r\n    ", "94", "\r\n        (", "26", "),\r\n    ", "8897-909", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "The parameters are given for a new generic force field, DREIDING, that is useful for predicting structures and dynamics of org., biol., and main-group inorg. mols.  The philosophy in DREIDING is to use general force consts. and geometry parameters based on simple hybridization considerations rather than individual force consts. and geometric parameters that depend on the particular combination of atoms involved in the bond, angle, or torsion terms.  Thus all bond distances are derived from at. radii, and there is only one force const. each for bonds, angles, and inversions and only six different values for torsional barriers.  Parameters are defined for all possible combinations of atoms and new atoms can be added to the force field rather simply.  The parameters are given for the \"nonmetallic\" main-group elements (B, C, N, O, F columns for the C, Si, Ge, and Sn rows) plus H and a few metals (Na, Ca, Zn, Fe).  The accuracy of the DREIDING force field is tested by comparing with (i) 76 accurately detd. crystal structures of org. compds. involving H, C, N, O, F, P, S, Cl, and Br, (ii) rotational barriers of a no. of mols., and (iii) relative conformational energies and barriers of a no. of mols.  There is excellent agreement.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXmtlyhtL0%253D&md5=c2b2e75dedb934f18bad57d15d8944d4", " ", " ", "(7)", " ", "(a) Han, S. S.; Goddard, W. A. ", "  J. Am. Chem. Soc.", " ", "2007", ", ", "129", ", 8422.", "[", "ACS Full Text ", "], [", "CAS", "]", "(7) . ", "Lithium-Doped Metal-Organic Frameworks for Reversible H2 Storage at Ambient Temperature", "Han, Sang Soo; Goddard, William A., III", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "27", "),\r\n    ", "8422-8423", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Li-doped metal-org. framework (MOFs) structures were prepd. to maximize reversible H2 storage at room temp. and modest pressures.  This approach was tested using grand canonical Monte Carlo simulations with 1st-principles derived force fields.  It is predicted that at -30° and 100 bar Li-MOF-C30 would have a gravimetric H2 uptake of 6.0%, reaching the 2010 DoE target of 6.0% at -30-80° and pressures ≤100 bar.  Doping of MOFs with electropos. metals is a promising strategy for H storage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXmsVKms70%253D&md5=7526e8f5808c84c185b00684f57c1693", " ", "(b) Han, S. S.; Deng, W.-Q.; Goddard, W. A. ", "  Angew. Chem., Int. Ed.", " In press.", "There is no corresponding record for this reference.", " ", " ", "(8)", " ", "Using the LAMMPS 2001 program.", "There is no corresponding record for this reference.", " ", " ", "(9)", " ", "(a) Greathouse, J. A.; Allendorf, M. D. ", "  J. Am. Chem. Soc", ".", " ", "2006", ", ", "128", ", 10678.", "[", "ACS Full Text ", "], [", "CAS", "]", "(9) . ", "The Interaction of Water with MOF-5 Simulated by Molecular Dynamics", "Greathouse, Jeffery A.; Allendorf, Mark D.", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "33", "),\r\n    ", "10678-10679", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Force field parameters for use with metal-org. framework-5 (MOF-5 or IRMOF-1) are presented.  Flexibility within the framework is included in this model, so that structural changes upon interaction with adsorbate mols. can be obsd. and quantified.  The model was validated by comparing simulated lattice parameters of pure MOF-5 with X-ray diffraction results.  For the first time, mol. dynamics simulations have been performed that show how water interacts with MOF-5.  The framework is stable at water contents up to 2.3% by mass, but distortion in the lattice structure is already evident.  At water contents of 3.9% and higher, the framework collapses because of the replacement of MOF O atoms by water O atoms in the Zn coordination shells.  As a result, inorg. MOF O atoms are no longer coordinated by four Zn ions, and benzene dicarboxylate linkers are no longer tethered to Zn centers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xns1WqtL4%253D&md5=65bd73b755fe8dc52f35d5aabb0b8eca", " ", "(b) Dubbeldam, D.; Walton, K. S.; Ellis, D. E.; Snurr, R. Q. ", "  Angew. ", "Chem., Int. Ed.", " ", "2007", ", ", "46", ", 4496.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(9) . ", "Exceptional negative thermal expansion in isoreticular metal-organic frameworks", "Dubbeldam, David; Walton, Krista S.; Ellis, Donald E.; Snurr, Randall Q.", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "24", "),\r\n    ", "4496-4499", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A new model for flexible frameworks is used to simulate the structures and adsorption properties of isoreticular metal-org. frameworks (IRMOFs), such as IRMOF-1.  The structural simulations suggest that the IRMOFs have neg. thermal-expansion coeffs. over their full temp. ranges of stability.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXmvVOltrc%253D&md5=2469767991b8f4a9eb32bb9bc0382753", " ", " ", "(a) Williams, D. J.; Partin, D. E.; Lincoln, F. J.; Kouvetakis, J.; O', Keeffe, M. ", "  J. Solid Stat. Chem.", " ", "1997", ", ", "134", ", 164.", "[", "Crossref", "], [", "CAS", "]", ". ", "The disordered crystal structures of Zn(CN)2 and Ga(CN)3", "Williams, D. J.; Partin, D. E.; Lincoln, F. J.; Kouvetakis, J.; O'Keeffe, M.", "Journal of Solid State Chemistry", "\r\n        (", "1997", "),\r\n    ", "134", "\r\n        (", "1", "),\r\n    ", "164-169", "CODEN:\r\n                ", "JSSCBI", ";\r\n        ISSN:", "0022-4596", ".\r\n    \r\n            (", "Academic Press", ")\r\n        ", "The structure of Zn(CN)2 was reexamd. using neutron time-of-flight diffraction and has symmetry Pn‾3m, a 5.9227(1) Å at 14 K and 5.8917(1) Å at 305 K (neg. thermal expansion).  The CN groups are disordered in contrast to the ordered arrangement with symmetry P‾43m assumed in earlier x-ray diffraction expts.  Zn is tetrahedrally surrounded with av. Zn-(C,N) = 1.967(3) and C-N = 1.1897(1) Å.  Ga(CN)3 was examd. for the 1st time.  X-ray powder diffraction shows it to have a cubic Prussian blue framework structure, symmetry Pm‾3m, a 5.295(2) Å, also with CN disorder.  Ga is octahedrally surrounded with av. Ga-(C,N) distance = 2.072(2) Å and C-N = 1.148(1) Å.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXotVCjsw%253D%253D&md5=0a67084e281a43fa8efa4a8ef5604844", " ", "(b) Margadonna, S.; Prassides, K.; Fitch, A. N. ", "  J. Am. Chem. Soc.", " ", "2004", ", ", "126", ", 15390.", "[", "ACS Full Text ", "], [", "CAS", "]", ". ", "Zero Thermal Expansion in a Prussian Blue Analogue", "Margadonna, Serena; Prassides, Kosmas; Fitch, Andrew N.", "Journal of the American Chemical Society", "\r\n        (", "2004", "),\r\n    ", "126", "\r\n        (", "47", "),\r\n    ", "15390-15391", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Isotropic nearly zero thermal expansion (i.e., negligible vol. change) is reported in a large temp. range for Fe[Co(CN)6], a member of the Prussian blue family with electronically active metal sublattices and a cubic framework structure built by a cyanide-bridged network of octahedral units.  Suitable selection of metal ions and interstitial units could allow such anomalous thermal behavior to be combined with the variety of unusual electronic, optical, and magnetic properties exhibited by Prussian blue analogs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXptlOisL8%253D&md5=483af490d955b129260244b36032d1cc", " ", "(c) Goodwin, A. L.; Kepert, C. J. ", "  Phys. Rev. B", " ", "2005", ", ", "71", ", 140301.", "[", "Crossref", "], [", "CAS", "]", ". ", "Negative thermal expansion and low-frequency modes in cyanide-bridged framework materials", "Goodwin, Andrew L.; Kepert, Cameron J.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2005", "),\r\n    ", "71", "\r\n        (", "14", "),\r\n    ", "140301/1-140301/4", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "1098-0121", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "The authors analyze the intrinsic geometric flexibility of framework structures incorporating linear metal-cyanide-metal (M-CN-M') linkages using a reciprocal-space dynamical matrix approach.  This structural motif is capable of imparting a significant neg. thermal expansion (NTE) effect upon such materials.  In particular, the topologies of a no. of simple cyanide-contg. framework materials support a very large no. of low-energy rigid-unit phonon modes, all of which give rise to NTE behavior.  The authors support the authors' anal. by presenting exptl. verification of this behavior in the family of compds. ZnxCd1-x(CN)2, which the authors show to exhibit a NTE effect over the temp. range 25-375 K more than double that of materials such as ZrW2O8.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjvVertLY%253D&md5=462bcc79568fe1d6d3a1ace1edcd9163", " ", "(d) Chapman, K. W.; Chupas, P. J.; Kepert, C. J. ", "  J. Am. Chem. Soc.", " ", "2005", ", ", "127", ", 15630.", "[", "ACS Full Text ", "], [", "CAS", "]", ". ", "Direct Observation of a Transverse Vibrational Mechanism for Negative Thermal Expansion in Zn(CN)2: An Atomic Pair Distribution Function Analysis", "Chapman, Karena W.; Chupas, Peter J.; Kepert, Cameron J.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "44", "),\r\n    ", "15630-15636", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The instantaneous structure of the cyanide-bridged neg. thermal expansion (NTE) material Zn(CN)2 has been probed using at. pair distribution function (PDF) anal. of high energy X-ray scattering data (100-400 K).  The temp. dependence of the at. sepns. extd. from the PDFs indicates an increase of the av. transverse displacement of the cyanide bridge from the line connecting the ZnII centers with increasing temp.  This allows the contraction of non-nearest-neighbor Zn···Zn' and Zn···C/N distances despite the obsd. expansion of the individual direct Zn-C/N and C-N bonds.  Thus, this anal. provides definitive structural confirmation that an increase in the av. displacement of bridging atoms is the origin of the NTE behavior.  The lattice parameters reveal a slight redn. in the NTE behavior at high temp. from a min. coeff. of thermal expansion (α = dl/ldT) of -19.8 × 10-6 K-1 below 180 K, which is attributed to interaction between the doubly inter-penetrated frameworks that comprise the structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtFWku7nJ&md5=c37d4abd7c6932a13ffa44781e06193d", " ", "(e) Goodwin, A. L.; Chapman, K. W.; Kepert, C. J. ", "  J. Am. Chem. Soc.", " ", "2005", ", ", "127", ", 17980.", "[", "ACS Full Text ", "], [", "CAS", "]", ". ", "Guest-Dependent Negative Thermal Expansion in Nanoporous Prussian Blue Analogues MIIPtIV(CN)6·x{H2O} (0 ≤ x ≤ 2; M = Zn, Cd)", "Goodwin, Andrew L.; Chapman, Karena W.; Kepert, Cameron J.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "51", "),\r\n    ", "17980-17981", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The guest-dependent thermal expansion behavior of the nanoporous Prussian Blue analogs MIIPtIV(CN)6·x{H2O} (0 ≤ x ≤ 2; M = Zn, Cd) has been investigated using variable temp. single-crystal X-ray diffraction.  The dehydrated phases MIIPtIV(CN)6 were found to exhibit neg. thermal expansion, attributed to thermal population of low energy transverse vibrations of the bridging cyanide ligands.  The presence of guest mols. within the framework pore system was found capable of dampening the effect of these transverse vibrational modes.  The guest-loaded ZnII phase, in which the available pore vol. is commensurate with the vol. occupied by individual water mols., possesses a considerably higher coeff. of thermal expansion, with the material switching from pos. to neg. thermal expansion behavior upon guest removal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXht1Oqu7vE&md5=960fa74be8c5e42cf6ddc304f9451367", " ", "(f) Chapman, K. W.; Chupas, P. J.; Kepert, C. J. ", "  J. Am. Chem. ", "Soc.", " ", "2006", ", ", "128", ", 7009.", "[", "ACS Full Text ", "], [", "CAS", "]", ". ", "Compositional Dependence of Negative Thermal Expansion in the Prussian Blue Analogues MIIPtIV(CN)6 (M = Mn, Fe, Co, Ni, Cu, Zn, Cd)", "Chapman, Karena W.; Chupas, Peter J.; Kepert, Cameron J.", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "21", "),\r\n    ", "7009-7014", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The effect of MII substitution on the magnitude of the neg. thermal expansion (NTE) behavior within a series of Prussian Blue analogs, MIIPtIV(CN)6 for MII = Mn, Fe, Co, Ni, Cu, Zn, Cd, has been investigated using variable-temp. powder X-ray diffraction (100-400 K).  The NTE behavior varies widely with MII substitution, from near zero thermal expansion in NiPt(CN)6 (α = dl/ldT = -1.02(11) × 10-6 K-1) up to a max. in CdPt(CN)6 (α = -10.02(11) × 10-6 K-1).  The trend in the magnitude of the NTE behavior, with increasing at. no. (Z) of the MII ion, follows the order MnII > FeII > CoII > NiII < CuII < ZnII < CdII, which correlates with the trends for MII cation size, the lattice parameter, and structural flexibility as indicated by the temp.-dependent structural refinements and Raman spectroscopy.  Anal. of the temp. dependence of the av. structures suggests that the differences in the thermal expansion are due principally to the different strengths of the metal-cyanide binding interaction and, accordingly, the different energies of transverse vibration of the cyanide bridge, with enhanced NTE behavior for more flexible lattices.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xkt1Ogt7g%253D&md5=32ee56ee27fd6adcbdd42fbe41914a11", " ", " ", "(11)", " ", "Kittel, C. ", "  Introduction to Solid State Physics", "; John Wiley & Sons, New York, 1996.", "There is no corresponding record for this reference.", " ", " ", "(12)", " ", "(a) Drymiotis, F. R.; Ledbetter, H.; Betts, J. B.; Kimura, T.; Lashley, J. C.; Migliori, A.; Ramirez, A. P.; Kowach, G. R.; Van Duijn, J. ", "  Phys. Rev. ", "Lett.", " ", "2004", ", ", "93", ", 025502.", "[", "Crossref", "], [", "CAS", "]", "(12) . ", "Monocrystal elastic constants of the negative-thermal-expansion compound zirconium tungstate (ZrW2O8)", "Drymiotis F R; Ledbetter H; Betts J B; Kimura T; Lashley J C; Migliori A; Ramirez A P; Kowach G R; Van Duijn J", "Physical review letters", "\r\n        (", "2004", "),\r\n    ", "93", "\r\n        (", "2", "),\r\n    ", "025502", "\r\n        ISSN:", "0031-9007", ".\r\n    ", "We measured zirconium tungstate's elastic constants C(ij).  This compound shows relatively soft, nearly isotropic elastic constants with normal Poisson ratios and no approach to Born instability.  ZrW2O8 shows normal ambient-temperature elastic constants C(ij), but remarkable dC(ij)/dT that show dominant low-frequency acoustic-vibration modes.  From the bulk modulus, we estimated the total ambient-temperature thermodynamic Gruneisen parameter as gamma = -1.2.  The dB/dT slope gives a Gruneisen parameter gamma = -7.  The 300-0 K bulk-modulus increase (40%) seems unprecedented and breaks Birch's law of corresponding states.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD2cvitVeksg%253D%253D&md5=8074b4ec948e0ca2f5566c561ca4ada2", " ", "(b) Hancock, J. N.; Turpen, C.; Schlesinger, Z.; Kowach, G. R.; Ramirez, A. P. ", "  Phys. Rev. Lett.", " ", "2004", ", ", "93", ", 225501.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(12) . ", "Unusual low-energy phonon dynamics in the negative thermal expansion compound ZrW2O8", "Hancock, Jason N.; Turpen, Chandra; Schlesinger, Zack; Kowach, Glen R.; Ramirez, Arthur P.", "Physical Review Letters", "\r\n        (", "2004", "),\r\n    ", "93", "\r\n        (", "22", "),\r\n    ", "225501/1-225501/4", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "An IR study of the phonon spectra of ZrW2O8 as a function of temp., which includes the low energy (2-10 meV) region relevant to neg. thermal expansion, is reported and discussed in the context of sp. heat and neutron d. of states results.  The prevalence of IR active phonons at low energy and their obsd. temp. dependence are highly unusual and indicative of exotic low-energy lattice dynamics.  Eigenvector calcns. indicate a mixing of librational and translational motion within each low-frequency IR mode.  The role of the under-constrained structure in establishing the nature of these modes, and the relationship between the IR spectra and the large neg. thermal expansion in ZrW2O8 are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXhtVejtbrE&md5=e83a5f25c4eb9444ef79dba27d226bce", " ", "(c) Grzechnik, A.; Crichton, W. A.; Syassen, K.; Adler, P.; Mezouar, M. ", "  Chem. ", "Mater.", " ", "2001", ", ", "13", ", 4255.", "[", "ACS Full Text ", "], [", "CAS", "]", "(12) . ", "A New Polymorph of ZrW2O8 Synthesized at High Pressures and High Temperatures", "Grzechnik, A.; Crichton, W. A.; Syassen, K.; Adler, P.; Mezouar, M.", "Chemistry of Materials", "\r\n        (", "2001", "),\r\n    ", "13", "\r\n        (", "11", "),\r\n    ", "4255-4259", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Pressure-induced amorphization of materials with neg. thermal expansion is believed to arise from uncorrelated tiltings of polyhedra, kinetically frozen in an orientationally disordered state at room temp.  The transition to an amorphous phase in zircon tungstate ZrW2O8 occurs >1.5 GPa upon cold compaction.  The authors' synchrotron angle-dispersive x-ray powder diffraction expts. show that at high temps. the framework structure of ZrW2O8 irreversibly collapses to a new dense hexagonal U3O8-type polymorph at pressures just after the completion of amorphization.  In this structure, the Zr and W atoms are 6-fold coordinated and statistically disordered.  Upon heating at higher pressures, the amorphous ZrW2O8 material decomps. into its constituent oxides.  The results of the authors' work suggest that the phenomenon underlying the pressure-induced amorphization of zircon tungstate may involve profound changes in the coordination environments of the atoms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXnt12qu7w%253D&md5=be3b0974e29b87e0ab8218574519b156", " ", "(d) Noailles, L. D.; Peng, H.-H.; Starkovich, J.; Dunn, B. ", "  Chem. Mater.", " ", "2004", ", ", "16", ", 1252.", "[", "ACS Full Text ", "], [", "CAS", "]", "(12) . ", "Thermal Expansion and Phase Formation of ZrW2O8 Aerogels", "Noailles, L. D.; Peng, H.-H.; Starkovich, J.; Dunn, B.", "Chemistry of Materials", "\r\n        (", "2004", "),\r\n    ", "16", "\r\n        (", "7", "),\r\n    ", "1252-1259", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Aerogels with the nominal compn. ZrW2O8 have been prepd. by pore solvent exchange with liq. CO2 followed by supercrit. drying.  These aerogels are amorphous and can be tailored to have extremely high surface areas.  Thermal expansion is measured for the amorphous aerogel as well as the aerogel post thermal treatment.  The cubic phase forms at 900°C in <30 s.  The cubic phase prepd. this way has a large neg. thermal expansion coeff. of -10.5 × 10-6/°C as shown by variable temp. X-ray diffraction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXhvVynt7c%253D&md5=efdeaa817ba7c3c8c1d1846ebd93e26e", " ", " ", "(13)", " ", "Miao, M. S.; Zhang, M. −L.; Van Doren, V. E.; Van Alsenoy, C; Martins, J. L. ", "  J. Chem. Phys.", " ", "2001", ", ", "115", ", 11317.", "[", "Crossref", "], [", "CAS", "]", "(13) . ", "Density functional calculations on the structure of crystalline polyethylene under high pressures", "Miao, M. S.; Zhang, M.-L.; Van Doren, V. E.; Van Alsenoy, C.; Martins, Jose Luis", "Journal of Chemical Physics", "\r\n        (", "2001", "),\r\n    ", "115", "\r\n        (", "24", "),\r\n    ", "11317-11324", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The geometrical structures of cryst. polyethylene under several different external pressures up to 10 GPa are optimized by a pseudopotential plane wave d. functional method.  Both local d. (LDA) and generalized gradient (GGA) approxns. for exchange-correlation energy and potential are used.  It is found that LDA heavily underestimate the geometry parameters under ambient pressure but GGA successfully correct them and get results in good agreements with the exptl. geometry.  The calcd. GGA vol. is about 94 Å3 in comparison with the x-ray scattering value of about 92 Å3 and the neutron scattering value of 88 Å3.  The bulk and Young's modulus are calcd. by means of several different methods.  The Young's modulus along the chain ranges from about 350 to about 400 GPa which is in good agreement with the exptl. results.  But the bulk modulus is several times larger than those of expts., indicating a different description of the interchain interactions by both LDA and GGA.  The band structures are also calcd. and their changes with the external pressure are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXptFWns7o%253D&md5=faac2d6dee75e79659e10ce370d040b8", " ", " ", "(14)", " ", "Samanta, A.; Furuta, T.; Li, J. ", "  J. Chem. Phys.", " ", "2006", ", ", "125", ", 084714.", "[", "Crossref", "], [", "CAS", "]", "(14) . ", "Theoretical assessment of the elastic constants and hydrogen storage capacity of some metal-organic framework materials", "Samanta, Amit; Furuta, Terumi; Li, Ju", "Journal of Chemical Physics", "\r\n        (", "2006", "),\r\n    ", "125", "\r\n        (", "8", "),\r\n    ", "084714/1-084714/8", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Metal-org. frameworks (MOFs) are promising materials for applications such as sepn., catalysis, and gas storage.  A key indicator of their structural stability is the shear modulus.  DFT calcns. in a 106-atom supercell, under the local d. approxn., yielded c11 = 29.2 GPa and c12 = 13.1 GPa for Zn-based MOF-5.  However, c44 of MOF-5 is small, only 1.4 GPa at T = 0 K.  The binding energy, Eads, of a single H mol. in MOF-5 was evaluated using the same approach and it was -0.069 to -0.086 eV/H2 near the benzene linker and -0.106 to -0.160 eV/H2 near the Zn4O tetrahedra.  Substitution of Cl and hydroxyl in the benzene linker had a negligible effect on the physisorption energies.  Pentacoordinated Cu (and Al) in a framework structure similar to MOF-2 gives Eads≈-0.291 eV/H2 (and -0.230 eV/H2), and substitution of N in benzene (pyrazine) further enhances Eads near the org. linker to -0.16 eV/H2, according to DFT with local d. approxn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XptlCmt70%253D&md5=42e9a0dbec71334ffeb9a1e40bc11546", " ", " ", "(15)", " ", "Schelling, P. K.; Keblinski, P. ", "  Phy. Rev. B", " ", "2003", ", ", "68", ", 035425. The reference is therein.", "[", "Crossref", "], [", "CAS", "]", "(15) . ", "Thermal expansion of carbon structures", "Schelling, P. K.; Keblinski, P.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2003", "),\r\n    ", "68", "\r\n        (", "3", "),\r\n    ", "035425/1-035425/7", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "Using an empirical bond-order potential, mol. dynamics (MD) simulations, and lattice dynamics calcns., we study the thermal expansion of diamond, graphite and single-walled carbon nanotubes.  MD simulations demonstrate that, while the C-C bond length increases at a similar rate with increasing temp. in all structures, the thermal expansion coeff. varies greatly in a manner consistent with expt.  An anal. of the mode-dependent Grueneisen parameters provides a detailed picture of how structure influences the competition between various vibrational modes assocd. with neg. and pos. Grueneisen parameters in detg. the overall thermal expansion coeff.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXnsVGqu7w%253D&md5=ae6731df8c8e3fa2c4fd81ecb02c4088", " ", " ", "(16)", " ", "Ledbetter, H. ", "  Mater. Sci. Eng., A", " ", "2006", ", ", "442", ", 31.", "[", "Crossref", "], [", "CAS", "]", "(16) . ", "Sound velocities, elastic constants: Temperature dependence", "Ledbetter, Hassel", "Materials Science & Engineering, A: Structural Materials: Properties, Microstructure and Processing", "\r\n        (", "2006", "),\r\n    ", "A442", "\r\n        (", "1-2", "),\r\n    ", "31-34", "CODEN:\r\n                ", "MSAPE3", ";\r\n        ISSN:", "0921-5093", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "I describe a simple physics-based relationship for describing and predicting the temp. dependence of solid-state sound velocities and elastic consts.  Originating in an Einstein-oscillator model, the relationship applies to essentially all solid types: successful uses range from monocrystal diamond, various elemental polycrystals, through multiphase steels, to epoxy-matrix composites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xht1CiurbM&md5=2ba0087174fed2e457c8aadcb55b36e0", " ", " ", "(17)", " ", "Cao, D.; Bridges, F.; Ramirez, A. ", "  Phys. Rev. B", " ", "2003", ", ", "68", ", 014303.", "[", "Crossref", "], [", "CAS", "]", "(17) . ", "Correlated atomic motions in the negative thermal expansion material ZrW2O8: a local structure study", "Cao, D.; Bridges, F.; Kowach, G. R.; Ramirez, A. P.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2003", "),\r\n    ", "68", "\r\n        (", "1", "),\r\n    ", "014303/1-014303/14", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "Recent studies of Zr tungstate, ZrW2O8, show an isotropic neg. thermal expansion (NTE) over a wide temp. range.  Probably the low-energy phonon vibrational modes, obsd. in both sp. heat and phonon d.-of-states measurements, are responsible for this unusual NTE.  The authors have carried out x-ray-absorption fine-structure (XAFS) expts. at both the W LIII edge and Zr K edge to study the detailed local structure in ZrW2O8.  XAFS results show a very small temp. dependence of the broadening parameter, σ, for the W-Zr atom pair and the W-O-Zr linkage; consequently, the displacements of the W, O, and Zr atoms must be correlated.  The data show a much larger temp. dependence of σ for the nearest W1-W2 pair as well as for the nearest Zr-Zr pair.  These combined results indicate that it is the correlated motion of a WO4 tetrahedron and its 3 nearest ZrO6 octahedra that leads to the NTE effect in this material instead of primarily transverse vibrations of the middle O atom in the W-O-Zr linkage.  The data for both W-W and Zr-Zr atom pairs also indicate a hardening of the effective spring const. near 100 K, which is consistent with the shift of the lowest mode with T in the phonon d. of states.  A simple model is developed to explain the NTE in terms of the local structure results; it also provides a natural explanation for the lack of a soft-mode phase transition.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXmtFyntrg%253D&md5=be85246108071a2ef4bfe6e1207020d0", " ", " ", "(18)", " ", "Using the following equation, 3B − 2C‘/2(3B + C‘).", "There is no corresponding record for this reference.", " ", " ", "(19)", " ", "Kimizuka, H.; Kaburaki, H.; Kogure, Y. ", "  Phys. Rev. Lett.", " ", "2000", ", ", "84", ", 5548.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(19) . ", "Mechanism for Negative Poisson Ratios over the α-β Transition of Cristobalite, SiO2: A Molecular-Dynamics Study", "Kimizuka, Hajime; Kaburaki, Hideo; Kogure, Yoshiaki", "Physical Review Letters", "\r\n        (", "2000", "),\r\n    ", "84", "\r\n        (", "24", "),\r\n    ", "5548-5551", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "The adiabatic elastic consts. (Cij) of cristobalite were evaluated successfully at 300-1800 K using the mol.-dynamics method with a fluctuation formula.  Cristobalite shows a neg. Poisson ratio over this temp. range.  However, the mechanisms differ between the α and β phases.  In the cubic β phase, C44 exhibits a value extremely close to C11 rather than C12, in contrast to the Cauchy relation.  This predicts a remarkable property that the longitudinal and transverse velocities coincide for the acoustic waves propagating along the [100] direction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXjvVyisrY%253D&md5=4071d6c7677af3b922978c17bf81c334", " ", " ", "He, D.; Reneker, D. H.; Mattice, W. L. ", "  Comp. Theor. Polym. Sci.", " ", "1997", ", ", "7", ", 19.", "[", "Crossref", "], [", "CAS", "]", ". ", "Fully atomistic models of the surface of amorphous polyethylene", "He, Dayong; Reneker, Darrell H.; Mattice, Wayne L.", "Computational and Theoretical Polymer Science", "\r\n        (", "1997", "),\r\n    ", "7", "\r\n        (", "1", "),\r\n    ", "19-24", "CODEN:\r\n                ", "CTPSFJ", ";\r\n        ISSN:", "1089-3156", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "Fully atomistic models of very thin films of amorphous polyethylene are studied.  The d. profile of the thin films shows that the surface layer is thicker than the result obtained previously for thin films of poly(1,4-cis-butadiene), using a similar method.  This difference in thickness of the surface layer is attributed to the fact that polyethylene is a stiffer chain than poly(1,4-cis-butadiene), as reflected by the difference in their characteristic ratios.  The C-C bonds are randomly oriented in the interior of the film, but in the outer portion of the surface layer they have a slight preference for an orientation in the plane of the film.  The contribution of the internal energy to the surface energy of the film is estd. to be 20 erg cm-2, which is lower than the exptl. value of 26 erg cm-1 reported in the literature for the surface energy.  The roughness of the surface varies from 0 to 6 Å as the radius of the spherical probe used in the measurement becomes smaller.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXlt1els7k%253D&md5=312ff6fc577b33e7df176445ccf60e2b", " ", " ", "(21)", " ", "This was calculated with a probe radius of 1.2 Å in the Cerius", "2", " program.", "There is no corresponding record for this reference.", " ", " "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2007/jpccck.2007.111.issue-42/jp075389s/production/images/small/jp075389sf00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2007/jpccck.2007.111.issue-42/jp075389s/production/images/small/jp075389sf00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2007/jpccck.2007.111.issue-42/jp075389s/production/images/small/jp075389sf00003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2007/jpccck.2007.111.issue-42/jp075389s/production/images/small/jp075389sf00004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2007/jpccck.2007.111.issue-42/jp075389s/production/images/small/jp075389sf00005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2007/jpccck.2007.111.issue-42/jp075389s/production/images/small/jp075389sf00006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2007/jpccck.2007.111.issue-42/jp075389s/production/images/small/jp075389sf00007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2007/jpccck.2007.111.issue-42/jp075389s/production/images/small/jp075389sf00008.gif\">"]}
