{"title": ["Hydrogen Adsorption on Zn-BDC, Cr-BDC, Ni-DABCO, and Mg-DOBDC Metal–Organic Frameworks"], "authors": ["Debjyoti Sahu", "Prashant Mishra", "Satyannarayana Edubilli", "Anil Verma", "Sasidhar Gumma"], "doi": ["10.1021/je400546d"], "abstract": ["This work reports hydrogen adsorption properties of four different metal–organic frameworks (MOFs) namely Zn-BDC, Cr-BDC, Ni-DABCO, and Mg-DOBDC. Gravimetric hydrogen adsorption measurements are performed over a wide range of temperature (90 K to 298 K) and pressure (0 bar to 100 bar). At the lowest experimental temperature (90 K to 100 K) all the isotherms are saturated and the adsorption capacity is governed by pore volume. On the other hand, at room temperature the isotherms closely follow Henry’s law. Modeling of the excess isotherms is also done. Net adsorption isotherms, which can directly indicate the efficiency of porous adsorbent for storage, are also presented. In terms of volumetric efficiency, Mg-DOBDC MOF exhibits best storage capacity out of all the MOFs considered in this study."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Result and Discussion", "Conclusions", "References", "1 Introduction", "Many countries have recognized the hydrogen-based energy system as a partial substitute to the conventional oil-based system. Depleting resources of fossil fuel may reduce production and supply in the future. Air pollution is a collateral damage while using fossil fuel. Hydrogen-based fuel may overcome some of these environmental impacts as it is a lightweight flammable gas. However, hydrogen storage poses a serious challenge. The US DOE", "(1, 2)", " hydrogen storage target for 2015 is about 9 wt % of the adsorbent (and 81 g L", "–1", " volumetric storage capacity) considering a refueling range in excess of 300 miles. Moreover, future generation cars may be lightweight and more fuel efficient; therefore, lower values than the target may be realistic. While, hydrogen storage capacity of traditional porous materials like carbons", "(3, 4)", " and zeolites,", "(5, 6)", " etc. has been studied for a long time, interest in storage in metal–organic frameworks (MOFs) is a more recent phenomenon.", "MOFs are porous material readily synthesized by coordinative bonding of metal atoms with organic linkers. These materials are widely being investigated for their potential application in gas separation, gas storage, and catalysis.", "(7-14)", " Adsorption characteristics in MOFs depend on the geometry of the linker as well as the saturation (coordinated) level of the metal atom. MOFs have gained attention over other conventional materials because of their high surface area, larger pore volume, and tunable structure. However, some MOFs degrade on exposure to water vapor.", "(15)", " Adsorption isotherms of hydrogen on various porous materials such as activated carbons, zeolites, or MOFs are reported mainly at ambient temperature and at 77 K. A comparison of sample literature for hydrogen storage on some MOFs, zeolites, and allotropes of carbon is elaborated in Table ", "1", ".", "Table 1. Comparison of Hydrogen Uptake in Different Adsorbents for Different Temperatures", "adsorbent", "T", "/K", "P", "/bar", "wt %", "ref", "T", "/K", "P", "/bar", "wt %", "ref", "Cu-BTC", "77", "50", "3.8", "16", "298", "50", "0.3", "16", "175", "50", "1", "16", " ", " ", " ", " ", "Cr-BTC", "77", "26.5", "3.28", "17", "298", "73", "0.15", "17", "Co-DABCO", "77", "1", "2.45", "18", "298", "17.2", "0.89", "18", "MIL 53", "77", "16", "3.8", "19", "293", "50", "0.37", "20", "MOF 177", "77", "70", "7.5", "21", "298", "100", "0.62", "22", "Ni-DOBDC", "150", "27", "1.5", "23", " ", " ", " ", " ", "Graphene", "77", "10", "1.2", "24", "298", "10", "0.1", "24", " ", "123", "10", "0.6", "24", "173", "10", "0.25", "24", "CNT", "77", "1", "0.8", "25", "298", "60", "0.14", "25", "Zeolite", "77", "15", "2.19", "5", "303", "30", "0.3", "25", "Zn-BDC", "77", "20", "4.5", "10, 26", "298", "20", "1, 0.05", "10, 27", "101", "20", "0.85", "this work", "293", "20", "0.12", "28", "136", "20", "0.6", "this work", "169", "20", "0.25", "this work", "Cr-BDC", "77", "80", "6.1", "17", "297", "80", "0.43", "17", "92", "80", "3.6", "this work", "297", "80", "0.42", "this work", "136", "80", "2.5", "this work", "165", "80", "1.7", "this work", "Ni-DABCO", "77", "50", "3.76", "29", "299", "50", "0.65", "29", "90", "50", "3.39", "this work", "297", "50", "0.4", "this work", "145", "50", "2.39", "this work", "194", "50", "1.2", "this work", "Mg-DOBDC", "77", "80", "3.2", "30", "298", "80", "0.5", "30", "101", "80", "3.6", "this work", "298", "80", "0.6", "this work", " ", "133", "80", "3.2", "this work", "192", "80", "2.4", "this work", "In general, high pressure hydrogen adsorption data for cryogenic temperatures above 77 K is relatively limited.", "(16, 23, 24)", " An alternative to very low temperature storage/adsorption of hydrogen (and physically realizable target in near future) is to store it at an intermediate temperature. Moreover, study of hydrogen adsorption properties at the intermediate temperatures help in understanding the effect of various characteristics of porous solids and in the design and development of “tuned” materials to enhance hydrogen storage capacity.", "The measurement of hydrogen storage on porous solids is a nontrivial task. The calculation of the pore and impenetrable solid volume may introduce considerable error", "(31)", " in estimating the amount of adsorbed hydrogen. These quantities (viz. solid volume and pore volume) are used during buoyancy corrections for obtaining excess and absolute adsorption, respectively. In net adsorption measurements, the use of these volumes is avoided", "(31)", " and reduces unnecessary confusion in estimation of the solid and pore volumes. Moreover, net adsorption accounts for the loss of volume (of the bulk gas phase) occupied by the impenetrable solid. Thus, net adsorption isotherm directly gives the additional amount of hydrogen that can be stored in a tank containing adsorbent compared to that of an empty tank at the same temperature and pressure.", "In this work, excess hydrogen adsorption isotherms are reported at several intermediate temperatures between 90 K and 298 K over a wide pressure range. In addition, for the reasons discussed earlier, hydrogen adsorption is also reported in terms of net adsorption, and its suitability for evaluating the performance of solid adsorbents is illustrated. The MOFs chosen for the study are Zn-BDC, Cr-BDC, Ni-DABCO, and Mg-DOBDC, which cover a wide range of physical characteristics (Table S1 in the ", "Supporting Information", ").", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Result and Discussion", "Conclusions", "References", "2 Experimental Section", "2.1", "Material Synthesis and Characterization", "The detailed procedures that were followed to synthesize the studied materials are provided in the ", "Supporting Information", ". The synthesized materials are thoroughly characterized by performing TGA, XRD, and BET surface area analysis. These results closely match with that reported in earlier literature and are included in the ", "Supporting Information", ".", "2.2", "Hydrogen Adsorption Measurement", "Adsorption equilibria were measured gravimetrically using a magnetic suspension balance (Rubotherm). The adsorbents were activated prior to each isotherm measurement by heating it at 473 K under vacuum (and a purge flow of 20 cm", "3", " min", "–1", " of helium). Equilibrium measurement was carried out as per the usual procedure.", "(32)", " For excess adsorption, adsorbent as well as bucket volume was used as buoyancy volume during buoyancy corrections. The buoyancy volume of the porous solid adsorbent sample was obtained using buoyancy measurement on the sample using helium as a nonadsorbing gas. However, for net adsorption only the bucket volume was used for buoyancy corrections. The density of hydrogen was taken from the NIST Web site", "(33)", " for the corresponding experimental conditions. Cryogenic temperatures were obtained using a mixture of methanol and liquid nitrogen.", "(34)", " During experiments, temperature fluctuations were within a range of ± 2 K. The intermittent addition of excess liquid nitrogen was done manually to maintain the desired temperature.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Result and Discussion", "Conclusions", "References", "3 Result and Discussion", "3.1", "Excess Adsorption", "Excess adsorption isotherms of hydrogen on Zn-BDC, Cr-BDC, Ni-DABCO, and Mg-DOBDC at four different temperatures are shown in Figures ", "1", " to ", "4", ". Isotherms of all the MOFs show saturation at 90 K to 100 K within our experimental pressure range. At room temperature, the isotherms were within the Henry region throughout the entire measurement. However, for intermediate temperature range (133 K to 194 K) even though saturation was not achieved, significant adsorption capacities were observed.", "Figure 1. H", "2", " pressure composition isotherms of Zn-BDC. Symbols are excess adsorption from experimental data at red triangle, 101 K; green circle, 136 K; yellow square, 169 K. Lines are model fit to excess adsorption.", "Figure 2. H", "2", " pressure composition isotherms of Cr-BDC. Symbols are excess adsorption from experimental data at red triangle, 92 K; green circle, 136 K; yellow square, 165 K; purple diamond, 297 K. Lines are model fit to excess adsorption.", "Figure 3. H", "2", " pressure composition isotherms of Ni-DABCO. Symbols are excess adsorption from experimental data at red triangle, 90 K; green circle, 145 K; yellow square, 194 K; purple diamond, 297 K. Lines are model fit to excess adsorption.", "Figure 4. H", "2", " pressure composition isotherms of Mg-DOBDC. Symbols are excess adsorption from experimental data at red triangle, 101 K; green circle, 133 K; yellow square, 192 K; purple diamond, 298 K. Lines are model fit to excess adsorption.", "Saturation loading of hydrogen on Zn-BDC is 0.85 wt % at 20 bar and 101 K (Figure ", "1", "). This value is five times less compared to the loading reported by Yaghi’s group", "(10)", " which is mainly due to the difference in the surface area and pore volume (see Table S1 in ", "Supporting Information", "). Such variations are not uncommon in the literature for Zn-BDC.", "(26, 27)", " For Cr-BDC the saturation is 3.8 wt % at 45 bar and 92 K (Figure ", "2", "). Similarly, for Ni-DABCO the adsorption isotherm saturates at 3.65 wt % at 25 bar and 90 K (Figure ", "3", "). For Mg-DOBDC the adsorption isotherm saturates with 3.2 wt % loading at 25 bar and 101 K (Figure ", "4", "). At low temperature (92 K) maximum excess loading of 3.8 wt % was obtained for Cr-BDC due to its high pore volume compared to other considered MOFs. The saturation adsorption capacity for hydrogen on porous materials mostly depends on the pore volume", "(35)", " and results obtained in this study also indicate this relationship.", "To better understand the effect of temperature on hydrogen adsorption, measurements were performed at intermediate temperatures. For Zn-BDC, the hydrogen loading increases from 0.47 wt % to 0.84 wt % at 50 bar when temperature changes from 169 K to 136 K (Figure ", "1", "). Similarly for Cr-BDC loading changes from 1.2 wt % to 1.8 wt % at ∼40 bar when temperature changes from 165 K to 136 K (Figure ", "2", "). Similar changes in loading (1.6 wt % to 2.7 wt %) at ∼40 bar are observed for Mg-DOBDC when temperature is reduced from 192 K to 133 K (Figure ", "4", "). However, Ni-DABCO exhibits a greater increment (0.9 wt % to 2.1 wt %) at ∼40 bar when temperature decreases from 194 K to 145 K (Figure ", "3", ").", "A simple Langmuir equation was sufficient to fit the experimental excess adsorption isotherms of all the MOFs. Langmuir equation can be represented as (eq ", "1", "):", "(1)", "where ", "W", " is the amount adsorbed in wt %, ", "P", " is the pressure in bar, and ", "W", "max", " is the saturation loading in wt %. Parameter ", "b", " is the affinity constant and can be expressed in terms of temperature independent parameters ", "b", "0", " and ", "b", "1", " (eq ", "2", "). The fit parameters are given in Table ", "2", ".", "(2)", "Table 2. Parameters for Fitted Langmuir Isotherm Model and Enthalpy of Adsorption at Zero Coverage", " ", "maximum loading", "affinity constant", "adsorption enthalpy", "adsorbent", "W", "max", "/wt %", "b", "0", "·10", "4", "/bar", "–1", "b", "1", "/K", "kJ mol", "–1", "Zn-BDC", "0.905", "0.584", "1014", "7.79", "Cr-BDC", "3.908", "1.245", "714", "6.89", "Ni-DABCO", "3.907", "1.665", "744", "5.6", "Mg-DOBDC", "3.416", "3.369", "780", "7.96", "Figure 5. Henry’s constant of all four metal–organic frameworks obtained from different isotherms: green circle, Zn-BDC; yellow square, Cr-BDC; purple diamond, Ni-DABCO; and red triangle, Mg-DOBDC. Lines are guide to eye.", "The variation in Henry’s constant with temperature is shown in Figure ", "5", ". As temperature increases from 90 K to 297 K, the difference between Henry’s constants of all the four MOFs gradually decreases. Henry’s constants of Mg-DOBDC and Cr-BDC at cryogenic temperature are slightly higher than that of other two MOFs; this could be possibly due to the presence of unsaturated metal sites in Mg-DOBDC and Cr-BDC. The enthalpies of adsorption at zero coverage (Table ", "2", ") were obtained from the change in Henry’s constants with temperature.", "3.2", "Net Adsorption", "Most of the hydrogen adsorption data in literature is reported either in terms of excess or absolute amount.", "(36)", " However, in both these representations, the volume loss corresponding to the volume of solid part of adsorbent is not considered. Any conclusion about advantage of using adsorbent for storage based on excess or absolute adsorption data may lead to wrong interpretations. Moreover, incorrect estimates of impenetrable solid volume lead to erroneous excess adsorption data; the error will be significant for low adsorbing species like hydrogen.", "To avoid this confusion, all experimental measurements are directly converted into net adsorption values (Figures ", "6", " to ", "9", ").", "(31)", " At room temperature, net adsorption for Cr-BDC and Ni-DABCO are close to zero, indicating that a tank containing Cr-BDC or a Ni-DABCO sample will store almost the same amount of hydrogen either in the presence or in the absence of the adsorbent material; that is, no additional benefit exists in using adsorbent for storage. However it must be noted that their excess loadings of 0.5 wt % and 0.6 wt % at 297 K and 90 bar (Figures ", "2", " and ", "3", ") are quite decent. On the other hand, Mg-DOBDC, which contains open metal sites exhibits a significant positive net adsorption 0.32 wt % at 298 K and 80 bar (Figure ", "9", ") compared to the other MOFs; the presence of metal sites for room temperature hydrogen storage is now apparent. All MOFs in this study with the exception of Zn-BDC, exhibit a maximum net adsorption uptake of about 3 wt % at the lowest experimental temperature.", "Figure 6. Net adsorption isotherms of Zn-BDC: red triangle, 101 K; green circle, 136 K; and yellow square, 169 K.", "Figure 7. Net adsorption isotherms of Cr-BDC:  red triangle, 92 K; green circle, 136 K; yellow square, 165 K; and purple diamond, 297 K.", "Figure 8. Net adsorption isotherms of Ni-DABCO: red triangle, 90 K; green circle, 145; yellow square, 194 K; and purple diamond, 297 K.", "Figure 9. Net adsorption isotherms of Mg-DOBDC: red triangle, 101 K; green circle, 133 K; yellow square, 192 K; and purple diamond, 298 K.", "Comparison of isotherms at intermediate temperatures suggests that presence of open metal sites plays a crucial role at low pressures. The highest net loading for the intermediate temperature range was obtained for Mg-DOBDC as 1.9 wt % at 192 K and 75 bar (Figure ", "9", "). This value is almost twice than that for other MOFs thereby highlighting the usefulness of metal sites unsaturation for practical hydrogen storage applications.", "Figure 10. Tank volumes required to store 1 kg of H", "2", " with the following as adsorbent: green circle, Zn-BDC; yellow square, Cr-BDC; red triangle, Ni-DABCO; and blue diamond, Mg-DOBDC. Line represents empty tank.", "Figure 11. Tank volumes required to store 1 kg of hydrogen with Mg-DOBDC as adsorbent.", "3.3", "Gas Storage", "Hydrogen is a lightweight gas hence the volumetric storage capacity is rather important. Tank volume required to store say, 1 kg of hydrogen can give a clearer picture (minimum requirement to run in excess of 100 km", "(37)", "). Tank volumes needed to store 1 kg of H", "2", " at room temperature and at 100 bar pressure using four different MOFs are calculated using the net adsorption capacities directly and are shown in Figure ", "10", ". A tank filled with Zn-BDC will actually reduce the volumetric capacity of the tank. Even at a cryogenic temperature of 101 K the volume of the tank required increases from 41 (empty tank) to 46 L (filled with Zn-BDC). On the other hand, if the tank is filled with other MOFs (Cr-BDC, Ni-DABCO, or Mg-DOBDC), its volume decreases; the smallest volume required would be for the tank using Mg-DOBDC as adsorbent.", "Figure ", "11", " shows the effect of Mg-DOBDC adsorbent on the volume of tank necessary to store 1 kg of hydrogen at different temperatures and 100 bar pressure. A similar comparison for other MOFs is given in the ", "Supporting Information", " (Figures S4–S6). An empty tank of 122 L is required to store 1 kg of H", "2", " at 298 K and 100 bar, whereas the tank volume reduces to 97 L when filled with Mg-DOBDC. Similarly for 101 K and 100 bar, the tank volume decreases from 41 to 31 L. It was observed that over the temperature range of our measurements, the volume of the tank for hydrogen storage is reduced by about 20 % to 30 % by using Mg-DOBDC as an adsorbent.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Result and Discussion", "Conclusions", "References", "4 Conclusions", "Four different types of MOFs namely Zn-BDC, Cr-BDC, Ni-DABCO, and Mg-DOBDC have been synthesized in our laboratory for hydrogen adsorption studies. Gravimetric adsorption measurement has been carried out between 90 K and 298 K. The effect of coordinatively unsaturated metal sites on the hydrogen adsorption characteristics was demonstrated with respect to temperature; it was observed that for experimental conditions where isotherms are not saturated, these unsaturated metal sites plays a major role during adsorption. On the other hand, saturation loadings are governed by pore volume. Net adsorption framework is suggested to avoid unnecessary confusion in determination of impenetrable solid volume and pore volumes and highlight the actual advantage of storing hydrogen in a tank containing adsorbent as compared to that in an empty tank.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Result and Discussion", "Conclusions", "References", "Supporting Information", "Detailed procedures that were followed to synthesize the studied materials; analysis results; additional tables and graphics as described in the text. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Result and Discussion", "Conclusions", "References", "Acknowledgment", "The authors are thankful to Centre for Scientific and Industrial Research, New Delhi, India, for financial support through project Grant 01(2522)/11/EMR-II.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Result and Discussion", "Conclusions", "References", "References", "This article references 37 other publications.", "1. ", "DOE Hydrogen Program 2007 Annual Report; ", "DOE", ": ", "Washington, DC", ", ", "2007", "; ", "www.hydrogen.energy.gov/annual_progress07.html", ").", "There is no corresponding record for this reference.", "2. ", "NREL/MP-150-42220; ", "DOE", ": ", "Washington, DC", ", ", "2007", "; ", "www.nrel.gov/docs/gen/fy08/42220.pdf", ".", "There is no corresponding record for this reference.", "3. ", "Panella", ", ", "B.", "; ", "Hirscher", ", ", "M.", "; ", "Roth", ", ", "S.", " ", "Hydrogen adsorption in different carbon nanostructures.", " ", "Carbon", " ", "2005", ",  ", "43", ",  ", "2209", "[", "Crossref", "], [", "CAS", "]", "3. ", "Hydrogen adsorption in different carbon nanostructures", "Panella, Barbara; Hirscher, Michael; Roth, Siegmar", "Carbon", "\r\n        (", "2005", "),\r\n    ", "43", "\r\n        (", "10", "),\r\n    ", "2209-2214", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "H2 adsorption in different carbonaceous materials with optimized structure was investigated at room temp. and 77 K.  Activated carbon, amorphous carbon nanotubes, SWCNTs, and porous carbon samples all show the same adsorption properties.  The fast kinetics and complete reversibility of the process indicate that the interaction between H2 mols. and the carbon nanostructure is due to physisorption.  At 77 K the adsorption isotherm of all samples can be explained with the Langmuir model, while at room temp. the storage capacity is a linear function of the pressure.  The surface area and pore size of the carbon materials were characterized by N2 adsorption at 77 K and correlated to their H2 storage capacity.  A linear relation between H2 uptake and sp. surface area (SSA) is obtained for all samples independent of the nature of the carbon material.  The best material with a SSA of 2560 m2/g shows a storage capacity of 4.5 wt.% at 77 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXmsVWqurs%253D&md5=ca01f515c4a845561347f50e13dab957", "4. ", "Campesi", ", ", "R.", "; ", "Cuevas", ", ", "A.", "; ", "Gadiou", ", ", "B.", "; ", "Leroy", ", ", "E.", "; ", "Hirscher", ", ", "M.", "; ", "Vix-Guterl", ", ", "C.", "; ", "Latroche", ", ", "M.", " ", "Hydrogen storage properties of Pd nanoparticle/carbon template composites", " ", "Carbon", " ", "2008", ",  ", "46", ",  ", "206", "[", "Crossref", "], [", "CAS", "]", "4. ", "Hydrogen storage properties of Pd nanoparticle/carbon template composites", "Campesi, R.; Cuevas, F.; Gadiou, R.; Leroy, E.; Hirscher, M.; Vix-Guterl, C.; Latroche, M.", "Carbon", "\r\n        (", "2008", "),\r\n    ", "46", "\r\n        (", "2", "),\r\n    ", "206-214", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Theor. studies predict improved hydrogenation properties for hybrid carbon/metal composites.  The hydrogen storage capacity of ordered porous carbon contg. Pd clusters was measured.  The C/Pd composite was obtained by chem. impregnation of an ordered porous carbon template with a H2PdCl4 soln. followed by a redn. treatment.  Thus, 10 wt.% of palladium clusters were introduced in the carbon pores; the Pd clusters (2 nm in size) being homogeneously distributed.  Thermodn. hydrogenation properties of both Pd-free carbon template and the Pd-10 wt.% carbon template composite have been detd. by hydrogen isotherm sorption measurements and thermal desorption spectroscopy anal.  The introduction of the palladium into the carbon matrix does not increase the hydrogen storage capacity at 77 K and 1.6 MPa, since here the hydrogen uptake is being attributed to physisorption on the carbon.  However, at room temp. and moderate pressure (0.5 MPa), the filling of the carbon template with 10 wt.% nanocryst. Pd results in an hydrogen uptake eight times larger than that of the Pd-free carbon template.  After the second cycle, a good reversibility is obsd.  Thermal desorption spectroscopy measurements confirm that the sharp increase of the hydrogen uptake is due to the presence of the Pd clusters in the carbon pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXitFamtr8%253D&md5=c81e47af4044f99354e4cc49e2501022", "5. ", "Langmi", ", ", "H. W.", "; ", "Book", ", ", "D.", "; ", "Walton", ", ", "A.", "; ", "Johnson", ", ", "S. R.", "; ", "Al-Mamouri", ", ", "M. M.", "; ", "Speight", ", ", "J. D.", "; ", "Edwards", ", ", "P. P.", "; ", "Harris", ", ", "I. R.", "; ", "Anderson", ", ", "P. A.", " ", "Hydrogen storage in ion exchanged zeolites", " ", "J. Alloys Comp.", " ", "2005", ",  ", "404–406", ",  ", "637", "[", "Crossref", "], [", "CAS", "]", "5. ", "Hydrogen storage in ion-exchanged zeolites", "Langmi, H. W.; Book, D.; Walton, A.; Johnson, S. R.; Al-Mamouri, M. M.; Speight, J. D.; Edwards, P. P.; Harris, I. R.; Anderson, P. A.", "Journal of Alloys and Compounds", "\r\n        (", "2005", "),\r\n    ", "404-406", "\r\n        (", "),\r\n    ", "637-642", "CODEN:\r\n                ", "JALCEU", ";\r\n        ISSN:", "0925-8388", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The hydrogen storage properties of zeolites X, Y, A, and Rho contg. various exchangeable cations were investigated.  All hydrogen storage capacities were measured at a temp. of -196° and a pressure range of 0-15 bar, using a const. pressure thermogravimetric analyzer.  The results show that, zeolites exhibit diverse behavior with respect to hydrogen uptake, dependent on both the framework structure and the nature of the cations present.  A major factor influencing uptake is the available void space: in zeolites A and Rho pore blocking by large extra-framework cations is a major factor restricting hydrogen uptake, but in zeolites X and Y, blocking does not occur.  This study also suggests that cations may act as binding sites for hydrogen mols.  For zeolites X and Y, hydrogen uptake relates closely to the measured BET surface area.  The highest gravimetric storage capacity of 2.19 wt.% was obtained for CaX.  Volumetric storage densities of up to 31.0 kg H2/m3 (143 H2 mols./unit cell) and 30.2 kg H2/m3 (144 H2 mols./unit cell) were achieved for CaX and KX, resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXht1CqurnJ&md5=8019a8dc028538c7213249657464744b", "6. ", "Czaja", ", ", "A. U.", "; ", "Trukhan", ", ", "N.", "; ", "Muller", ", ", "U.", " ", "Industrial applications of metal organic frameworks", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1284", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Industrial applications of metal-organic frameworks", "Czaja, Alexander U.; Trukhan, Natalia; Muller, Ulrich", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1284-1293", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  New materials are prerequisite for major breakthrough applications affecting the daily life, and therefore are pivotal for the chem. industry.  Metal-org. frameworks (MOFs) constitute an emerging class of materials useful in gas storage, gas purifn., and sepn. applications as well as heterogeneous catalysis.  They not only offer higher surface areas and the potential for enhanced activity than currently used materials like base metal oxides, but also provide shape/size selectivity which is important both for sepns. and catalysis.  In this crit. review an overview of the potential applications of MOFs in the chem. industry is presented.  Furthermore, the synthesis and characterization of the materials are briefly discussed from the industrial perspective.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7o%253D&md5=63295ce7e2fb393c1abecd7623bc9c58", "7. ", "Li", ", ", "H.", "; ", "Eddaoudi", ", ", "M.", "; ", "Keeffe", ", ", "M. O.", "; ", "Yaghi", ", ", "O. M.", " ", "Design and synthesis of an exceptionally stable and highly porous metal-organic framework", " ", "Nature", " ", "1999", ",  ", "402", ",  ", "276", "[", "Crossref", "], [", "CAS", "]", "7. ", "Design and synthesis of an exceptionally stable and highly porous metal-organic framework", "Li, Hailian; Eddaoudi, Mohamed; O'Keeffe, M.; Yaghi, M.", "Nature (London)", "\r\n        (", "1999", "),\r\n    ", "402", "\r\n        (", "6759", "),\r\n    ", "276-279", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Macmillan Magazines", ")\r\n        ", "Open metal-org. frameworks are widely regarded as promising materials for applications in catalysis, sepn., gas storage and mol. recognition.  Compared to conventionally used microporous inorg. materials such as zeolites, these org. structures have the potential for more flexible rational design, through control of the architecture and functionalization of the pores.  So far, the inability of these open frameworks to support permanent porosity and to avoid collapsing in the absence of guest mols., such as solvents, has hindered further progress in the field.  The authors report the synthesis of a metal-org. framework, Zn4O(BDC)3.(DMF)8.(PhCl) (named MOF-5, where BDC = 1,4-benzenedicarboxylate), which remains cryst., as evidenced by x-ray single-crystal analyses, and stable when fully desolvated and when heated up to 300°.  This synthesis is achieved by borrowing ideas from metal carboxylate cluster chem., where an org. dicarboxylate linker was used in a reaction that gives supertetrahedron clusters when capped with monocarboxylates.  The rigid and divergent character of the added linker allows the articulation of the clusters into a three-dimensional framework resulting in a structure with higher apparent surface area and pore vol. than most porous cryst. zeolites.  This simple and potentially universal design strategy is currently being pursued in the synthesis of new phases and composites, and for gas-storage applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXnvFSiuro%253D&md5=68f27e20a7e4e15ea2c2f49a2a61e98a", "8. ", "Yaghi", ", ", "O. M.", "; ", "Keeffe", ", ", "M. O.", "; ", "Ockwig", ", ", "N. W.", "; ", "Chae", ", ", "H. K.", "; ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", " ", "Reticular synthesis and the design of new materials", " ", "Nature", " ", "2003", ",  ", "423", ",  ", "705", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Reticular synthesis and the design of new materials", "Yaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, Jaheon", "Nature (London, United Kingdom)", "\r\n        (", "2003", "),\r\n    ", "423", "\r\n        (", "6941", "),\r\n    ", "705-714", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The long-standing challenge of designing and constructing new cryst. solid-state materials from mol. building blocks is just beginning to be addressed with success.  A conceptual approach that requires the use of secondary building units to direct the assembly of ordered frameworks epitomizes this process: the authors call this approach reticular synthesis.  This chem. has yielded materials designed to have predetd. structures, compns. and properties.  In particular, highly porous frameworks held together by strong metal-O-C bonds and with exceptionally large surface area and capacity for gas storage were prepd. and their pore metrics systematically varied and functionalized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXksV2itro%253D&md5=2417c5adb0e948350d3d62350c8cd7ea", "9. ", "Yaghi", ", ", "O. M.", "; ", "Li", ", ", "H.", "; ", "Davis", ", ", "C.", "; ", "Richardson", ", ", "D.", "; ", "Groy", ", ", "T. L.", " ", "Synthetic strategies, structure patterns and emerging properties in the chemistry of modular porous solids", " ", "Acc. Chem. Res.", " ", "1998", ",  ", "31", ",  ", "474", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Synthetic Strategies, Structure Patterns, and Emerging Properties in the Chemistry of Modular Porous Solids", "Yaghi, Omar M.; Li, Hailian; Davis, Charles; Richardson, David; Groy, Thomas L.", "Accounts of Chemical Research", "\r\n        (", "1998", "),\r\n    ", "31", "\r\n        (", "8", "),\r\n    ", "474-484", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review with 23 refs.  The authors have established a program aimed at constructing porous networks by linking inorg. metal sulfide clusters and org. mols. with transition metal ions.  This program is designed to define and investigate the parameters contributing to the assembly of materials from mol. building blocks.  Specifically this review outlines (i)various synthetic strategies developed for producing porous modular networks in cryst. form using diffusion, solvothermal, and gel crystal growth techniques, (ii)methods of achieving rigid noninterpenetrated and truly porous modular frameworks capable of reversible binding and removal of guests without affecting the structural integrity of the host framework, and (iii)emerging novel properties and prospective applications resulting from tailoring the mol. building blocks and the metal ion centers of the host structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXltFKkt70%253D&md5=20be179fc9b8b3ea42ec714e744bc803", "10. ", "Rosi", ", ", "N. L.", "; ", "Eckert", ", ", "J.", "; ", "Eddaoudi", ", ", "M.", "; ", "Vodak", ", ", "D. T.", "; ", "Kim", ", ", "J.", "; ", "Keefe", ", ", "M. O.", "; ", "Yaghi", ", ", "O. M.", " ", "Hydrogen storage in microporous metal-organic frameworks", " ", "Science", " ", "2003", ",  ", "300", ",  ", "1127", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Hydrogen Storage in Microporous Metal-Organic Frameworks", "Rosi, Nathaniel L.; Eckert, Juergen; Eddaoudi, Mohamed; Vodak, David T.; Kim, Jaheon; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2003", "),\r\n    ", "300", "\r\n        (", "5622", "),\r\n    ", "1127-1130", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Metal-org. framework-5 (MOF-5) Zn4O(BDC)3 (BDC = 1,4-benzenedicarboxylate) with a cubic three-dimensional extended porous structure adsorbed hydrogen up to 4.5 wt.% (17.2 hydrogen mols. per formula unit) at 78 K and 1.0 wt.% at room temp. and pressure of 20 bar.  Inelastic neutron scattering spectroscopy of the rotational transitions of the adsorbed hydrogen mols. indicates two well-defined binding sites (termed I and II), which the authors assoc. with hydrogen binding to zinc and the BDC linker, resp.  Preliminary studies on topol. similar isoreticular metal-org. framework-6 and -8 (IRMOF-6 and -8) having cyclobutylbenzene and naphthalene linkers, resp., gave approx. double and quadruple (2.0 wt.%) the uptake found for MOF-5 at room temp. and 10 bar.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXjslGqsbk%253D&md5=2508003b412a07eefc279bbf5358db3b", "11. ", "Chen", ", ", "B.", "; ", "Eddaoudi", ", ", "M.", "; ", "Hyde", ", ", "S. T.", "; ", "Keefe", ", ", "M. O.", "; ", "Yaghi", ", ", "O. M.", " ", "Interwoven metal-organic framework on a periodic minimal surface with extra-large pores", " ", "Science", " ", "2001", ",  ", "29", ",  ", "11021", "There is no corresponding record for this reference.", "12. ", "Eddaoudi", ", ", "M.", "; ", "Moler", ", ", "D. B.", "; ", "Li", ", ", "H.", "; ", "Chen", ", ", "B.", "; ", "Reineke", ", ", "T. M.", "; ", "Keeffe", ", ", "M. O.", "; ", "Yaghi", ", ", "O. M.", " ", "Modular chemistry: Secondary building units as a basis for the design of highly porous and robust metal organic carboxylate frameworks", " ", "Acc. Chem. Res.", " ", "2001", ",  ", "34", ",  ", "319", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Modular Chemistry: Secondary Building Units as a Basis for the Design of Highly Porous and Robust Metal-Organic Carboxylate Frameworks", "Eddaoudi, Mohamed; Moler, David B.; Li, Hailian; Chen, Banglin; Reineke, Theresa M.; O'Keeffe, Michael; Yaghi, Omar M.", "Accounts of Chemical Research", "\r\n        (", "2001", "),\r\n    ", "34", "\r\n        (", "4", "),\r\n    ", "319-330", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review, with 38 refs.  Secondary building units (SBUs) are mol. complexes and cluster entities in which ligand coordination modes and metal coordination environments can be used in the transformation of these fragments into extended porous networks using polytopic linkers (1,4-benzenedicarboxylate, 1,3,5,7-adamantanetetracarboxylate, etc.).  Consideration of the geometric and chem. attributes of the SBUs and linkers leads to prediction of the framework topol., and in turn to the design and synthesis of a new class of porous materials with robust structures and high porosity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXhtFymsL0%253D&md5=e3df2f7492090aee280676f044e3b7af", "13. ", "Eddaoudi", ", ", "M.", "; ", "Li", ", ", "H.", "; ", "Yaghi", ", ", "O. M.", " ", "Highly porous and stable metal organic frameworks: Structure design and sorption properties", " ", "J. Am. Chem. Soc.", " ", "2000", ",  ", "122", ",  ", "1391", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Highly porous and stable metal-organic frameworks. Structure design and sorption properties", "Eddaoudi, Mohamed; Li, Hailian; Yaghi, O. M.", "Journal of the American Chemical Society", "\r\n        (", "2000", "),\r\n    ", "122", "\r\n        (", "7", "),\r\n    ", "1391-1397", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Gas sorption isotherm measurements performed on the evacuated derivs. of 4 porous metal-org. frameworks (MOF-n), Zn(BDC).(DMF)(H2O) (DMF = N,N'-dimethylformamide, BDC = 1,4-benzenedicarboxylate) (MOF-2), Zn3(BDC)3.6CH3OH (MOF-3), Zn2(BTC)NO3.(C2H5OH)5H2O (BTC = 1,3,5-benzenetricarboxylate) (MOF-4), and Zn4O(BDC)3.(DMF)8C6H5Cl (MOF-5), reveal type I isotherms for n = 2, 3, and 5, which is evidence of microporous and accessible channels having high structural integrity and organization.  Although gas sorption into MOF-4 was not obsd., careful examn. of its ethanol sorption isotherms at 22 and 32° point to the presence of coordinatively unsatd. Zn centers within its pores, which upon ethanol sorption undergo coordination transitions from 3- to 4-, 4- to 5-, and 5- to 6-coordination.  MOF-n materials were produced by building the extended analogs of mol. metal carboxylate clusters, a strategy that has allowed the realization of the most porous and thermally stable framework yet reported: the evacuated form of MOF-5 is esp. stable in air at 300° and has a free pore vol. representing 55-60% of its crystal as detd. by gas sorption and single-crystal diffraction studies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXotl2jsg%253D%253D&md5=bf52caa3fb6a6e160f205f938db8b3a7", "14. ", "Fletcher", ", ", "A. J.", "; ", "Thomas", ", ", "K. M.", "; ", "Rosseinsky", ", ", "M. J.", " ", "Flexibility in metal organic framework materials: Impact on sorption properties", " ", "J. Solid State Chem.", " ", "2005", ",  ", "178", ",  ", "2491", "[", "Crossref", "], [", "CAS", "]", "14. ", "Flexibility in metal-organic framework materials: impact on sorption properties", "Fletcher, Ashleigh J.; Thomas, K. Mark; Rosseinsky, Matthew J.", "Journal of Solid State Chemistry", "\r\n        (", "2005", "),\r\n    ", "178", "\r\n        (", "8", "),\r\n    ", "2491-2510", "CODEN:\r\n                ", "JSSCBI", ";\r\n        ISSN:", "0022-4596", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "A review.  Recent years have seen the development of a new class of porous coordination polymers known collectively as metal org. framework materials (MOFs).  This review outlines recent progress in understanding how adsorption characteristics of these systems differ from rigid classical sorbents such as activated carbon and zeolites.  Gas/vapor adsorption studies for characterization of the porous structures of MOF materials are reviewed and differences in adsorption characteristics based on detailed measurement of equil. and dynamical sorption behavior, compared with previous generations of sorbents, are highlighted.  The role of framework flexibility and specific structural features, such as windows and pore cavities, within the MOF porous structures are discussed in relation to adsorption mechanisms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXot1CgtbY%253D&md5=349cfccbf029fb292e6be84f9c730a04", "15. ", "Chowdhury", ", ", "P.", "; ", "Bikkina", ", ", "C.", "; ", "Gumma", ", ", "S.", " ", "Adsorption properties of the chromium based metal organic framework MIL-101", " ", "J. Phys. Chem. C", " ", "2009", ",  ", "113", ",  ", "6616", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Gas Adsorption Properties of the Chromium-Based Metal Organic Framework MIL-101", "Chowdhury, Pradip; Bikkina, Chaitanya; Gumma, Sasidhar", "Journal of Physical Chemistry C", "\r\n        (", "2009", "),\r\n    ", "113", "\r\n        (", "16", "),\r\n    ", "6616-6621", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "MIL-101, a chromium-based metal org. framework, is known to adsorb large amts. of green house gases such as CO2 and CH4.  Measurement, anal., and modeling of the pure gas adsorption isotherms of desired gases are necessary for any attempt to use this framework for sepn./storage applications.  In an attempt to understand adsorption characteristics of this framework, pure gas adsorption properties of CO2 and CH4 along with C3H8, SF6, and Ar were measured at three temps. 283, 319, and 351 K using a std. gravimetric method.  The adsorbates were chosen based on their phys. characteristics such as polarizability and quadrupole moment.  Dual site Langmuir (DSL) isotherm proved to be useful for modeling adsorption of gases on this type of materials that are known to have heterogeneity.  Active metal centers and sites inside the pores of supertetrahedra act as major locations for adsorption.  Anal. of enthalpy of adsorption using the DSL model revealed that, for all gases, it initially decreases with loading and remains const. thereafter.  For all gases considered, the enthalpies of adsorption are lower than those on purely siliceous zeolite such as silicalite, suggesting that only moderate interaction exists between the gas and the MIL-101 framework.  The enthalpy of adsorption at zero coverage and the logarithm of Henry's const. are linear functions of polarizability of the adsorbate.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjvVehsLs%253D&md5=280b1355245be3e6e49ee6142d9e3709", "16. ", "Liu", ", ", "J.", "; ", "Culp", ", ", "J. T.", "; ", "Natesakhawat", ", ", "S.", "; ", "Bockrath", ", ", "B. C.", "; ", "Zande", ", ", "B.", "; ", "Sankar", ", ", "S. G.", "; ", "Garberoglio", ", ", "G.", "; ", "Johnson", ", ", "J. K.", " ", "Experimental and theoretical studies of gas adsorption in Cu", "3", "(BTC)", "2", ": An effective activation procedure", " ", "J. Phys. Chem. C", " ", "2007", ",  ", "111", ",  ", "9305", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Experimental and Theoretical Studies of Gas Adsorption in Cu3(BTC)2: An Effective Activation Procedure", "Liu, Jinchen; Culp, Jeffrey T.; Natesakhawat, Sittichai; Bockrath, Bradley C.; Zande, Brian; Sankar, S. G.; Garberoglio, Giovanni; Johnson, J. Karl", "Journal of Physical Chemistry C", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "26", "),\r\n    ", "9305-9313", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors have improved the activation process for CuBTC [Cu3(BTC)2, BTC = 1,3,5-benzenetricarboxylate] by extg. the DMF-solvated crystals with MeOH; the authors identify material activated in this way as CuBTC-MeOH.  This improvement allowed the activation to be performed at a much lower temp., thus greatly mitigating the danger of reducing the Cu ions.  A review of the literature for H2 adsorption in CuBTC shows that the prepn. and activation process has a significant impact on the adsorption capacity, surface area, and pore vol.  CuBTC-MeOH exhibits a larger pore vol. and H2 adsorption amt. than any previously reported results for CuBTC.  The authors have performed atomically detailed modeling to complement exptl. measured isotherms.  Quantum effects for hydrogen adsorption in CuBTC are important at 77 K.  Simulations that include quantum effects are in good agreement with the exptl. measured capacity for H2 at 77 K and high pressure.  However, simulations underpredict the amt. adsorbed at low pressures.  The authors have compared the adsorption isotherms from simulations with expts. for H2 adsorption at 77, 87, 175, and 298 K; nitrogen adsorption at 253 and 298 K; and Ar adsorption at 298 and 356 K.  Reasonable agreement was obtained in all cases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXmtlGgtL8%253D&md5=28d3011ac6d494d5ffcce99d1b8736ea", "17. ", "Latroche", ", ", "M.", "; ", "Surble", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Lee", ", ", "J. H.", "; ", "Chang", ", ", "J. S.", "; ", "Jhung", ", ", "S. H.", "; ", "Ferey", ", ", "G.", " ", "Hydrogen storage in the giant-pore metal–organic frameworks MIL-100 and MIL-101", " ", "Angew. Chem., Int. Ed.", " ", "2006", ",  ", "45", ",  ", "8227", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Hydrogen storage in the giant-pore metal-organic frameworks MIL-100 and MIL-101", "Latroche, Michel; Suble, Suzy; Serre, Christian; Mellot-Draznieks, Caroline; Llewellyn, Philip L.; Lee, Jin-Ho; Chang, Jong-San; Jhung, Sung Hwa; Ferey, Gerard", "Angewandte Chemie, International Edition", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "48", "),\r\n    ", "8227-8231", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The metal-org. framework MIL-101 absorbs large amts. of H with a capacity of about 6.1 wt.% at liq.-N temps. - it also has the highest heat of adsorption so far (10 kJ/mol).  However, MIL-101 has low hydrogen uptake at room temp.  The small pores of MIL-101 play a major role in H absorption and the large empty space generated by the large cages leads to very large pores that are not as effective for H storage.  In the architecture of this porous solid each intersection of the cages is occupied by a super-tetrahedron formed by trimers of Cr octahedra assembled with benzene-1,4-dicarboxylate ligands.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtlGnsLjP&md5=9da229e145247a04fba4f90a912d9170", "18. ", "Chun", ", ", "H.", "; ", "Jung", ", ", "H.", "; ", "Koo", ", ", "G.", "; ", "Jeong", ", ", "H.", "; ", "Kim", ", ", "D. K.", " ", "Efficient hydrogen sorption in 8-connected MOFs based on trinuclear pinwheel motifs", " ", "Inorg. Chem.", " ", "2008", ",  ", "47", ",  ", "5355", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Efficient hydrogen sorption in 8-connected MOFs based on trinuclear pinwheel motifs", "Chun, Hyungphil; Jung, Heejin; Koo, Gumae; Jeong, Heondo; Kim, Dong-Kook", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "12", "),\r\n    ", "5355-5359", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two new metal-org. frameworks (MOFs) based on trinuclear pinwheel motifs were solvothermally prepd. using dicarboxylate and diamine ligands.  The structure of [Co3(bdc)3(dabco)] (1) (bdc = 1,4-benzenedicarboxylate; dabco = 1,4-diazabicyclo[2.2.2]octane) is described as pillared layers, whereas [Co3(ndc)3(dabco)] (2) (ndc = 2,6-naphthalenedicarboxylate) forms a variation of primitive cubic net with 3-dimensional connected pores.  The two 8-connected MOFs are thermally stable at 160 and 250° for 1 and 2 resp. in the air and possess corrugated channels owing to the high connectivities of the secondary building unit.  As a result, they show highly efficient H2 sorption capabilities.  Esp., a high H2 uptake (2.45% at 77 K and 1 bar) is obsd. for 2 that has the unique combination of high surface area and small portals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXlsVKmurk%253D&md5=b4e51ae5a7ed7ecc78b3f671f72b01d5", "19. ", "Férey", ", ", "G.", "; ", "Latroche", ", ", "M.", "; ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Loiseau", ", ", "T.", "; ", "Guégan", ", ", "A. P.", " ", "Hydrogen adsorption in the nanoporous metal-benzenedicarboxylate M(OH)(O", "2", "C–C", "6", "H", "4", "–CO", "2", ")(M = Al", "3+", ", Cr", "3+", "), MIL-53", " ", "Chem. Commun.", " ", "2003", ",  ", "24", ",  ", "2976", "[", "Crossref", "], [", "PubMed", "]", "There is no corresponding record for this reference.", "20. ", "Liu", ", ", "Y. Y.", "; ", "Zeng", ", ", "J. L.", "; ", "Zhang", ", ", "J.", "; ", "Xu", ", ", "F.", "; ", "Sun", ", ", "L. X.", " ", "Improved hydrogen storage in the modified metal-organic frameworks by hydrogen spillover effect", " ", "Int. J. Hydrogen Energy", " ", "2007", ",  ", "32", ",  ", "4005", "[", "Crossref", "], [", "CAS", "]", "20. ", "Improved hydrogen storage in the modified metal-organic frameworks by hydrogen spillover effect", "Liu, Ying-Ya; Zeng, Ju-Lan; Zhang, Jian; Xu, Fen; Sun, Li-Xian", "International Journal of Hydrogen Energy", "\r\n        (", "2007", "),\r\n    ", "32", "\r\n        (", "16", "),\r\n    ", "4005-4010", "CODEN:\r\n                ", "IJHEDX", ";\r\n        ISSN:", "0360-3199", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "In the present work, in order to enhance hydrogen storage capacity of metal-org. frameworks (MOFs) at room temp., two ways are carried out for MOFs modification.  One is a simple doping of metal-supported carbon catalyst with MOFs; the other is doping metal-supported carbon catalyst through a carbon bridge with MOFs.  Pressure-compn. (P-C) isotherms of these modified and unmodified samples are investigated using Severts-type app. at 293 K and the pressure ranging from 0.01 to 5.0 MPa .  Through these modification techniques based on the hydrogen spillover effect, esp. the carbon-bridged catalyst doping technique, the modified samples witnessed a great increase in hydrogen uptakes when compared with the pristine samples.  The storage capacity of modified MIL-101 and MIL-53 at 5.0 MPa and 293 K are found to be 1.14 and 0.63 wt%, which are greatly increased as compared to the pristine-MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXht1Khs7rJ&md5=d9b86823da41930862b8185f91381168", "21. ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", "; ", "Yaghi", ", ", "O. M.", " ", "Exceptional H", "2", " saturation uptake in microporous metal-organic frameworks", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "3494", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Exceptional H2 Saturation Uptake in Microporous Metal-Organic Frameworks", "Wong-Foy, Antek G.; Matzger, Adam J.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "11", "),\r\n    ", "3494-3495", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Satn. H2 uptake in a series of microporous metal-org. frameworks (MOFs) has been measured at 77 K.  Satn. pressures vary between 25 and 80 bar across the series, with MOF-177 showing the highest uptake on a gravimetric basis (7.5 wt %) and IRMOF-20 showing the highest uptake on a volumetric basis at 34 g/L.  These results demonstrate that max. H2 storage capacity in MOFs correlates well to surface area, and that feasible volumetric uptakes can be realized even in highly porous materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhvVCjsr8%253D&md5=f6d94bff4ebfd39eedeec1e04573a2e4", "22. ", "Li", ", ", "Y.", "; ", "Yang", ", ", "R. T.", " ", "Gas adsorption and storage in metal-organic framework MOF-177", " ", "Langmuir", " ", "2007", ",  ", "23", ",  ", "12937", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "Gas Adsorption and Storage in Metal-Organic Framework MOF-177", "Li, Yingwei; Yang, Ralph T.", "Langmuir", "\r\n        (", "2007", "),\r\n    ", "23", "\r\n        (", "26", "),\r\n    ", "12937-12944", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Gas adsorption expts. have been carried out on a zinc benzenetribenzoate metal-org. framework material, MOF-177.  Hydrogen adsorption on MOF-177 at 298 K and 10 MPa gives an adsorption capacity of ∼0.62 wt %, which is among the highest hydrogen storage capacities reported in porous materials at ambient temps.  The heats of adsorption for H2 on MOF-177 were -11.3 to -5.8 kJ/mol.  By adding a H2 dissocg. catalyst and using our bridge building technique to build carbon bridges for hydrogen spillover, the hydrogen adsorption capacity in MOF-177 was enhanced by a factor of ∼2.5, to 1.5 wt % at 298 K and 10 MPa, and the adsorption was reversible.  N2 and O2 adsorption measurements showed that O2 was adsorbed more favorably than N2 on MOF-177 with a selectivity of ∼1.8 at 1 atm and 298 K, which makes MOF-177 a promising candidate for air sepn.  The isotherm was linear for O2 while being concave for N2.  Water vapor adsorption studies indicated that MOF-177 adsorbed up to ∼10 wt % H2O at 298 K.  The framework structure of MOF-177 was not stable upon H2O adsorption, which decompd. after exposure to ambient air in 3 days.  All the results suggested that MOF-177 could be a potentially promising material for gas sepn. and storage applications at ambient temp. (under dry conditions or with predrying).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtlejsLbO&md5=147b5c2e59878a6f5546b825b644a274", "23. ", "Wei", ", ", "Z.", "; ", "Hui", ", ", "W.", "; ", "Taner", ", ", "Y.", " ", "Enhanced H", "2", " adsorption in isostructural metal-organic frameworks with open metal sites: Strong dependence of the binding strength on metal ions", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "15268", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "24. ", "Srinivas", ", ", "G.", "; ", "Zhu", ", ", "Y.", "; ", "Piner", ", ", "R.", "; ", "Skipper", ", ", "N.", "; ", "Ellerby", ", ", "M.", "; ", "Ruoff", ", ", "R.", " ", "Synthesis of graphene-like nanosheets and their hydrogen adsorption capacity", " ", "Carbon", " ", "2010", ",  ", "48", ",  ", "630", "[", "Crossref", "], [", "CAS", "]", "24. ", "Synthesis of graphene-like nanosheets and their hydrogen adsorption capacity", "Srinivas, G.; Zhu, Yanwu; Piner, Richard; Skipper, Neal; Ellerby, Mark; Ruoff, Rod", "Carbon", "\r\n        (", "2010", "),\r\n    ", "48", "\r\n        (", "3", "),\r\n    ", "630-635", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Graphene-like nanosheets were prepd. by the redn. of a colloidal suspension of exfoliated graphite oxide.  The morphol. and structure of the graphene powder sample was studied using SEM, TEM, x-ray diffraction, and Raman spectroscopy.  The graphene sheets are found to be in a highly agglomerated state, with many wrinkles.  The sample has a BET surface area of 640 m2/g as measured by N2 adsorption at 77 K.  Hydrogen adsorption-desorption isotherms were measured in the temp. range 77-298 K and at pressures of ≤10 bar.  This gives hydrogen adsorption capacities of ≈1.2 and 0.1 wt.% at 77 and 298 K, resp.  The isosteric heat of adsorption is in the range of 5.9-4 kJ/mol, indicating a favorable interaction between hydrogen and surface of the graphene sheets.  The estd. room temp. H2 uptake capacity of 0.72 wt.% at 100 bar and the isosteric heat of adsorption the sample are comparable to those of high surface area activated carbons, however significantly better than the recently reported values for graphene and a range of other carbon and nanoporous materials; single and multi walled carbon nanotubes, nanofibers, graphites and zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFGnu7vE&md5=674a82029064bf8c647e42da063412f7", "25. ", "Takagi", ", ", "H.", "; ", "Hatori", ", ", "H.", "; ", "Soneda", ", ", "Y.", "; ", "Yoshizawa", ", ", "N.", "; ", "Yamada", ", ", "Y.", " ", "Adsorptive hydrogen storage in carbon and porous materials", " ", "Mater. Sci. Eng., B", " ", "2004", ",  ", "108", ",  ", "143", "[", "Crossref", "], [", "CAS", "]", "25. ", "Adsorptive hydrogen storage in carbon and porous materials", "Takagi, H.; Hatori, H.; Soneda, Y.; Yoshizawa, N.; Yamada, Y.", "Materials Science & Engineering, B: Solid-State Materials for Advanced Technology", "\r\n        (", "2004", "),\r\n    ", "B108", "\r\n        (", "1-2", "),\r\n    ", "143-147", "CODEN:\r\n                ", "MSBTEK", ";\r\n        ISSN:", "0921-5107", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "The H adsorption and desorption isotherms of a very pure single-walled C nanotube sample (SWCNT), a corresponding HNO3-treated sample (A-SWCNT), 2 zeolites, and several kinds of activated C fibers (ACFs) were measured with sufficient accuracy at 77 and 303 K over a H pressure range of 0-3.5 MPa, by using a high-pressure adsorption app.  The amt. of adsorbed H by wt. depended on the micropore vol. of the sample, except for the SWCNT and the A-SWCNT sample.  The H storage capacity of A-SWCNT at a given micropore vol. was higher than that of the zeolite and ACF samples.  The sp. surface area of micropores of A-SWCNT was 710 m2/g, whereas the theor. surface area is 2630 m2/g.  The H storage capacity can be enhanced when the SWCNT has an ideal structure with a higher surface area.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXivVWmsrg%253D&md5=a0a6f2e1fd64bf50b0a6bf0175b8caa4", "26. ", "Hirsher", ", ", "M.", "; ", "Panella", ", ", "B.", "; ", "Schimtz", ", ", "B.", " ", "Metal organic frameworks for hydrogen storage", " ", "Microporous Mesoporous Mater.", " ", "2010", ",  ", "129", ",  ", "335", "[", "Crossref", "]", "There is no corresponding record for this reference.", "27. ", "Hirsher", ", ", "M.", "; ", "Panella", ", ", "B.", " ", "Hydrogen physisorption in metal organic porous crystals", " ", "Adv. Mater.", " ", "2005", ",  ", "17", ",  ", "538", "[", "Crossref", "]", "There is no corresponding record for this reference.", "28. ", "Luzan", ", ", "S. M.", "; ", "Talyzin", ", ", "A. V.", " ", "Hydrogen adsorption in Pt catalyst/MOF-5 materials", " ", "Microporous Mesoporous Mater.", " ", "2010", ",  ", "135", ",  ", "201", "[", "Crossref", "], [", "CAS", "]", "28. ", "Hydrogen adsorption in Pt catalyst/MOF-5 materials", "Luzan, Serhiy M.; Talyzin, A. V.", "Microporous and Mesoporous Materials", "\r\n        (", "2010", "),\r\n    ", "135", "\r\n        (", "1-3", "),\r\n    ", "201-205", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Hydrogen adsorption properties of well-known MOF-5 were studied at near ambient temp. and hydrogen pressures up to 120 bar.  Pristine material was doped with Pt catalysts supported on activated carbon (AC) using two previously described procedures: phys. mixt. of a catalyst with MOF-5 and \"bridging\" procedure (MOF-5 and catalyst particles connected via carbon bridges) MOF-5.  The max. hydrogen adsorption measured on doped MOF-5 was 0.43 wt.%.  These values are on the same level or even less than for catalyst free MOF-5 material.  Therefore, doping of MOF-5 material with Pt catalyst has not resulted in increase of hydrogen storage value.  Hydrogen adsorption for the samples with added catalyst showed correlation with BET surface area, exhibited isotherms typical for physisorption and no features which could be assigned to spillover effect.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVKjurrN&md5=908093ce9d509478fb0518ace5d790b2", "29. ", "Ping", ", ", "S.", "; ", "Yaoqi", ", ", "L.", "; ", "Bei", ", ", "H.", "; ", "Junzhi", ", ", "Y.", "; ", "Jie", ", ", "Z.", "; ", "Xingguo", ", ", "L.", " ", "Hydrogen storage properties of two pillared-layer Ni(II) metal-organic frameworks", " ", "Microporous Mesoporous Mater.", " ", "2011", ",  ", "142", ",  ", "208", "[", "Crossref", "]", "There is no corresponding record for this reference.", "30. ", "Sumida", ", ", "K.", "; ", "Brown", ", ", "C. M.", "; ", "Herm", ", ", "Z. R.", "; ", "Chavan", ", ", "S.", "; ", "Bordig", ", ", "S.", "; ", "Long", ", ", "J. R.", " ", "Hydrogen storage properties and neutron scattering studies of Mg", "2", "(dobdc) a metal–organic framework with open Mg", "2+", " adsorption sites", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "1157", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "30. ", "Hydrogen storage properties and neutron scattering studies of Mg2(dobdc) - a metal-organic framework with open Mg2+ adsorption sites", "Sumida, Kenji; Brown, Craig M.; Herm, Zoey R.; Chavan, Sachin; Bordiga, Silvia; Long, Jeffrey R.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "4", "),\r\n    ", "1157-1159", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The hydrogen storage properties of Mg2(dobdc) (dobdc4- = 2,5-dioxido-1,4-benzenedicarboxylate), a metal-org. framework possessing hexagonal one-dimensional channels decorated with unsatd. Mg2+ coordination sites, have been examd. by low- and high-pressure adsorption expts., IR spectroscopy, and neutron scattering studies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjsVyjtQ%253D%253D&md5=dc4d56cabb58a1997c9a014163145cde", "31. ", "Gumma", ", ", "S.", "; ", "Talu", ", ", "O.", " ", "Net Adsorption: A thermodynamic framework for supercritical gas adsorption and storage in porous solids", " ", "Langmuir", " ", "2010", ",  ", "26", " (", "22", ")  ", "17013", "[", "ACS Full Text ", "], [", "CAS", "]", "31. ", "Net Adsorption: A Thermodynamic Framework for Supercritical Gas Adsorption and Storage in Porous Solids", "Gumma, Sasidhar; Talu, Orhan", "Langmuir", "\r\n        (", "2010", "),\r\n    ", "26", "\r\n        (", "22", "),\r\n    ", "17013-17023", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The thermodn. treatment of adsorption phenomena is based on the Gibbs dividing surface, which is conceptually clear for a flat surface.  On a flat surface, the primary extensive property is the area of the solid.  As applications became more significant, necessitating microporous solids, early researchers such as McBain and Coolidge implemented the Gibbs definition by invoking a ref. state for microporous solids.  The mass of solid is used as a primary extensive property because surface area loses its phys. meaning for microporous solids.  A ref. state is used to fix the hypothetical hyperdividing surface typically using helium as a probe mol., resulting in the commonly used excess adsorption; experimentalists measure this ref. state for each new sample.  Mol. simulations, however, provide abs. adsorption.  Theoreticians perform helium simulations to convert abs. to excess adsorption, mimicking expts. for comparison.  This current structure of adsorption thermodn. is rigorous (if the conditions for ref. state helium measurements are completely disclosed) but laborious.  In addn., many studies show that helium, or any other probe mol. for that matter, does adsorb, albeit to a small extent.  We propose a novel thermodn. framework, net adsorption, which completely circumvents the use of probe mols. to fix the ref. state for each microporous sample.  Using net adsorption, experimentalists calibrate their app. only once without any sample in the system.  Theoreticians can directly calc. net adsorption; no addnl. simulations with a probe gas are necessary.  Net adsorption also provides a direct indication of the d. enhancement achieved (by using an adsorbent) over simple compression for gas (e.g., hydrogen) storage applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXht1CmtLfI&md5=2478d84de6b28aba7e33a47e59a58d32", "32. ", "Mishra", ", ", "P.", "; ", "Edubilli", ", ", "S.", "; ", "Mandal", ", ", "B.", "; ", "Gumma", ", ", "S.", " ", "Adsorption of CO", "2", " , CO, CH", "4", " and N", "2", " on DABCO based metal organic frameworks", " ", "Microporous Mesoporous Mater.", " ", "2013", ",  ", "169", ",  ", "75", "[", "Crossref", "], [", "CAS", "]", "32. ", "Adsorption of CO2, CO, CH4 and N2 on DABCO based metal organic frameworks", "Mishra, Prashant; Edubilli, Satyannarayana; Mandal, Bishnupada; Gumma, Sasidhar", "Microporous and Mesoporous Materials", "\r\n        (", "2013", "),\r\n    ", "169", "\r\n        (", "),\r\n    ", "75-80", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Reported the gas adsorption properties of Ni2(bdc)2(dabco)(H2O)0.5(DMF)4 and Cu2(bdc)2(dabco)(H2O)0.5(DMF)4, which are more commonly known as NiDABCO and CuDABCO, resp.  Equil. adsorption measurements on these materials were performed for four industrially relevant gases (CO2, CO, CH4, and N2), in the pressures range 0-25 bar and at three different temps. (294, 314 and 350 K) using a std. gravimetric method.  Virial and modified virial equations were used to model adsorption isotherms.  Effect of adsorbate polarity and polarizability on adsorption characteristics of these MOFs is discussed.  These compds. have similar adsorption characteristic as that of another DABCO based metal org. framework (MOF) viz. ZnDABCO.  All DABCO compds. have satd. metal sites which result in small Henry's consts., low adsorption enthalpies at zero coverage and therefore require milder regeneration condition compared to MOFs with open metal sites like MgDOBDC, MIL-101, CuBTC, etc.  IAST was used to predict CO2 selectivity over other gases as well as that of CH4 over CO.  As in case of ZnDABCO, for both NiDABCO and CuDABCO the selectivity of CO2 increases with increase in pressure and CO2 mole-fraction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFSiu7s%253D&md5=54624a06b6d2b2e8aaf478dab75f138b", "33. ", " ", "Fluid properties of Hydrogen, Isothermal Process", ". ", "http://webbook.nist.gov/chemistry/", " (accessed on March 1, 2013).", "There is no corresponding record for this reference.", "34. ", "Rondeau", ", ", "R. E.", " ", "Slush baths", " ", "J. Chem. Eng. Data", " ", "1966", ",  ", "11", ",  ", "124", "[", "ACS Full Text ", "], [", "CAS", "]", "34. ", "Slush baths", "Rondeau, R. E.", "Journal of Chemical and Engineering Data", "\r\n        (", "1966", "),\r\n    ", "11", "\r\n        (", "1", "),\r\n    ", "124", "CODEN:\r\n                ", "JCEAAX", ";\r\n        ISSN:", "0021-9568", ".\r\n    ", "The prepn. of const.-temp. slush baths is described and 86 common slush baths are tabulated in order of decreasing temp. from 13 to -160°.  Some exptl. applications of these cooling agents are also described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF28XktVajsLo%253D&md5=d6678667ca8516da2108257b52f2a241", "35. ", "Camille", ", ", "P.", "; ", "Teresa", ", ", "J. B.", " ", "MOF–Graphite Oxide Composites: Combining the Uniqueness of Graphene Layers and Metal–Organic Frameworks", " ", "Adv. Mater.", " ", "2009", ",  ", "21", ",  ", "4753", "There is no corresponding record for this reference.", "36. ", "Bimbo", ", ", "N.", "; ", "Ting", ", ", "V. P.", "; ", "Kolodziejczyk", ", ", "A. H.", "; ", "Mays", ", ", "T. J.", " ", "Analysis of hydrogen storage in nanoporous materials for low carbon energy applications", " ", "Faraday Discuss.", " ", "2011", ",  ", "151", ",  ", "59", "[", "Crossref", "], [", "CAS", "]", "36. ", "Analysis of hydrogen storage in nanoporous materials for low carbon energy applications", "Bimbo, Nuno; Ting, Valeska P.; Hruzewicz-Kolodziejczyk, Anna; Mays, Timothy J.", "Faraday Discussions", "\r\n        (", "2011", "),\r\n    ", "151", "\r\n        (", "Hydrogen Storage Materials", "),\r\n    ", "59-74", "CODEN:\r\n                ", "FDISE6", ";\r\n        ISSN:", "1359-6640", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A robust, simple methodol. for anal. of isotherms for the adsorption of fluids above their crit. temp. onto nanostructured materials is presented.  The anal. of hydrogen adsorption in a metal-org. framework is used as an example to illustrate the methodol., which allows the estn. of the abs. adsorption into nanoporous systems.  Further advantages of employing this anal. are that adsorption systems can be described using a small no. of parameters, and that excess and abs. isotherms can be extrapolated and used to predict adsorption behavior at higher pressures and over different temp. ranges.  Thermodn. calcns., using the exact Clapeyron equation and the Clausius-Clapeyron approxn. applied to the example dataset, are presented and compared.  Conventional compression of hydrogen and adsorptive storage are evaluated, with an illustration of the pressure ranges in which adsorption facilitates storage of greater vols. of hydrogen than normal compression in the same operating conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXpslKgtrw%253D&md5=142780d506b2317fe9d34c7515d88699", "37. ", "Schlapbach", ", ", "L.", "; ", "Zuttel", ", ", "A.", " ", "Hydrogen-storage materials for mobile applications", " ", "Nature", " ", "2001", ",  ", "414", ",  ", "353", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "37. ", "Hydrogen-storage materials for mobile applications", "Schlapbach, Louis; Zuettel, Andreas", "Nature (London, United Kingdom)", "\r\n        (", "2001", "),\r\n    ", "414", "\r\n        (", "6861", "),\r\n    ", "353-358", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review of recent developments in the search for innovative materials with high hydrogen-storage capacity.  Conventional hydrogen storage, hydrogen adsorption on solids of large surface area, and hydrogen storage in metal hydrides are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXovFGitrk%253D&md5=f585b7c5aa0bcf1f5561c39a5173e8a1"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2013/jceaax.2013.58.issue-11/je400546d/production/images/small/je-2013-00546d_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2013/jceaax.2013.58.issue-11/je400546d/production/images/small/je-2013-00546d_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2013/jceaax.2013.58.issue-11/je400546d/production/images/small/je-2013-00546d_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2013/jceaax.2013.58.issue-11/je400546d/production/images/small/je-2013-00546d_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2013/jceaax.2013.58.issue-11/je400546d/production/images/small/je-2013-00546d_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2013/jceaax.2013.58.issue-11/je400546d/production/images/small/je-2013-00546d_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2013/jceaax.2013.58.issue-11/je400546d/production/images/small/je-2013-00546d_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2013/jceaax.2013.58.issue-11/je400546d/production/images/small/je-2013-00546d_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2013/jceaax.2013.58.issue-11/je400546d/production/images/small/je-2013-00546d_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2013/jceaax.2013.58.issue-11/je400546d/production/images/small/je-2013-00546d_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceaax/2013/jceaax.2013.58.issue-11/je400546d/production/images/small/je-2013-00546d_0011.gif\">"]}
