{"title": ["Remote Stabilization of Copper Paddlewheel Based Molecular Building Blocks in Metal–Organic Frameworks"], "authors": ["Wen-Yang Gao", "Rong Cai", "Tony Pham", "Katherine A. Forrest", "Adam Hogan", "Patrick Nugent", "Kia Williams", "Lukasz Wojtas", "Ryan Luebke", "Łukasz J. Weseliński", "Michael J. Zaworotko", "Brian Space", "Yu-Sheng Chen", "Mohamed Eddaoudi", "Xiaodong Shi", "Shengqian Ma"], "doi": ["10.1021/acs.chemmater.5b00084"], "abstract": ["Copper paddlewheel based molecular building blocks (MBBs) are ubiquitous and have been widely employed for the construction of highly porous metal–organic frameworks (MOFs). However, most copper paddlewheel based MOFs fail to retain their structural integrity in the presence of water. This instability is directly correlated to the plausible displacement of coordinating carboxylates in the copper paddlewheel MBB, [Cu", "(O", "C−)", "], by the strongly coordinating water molecules. In this comprehensive study, we illustrate the chemical stability control in the ", "-MOF platform via strengthening the coordinating bonds within the triangular inorganic MBB, [Cu", "O(N", "(CH)", "C−)", "] (", " = 0, 1, or 2). Remotely, the chemical stabilization propagated into the paddlewheel MBB to afford isoreticular ", "-MOFs with remarkably enhanced water/chemical stabilities compared to the prototypal ", "-MOF-1."], "text": ["Top of Page", "Abstract", "Introduction", "Result and Discussion", "Conclusion", "Experimental Section", "References", "Introduction", "Metal–organic frameworks (MOFs), composed of polytopic organic ligands linking metal ions or metal clusters, have emerged as a new class of functional and tunable porous solid-state materials.", "(1)", " Resultantly, MOFs have witnessed tremendous interest from industry and academia alike, due to their unparalleled modularity through successful use of crystal engineering and/or reticular chemistry strategies.", "(2)", " In principal, a material designer could target a desired structure by judiciously selecting the requisite geometry, directionality, and connectivity of the organic and inorganic based molecular building blocks (MBBs) to match the vertex figures of a given net.", "(3)", " Accordingly, establishment of reaction conditions for a given MOF platform offers the potential to access MOFs with fine-tuned properties (e.g., controlled pore size, ultra-large surface area, tuned pore surface functionality, and enhanced chemical stability).", "(3)", " These unique features offer great prospective pertaining to gas storage,", "(4)", " separation,", "(5)", " CO", "2", " capture,", "(6)", " sensors,", "(7)", " catalysis,", "(8)", " and various other applications.", "(9)", "Among various inorganic MBBs encountered in MOFs,", "(3)", " the copper paddlewheel based MBB, [Cu", "2", "(O", "2", "C−)", "4", "], is ubiquitous and has been widely employed for the construction of highly porous MOFs as exemplified in many prototypal MOF platforms, e.g., ", "tbo", "-MOFs (HKUST-1),", "(10)", " ", "nbo", "-MOFs (MOF-505),", "(11)", " and ", "rht", "-MOFs (", "rht", "-MOF-1).", "(12)", " Nevertheless, most copper paddlewheel based MOFs remain unexplored industrially due to their instability in relevant environments which contain moisture,", "(13)", " water,", "(14)", " steam,", "(15)", " and acidic media.", "(16)", " Such drawbacks restrict their application in many industrial areas where zeolites have shown a major impact.", "(17)", " Presumably, the copper paddlewheel is the most susceptible position for structural degradation, of associated MOFs, by water molecules, as suggested by recent studies.", "(14b, 18)", " Accordingly, it is critical to enhance the paddlewheel stability in order to achieve associated practical MOFs.", "Various strategies for imparting MOF water stability, in the context of adsorption applications, have been highlighted and detailed in a recent review article.", "(19)", " Primarily, these strategies are based on tuning the ligands’ properties (e.g., hydrophobicity and steric factors) in order to enhance the metal–ligand bonds and/or shield the inorganic cluster from water exposure.", "(19)", " It is worth noting that copper paddlewheels are relatively less stable than their nickel counterparts, as suggested by the comparative hydrolysis studies.", "(20)", "In our continuous pursuit to enhance the copper paddlewheel based MOF stability, we explored the effect of heterofunctional ligands on the relationship between the resultant inorganic MBBs. Namely, we elected to study the ", "rht", "-MOF platform as it encloses the copper paddlewheel MBB in addition to a modular triangular inorganic MBB [Cu", "3", "O(N", "4–", "x", "(CH)", "x", "C−)", "3", "] (", "x", " = 0, 1, or 2). This platform allows tuning the basicity of the coordinating moiety forming the triangular MBB (functionalizing via a crystal engineering approach) and subsequently exploring its impact on copper paddlewheel water/chemical stability.", "rht", "-MOFs have been intensively explored over the past few years", "(12, 21)", " as their structure consists of multiple fine-tunable cages and their underlying (3,24)-connected ", "rht", " topology precludes interpenetration. The first ", "rht", "-MOF (", "rht", "-MOF-1) was reported in 2008,", "(12)", " and is based on the assembly of two independent inorganic MBBs, the copper paddlewheel and the triangular [Cu", "3", "O(N", "4", "C−)", "3", "]. The trigonal inorganic MBB serves to position three 5-tetrazolylisophthalate ligands in a structural motif resembling a hexacarboxylate building block (Scheme ", "1", "a), peripherally exposing six carboxylates from three coplanar isophthalate moieties. Over 40 ", "rht", "-MOF structures have been reported based on tetrazolate ligands or purely organic trigonal cores having three isophthalate or associated derivatives (Scheme ", "1", "b). Many of these ", "rht", "-MOFs have been extensively investigated for gas storage and CO", "2", " capture.", "(12, 21)", " Indeed, ", "rht", "-MOFs exhibit exceptionally high surface areas and relatively high uptakes for adsorbed hydrogen, methane, and CO", "2", ".", "(21)", " Indeed, the current record for experimental BET surface area is held by the ", "rht", "-MOF, NU-110.", "(21o)", " Nevertheless, like most MOFs,", "(13-16)", " they suffer from poor water stability and chemical stability.", "(17)", " Given that the copper paddlewheel is the most susceptible position for degradation by hydrolysis,", "(14b, 18)", " we speculate that boosting the bonding strength between the organic MBBs and the trigonal inorganic MBBs could synergistically and remotely stabilize the copper paddlewheel MBBs, which in return leads to the enhancement of water stability of the ", "rht", "-MOF platform. Considering the very strong bonding between transition metal ions and azolate groups, as observed in some water/chemical stable MOFs,", "(16, 22)", " we replaced the tetrazole moiety of 5-tetrazolylisophthalic acid with 1,2,3-triazole (Scheme ", "1", "c) or pyrazole (Scheme ", "1", "d) and obtained two new ", "rht", "-MOFs, ", "rht", "-MOF-tri (tri is short for triazolate) and ", "rht", "-MOF-pyr (pyr is short for pyrazolate) that are isostructural with ", "rht", "-MOF-1. As we expected, the substitution of one or two atoms resulted in enhanced water, moisture, steam, and chemical stabilities.", "Scheme 1. Illustration of the Arrangement of Six Carboxylates in a Hexagonal Motif in (a) ", "rht", "-MOF-1; (b) Various Functional Hexatopic Carboxylate Ligands; (c) ", "rht", "-MOF-tri; (d) ", "rht", "-MOF-pyr", "Top of Page", "Abstract", "Introduction", "Result and Discussion", "Conclusion", "Experimental Section", "References", "Result and Discussion", "Crystal Structure Description", "Single-crystal X-ray diffraction reveals that both ", "rht", "-MOF-tri and ", "rht", "-MOF-pyr crystallize in the same space group, ", "Fm", "3̅", "m,", " as ", "rht", "-MOF-1 with ", "a", " = 44.271(2) Å (", "rht", "-MOF-tri) and ", "a", " = 44.588(3) Å (", "rht", "-MOF-pyr) (vs 44.358(8) Å in ", "rht-", "MOF-1) (Table ", "1", "). As expected, ", "rht", "-MOF-tri and ", "rht", "-MOF-pyr display the same topology as ", "rht", "-MOF-1 and isoreticular analogues such as NOTT-112,", "(21c)", " PCN-61,", "(21d)", " and NU-100.", "(21g)", " [Cu", "3", "O(N", "3", "CHC−)", "3", "] in ", "rht", "-MOF-tri and [Cu", "3", "O(N", "2", "(CH)", "2", "C−)", "3", "] in ", "rht", "-MOF-pyr serve as 3-connected nodes that link six [Cu", "2", "(O", "2", "C−)", "4", "] paddlewheel MBBs through six carboxylate groups of three 5-(1", "H", "-1,2,3-triazol-4-yl)isophthalate (taip) or 5-(1", "H", "-pyrazol-4-yl)isophthalate (paip) ligands, thus affording the expected (3, 24)-connected ", "rht", " network topology (Figure ", "1", "). ", "rht", "-MOF-tri and ", "rht", "-MOF-pyr, therefore, contain three large polyhedral cages: a small rhombihexahedral (or rhombicuboctahedral) cage formed by 24 functionalized isophthalate ligands linked by 12 [Cu", "2", "(O", "2", "C−)", "4", "] paddlewheel MBBs (Figure ", "1", "a); a bevelled octahedral cage defined by 8 [Cu", "3", "O(N", "3", "C", "2", "−)", "3", "] or [Cu", "3", "O(N", "2", "C", "3", "−)", "3", "] trimers and 24 [Cu", "2", "(O", "2", "C−)", "4", "] paddlewheel MBBs (Figure ", "1", "b); a bevelled tetrahedral cage enclosed by 4 [Cu", "3", "O(N", "3", "C", "2", "−)", "3", "] or [Cu", "3", "O(N", "2", "C", "3", "−)", "3", "] trimers and 12 [Cu", "2", "(O", "2", "C−)", "4", "] paddlewheel MBBs (Figure ", "1", "c). Both ", "rht", "-MOF-tri and ", "rht", "-MOF-pyr are highly porous and have a comparable solvent accessible volume of ∼72% calculated by PLATON.", "(23)", "Table 1. Crystal Data and Structure Refinement of ", "rht", "-MOFs", " ", "rht", "-MOF-1", "rht", "-MOF-tri", "rht", "-MOF-pyr", "formula", "C", "27", "H", "9", "Cu", "6", "N", "13", "O", "39.5", "C", "30", "H", "12", "Cu", "6", "N", "9", "O", "23.5", "C", "33", "H", "15", "Cu", "6", "N", "6", "O", "19", "fw", "1527.6", "1255.73", "1180.75", "crystal system", "cubic", "cubic", "cubic", "space group", "Fm", "3̅", "m", "Fm", "3̅", "m", "Fm", "3̅", "m", "a", ", Å", "44.358(8)", "44.271(2)", "44.588(3)", "b", ", Å", "44.358(8)", "44.271(2)", "44.588(3)", "c, Å", "44.358(8)", "44.271(2)", "44.588(3)", "α, deg", "90", "90", "90", "β, deg", "90", "90", "90", "γ, deg", "90", "90", "90", "V", ", Å", "3", "87280(27)", "86769(7)", "88647(12)", "Z", "192", "32", "32", "θ range for data collection", "2.05–19.23", "1.20–14.24", "0.75–15.99", "d", "calcd", ", g/cm", "3", "0.93", "0.769", "0.708", "GOF", "1.084", "1.079", "1.080", "R1, wR2", "0.1085, 0.1933", "0.1083, 0.2757", "0.0751, 0.2133", "Figure 1. (a) The small rhombihexahedral cage; (b) the bevelled octahedral cage; (c) the bevelled tetrahedral cage; (d) the ", "C", "3", " symmetric building moiety of ", "rht", "-MOF-tri and ", "rht", "-MOF-pyr.", "Evaluation of Water/Chemical Stabilities by Powder X-ray Diffraction (PXRD) Studies", "We systematically evaluated the water stability of ", "rht", "-MOF-1, ", "rht", "-MOF-tri, and ", "rht", "-MOF-pyr. As shown in Figure ", "2", ", ", "rht", "-MOF-1 was observed to decompose after being immersed in water for less than 2 h. Poor water stability was also observed for other ", "rht", "-MOFs based upon hexatopic carboxylate ligands, such as PCN-66", "(21d)", " that is constructed from 5,5′,5″-(4,4′,4″-nitrilotris(benzene-4,1-diyl)tris(ethyne-2,1-diyl))triisophthalate (ntei) (Scheme S1a, ", "Supporting Information", ") and [Cu", "24", "(TPBTM", "6–", ")", "8", " (H", "2", "O)", "24", "]", "(21h)", " that is built from ", "N", ",", "N", "′,", "N", "″-tris(isophthalyl)-1,3,5-benzenetri-carboxamide (tpbtm) (Scheme S1b), neither of which retained their crystallinity after being immersed in water for 1 h (Figures S1, S2, ", "Supporting Information", "). The isophthalic moieties are covalently connected in the hexatopic ligands (ntei and tpbtm) and thus are not prone to hydrolysis. The observed poor water stability for PCN-66 and [Cu", "24", "(TPBTM", "6–", ")", "8", "(H", "2", "O)", "24", "] should be attributed to the dissociation of the copper paddlewheel MBBs as a result of water attack.", "(14b, 18)", " Similarly, the decomposition of ", "rht", "-MOF-1 could be ascribed to the breakdown of the copper paddlewheel MBBs, although there is no information for the stability of the trigonal inorganic MBBs in the presence of water.", "Figure 2. PXRD patterns of ", "rht", "-MOF-1 for simulated plot, as-synthesized sample, and sample after being immersed in water for 2 h.", "In contrast with ", "rht", "-MOF-1, ", "rht", "-MOF-tri crystals were soaked in water for 48 h, and PXRD studies revealed no significant changes in the diffraction patterns (Figure ", "3", "). However, the extension of water soaking time to 4 days leads to the vanishing and broadening of PXRD peaks, indicative of decomposition (Figure ", "3", "). In comparison, ", "rht", "-MOF-pyr can retain its crystallinity after immersion in water for 15 days, as evidenced by no significant changes in the PXRD pattern (Figure ", "4", "). These results suggest the following order of stability: pyrazolate > triazolate > tetrazolate in terms of stabilizing the copper paddlewheel MBBs against water. This is in good agreement with the increasing p", "K", "a", " values of these functional groups.", "(24-26)", "Figure 3. PXRD patterns of ", "rht", "-MOF-tri for simulated plot, as-synthesized sample, and sample after immersing in water for 2 days and 4 days.", "Figure 4. PXRD patterns of ", "rht", "-MOF-pyr for simulated plot, as-synthesized sample, and sample after immersing in water for 7 days and 15 days.", "We evaluated the moisture and steam stabilities of ", "rht", "-MOF-tri and ", "rht", "-MOF-pyr. As shown in Figure ", "5", ", the exposure of ", "rht", "-MOF-tri to ambient air with a relative humidity of ∼70% for a week did not result in any observable structural change, and ", "rht", "-MOF-tri was observed to retain crystallinity after exposure to steam (100% at 100 °C) for 6 h. No significant loss of crystallinity was observed for ", "rht", "-MOF-pyr after similar tests (Figure ", "6", ").", "Figure 5. PXRD patterns of ", "rht", "-MOF-tri for as-synthesized sample and samples after moisture and steam tests.", "Figure 6. PXRD patterns of ", "rht", "-MOF-pyr for as-synthesized sample and samples after moisture and steam tests.", "We also examined the tolerance of ", "rht", "-MOF-tri and ", "rht", "-MOF-pyr to acidic media, a more stringent challenge for most MOFs. Soaking ", "rht", "-MOF-tri in hydrochloric acid (HCl) aqueous solution with a pH of 2.5 for 24 h did not lead to observable structural change; however, dramatic loss of crystallinity was observed by extending the soaking time to 48 h (Figure ", "7", "). ", "rht", "-MOF-tri exposed to pH = 1 HCl aqueous solution led to complete degradation of the framework (Figure ", "7", "). In contrast to ", "rht", "-MOF-tri, ", "rht", "-MOF-pyr survived in pH = 2.5 HCl aqueous solution for more than 1 week and even retained its crystallinity after 14 days (Figure ", "8", "). However, ", "rht", "-MOF-pyr did not survive in pH = 1 HCl aqueous solution. These results indicate the relatively high chemical stability of ", "rht", "-MOF-tri and ", "rht", "-MOF-pyr compared with most other MOFs and suggest that the pyrazole group strongly promotes the tolerance of the ", "rht", "-MOF platform toward acidic media.", "Figure 7. PXRD patterns of ", "rht", "-MOF-tri for as-synthesized sample and samples after acid stability tests.", "Figure 8. PXRD patterns of ", "rht", "-MOF-pyr for as-synthesized sample and samples after acid stability tests.", "Assessment of Surface Areas after Water/Chemical Stability Tests", "Although PXRD has been extensively utilized to evaluate the preservation of crystalline structures for MOFs after water/chemical stability tests, recent studies have suggested that PXRD cannot detect partial structure loss and the surface area should be measured to validate the preservation of framework integrity.", "(13a)", " N", "2", " adsorption isotherms at 77 K were measured by reactivating ", "rht", "-MOF-tri and ", "rht", "-MOF-pyr samples after each stability test. As shown in Figure ", "9", ", ", "rht", "-MOF-tri and ", "rht", "-MOF-pyr retained their surface areas (Table ", "2", ") after various tests, confirming their water, moisture, steam, and chemical stability. ", "rht", "-MOF-tri and ", "rht", "-MOF-pyr represent two rare examples of highly porous MOFs that have been shown to be stable under water, moisture, steam, and acid conditions without significant loss of surface area.", "(16, 17)", "Figure 9. N", "2", " adsorption isotherms at 77 K for (a) ", "rht", "-MOF-tri; (b) ", "rht", "-MOF-pyr.", "Table 2. Surface Areas for ", "rht", "-MOF-tri and ", "rht", "-MOF-pyr: As-Synthesized and after Treatment with Water, Moisture, Steam, and HCl", "(aq)", " at pH 2.5", "a", "conditions", "rht", "-MOF-tri SA", "BET", "/m", "2", " g", "–1", "rht", "-MOF-pyr SA", "BET", "/m", "2", " g", "–1", "as-synthesized", "1841(31)", "2133(62)", "moisture", "1818(26)", "2183(64)", "H", "2", "O", "1874(44)", "2049(65)", "steam", "1803(23)", "2261(57)", "pH 2.5 HCl", "(aq)", "1812(10)", "2050(66)", "a", "Values were obtained from N", "2", " adsorption measurements performed at 77 K on samples subjected to the conditions specified and then activated according to the procedures in the ", "Experimental Section", ".", "Analysis of Structure–Property Relationship for Water/Chemical Stability", "The differences in properties among ", "rht", "-MOF-1, ", "rht", "-MOF-tri, and ", "rht", "-MOF-pyr triggered by substitution of functional groups can presumably be attributed to the different properties of tetrazole, 1,2,3-triazole, and pyrazole. Since the N atom has an electron-withdrawing effect, an azolate ring containing less N atoms has higher basicity or lower acidity, leading to a high p", "K", "a", " value. The p", "K", "a", " of tetrazole is ca. 4.6, meaning that it is a relatively weak chelating ligand.", "(24)", " In contrast, the p", "K", "a", " of 1,2,3-triazole is ca. 9.3,", "(25)", "and that of pyrazole is ca. 14.0.", "(26)", " As investigated by Long’s and Chen’s groups,", "(16, 22)", " the p", "K", "a", " value or basicity of the ligand can be regarded as a straightforward measure of binding ability toward a proton and may also be applied to estimate the bonding strength with transition metal ions. The increase in basicity of the azolate groups presumably increases the Cu–N bond strength, which is supported by Cu–N bond distances of 1.952, 1.937, and 1.931 Å in ", "rht", "-MOF-1, ", "rht", "-MOF-tri, and ", "rht", "-MOF-pyr, respectively. The change in the bonding of the triangular inorganic MBB, [Cu", "3", "O(N", "4–", "x", "(CH)", "x", "C−)", "3", "] (", "x", " = 0, 1, or 2), is in a direct relationship with the bonding of the copper paddlewheel SBU (i.e., remotely strengthening the Cu–carboxylate bonding), thus exerting changes in the electronic structure of the whole MOF to afford different stabilities toward water.", "Computational Studies", "To gain insight into the changes in water/chemical stabilities, we performed computational studies", "(14a)", " on these three ", "rht", "-MOFs. Analysis of the electronic structures for all three ", "rht", "-MOFs revealed a few noticeable differences in the partial charges between the structures, especially in the five-membered rings (see the ", "Supporting Information", "). Note that the partial charges referenced here were calculated using the Connolly charge-fitting scheme", "(27)", " (see the ", "Supporting Information", "). In ", "rht", "-MOF-1, the uncoordinated nitrogen atoms on the tetrazolate group are highly electronegative with a partial charge of about −0.5 ", "e", "–", ", while the coordinated nitrogen atoms (those that are bonded to the Cu", "2+", " ions of the triangular inorganic MBB) are less electronegative with a partial charge of about −0.2 ", "e", "–", ". For the 1,2,3-triazolate moiety of ", "rht", "-MOF-tri, when comparing to the tetrazolate group in ", "rht", "-MOF-1, it can be seen that replacing one the uncoordinated nitrogen atoms with a C–H group causes one of the coordinated nitrogen atoms (the atom on the uncoordinated N atom side) to lose some electron density while the nearby coordinated N atom gains electron density. The uncoordinated nitrogen atom in ", "rht", "-MOF-tri has a similar partial charge to those in ", "rht", "-MOF-1. This increase in negative charge for the coordinated nitrogen atom on the C–H side of the 1,2,3-triazolate group presumably leads to stronger Cu–N bonds. In ", "rht", "-MOF-pyr, the replacement of both uncoordinated nitrogen atoms with a C–H group causes both coordinated N atoms to gain electron density relative to those that are in the tetrazolate and 1,2,3-triazolate moieties of ", "rht", "-MOF-1 and ", "rht", "-MOF-tri, respectively; the partial charges for these nitrogen atoms are approximately −0.4 ", "e", "–", ". This electron density difference could be responsible for the enhanced stability of the trigonal [Cu", "3", "O(N", "2", "(CH)", "2", "C−)", "3", "] units in ", "rht", "-MOF-pyr with respect to the corresponding trigonal [Cu", "3", "O(N", "3", "(CH)C−)", "3", "] units in ", "rht", "-MOF-tri and trigonal [Cu", "3", "O(N", "4", "C−)", "3", "] units in ", "rht", "-MOF-1.", "The substitution of tetrazolate with triazolate and pyrazolate moieties has also affected the copper paddlewheel units in the respective ", "rht", "-MOFs. It is noteworthy that the two Cu", "2+", " ions in the paddlewheels of ", "rht", "-MOFs are indeed chemically distinct, as the carboxylate carbon–aromatic carbon bond cannot rotate freely in the MOF. The Cu", "2+", " ion labeled 1 in Figures S4–S6 (", "Supporting Information", "), denoted herein as Cu1, faces toward the center of the linker and projects into the truncated tetrahedral cage, and the Cu", "2+", " ion labeled 2, denoted herein as Cu2, faces away from the center of the linker and projects into the cuboctahedral cage. The relative partial charges about the Cu", "2+", " ions have been shown to be significant in ", "rht", "-MOFs, with the more positively charged Cu", "2+", " ion acting as the favored sorption site.", "(28)", " Electronic structure calculations show that the Cu1 ions have the higher charge within the paddlewheels in ", "rht", "-MOF-1 and ", "rht", "-MOF-tri; this can be attributed to the presence of the proximal uncoordinated nitrogen atoms on the five-membered rings in both ", "rht", "-MOFs, which causes the partial positive charge of the Cu1 ions to increase relative to the Cu2 ions. This can be interpreted as a consequence of the repulsive interaction between the electronegative uncoordinated nitrogen atoms and the electronic environment of the copper paddlewheels in these two ", "rht", "-MOFs, causing the electron density to shift toward the more distant Cu2 ions. In ", "rht", "-MOF-pyr, the replacement of all uncoordinated N atoms with C–H groups shifts the higher positive charge to the Cu2 ion and thereby increases the electron density of the Cu1 ions. Therefore, in ", "rht", "-MOF-pyr, the Cu1 ions, which are in closer proximity to the attractive triangular inorganic MBB, are less favorable toward sorbate molecules, such as water.", "The potential energy surface (PES) was generated for the copper paddlewheel [Cu", "2", "(O", "2", "C−)", "4", "] fragments in all three ", "rht", "-MOFs. The results revealed that the bond energies are lower and produced a deeper well-depth for ", "rht", "-MOF-tri and ", "rht", "-MOF-pyr compared to ", "rht", "-MOF-1 (Figure ", "10", "). This would be expected to afford enhanced stability for the copper paddlewheel units in ", "rht", "-MOF-tri and ", "rht", "-MOF-pyr. Indeed, it can be observed in Figure ", "10", " that the Cu", "2+", "–O interactions of the copper paddlewheels (considering both types of paddlewheel Cu", "2+", " ions) are more stable for ", "rht", "-MOF-pyr and ", "rht", "-MOF-tri compared to those for ", "rht", "-MOF-1 by approximately 38 and 30 kJ·mol", "–1", ", respectively. In effect, enhanced bonding between the pyrazolate groups and the triangular inorganic MBB synergistically stabilized the copper paddlewheel MBBs in both ", "rht", "-MOF-pyr and ", "rht", "-MOF-tri. These computational findings support the experimentally observed increase in water stability from ", "rht", "-MOF-1 to ", "rht", "-MOF-tri, and to ", "rht", "-MOF-pyr.", "Figure 10. Generated potential energy surfaces about (a) the Cu1 ions (atom labeled 1 in Figures S4–S6, ", "Supporting Information", ") and (b) the Cu2 ions (atom labeled 2 in Figures S4–S6) of the copper paddlewheels for ", "rht", "-MOF-1 (green), ", "rht", "-MOF-tri (blue), and ", "rht", "-MOF-pyr (red).", "Top of Page", "Abstract", "Introduction", "Result and Discussion", "Conclusion", "Experimental Section", "References", "Conclusion", "In summary, we demonstrated how to stabilize the copper paddlewheel MBBs, [Cu", "2", "(O", "2", "C−)", "4", "], via a crystal engineering approach that enables strengthening the bonding between the organic ligands and the triangular inorganic MBB, [Cu", "3", "O(N", "4–", "x", "(CH)", "x", "C−)", "3", "] (", "x", " = 0, 1, or 2), which, in turn, remotely enhances the stability of the copper paddlewheel MBB. The observed experimental results are further supported by computational studies, which allowed for a better understanding of the mechanism promoting the copper paddlewheel stability. Therefore, this study paves the way to the synthesis and development of prospective suitable MOFs with enhanced water stability.", "Top of Page", "Abstract", "Introduction", "Result and Discussion", "Conclusion", "Experimental Section", "References", "Experimental Section", "General Information", "All of the reagents were obtained from commercial vendors and, unless otherwise noted, were used without further purification.", "Synthesis of 5-(1", "H", "-1,2,3-Triazol-4-yl)isophthalic Acid (H", "3", "TAIP)", "Dimethyl 5-iodoisophthalate (1 mmol) and ethynyltrimethylsilane (2 mmol) were suspended in a solution of 50 mL of dry tetrahydrofuran (THF) and 5 mL of triethylamine (Et", "3", "N) under a nitrogen atmosphere. Tetrakis(triphenylphosphine) palladium (Pd(PPh", "3", ")", "4", ") (0.005 mmol) and copper(I) iodide (CuI) (0.015 mmol) were then added. The reaction mixture was stirred for 12 h at 60 °C and subsequently evaporated and chromatographed (silica gel, EtOAc/hexane = 1:60) to give the product as a yellow solid (91% yield). The detailed procedure of preparation of dimethyl 5-(1-(pivaloyloxymethyl)-1", "H", "-1,2,3-triazol-4-yl)isophthalate can be found in the reported reference (yield: 97%).", "(29)", " To a solution of dimethyl 5-(1-(pivaloyloxymethyl)-1", "H", "-1,2,3-triazol-4-yl) isophthalate (1 mmol) in THF/H", "2", "O (1:1, 10 mL) was added LiOH (10 mmol), and the mixture was then stirred at room temperature for 12 h. The mixture was neutralized with a 1 M HCl solution to pH = 5. The resulting precipitate was filtered, washed with 10 mL of water, and dried under vacuum to produce the pure product 5-(1", "H", "-1,2,3-triazol-4-yl) isophthalic acid, which is a white solid (yield: 86%) (", "1", "H NMR, D", "2", "O, 250 MHz, δ = 8.28 (2H), 8.15(1H), 8.02 (1H)).", "Synthesis of 5-(1", "H", "-Pyrazol-4-yl)isophthalic Acid (H", "3", "PAIP)", "4-Bromo-1-trityl-1", "H", "-pyrazole and 3,5-bis(methoxycarbonyl)-phenylboronic acid were synthesized by the procedures reported in the literatures.", "(30)", " The mixture of 4-bromo-1-trityl-1", "H", "-pyrazole (1.39 g, 3.56 mmol), 3,5-bis(methoxycarbonyl)phenylboronic acid (0.93 g, 3.91 mmol), tetrakis(triphenylphosphine) palladium (0.42 g, 0.36 mmol), and K", "2", "CO", "3", " (0.98 g, 7.12 mmol) in a 100 mL recovery flask was added into 1,2-dimethoxyethane (18 mL) and H", "2", "O (10 mL) under nitrogen protection. The reaction mixture was heated at 85 °C and stirred for 36 h. After 36 h, the reaction mixture was concentrated on a rotary evaporator. The residue was taken up in EtOAc (50 mL), washed with H", "2", "O (15 mL), and dried (MgSO", "4", "). After filtration, the filtrate was concentrated on a rotary evaporator. The crude product was hydrolyzed by KOH solution in THF/MeOH/H", "2", "O (v1/1/2) mixture solvents. The reaction mixture was then concentrated on a rotary evaporator and acidified by conc. HCl. The collected solid was dissolved in dichloromethane, and several drops of trifluoroacetic acid were added into the solution to deprotect trityl group. The reaction mixture was warmed to 40 °C overnight. 5-(1", "H", "-Pyrazol-4-yl)isophthalic acid (H", "3", "PAIP) was collected by filtration (yield: 50%) (", "1", "HNMR, [D", "6", "]DMSO, 250 MHz, δ = 8.35 (2H), 8.29(1H), 8.25 (2H)).", "Synthesis of rht-MOF-tri", "A mixture of 5-(1", "H", "-1,2,3-triazoyl) isophthalic acid (H", "3", "TAIP) (30 mg), CuNO", "3", "·2.5H", "2", "O (90 mg), and ", "N", ",", "N", "′-dimethylformamide (DMF) (1.5 mL) with 2 drops of HBF", "4", " (47% aqueous) was added into a 4 mL vial and then heated to 65 °C for 48 h. The resulting octahedron-shaped green crystals were obtained (yield: 75% based on H", "3", "TAIP ligand).", "Synthesis of rht-MOF-pyr", "A mixture of 5-(1", "H", "-pyrazol-4-yl)isophthalic acid (H", "3", "PAIP) (10 mg), CuNO", "3", "·2.5H", "2", "O (30 mg), and ", "N", ",", "N", "′-dimethylformamide (DMF) (1.0 mL) with 2 drops of HBF", "4", " (47% aqueous) was added into a 4 mL vial and then heated to 70 °C for 48 h. The resulting octahedron-shaped green crystals were obtained (yield: 70% based on H", "3", "PAIP ligand).", " ", "Top of Page", "Abstract", "Introduction", "Result and Discussion", "Conclusion", "Experimental Section", "References", "Supporting Information", "Full experimental details, calculation results, and other data. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Result and Discussion", "Conclusion", "Experimental Section", "References", "Acknowledgment", "The authors acknowledge NSF (DMR-1352065) and USF for financial support of this work. B.S. acknowledges the National Science Foundation (Award No. CHE-1152362), the computational resources that were made available by an XSEDE Grant (No. TG-DMR090028), and the use of the services provided by Research Computing at the University of South Florida. X.S. thanks NSF for the financial support (CHE-0844602). The single-crystal X-ray diffraction of ", "rht", "-MOF-tri and ", "rht", "-MOF-pyr was carried out at the Advanced Photon Source on beamline 15-ID-B of ChemMatCARS Sector 15, supported by the National Science Foundation under grant number NSF/CHE-1346572. This research used resources of the Advanced Photon Source, a U.S. Department of Energy (DOE) Office of Science User Facility operated for the DOE Office of Science by Argonne National Laboratory under Contract No. DE-AC02-06CH11357. M.E. acknowledges the financial support from King Abdullah University of Science and Technology.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Result and Discussion", "Conclusion", "Experimental Section", "References", "References", "This article references 30 other publications.", "1. ", "(a) ", "Zhou", ", ", "H.-C.", "; ", "Long", ", ", "J. R.", "; ", "Yaghi", ", ", "O. M.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "673", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Introduction to Metal-Organic Frameworks", "Zhou, Hong-Cai; Long, Jeffrey R.; Yaghi, Omar M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "673-674", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review is presented on prepn., structure and application of Metal-Org. Frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1OjtLw%253D&md5=abf05fcd4ae6b394b7f1048a93f5ebbc", "(b) ", "Zhou", ", ", "H.-C.", "; ", "Kitagawa", ", ", "S.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5415", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Metal-Organic Frameworks (MOFs)", "Zhou, Hong-Cai \"Joe\"; Kitagawa, Susumu", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5415-5418", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Recent advances in the chem. of porous coordination polymers are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtFehtr%252FM&md5=bbe8405d4302c49b5bb262abfab0fc10", "2. ", "(a) ", "Desiraju", ", ", "G. R.", " ", "Angew. Chem., Int. Ed.", " ", "2007", ",  ", "46", ",  ", "8342", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Crystal engineering: a holistic view", "Desiraju, Gautam R.", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "44", "),\r\n    ", "8342-8356", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Crystal engineering, the design of mol. solids, is the synthesis of functional solid-state structures from neutral or ionic building blocks, using intermol. interactions in the design strategy.  H bonds, coordination bonds, and other less directed interactions define substructural patterns, referred to in the literature as supramol. synthons and secondary building units.  Crystal engineering has considerable overlap with supramol. chem., x-ray crystallog., materials science, and solid-state chem. and yet it is a distinct discipline in itself.  The subject goes beyond the traditional divisions of org., inorg., and phys. chem., and this makes for a very eclectic blend of ideas and techniques.  The purpose of this review is to highlight some current challenges in this rapidly evolving subject.  Among the topics discussed are the nature of intermol. interactions and their role in crystal design, the sometimes diverging perceptions of the geometrical and chem. models for a mol. crystal, the relation of these models to polymorphism, knowledge-based computational prediction of crystal structures, and efforts at mapping the pathway of the crystn. reaction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtlyjsrrP&md5=10c6170fc8c1477b23bb9404f9a923f6", "(b) ", "Zheng", ", ", "S.-T.", "; ", "Wu", ", ", "T.", "; ", "Irfanoglu", ", ", "B.", "; ", "Zuo", ", ", "F.", "; ", "Feng", ", ", "P.", "; ", "Bu", ", ", "X.", " ", "Angew. Chem., Int. Ed.", " ", "2011", ",  ", "50", ",  ", "8034", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Multicomponent Self-Assembly of a Nested Co24@Co48 Metal-Organic Polyhedral Framework", "Zheng, Shou-Tian; Wu, Tao; Irfanoglu, Burcin; Zuo, Fan; Feng, Pingyun; Bu, Xianhui", "Angewandte Chemie, International Edition", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "35", "),\r\n    ", "8034-8037", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A nested 3D-3D MOPF@MOPF cobalt-org. framework [(CH3)2NH2]10[Co2(IN)4(OAc)2][Co2(BTC)2(H2O)4]4[Co2(OH)(IN)3]4·4H2O (CPM-24, H3BTC = 1,3,5-benzenetricarboxylic acid, HIN = isonicotinic acid) was prepd. and characterized by single-crystal X-ray diffraction and thermal gravimetric anal.  Gas adsorption measurements of the MOPF@MOPF was also study.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXovVOhtb8%253D&md5=2c0fcebccd5597273e3367dc8b6747b6", "(c) ", "Mallick", ", ", "A.", "; ", "Garai", ", ", "B.", "; ", "Díaz", ", ", "D.", "; ", "Banerjee", ", ", "R.", " ", "Angew. Chem., Int. Ed.", " ", "2013", ",  ", "52", ",  ", "13755", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Hydrolytic Conversion of a Metal-Organic Polyhedron into a Metal-Organic Framework", "Mallick, Arijit; Garai, Bikash; Diaz, David Diaz; Banerjee, Rahul", "Angewandte Chemie, International Edition", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "51", "),\r\n    ", "13755-13759", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A metal-org. polyhedron (MOP), [Cu24L24(H2O)24] [H2L = 5-(propynyloxy)isophthalic acid] was prepd. and structurally characterized.  Heating in water results in transformation of the polyhedron into a metal-org. framework.  The release of encapsulated caffeine from the polyhedron can be driven by this transformation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslCqs73K&md5=2c2cd9ec27001bbbd003c18cde5cb80f", "(d) ", "Yaghi", ", ", "O. M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Ockwig", ", ", "N. W.", "; ", "Chae", ", ", "H. K.", "; ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", " ", "Nature", " ", "2003", ",  ", "423", ",  ", "705", "– ", "714", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Reticular synthesis and the design of new materials", "Yaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, Jaheon", "Nature (London, United Kingdom)", "\r\n        (", "2003", "),\r\n    ", "423", "\r\n        (", "6941", "),\r\n    ", "705-714", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The long-standing challenge of designing and constructing new cryst. solid-state materials from mol. building blocks is just beginning to be addressed with success.  A conceptual approach that requires the use of secondary building units to direct the assembly of ordered frameworks epitomizes this process: the authors call this approach reticular synthesis.  This chem. has yielded materials designed to have predetd. structures, compns. and properties.  In particular, highly porous frameworks held together by strong metal-O-C bonds and with exceptionally large surface area and capacity for gas storage were prepd. and their pore metrics systematically varied and functionalized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXksV2itro%253D&md5=2417c5adb0e948350d3d62350c8cd7ea", "3. ", "(a) ", "Perry", ", ", "J. J.", "; ", "Perman", ", ", "J. A.", "; ", "Zaworotko", ", ", "M. J.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1400", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Design and synthesis of metal-organic frameworks using metal-organic polyhedra as supermolecular building blocks", "Perry, John J., IV; Perman, Jason A.; Zaworotko, Michael J.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1400-1417", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This crit. review highlights supermol. building blocks (SBBs) in the context of their impact upon the design, synthesis, and structure of metal-org. materials (MOMs).  MOMs, also known as coordination polymers, hybrid inorg.-org. materials, and metal-org. frameworks, represent an emerging class of materials that have attracted the imagination of solid-state chemists because MOMs combine unprecedented levels of porosity with a range of other functional properties that occur through the metal moiety and/or the org. ligand.  First generation MOMs exploited the geometry of metal ions or secondary building units (SBUs), small metal clusters that mimic polygons, for the generation of MOMs.  In this crit. review we examine the recent (<5 years) adoption of much larger scale metal-org. polyhedra (MOPs) as SBBs for the construction of MOMs by highlighting how the large size and high symmetry of such SBBs can afford improved control over the topol. of the resulting MOM and a new level of scale to the resulting framework (204 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvValsr4%253D&md5=296a7ae534acdc37203ce097b2013d18", "(b) ", "Furukawa", ", ", "H.", "; ", "Cordova", ", ", "K. E.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2013", ",  ", "341", ",  ", "1230444", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "The chemistry and applications of metal-organic frameworks", "Furukawa Hiroyasu; Cordova Kyle E; O'Keeffe Michael; Yaghi Omar M", "Science (New York, N.Y.)", "\r\n        (", "2013", "),\r\n    ", "341", "\r\n        (", "6149", "),\r\n    ", "1230444", "\r\n        ISSN:", ".\r\n    ", "Crystalline metal-organic frameworks (MOFs) are formed by reticular synthesis, which creates strong bonds between inorganic and organic units.  Careful selection of MOF constituents can yield crystals of ultrahigh porosity and high thermal and chemical stability.  These characteristics allow the interior of MOFs to be chemically altered for use in gas separation, gas storage, and catalysis, among other applications.  The precision commonly exercised in their chemical modification and the ability to expand their metrics without changing the underlying topology have not been achieved with other solids.  MOFs whose chemical composition and shape of building units can be multiply varied within a particular structure already exist and may lead to materials that offer a synergistic combination of properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3sbjs1yrsw%253D%253D&md5=7eb2a10c62623ff8a27708ffe9561d45", "(c) ", "Guillerm", ", ", "V.", "; ", "Kim", ", ", "D.", "; ", "Eubank", ", ", "J. F.", "; ", "Luebke", ", ", "R.", "; ", "Liu", ", ", "X.", "; ", "Adil", ", ", "K.", "; ", "Lah", ", ", "M. S.", "; ", "Eddaoudi", ", ", "M.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "6141", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "A supermolecular building approach for the design and construction of metal-organic frameworks", "Guillerm, Vincent; Kim, Dongwook; Eubank, Jarrod F.; Luebke, Ryan; Liu, Xinfang; Adil, Karim; Lah, Myoung Soo; Eddaoudi, Mohamed", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "6141-6172", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  In this review, the authors describe two recently implemented conceptual approaches facilitating the design and deliberate construction of metal-org. frameworks (MOFs), supermol. building block (SBB) and supermol. building layer (SBL) approaches.  The authors' main objective is to offer an appropriate means to assist/aid chemists and material designers alike to rationally construct desired functional MOF materials, made-to-order MOFs.  The authors introduce the concept of net-coded building units (net-cBUs), where precise embedded geometrical information codes uniquely and matchlessly a selected net, as a compelling route for the rational design of MOFs.  This concept is based on employing pre-selected 0-periodic metal-org. polyhedra or 2-periodic metal-org. layers, SBBs or SBLs, resp., as a pathway to access the requisite net-cBUs.  In this review, inspired by the authors' success with the original rht-MOF, the authors extrapolated the authors' strategy to other known MOFs via their deconstruction into more elaborate building units (polyhedra or layers) to (i) elucidate the unique relation between edge-transitive polyhedra or layers and minimal edge-transitive 3-periodic nets, and (ii) illustrate the potential of the SBB and SBL approaches as a rational pathway for the design and construction of 3-periodic MOFs.  Using this design strategy, the authors have also identified several new hypothetical MOFs which are synthetically targetable.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtFehsbvO&md5=97bf12cb969bfc7f409f5f06facd593b", "(d) ", "Lu", ", ", "W.", "; ", "Wei", ", ", "Z.", "; ", "Gu", ", ", "Z.-Y.", "; ", "Liu", ", ", "T.-F.", "; ", "Park", ", ", "J.", "; ", "Park", ", ", "J.", "; ", "Tian", ", ", "J.", "; ", "Zhang", ", ", "M.", "; ", "Zhang", ", ", "Q.", "; ", "Gentle", ", ", "T.", "; ", "Bosch", ", ", "M.", "; ", "Zhou", ", ", "H.-C.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5561", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Tuning the structure and function of metal-organic frameworks via linker design", "Lu, Weigang; Wei, Zhangwen; Gu, Zhi-Yuan; Liu, Tian-Fu; Park, Jinhee; Park, Jihye; Tian, Jian; Zhang, Muwei; Zhang, Qiang; Gentle III, Thomas; Bosch, Mathieu; Zhou, Hong-Cai", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5561-5593", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) are constructed from metal ions/clusters coordinated by org. linkers (or bridging-ligands).  The hallmark of MOFs is their permanent porosity, which is frequently found in MOFs constructed from metal-clusters.  These clusters are often formed in situ, whereas the linkers are generally pre-formed.  The geometry and connectivity of a linker dictate the structure of the resulting MOF.  Adjustments of linker geometry, length, ratio, and functional-group can tune the size, shape, and internal surface property of a MOF for a targeted application.  In this crit. review, the authors highlight advances in MOF synthesis focusing on linker design.  Examples of building MOFs to reach unique properties, such as unprecedented surface area, pore aperture, mol. recognition, stability, and catalysis, through linker design are described.  Further search for application-oriented MOFs through judicious selection of metal clusters and org. linkers is desirable.  In this review, linkers are categorized as ditopic (Section 1), tritopic (Section 2), tetratopic (Section 3), hexatopic (Section 4), octatopic (Section 5), mixed (Section 6), desymmetrized (Section 7), metallo (Section 8), and N-heterocyclic linkers (Section 9).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7jK&md5=322785c0256204742e3e95e5d2d49914", "(e) ", "Guillerm", ", ", "V.", "; ", "Weseliński", ", ", "Ł. J.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Cairns", ", ", "A. J.", "; ", "D’Elia", ", ", "V.", "; ", "Wojtas", ", ", "L.", "; ", "Adil", ", ", "K.", "; ", "Eddaoudi", ", ", "M.", " ", "Nat. Chem.", " ", "2014", ",  ", "6", ",  ", "673", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Discovery and introduction of a (3,18)-connected net as an ideal blueprint for the design of metal-organic frameworks", "Guillerm, Vincent; Weselinski, Lukasz J.; Belmabkhout, Youssef; Cairns, Amy J.; D'Elia, Valerio; Wojtas, Lukasz; Adil, Karim; Eddaoudi, Mohamed", "Nature Chemistry", "\r\n        (", "2014", "),\r\n    ", "6", "\r\n        (", "8", "),\r\n    ", "673-680", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Metal-org. frameworks (MOFs) are a promising class of porous materials because it is possible to mutually control their porous structure, compn. and functionality.  However, it is still a challenge to predict the network topol. of such framework materials prior to their synthesis.  Here we use a new rare earth (RE) nonanuclear carboxylate-based cluster as an 18-connected mol. building block to form a gea-MOF ((DMA +)2[Y9(μ3-OH)8(μ2-OH)3((O2C-C6H4)3C6H3)6]n·(solv)x, gea-MOF-1) based on a (3,18)-connected net.  We then utilized this gea net as a blueprint to design and assemble another MOF ([Cu3(L)·(H2O)3]n·(solv)x, gea-MOF-2, H6L = 5',5''''-((5-((4-(3,6-dicarboxy-9H-carbazol-9-yl)phenyl)ethynyl)-1,3-phenylene)bis(ethyne-2,1-diyl))bis((1,1':3',1''-terphenyl)-4,4''-dicarboxylic acid)).  In gea-MOF-2, the 18-connected RE clusters are replaced by metal-org. polyhedra, peripherally functionalized so as to have the same connectivity as the RE clusters.  These metal-org. polyhedra act as supermol. building blocks when they form gea-MOF-2.  The discovery of a (3,18)-connected MOF followed by deliberate transposition of its topol. to a predesigned second MOF with a different chem. system validates the prospective rational design of MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtVKlsrjE&md5=9600107c3d83469b0ad33e2992b92d94", "(f) ", "Gao", ", ", "W.-Y.", "; ", "Ma", ", ", "S.", " ", "Comments Inorg. Chem.", " ", "2014", ",  ", "34", ",  ", "125", "[", "Crossref", "], [", "CAS", "]", "3. ", "Beyond Custom Design of Organic Ligands: An Integrative Strategy for Metal-Organic Frameworks Design", "Gao, Wen-Yang; Ma, Shengqian", "Comments on Inorganic Chemistry", "\r\n        (", "2014", "),\r\n    ", "34", "\r\n        (", "5-6", "),\r\n    ", "125-141", "CODEN:\r\n                ", "COICDZ", ";\r\n        ISSN:", "0260-3594", ".\r\n    \r\n            (", "Taylor & Francis, Inc.", ")\r\n        ", "In this review, we systematically summarize our recent work on how metal-org. frameworks (MOFs) are constructed via custom design of org. ligands and beyond.  Following a brief introduction of basic concepts and general background of MOFs, we explain how to fine-tune MOFs' structures via the design strategy of network, secondary building unit (SBU), and ligand.  Amongst these, the custom design of org. ligands plays a fundamental yet important role in this field.  In addn., the custom-designed ligands, which feature certain functional motifs, can further enrich the performances of targeted MOFs owing to the primary functionalities bestowed on the frameworks by the ligands.  Therefore, the custom design of org. ligands and beyond can be a useful approach to task-specifical functionalizing of the frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhvVSqs7nJ&md5=6eadb32822206ad146ae77b0bf046fbd", "4. ", "(a) ", "Ma", ", ", "S.", "; ", "Zhou", ", ", "H.-C.", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "44", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Gas storage in porous metal-organic frameworks for clean energy applications", "Ma, Shengqian; Zhou, Hong-Cai", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "1", "),\r\n    ", "44-53", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review of current status of clean energy applications of porous metal-org. frameworks, including hydrogen storage, methane storage and carbon dioxide capture.  Porous metal-org. frameworks have exceptionally high surface areas as well as chem.-tunable structures.  A significant tech. challenge has been recognized as the development of a viable method to efficiently trap hydrogen, methane and carbon dioxide gas mols. in a confined space for various applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFektrbI&md5=f68836fe1535bf9cef9bc006a9cc0cad", "(b) ", "Suh", ", ", "M. P.", "; ", "Park", ", ", "H. J.", "; ", "Prasad", ", ", "T. K.", "; ", "Lim", ", ", "D.-W.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "782", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Hydrogen Storage in Metal-Organic Frameworks", "Suh, Myunghyun Paik; Park, Hye Jeong; Prasad, Thazhe Kootteri; Lim, Dae-Woon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "782-835", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  MOFs have versatile structures, high surface areas and high pore vols. - they can be regarded as good candidate materials for H storage.  There are many MOFs that have high H adsorption capacities at low temps., typically at 77 or 87 K.  The highest H storage capacity reported so far is 99.5 mg/g at 77K and 56 bar for NU-100.  However, the high H capacities of MOFs at cryogenic temps. decrease as the temp. increases to room temp.  This is because the H adsorption in MOFs is weak physisorption and the interaction energies between the H mols. and frameworks are low.  To develop MOFs as H storage materials that meet the U.S.DOE targets for an on-board hydrogen system, a serious challenge is still present in the design and synthesis of the MOF materials.  We may expect that highly stable MOFs having a large surface area and pore vol., together with many open metal sites and embedded catalysts for hydrogen spillover, would provide some pos. results for H storage at ambient temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1GlsbjM&md5=dd1f08beefd27cce77d88e466551c1af", "(c) ", "He", ", ", "Y.", "; ", "Zhou", ", ", "W.", "; ", "Qian", ", ", "G.", "; ", "Chen", ", ", "B.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5657", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Methane storage in metal-organic frameworks", "He, Yabing; Zhou, Wei; Qian, Guodong; Chen, Banglin", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5657-5678", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Natural gas (NG), whose main component is methane, is an attractive fuel for vehicular applications.  Realization of safe, cheap and convenient means and materials for high-capacity methane storage can significantly facilitate the implementation of natural gas fuelled vehicles.  The physisorption based process involving porous materials offers an efficient storage methodol. and the emerging porous metal-org. frameworks have been explored as potential candidates because of their extraordinarily high porosities, tunable pore/cage sizes and easily immobilized functional sites.  In this view, we provide an overview of the current status of metal-org. frameworks for methane storage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7bN&md5=f9e13d60752208607906607de7b6022f", "5. ", "(a) ", "Li", ", ", "J.-R.", "; ", "Sculley", ", ", "J.", "; ", "Zhou", ", ", "H.-C.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "869", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Metal-Organic Frameworks for Separations", "Li, Jian-Rong; Sculley, Julian; Zhou, Hong-Cai", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "869-932", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  This article reviews the metal-org. frameworks (MOFs), a new class of porous solid materials.  Their performances for applications in sepns. and purifications is attracting intense interest of researchers working in the fields of chem., chem. engineering, materials science, and others.  Despite being in its infancy, the research progress in this subject has already shown that MOFs are promising for sepn. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1OnsbbL&md5=635f36e2682f7fbc651f5021d591a1cf", "(b) ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T.-H.", "; ", "Long", ", ", "J. R.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "724", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "(c) ", "Barea", ", ", "E.", "; ", "Montoro", ", ", "C.", "; ", "Navarro", ", ", "J. A. R.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5419", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Toxic gas removal - metal-organic frameworks for the capture and degradation of toxic gases and vapours", "Barea, Elisa; Montoro, Carmen; Navarro, Jorge A. R.", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5419-5430", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The release of anthropogenic toxic pollutants into the atm. is a worldwide threat of growing concern.  In this regard, it is possible to take advantage of the high versatility of MOFs materials in order to develop new technologies for environmental remediation purposes.  Consequently, one of the main scientific challenges to be achieved in the field of MOF research should be to maximize the performance of these solids towards the sensing, capture and catalytic degrdn. of harmful gases and vapors by means of a rational control of size and reactivity of the pore walls that are directly accessible to guest mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7jO&md5=9ee1ead4bd30193e311d0fccfc8e4596", "6. ", "(a) ", "Nugent", ", ", "P.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Burd", ", ", "S. D.", "; ", "Cairns", ", ", "A. J.", "; ", "Luebke", ", ", "R.", "; ", "Forrest", ", ", "K.", "; ", "Pham", ", ", "T.", "; ", "Ma", ", ", "S.", "; ", "Space", ", ", "B.", "; ", "Wojtas", ", ", "L.", "; ", "Eddaoudi", ", ", "M.", "; ", "Zaworotko", ", ", "M. J.", " ", "Nature", " ", "2013", ",  ", "495", ",  ", "80", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Porous materials with optimal adsorption thermodynamics and kinetics for CO2 separation", "Nugent, Patrick; Belmabkhout, Youssef; Burd, Stephen D.; Cairns, Amy J.; Luebke, Ryan; Forrest, Katherine; Pham, Tony; Ma, Shengqian; Space, Brian; Wojtas, Lukasz; Eddaoudi, Mohamed; Zaworotko, Michael J.", "Nature (London, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "495", "\r\n        (", "7439", "),\r\n    ", "80-84", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Energy costs assocd. with the sepn. and purifn. of industrial commodities (e.g., gases, fine chems., fresh water) currently represent ∼15% of global energy prodn.; the demand for such commodities is projected to triple by 2050 (P. Taylor, 2010).  The challenge of developing effective sepn. and purifn. technologies which have much smaller energy footprints is greater for CO2 than for other gases; in addn. to its involvement in climate change, CO2 is an impurity in natural gas, biogas (biomass-based natural gas), syngas (CO/H2, the main H2 source for refineries), and many other gas streams.  In the context of porous cryst. materials which can exploit equil. and kinetic selectivity, size selectivity and targeted mol. recognition are attractive characteristics for CO2 sepn. and capture, as exemplified by 5A and 13X zeolites (J. Merel, et al., 2008), and metal-org. materials (MOM).  This paper reports that a crystal engineering or reticular chem. strategy which controls pore functionality and pore size in a series of MOM with coordinately satd. metal centers and periodically arrayed hexafluorosilicate anions (SiF52-) enables a kinetics and thermodn. sweet spots offering high volumetric uptake at low CO2 partial pressure (<0.15 bar).  Most importantly, such MOM offer an unprecedented CO2 sorption selectivity over N2, H2, and CH4, even in the presence of moisture.  Thus, these MOM are relevant to CO2 sepn. in the context of post-combustion (flue gas, CO2/N2), pre-combustion (shifted synthesis gas stream, CO2/H2), and natural gas upgrading (natural gas clean-up, CO2/CH4).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjsFCntbg%253D&md5=56941673abb6b13f920476a593dfeb98", "(b) ", "Li", ", ", "J.-R.", "; ", "Ma", ", ", "Y.", "; ", "McCarthy", ", ", "M. C.", "; ", "Sculley", ", ", "J.", "; ", "Yu", ", ", "J.", "; ", "Jeong", ", ", "H.-K.", "; ", "Balbuena", ", ", "P. B.", "; ", "Zhou", ", ", "H.-C.", " ", "Coord. Chem. Rev.", " ", "2011", ",  ", "255", ",  ", "1791", "[", "Crossref", "], [", "CAS", "]", "6. ", "Carbon dioxide capture-related gas adsorption and separation in metal-organic frameworks", "Li, Jian-Rong; Ma, Yu-Guang; McCarthy, M. Colin; Sculley, Julian; Yu, Jia-Mei; Jeong, Hae-Kwon; Balbuena, Perla B.; Zhou, Hong-Cai", "Coordination Chemistry Reviews", "\r\n        (", "2011", "),\r\n    ", "255", "\r\n        (", "15-16", "),\r\n    ", "1791-1823", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  Reducing anthropogenic CO2 emission and lowering the concn. of greenhouse gases in the atm. has quickly become one of the most urgent environmental issues of our age.  Carbon capture and storage (CCS) is one option for reducing these harmful CO2 emissions.  While a variety of technologies and methods have been developed, the sepn. of CO2 from gas streams is still a crit. issue.  Apart from establishing new techniques, the exploration of capture materials with high sepn. performance and low capital cost are of paramount importance.  Metal-org. frameworks (MOFs), a new class of cryst. porous materials constructed by metal-contg. nodes bonded to org. bridging ligands hold great potential as adsorbents or membrane materials in gas sepn.  In this paper, we review the research progress (from exptl. results to mol. simulations) in MOFs for CO2 adsorption, storage, and sepns. (adsorptive sepn. and membrane-based sepn.) that are directly related to CO2 capture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmtVGgur8%253D&md5=e355c975136ff8fc01a97d4f7cb95aa8", "7. ", "(a) ", "Kreno", ", ", "L. E.", "; ", "Leong", ", ", "K.", "; ", "Farha", ", ", "O. K.", "; ", "Allendorf", ", ", "M.", "; ", "Van Duyne", ", ", "R. P.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1105", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Metal-Organic Framework Materials as Chemical Sensors", "Kreno, Lauren E.; Leong, Kirsty; Farha, Omar K.; Allendorf, Mark; Van Duyne, Richard P.; Hupp, Joseph T.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1105-1125", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors present a crit. review of the literature on metal-org. frameworks (MOFs) as chem. sensors.  The authors begin by briefly examg. challenges relating to MOF sensor development including the design of MOFs with desirable properties, incorporation of appropriate signal transduction capabilities, and integration of MOFs into devices by employing thin-film growth techniques.  Subsequent sections discuss specific examples of MOF sensors, categorized by method of signal transduction.  Sensors based on MOF photoluminescence are discussed briefly.  The authors have limited the review of luminescence-based sensors to a small no. of recent reports where the porous MOF architecture, or its chem. compn., imparts selective sensing capabilities.  Scintillating MOFs that luminesce in the presence of radioactive analytes are also discussed.  Other signal transduction schemes that use photons include various kinds of optical interferometry, analyte modulation of localized surface plasmon resonance energies, and solvatochromism.  Mech. signal-transduction schemes employed with MOFs include ones based on surface acoustic wave, quartz crystal microbalance, and microcantilever devices.  Elec. schemes thus far were limited to ones based on impedance spectroscopy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVCgtL%252FI&md5=f6ed572725bc067ee8da81880bf1ec90", "(b) ", "Cui", ", ", "Y.", "; ", "Yue", ", ", "Y.", "; ", "Qian", ", ", "G.", "; ", "Chen", ", ", "B.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1126", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Luminescent Functional Metal-Organic Frameworks", "Cui, Yuanjing; Yue, Yanfeng; Qian, Guodong; Chen, Banglin", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1126-1162", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors discuss the title topic and applications such as LEDs and luminescent sensors.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnslKitr8%253D&md5=255200f12ee460fd90a29655c2b685dc", "(c) ", "Hu", ", ", "Z.", "; ", "Deibert", ", ", "B. J.", "; ", "Li", ", ", "J.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5815", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Luminescent metal-organic frameworks for chemical sensing and explosive detection", "Hu, Zhichao; Deibert, Benjamin J.; Li, Jing", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5815-5840", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) are a unique class of cryst. solids comprised of metal cations (or metal clusters) and org. ligands that have shown promise for a wide variety of applications.  Over the past 15 years, research and development of these materials have become one of the most intensely and extensively pursued areas.  A very interesting and well-investigated topic is their optical emission properties and related applications.  Several reviews have provided a comprehensive overview covering many aspects of the subject up to 2011.  This review intends to provide an update of work published since then and focuses on the photoluminescence (PL) properties of MOFs and their possible utility in chem. and biol. sensing and detection.  The spectrum of this review includes the origin of luminescence in MOFs, the advantages of luminescent MOF (LMOF) based sensors, general strategies in designing sensory materials, and examples of various applications in sensing and detection.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7nL&md5=0369c383e7a6f4eeb65c73b2b66f1137", "8. ", "(a) ", "Yoon", ", ", "M.", "; ", "Srirambalaji", ", ", "R.", "; ", "Kim", ", ", "K.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1196", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Homochiral Metal-Organic Frameworks for Asymmetric Heterogeneous Catalysis", "Yoon, Minyoung; Srirambalaji, Renganathan; Kim, Kimoon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1196-1231", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors have provided an overview of metal-org. framework (MOF)-based asym. heterogeneous catalysis by presenting the state of the art in this field and discussing its potential and limitations.  Here, MOF-based asym. catalysts are classified according to their working principles and synthetic strategies.  Design, synthesis and structural characteristics of chiral metal-org. frameworks, as well as their catalytic activities in various asym. transformations, are described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVOlt7rF&md5=7ee0508d7ed4b69aec1ca6d950681972", "(b) ", "Dhakshinamoorthy", ", ", "A.", "; ", "Garcia", ", ", "H.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5750", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Metal-organic frameworks as solid catalysts for the synthesis of nitrogen-containing heterocycles", "Dhakshinamoorthy, Amarajothi; Garcia, Hermenegildo", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5750-5765", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The review discusses the use of metal-org. frameworks (MOFs) as catalysts for the synthesis of N-contg. heterocycles, including pyrimidines, N-substituted piperidines, quinolines, indoles, imidazoles, triazoles and heterocyclic amides.  Special attention has been paid to the structural stability of MOFs under the reaction conditions, to the occurrence of metal leaching and reusability.  The final section of this review provides some concluding remarks and future prospects for the field, with emphasis on showing the superiority of MOFs with respect to other solid catalysts for this type of liq. phase org. reactions and pointing out that the final goal in this research would be the use of these materials as catalysts in real industrial synthesis.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7jL&md5=2124764fce507e53f801d5cbbdcbe5ea", "(c) ", "Liu", ", ", "J.", "; ", "Chen", ", ", "L.", "; ", "Cui", ", ", "H.", "; ", "Zhang", ", ", "J.", "; ", "Zhang", ", ", "L.", "; ", "Su", ", ", "C.-Y.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "6011", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Applications of metal-organic frameworks in heterogeneous supramolecular catalysis", "Liu, Jiewei; Chen, Lianfen; Cui, Hao; Zhang, Jianyong; Zhang, Li; Su, Cheng-Yong", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "6011-6061", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This review summarizes the use of metal-org. frameworks (MOFs) as a versatile supramol. platform to develop heterogeneous catalysts for a variety of org. reactions, esp. for liq.-phase reactions.  Following a background introduction about catalytic relevance to various metal-org. materials, crystal engineering of MOFs, characterization and evaluation methods of MOF catalysis, the authors categorize catalytic MOFs based on the types of active sites, including coordinatively unsatd. metal sites (CUMs), metallo-ligands, functional org. sites (FOS), as well as metal nanoparticles (MNPs) embedded in the cavities.  The authors emphasize the incidental or deliberate formation of active sites, the stability, heterogeneity, and shape/size selectivity for MOF catalysis.  Finally, the authors briefly introduce their relevance into photo- and biomimetic catalysis, and compare MOFs with other typical porous solids such as zeolites and mesoporous silica with regard to their different attributes, and provide a view on future trends and developments in MOF-based catalysis.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7nE&md5=5235b00be2ffd908b57743c6a2871f45", "9. ", "(a) ", "Cohen", ", ", "S. M.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "970", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Postsynthetic Methods for the Functionalization of Metal-Organic Frameworks", "Cohen, Seth M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "970-1000", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The development of postsynthetic methods is discussed for the chem. modification and functionalization of metal-org. frameworks and related coordination polymers.  Emphasis is placed on the chem. approaches that result in the covalent modification of the org. linkers within the metal-org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFOmtr7O&md5=7925eb048cba3cfde64b5471dc919b24", "(b) ", "Gao", ", ", "W.-Y.", "; ", "Chrzanowski", ", ", "M.", "; ", "Ma", ", ", "S.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5841", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Metal-metalloporphyrin frameworks: a resurging class of functional materials", "Gao, Wen-Yang; Chrzanowski, Matthew; Ma, Shengqian", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5841-5866", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This review presents comprehensively recent progress in metal-metalloporphyrin frameworks (MMPFs) with an emphasis on versatile functionalities.  Following a brief introduction of basic concepts and the potential virtues of MMPFs, we give a snapshot of the historical perspective of MMPFs since 1991.  We then summarize four effective strategies implemented frequently to construct prototypal MMPFs.  MMPFs represent a resurging class of promising functional materials, highlighted with diverse applications including guest-mol. adsorption and sepn., catalysis, nano-thin films and light-harvesting.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7jP&md5=8269586fdf7715df737d85f58cc2de66", "(c) ", "Stavila", ", ", "V.", "; ", "Talin", ", ", "A. A.", "; ", "Allendorf", ", ", "M. D.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5994", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "MOF-based electronic and opto-electronic devices", "Stavila, V.; Talin, A. A.; Allendorf, M. D.", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5994-6010", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) are a class of hybrid materials with unique optical and electronic properties arising from rational self-assembly of the org. linkers and metal ions/clusters, yielding myriads of possible structural motifs.  The combination of order and chem. tunability, coupled with good environmental stability of MOFs, are prompting many research groups to explore the possibility of incorporating these materials as active components in devices such as solar cells, photodetectors, radiation detectors, and chem. sensors.  Although this field is only in its incipiency, many new fundamental insights relevant to integrating MOFs with such devices have already been gained.  In this review, we focus our attention on the basic requirements and structural elements needed to fabricate MOF-based devices and summarize the current state of MOF research in the area of electronic, opto-electronic and sensor devices.  We summarize various approaches to designing active MOFs, creation of hybrid material systems combining MOFs with other materials, and assembly and integration of MOFs with device hardware.  Crit. directions of future research are identified, with emphasis on achieving the desired MOF functionality in a device and establishing the structure-property relationships to identify and rationalize the factors that impact device performance.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7nF&md5=e83b94cc7b82acccf49aab15c0a54f2f", "(d) ", "Ramaswamy", ", ", "P.", "; ", "Wong", ", ", "N. E.", "; ", "Shimizu", ", ", "G. K. H.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5913", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "MOFs as proton conductors - challenges and opportunities", "Ramaswamy, Padmini; Wong, Norman E.; Shimizu, George K. H.", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5913-5932", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Proton conducting materials have garnered immense attention for their role as electrolytes in fuel cells.  Metal Org. Frameworks (MOFs) and coordination polymers have recently been investigated as possible candidates for proton-conducting applications.  Their crystallinity, chem. functionalizable pores and options for systematic structural variation are some of the factors that allow for the targeted design of better proton conductors operating over a wide variety of temps. and/or humidity conditions.  This review will examine selected examples from this nascent field, and will focus on the design and synthesis of proton conducting MOFs, their properties and conditions under which they operate.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7nM&md5=f7aecfc848c072457e2dbf0116ebc62b", "10. ", "Chui", ", ", "S. S.-Y.", "; ", "Lo", ", ", "S. M.-F.", "; ", "Charmant", ", ", "J. P. H.", "; ", "Orpen", ", ", "A. G.", "; ", "Williams", ", ", "I. D.", " ", "Science", " ", "1999", ",  ", "283", ",  ", "1148", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "A chemically functionalizable nanoporous material [Cu3(TMA)2(H2O)3]n", "Chui, Stephen S.-Y.; Lo, Samuel M.-F.; Charmant, Jonathan P. H.; Orpen, A. Guy; Williams, Ian D.", "Science (Washington, D. C.)", "\r\n        (", "1999", "),\r\n    ", "283", "\r\n        (", "5405", "),\r\n    ", "1148-1150", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Although zeolites and related materials combine nanoporosity with high thermal stability, they are difficult to modify or derivatize in a systematic way.  A highly porous metal coordination polymer [Cu3(TMA)2(H2O)3]n (TMA is benzene-1,3,5-tricarboxylate) was formed in 80% yield.  It has interconnected [Cu2(O2CR)4] units (R is an arom. ring), which create a three-dimensional system of channels with a pore size of 1 nm and an accessible porosity of ∼40% in the solid.  Unlike zeolites, the channel linings can be chem. functionalized; for example, the aqua ligands can be replaced by pyridines.  TGA and high-temp. single-crystal diffractometry indicate that the framework is stable up to 240°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXhsFeitLc%253D&md5=8f6f372b015fa0e2bbb7e8bfd316b663", "11. ", "Chen", ", ", "B.", "; ", "Ockwig", ", ", "N. W.", "; ", "Millward", ", ", "A. R.", "; ", "Contreras", ", ", "D. S.", "; ", "Yaghi", ", ", "O. M.", " ", "Angew. Chem., Int. Ed.", " ", "2005", ",  ", "44", ",  ", "4745", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "High H2 adsorption in a microporous metal-organic framework with open metal sites", "Chen, Banglin; Ockwig, Nathan W.; Millward, Andrew R.; Contreras, Damacio S.; Yaghi, Omar M.", "Angewandte Chemie, International Edition", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "30", "),\r\n    ", "4745-4749", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A copper-based metal-org. framework (MOF) has been synthesized, and its structure has been solved by X-ray crystallog.  The remarkably high hydrogen adsorption properties (2.47 wt%) of this compd. have been studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXnvVSqsLY%253D&md5=ba35d52735de6fd6c9b3b4ff7f354879", "12. ", "Nouar", ", ", "F.", "; ", "Eubank", ", ", "J. F.", "; ", "Bousquet", ", ", "T.", "; ", "Wojtas", ", ", "L.", "; ", "Zaworotko", ", ", "M. J.", "; ", "Eddaoudi", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "1833", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Supermolecular Building Blocks (SBBs) for the Design and Synthesis of Highly Porous Metal-Organic Frameworks", "Nouar, Farid; Eubank, Jarrod F.; Bousquet, Till; Wojtas, Lukasz; Zaworotko, Michael J.; Eddaoudi, Mohamed", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "6", "),\r\n    ", "1833-1835", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Here, the authors report a novel approach for the bottom-up assembly of hierarchical building blocks: simple mol. building blocks (MBBs) and the resultant supermol. building blocks (SBBs) to build highly coordinated nets.  A specific network, the (3,24)-connected rht, was used as a blueprint to construct a metal-org. framework where the MBBs/SBBs augment the net.  The copper(II) complex {[Cu6O(TZI)3(H2O)9](NO3)·15H2O}n [H3TZI = 5-(5-tetrazolyl)isophthalic acid] was prepd. and its crystal structure detd.  Surface and sorption properties and hydrogen uptake capacity of this highly porous metal-org. framework complex were measured.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXotFCqtw%253D%253D&md5=c7a2569bf4006d4872f281dec22ef22c", "13. ", "(a) ", "Schoenecker", ", ", "P. M.", "; ", "Carson", ", ", "C. G.", "; ", "Jasuja", ", ", "H.", "; ", "Flemming", ", ", "C. J. J.", "; ", "Walton", ", ", "K. S.", " ", "Ind. Eng. Chem. Res.", " ", "2012", ",  ", "51", ",  ", "6513", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Effect of Water Adsorption on Retention of Structure and Surface Area of Metal-Organic Frameworks", "Schoenecker, Paul M.; Carson, Cantwell G.; Jasuja, Himanshu; Flemming, Christine J. J.; Walton, Krista S.", "Industrial & Engineering Chemistry Research", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "18", "),\r\n    ", "6513-6519", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This work presents an exptl. study of H2O adsorption in metal-org. frameworks (MOFs) at room temp. and up to 90% relative humidity.  Structural degrdn. of the materials after regeneration is analyzed via powder x-ray diffraction (PXRD) and nitrogen adsorption measurements.  MOFs with open metal sites are quite hydrophilic but appear to maintain their structure according to PXRD.  However, significant surface area loss indicates that decompn. is occurring and is likely an attribute of oxygen presence during the regeneration procedure.  Materials with Cu paddle-wheel (HKUST-1), 5-coordinated Mg (Mg MOF-74), and 7-coordinated Zr (UiO-66(-NH2)) maintain good structural stability, while Zn-COOH contg. MOFs (DMOF-1; DMOF-1-NH2; UMCM-1) undergo complete loss of crystallinity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xks1Omsbw%253D&md5=4497868704d5bd84b9fbb19f1beb4c8d", "(b) ", "Jasuja", ", ", "H.", "; ", "Burtch", ", ", "N. C.", "; ", "Huang", ", ", "Y.-G.", "; ", "Cai", ", ", "Y.", "; ", "Walton", ", ", "K. S.", " ", "Langmuir", " ", "2013", ",  ", "29", ",  ", "633", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Kinetic Water Stability of an Isostructural Family of Zinc-Based Pillared Metal-Organic Frameworks", "Jasuja, Himanshu; Burtch, Nicholas C.; Huang, You-gui; Cai, Yang; Walton, Krista S.", "Langmuir", "\r\n        (", "2013", "),\r\n    ", "29", "\r\n        (", "2", "),\r\n    ", "633-642", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The rational design of metal-org. frameworks (MOFs) with structural stability in the presence of humid conditions is crit. to the commercialization of this class of materials.  However, the systematic water stability studies required to develop design criteria for the construction of water-stable MOFs are still scarce.  In this work, the authors show that by varying the functional groups on the 1,4-benzenedicarboxylic acid (BDC) linker of DMOF [Zn(BDC)(DABCO)0.5], they can systematically tune the kinetic water stability of this isostructural, pillared family of MOFs.  To illustrate this concept, water adsorption studies were performed on four novel, methyl-functionalized DMOF variations along with a no. of already reported functionalized analogs contg. polar (fluorine) and nonpolar (methyl) functional groups on the BDC ligand.  These results are distinctly different from previous reports where the apparent water stability is improved through the inclusion of functional groups such as -CH3, -C2H5, and -CF3 which only serve to prevent significant amts. of water from adsorbing into the pores.  In this study, the authors present the first demonstration of tuning the inherent kinetic stability of MOF structures in the presence of large amts. of adsorbed water.  Notably, while the parent DMOF structure is unstable, the DMOF variation contg. the tetra-Me BDC ligand remains fully stable after adsorbing large amts. of water vapor during cyclic water adsorption cycles.  These trends cannot be rationalized in terms of hydrophobicity alone; exptl. water isotherms show that MOFs contg. the same no. of Me groups per unit cell will have different kinetic stabilities and that the precise placements of the Me groups on the BDC ligand are therefore critically important in detg. their stability in the presence of water.  Water adsorption isotherms, PXRD (powder X-ray diffraction) patterns, and BET surface areas before and after water exposure are presented to illustrate these trends.  Furthermore, the important distinction between kinetic and thermodn. stability in MOFs is discussed.  Mol. simulations are also used to provide insight into the structural characteristics governing these trends in kinetic water stability.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhslyltLbK&md5=dd3cb8bf8450c769ce9f5856751aedab", "14. ", "(a) ", "Greathouse", ", ", "J. A.", "; ", "Allendorf", ", ", "M. D.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "10678", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "The Interaction of Water with MOF-5 Simulated by Molecular Dynamics", "Greathouse, Jeffery A.; Allendorf, Mark D.", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "33", "),\r\n    ", "10678-10679", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Force field parameters for use with metal-org. framework-5 (MOF-5 or IRMOF-1) are presented.  Flexibility within the framework is included in this model, so that structural changes upon interaction with adsorbate mols. can be obsd. and quantified.  The model was validated by comparing simulated lattice parameters of pure MOF-5 with X-ray diffraction results.  For the first time, mol. dynamics simulations have been performed that show how water interacts with MOF-5.  The framework is stable at water contents up to 2.3% by mass, but distortion in the lattice structure is already evident.  At water contents of 3.9% and higher, the framework collapses because of the replacement of MOF O atoms by water O atoms in the Zn coordination shells.  As a result, inorg. MOF O atoms are no longer coordinated by four Zn ions, and benzene dicarboxylate linkers are no longer tethered to Zn centers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xns1WqtL4%253D&md5=65bd73b755fe8dc52f35d5aabb0b8eca", "(b) ", "Cychosz", ", ", "K. A.", "; ", "Matzger", ", ", "A. J.", " ", "Langmuir", " ", "2010", ",  ", "26", ",  ", "17198", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Water Stability of Microporous Coordination Polymers and the Adsorption of Pharmaceuticals from Water", "Cychosz, Katie A.; Matzger, Adam J.", "Langmuir", "\r\n        (", "2010", "),\r\n    ", "26", "\r\n        (", "22", "),\r\n    ", "17198-17202", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The stability of a variety of microporous coordination polymers (MCPs) to water-contg. solns. was studied using powder x-ray diffraction.  The stability of the MCP is related to the metal cluster present in the structure with trinuclear chromium clusters more stable than copper paddlewheel clusters which are more stable than basic zinc acetate clusters.  Zn(2-methylimidizolate)2 is more water stable than zinc MCPs with carboxylate linkers; however, extended exposure to water led to decompn. of all zinc-based MCPs.  Materiaux de l'Institut Lavoisier (MIL)-100 also is completely water stable and was used to adsorb the pharmaceuticals furosemide and sulfasalazine from water with large uptakes achievable at low concns., indicating that the adsorption of wastewater contaminants may be a feasible application for these materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXht1CmurrI&md5=68d9c81f6155b1ad2ab06825a8b197f1", "15. ", "(a) ", "Taylor", ", ", "J. M.", "; ", "Vaidhyanathan", ", ", "R.", "; ", "Iremonger", ", ", "S. S.", "; ", "Shimizu", ", ", "G. K. H.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "14338", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Enhancing Water Stability of Metal-Organic Frameworks via Phosphonate Monoester Linkers", "Taylor, Jared M.; Vaidhyanathan, Ramanathan; Iremonger, Simon S.; Shimizu, George K. H.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "35", "),\r\n    ", "14338-14340", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new porous metal-org. framework (MOF), barium tetraethyl-1,3,6,8-pyrenetetraphosphonate (CALF-25), which contains a new phosphonate monoester ligand, was synthesized through a hydrothermal method.  The MOF is a three-dimensional structure contg. 4.6 Å × 3.9 Å rectangular one-dimensional pores lined with the Et ester groups from the ligand.  The presence of the Et ester groups makes the pores hydrophobic in nature, as detd. by the low heats of adsorption of CH4, CO2, and H2O (14.5, 23.9, and 45 kJ mol-1, resp.) despite the polar and acidic barium phosphonate ester backbone.  The Et ester groups within the pores also protect CALF-25 from decompn. by water vapor, with crystallinity and porosity being retained after exposure to harsh humid conditions (90% relative humidity at 353 K).  The use of phosphonate esters as linkers for the construction of MOFs provides a method to protect hydrolytically susceptible coordination backbones through kinetic blocking.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1amurfN&md5=a5757a8ba459628a2ff67c38040c608b", "(b) ", "Low", ", ", "J. J.", "; ", "Benin", ", ", "A. I.", "; ", "Jakubczak", ", ", "P.", "; ", "Abrahamian", ", ", "J. F.", "; ", "Faheem", ", ", "S. A.", "; ", "Willis", ", ", "R. R.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "15834", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Virtual High Throughput Screening Confirmed Experimentally: Porous Coordination Polymer Hydration", "Low, John J.; Benin, Annabelle I.; Jakubczak, Paulina; Abrahamian, Jennifer F.; Faheem, Syed A.; Willis, Richard R.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "43", "),\r\n    ", "15834-15842", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Hydrothermal stability is a pertinent issue to address for many industrial applications where percent levels of water can be present at temps. ranging from subambient to several hundred degrees.  Our objective is to understand relative stabilities of MOF materials through exptl. testing combined with mol. modeling.  This will enable the ultimate design of materials with improved hydrothermal stability, while maintaining the properties of interest.  The tools that we have employed for these studies include quantum mech. calcns. based upon cluster models and combinatorial steaming methods whereby a steam stability map was formulated according to the relative stability of different materials.  The exptl. steaming method allows for high throughput screening of materials stability over a broad range of steam levels as well as in-depth investigation of structural transformations under more highly resolved conditions, while the cluster model presented here yields the correct trends in hydrothermal stability.  Good agreement was obsd. between predicted relative stabilities of materials by mol. modeling and exptl. results.  Fundamental information from these studies has provided insight into how metal compn. and coordination, chem. functionality of org. linker, framework dimensionality, and interpenetration affect the relative stabilities of PCP materials.  This work suggests that the strength of the bond between the metal oxide cluster and the bridging linker is important in detg. the hydrothermal stability of the PCP.  Although the flexibility of the framework plays a role, it is not as important as the metal-linker bond strength.  This demonstration of alignment between exptl. and calcd. observations has proven the validity of the method, and the insight derived herein insight facilitates direction in designing ideal MOF materials with improved hydrothermal stability for desired applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht1arur%252FE&md5=2bc148c575edf4559c049c60c29d274f", "(c) ", "Li", ", ", "T.", "; ", "Chen", ", ", "D.-L.", "; ", "Sullivan", ", ", "J. E.", "; ", "Kozlowski", ", ", "M. T.", "; ", "Johnson", ", ", "J. K.", "; ", "Rosi", ", ", "N. L.", " ", "Chem. Sci.", " ", "2013", ",  ", "4", ",  ", "1746", "[", "Crossref", "], [", "CAS", "]", "15. ", "Systematic modulation and enhancement of CO2 : N2 selectivity and water stability in an isoreticular series of bio-MOF-11 analogues", "Li, Tao; Chen, De-Li; Sullivan, Jeanne E.; Kozlowski, Mark T.; Johnson, J. Karl; Rosi, Nathaniel L.", "Chemical Science", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "4", "),\r\n    ", "1746-1755", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "An isoreticular series of cobalt-adeninate bio-MOFs (bio-MOFs-11-14) is reported.  The pores of bio-MOFs-11-14 (1-4) are decorated with acetate, propionate, butyrate, and valerate, resp.  The complexes are Co2(ad)2(CH3CO2)2.2.25DMF.0.6H2O (1), Co2(ad)2(C2H5CO2)2.2.25DMF.0.3H2O (2), Co2(ad)2(C3H7CO2)2.1.1DMF.0.6H2O (3) and Co2(ad)2(C4H9CO2)2.0.6DMF.0.6H2O (4) (ad = adeninate).  The nitrogen (N2) and carbon dioxide (CO2) adsorption properties of these materials were studied and compared.  The isosteric heats of adsorption for CO2 are calcd., and the CO2:N2 selectivities for each material are detd.  As the lengths of the aliph. chains decorating the pores in bio-MOFs-11-14 increase, the BET surface areas decrease from 1148 m2 g-1 to 17 m2 g-1 while the CO2 : N2 selectivities predicted from ideal adsorbed soln. theory at 1 bar and 273 K for a 10 : 90 CO2 : N2 mixt. range from 73 : 1 for bio-MOF-11 to 123 : 1 for bio-MOF-12 and finally to 107 : 1 for bio-MOF-13.  At 298 K, the selectivities are 43 : 1 for bio-MOF-11, 52 : 1 for bio-MOF-12, and 40 : 1 for bio-MOF-13.  Addnl., bio-MOF-14 exhibits a unique mol. sieving property that allows it to adsorb CO2 but not N2 at 273 and 298 K. Finally, the water stability of bio-MOFs-11-14 increases with increasing aliph. chain length.  Bio-MOF-14 exhibits no loss of crystallinity or porosity after soaking in water for one month.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjtlymsro%253D&md5=b8c3ec41b10e74edbf7916e4f4ed35af", "16. ", "(a) ", "Demessence", ", ", "A.", "; ", "D’Alessandro", ", ", "D. M.", "; ", "Foo", ", ", "M. L.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "8784", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Strong CO2 Binding in a Water-Stable, Triazolate-Bridged Metal-Organic Framework Functionalized with Ethylenediamine", "Demessence, Aude; D'Alessandro, Deanna M.; Foo, Maw Lin; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "25", "),\r\n    ", "8784-8786", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reaction of CuCl2·2H2O with 1,3,5-tris(1H-1,2,3-triazol-5-yl)benzene (H3BTTri) in DMF at 100° generates the metal-org. framework H3[(Cu4Cl)3(BTTri)8(DMF)12]·7DMF·76H2O (1-DMF).  The sodalite-type structure of the framework consists of BTTri3--linked [Cu4Cl]7+ square clusters in which each CuII center has a terminal DMF ligand directed toward the interior of a large pore.  The framework exhibits a high thermal stability of up to 270°, as well as exceptional chem. stability in air, boiling water, and acidic media.  Following exchange of the guest solvent and bound DMF mols. for methanol to give 1-MeOH, complete desolvation of the framework at 180° generated H3[(Cu4Cl)3(BTTri)8] (1) with exposed CuII sites on its surface.  Following a previously reported protocol, ethylenediamine mols. were grafted onto these sites to afford 1-en, featuring terminal alkylamine groups.  The N2 adsorption isotherms indicate a redn. in the BET surface area from 1770 to 345 m2/g following grafting.  The H2 adsorption data at 77 K for 1 indicate a fully reversible uptake of 1.2% at 1.2 bar, while the CO2 isotherm at 195 K shows a maximal uptake of 90% at 1 bar.  Compared to 1, the alkylamine-functionalized framework 1-en exhibits a higher uptake of CO2 at 298 K and pressures up to ∼0.1 bar, as well as a higher CO2/N2 selectivity at all measured pressures.  Significantly, 1-en also exhibits an isosteric heat of CO2 adsorption of 90 kJ/mol, which is much higher than the 21 kJ/mol obsd. for 1.  This chemisorption interaction is the strongest reported to date for a metal-org. framework and points toward the potential utility of alkylamine-appended frameworks for the post-combustion capture of CO2 from low-pressure flue gas streams.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXmvFWqtrY%253D&md5=da2f3e278125e096f509e1e4618d9387", "(b) ", "Choi", ", ", "H. J.", "; ", "Dincă", ", ", "M.", "; ", "Dailly", ", ", "A.", "; ", "Long", ", ", "J. R.", " ", "Energy Environ. Sci.", " ", "2010", ",  ", "3", ",  ", "117", "[", "Crossref", "], [", "CAS", "]", "16. ", "Hydrogen storage in water-stable metal-organic frameworks incorporating 1,3- and 1,4-benzenedipyrazolate", "Choi, Hye Jin; Dinca, Mircea; Dailly, Anne; Long, Jeffrey R.", "Energy & Environmental Science", "\r\n        (", "2010", "),\r\n    ", "3", "\r\n        (", "1", "),\r\n    ", "117-123", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Pyrazolate-bridged metal-org. frameworks incorporating tetrahedral Zn2+ ions are shown to exhibit a high chem. stability in boiling water, org. solvents, and acidic media, and are assessed for their hydrogen storage properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXnvVaiur0%253D&md5=a5b6b2e424160f9e9c9fc455b5e2407c", "(c) ", "Colombo", ", ", "V.", "; ", "Galli", ", ", "S.", "; ", "Choi", ", ", "H. J.", "; ", "Han", ", ", "G. D.", "; ", "Maspero", ", ", "A.", "; ", "Palmisano", ", ", "G.", "; ", "Masciocchi", ", ", "N.", "; ", "Long", ", ", "J. R.", " ", "Chem. Sci.", " ", "2011", ",  ", "2", ",  ", "1311", "[", "Crossref", "], [", "CAS", "]", "16. ", "High thermal and chemical stability in pyrazolate-bridged metal-organic frameworks with exposed metal sites", "Colombo, Valentina; Galli, Simona; Choi, Hye Jin; Han, Ggoch Ddeul; Maspero, Angelo; Palmisano, Giovanni; Masciocchi, Norberto; Long, Jeffrey R.", "Chemical Science", "\r\n        (", "2011", "),\r\n    ", "2", "\r\n        (", "7", "),\r\n    ", "1311-1319", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Reactions between the tritopic pyrazole-based ligand 1,3,5-tris(1H-pyrazol-4-yl)benzene (H3BTP) and transition metal acetate salts in DMF afford microporous pyrazolate-bridged metal-org. frameworks M3(BTP)2·xsolvent (M = Ni (1), Cu (2), Zn (3), Co (4)).  Ab-initio x-ray powder diffraction methods were employed in detg. the crystal structures of these compds., revealing 1 and 2 to exhibit an expanded sodalite-like framework with accessible metal cation sites, while 3 and 4 possess tetragonal frameworks with hydrophobic surfaces and narrower channel diams.  Compds. 1-4 can be desolvated without loss of crystallinity by heating under dynamic vacuum, giving rise to microporous solids with BET surface areas of 1650, 1860, 930 and 1027 m2 g-1, resp.  Thermogravimetric analyses and powder x-ray diffraction measurements demonstrate the exceptional thermal and chem. stability of these frameworks.  In particular, 3 is stable to heating in air up to at least 510°, while 1 is stable to heating in air to 430°, as well as to treatment with boiling aq. solns. of pH 2 to 14 for two weeks.  Unexpectedly, 2 and 3 are converted into new cryst. metal-org. frameworks upon heating in boiling water.  With the combination of stability under extreme conditions, high surface area, and exposed metal sites, it is anticipated that 1 may open the way to test metal-org. frameworks for catalytic processes that currently employ zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnsVyhsbg%253D&md5=65c826bacdcbf73ed2a5f7f20e172196", "(d) ", "Jasuja", ", ", "H.", "; ", "Jiao", ", ", "Y.", "; ", "Burtch", ", ", "N. C.", "; ", "Huang", ", ", "Y.-g.", "; ", "Walton", ", ", "K. S.", " ", "Langmuir", " ", "2014", ",  ", "30", ",  ", "14300", "– ", "14307", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Synthesis of Cobalt-, Nickel-, Copper-, and Zinc-Based, Water-Stable, Pillared Metal-Organic Frameworks", "Jasuja, Himanshu; Jiao, Yang; Burtch, Nicholas C.; Huang, You-gui; Walton, Krista S.", "Langmuir", "\r\n        (", "2014", "),\r\n    ", "30", "\r\n        (", "47", "),\r\n    ", "14300-14307", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The performance of metal-org. frameworks (MOFs) in humid or aq. environments is a topic of great significance for a variety of applications ranging from adsorption sepns. to gas storage.  While a no. of H2O-stable MOFs have emerged recently in the literature, the majority of MOFs are known to have poor H2O stability compared to zeolites and activated carbons, and there is therefore a crit. need to perform systematic H2O-stability studies and characterize MOFs comprehensively after H2O exposure.  Using these studies the authors can isolate the specific factors governing the structural stability of MOFs and direct the future synthesis efforts toward the construction of new, H2O-stable MOFs.  The authors have extended their previous work on the systematic H2O-stability studies of MOFs and synthesized new, Co-, Ni-, Cu-, and Zn-based, H2O-stable, pillared MOFs by incorporating structural factors such as ligand sterics and catenation into the framework.  Stability is assessed by using H2O vapor adsorption isotherms along with powder x-ray diffraction patterns and results from BET modeling of N2 adsorption isotherms before and after H2O exposure.  As expected, the authors' study demonstrates that unlike the parent DMOF structures (based on Co, Ni, Cu, and Zn metals), which all collapse under 60% relative humidity (RH), their corresponding tetramethyl-functionalized variations (DMOF-TM) are remarkably stable, even when adsorbing >20 mmol of H2O/g of MOF at 80% RH.  This behavior is due to steric factors provided by the Me groups grafted on the BDC (benzenedicarboxylic acid) ligand, as shown previously for the Zn-based DMOF-TM.  Also, 4,4',4'',4'''-benzene-1,2,4,5-tetrayltetrabenzoic acid based, pillared MOFs (based on Co and Zn metals) also are stable after 90% RH exposure, even when the basicity of the bipyridyl-based pillar ligand is low.  This is due to the presence of catenation in their frameworks, similar to MOF-508 (Zn-BDC-BPY), which also is reported to be stable after exposure to 90% RH.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhslKkur%252FL&md5=e69867bf351c8265ef25a44265e0d128", "17. ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T.-H.", "; ", "Long", ", ", "J. R.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "724", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "18. ", "Gul-E-Noor", ", ", "F.", "; ", "Jee", ", ", "B.", "; ", "Pöppl", ", ", "A.", "; ", "Hartmann", ", ", "M.", "; ", "Himsl", ", ", "D.", "; ", "Bertmer", ", ", "M.", " ", "Phys. Chem. Chem. Phys.", " ", "2011", ",  ", "13", ",  ", "7783", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Effects of varying water adsorption on a Cu3(BTC)2 metal-organic framework (MOF) as studied by 1H and 13C solid-state NMR spectroscopy", "Gul-E-Noor, Farhana; Jee, Bettina; Poeppl, Andreas; Hartmann, Martin; Himsl, Dieter; Bertmer, Marko", "Physical Chemistry Chemical Physics", "\r\n        (", "2011", "),\r\n    ", "13", "\r\n        (", "17", "),\r\n    ", "7783-7788", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The process of water adsorption on a dehydrated Cu3(BTC)2 (copper (II) benzene 1,3,5-tricarboxylate) metal-org. framework (MOF) was studied with 1H and 13C solid-state NMR.  Different relative amts. of water (0.5, 0.75, 1, 1.5, 2, and 5 mol equiv. with respect to copper) were adsorbed via the gas phase. 1H and 13C MASNMR spectra of dehydrated and water-loaded Cu3(BTC)2 samples gave evidence on the structural changes due to water adsorption within the MOF material as well as information on water dynamics.  The anal. of 1H spinning sideband intensities reveals differences in the 1H-63/65Cu hyperfine coupling between dehydrated and water-loaded samples.  The study was continued for 60 days to follow the stability of the Cu3(BTC)2 network under humid conditions.  NMR data reveal that Cu3(BTC)2 decomps. quite fast with the decompn. being different for different water contents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXkslGrsbc%253D&md5=671c6b848b1885ae2d949198f1fda03f", "19. ", "Burtch", ", ", "N. C.", "; ", "Jasuja", ", ", "H.", "; ", "Walton", ", ", "K. S.", " ", "Chem. Rev.", " ", "2014", ",  ", "114", ",  ", "10575", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Water Stability and Adsorption in Metal-Organic Frameworks", "Burtch, Nicholas C.; Jasuja, Himanshu; Walton, Krista S.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2014", "),\r\n    ", "114", "\r\n        (", "20", "),\r\n    ", "10575-10612", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review; water stability and adsorption in metal-org. frameworks are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhs1eju7nP&md5=805f1646eaee3a6ba7ded0567c107273", "20. ", "Tan", ", ", "K.", "; ", "Nijem", ", ", "N.", "; ", "Canepa", ", ", "P.", "; ", "Gong", ", ", "Q.", "; ", "Li", ", ", "J.", "; ", "Thonhauser", ", ", "T.", "; ", "Chabal", ", ", "Y. J.", " ", "Chem. Mater.", " ", "2012", ",  ", "24", ",  ", "3153", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Stability and Hydrolyzation of Metal Organic Frameworks with Paddle-Wheel SBUs upon Hydration", "Tan, Kui; Nijem, Nour; Canepa, Pieremanuele; Gong, Qihan; Li, Jing; Thonhauser, Timo; Chabal, Yves J.", "Chemistry of Materials", "\r\n        (", "2012", "),\r\n    ", "24", "\r\n        (", "16", "),\r\n    ", "3153-3167", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Instability of most prototypical metal org. frameworks (MOFs) in the presence of moisture is always a limitation for industrial scale development.  The authors examine the dissocn. mechanism of microporous paddle wheel frameworks M(bdc)(ted)0.5 [M = Cu, Zn, Ni, Co; bdc = 1,4-benzenedicarboxylate; ted = triethylenediamine] in controlled humidity environments.  Combined in situ IR spectroscopy, Raman, and Powder x-ray diffraction measurements show that the stability and modification of isostructural M(bdc)(ted)0.5 compds. upon exposure to H2O vapor critically depend on the central metal ion.  A hydrolysis reaction of H2O mols. with Cu-O-C is obsd. in the case of Cu(bdc)(ted)0.5.  Displacement reactions of ted linkers by H2O mols. are identified with Zn(bdc)(ted)0.5 and Co(bdc)(ted)0.5.  In contrast, Ni(bdc)(ted)0.5 is less susceptible to reaction with H2O vapors than the other 3 compds.  The condensation of H2O vapors into the framework is necessary to initiate the dissocn. reaction.  These findings, supported by 1st principles theor. van der Waals d. functional (vdW-DF) calcns. of overall reaction enthalpies, provide the necessary information for detg. operation conditions of this class of MOFs with paddle wheel secondary building units and guidance for developing more robust units.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFCnurrN&md5=c0227080ad92b71d1d48e1e5e12a5675", "21. ", "(a) ", "Zou", ", ", "Y.", "; ", "Park", ", ", "M.", "; ", "Hong", ", ", "S.", "; ", "Lah", ", ", "M. S.", " ", "Chem. Commun.", " ", "2008", ",  ", "2340", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "A designed metal-organic framework based on a metal-organic polyhedron", "Zou, Yang; Park, Mira; Hong, Seunghee; Lah, Myoung Soo", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2008", "),\r\n    ", "\r\n        (", "20", "),\r\n    ", "2340-2342", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A C3 sym. ligand, 5,5',5''-[1,3,5-benzenetriyl(carbonylimino)]tris-1,3-benzenedicarboxylic acid (H6L) with three 1,3-benzenedicarboxylate units was used to construct a metal-org. framework, [Zn24(L)8(H2O)24]n, with a (3,24)-connected network topol., where the nanometer-sized metal-org. cuboctahedra (MOCs) were incorporated solely into a cubic close packing (CCP) arrangement, which led to superoctahedral and supertetrahedral cavities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXlslGgt78%253D&md5=741f6a5f7a9b03cecbe8b9b45a76a127", "(b) ", "Hong", ", ", "S.", "; ", "Oh", ", ", "M.", "; ", "Park", ", ", "M.", "; ", "Yoon", ", ", "J. W.", "; ", "Chang", ", ", "J.-S.", "; ", "Lah", ", ", "M. S.", " ", "Chem. Commun.", " ", "2009", ",  ", "5397", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "Large H2 storage capacity of a new polyhedron-based metal-organic framework with high thermal and hygroscopic stability", "Hong, Seunghee; Oh, Minhak; Park, Mira; Yoon, Ji Woong; Chang, Jong-San; Lah, Myoung Soo", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2009", "),\r\n    ", "\r\n        (", "36", "),\r\n    ", "5397-5399", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two metal-org. frameworks (MOFs) based on metal-org. cuboctahedra, [M24L8(H2O)24] (M = Zn, Cu), were prepd. using a rigid C3 sym. ligand, 1,3,5-tris(3,5-dicarboxyphenylethynyl)benzene (H6L) and characterized by x-ray crystallog.  The Zn polyhedron-based MOF (PMOF-2(Zn)) did not show any significant gas sorption behavior, whereas the isostructural Cu polyhedron-based MOF (PMOF-2(Cu)) showed a large surface area of ∼4180 m2 g-1, high hydrothermal stability, and very promising H2 sorption properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtVOntLrO&md5=89e81df23d4ca8757771099759c3509f", "(c) ", "Yan", ", ", "Y.", "; ", "Lin", ", ", "X.", "; ", "Yang", ", ", "S.", "; ", "Blake", ", ", "A. J.", "; ", "Dailly", ", ", "A.", "; ", "Champness", ", ", "N. R.", "; ", "Hubberstey", ", ", "P.", "; ", "Schroder", ", ", "M.", " ", "Chem. Commun.", " ", "2009", ",  ", "1025", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "Exceptionally high H2 storage by a metal-organic polyhedral framework", "Yan, Yong; Lin, Xiang; Yang, Sihai; Blake, Alexander J.; Dailly, Anne; Champness, Neil R.; Hubberstey, Peter; Schroeder, Martin", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2009", "),\r\n    ", "\r\n        (", "9", "),\r\n    ", "1025-1027", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The de-solvated polyhedral framework material, NOTT-112, shows an excess H2 uptake of 7.07% between 35 and 40 bar at 77 K, and a total H2 uptake of 10% at 77 bar and 77 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXitFKntrg%253D&md5=06679311453cf72a8eabf6ebd2f78b58", "(d) ", "Zhao", ", ", "D.", "; ", "Yuan", ", ", "D.", "; ", "Sun", ", ", "D.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "9186", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Stabilization of Metal-Organic Frameworks with High Surface Areas by the Incorporation of Mesocavities with Microwindows", "Zhao, Dan; Yuan, Daqiang; Sun, Daofeng; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "26", "),\r\n    ", "9186-9188", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reactions between two novel hexatopic carboxylate ligands and copper salts give rise to two isostructural metal-org. frameworks (MOFs) with a (3,24)-connected network topol. contg. both micro- and mesocavities with sizes of up to 3 nm.  The formulas of the complexes are [Zn(H2O)]3(btei)·9DMF·5H2O, [Cu(H2O)]3(btei)·5DMF·4H2O and [Cu(H2O)]3(ntei)·21DMA·10H2O (H6btei = 5,5',5''-benzene-1,3,5-triyltris(1-ethynyl-2-isophthalic acid), H6ntei = hexaethyl 5,5',5''-(4,4',4''-nitrilotris(benzene-4,1-diyl)tris(ethyne-2,1-diyl))triisophthalic acid).  Both frameworks retain their porosity after guest-mol. removal, leading to high surface areas.  Constructing MOFs contg. mesocavities with microwindows may serve as a general approach toward stable MOFs with high surface areas.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXnt1Ons7Y%253D&md5=99d951ee5b17a5ab4f2937d3de79ee3f", "(e) ", "Yuan", ", ", "D.", "; ", "Zhao", ", ", "D.", "; ", "Sun", ", ", "D.", "; ", "Zhou", ", ", "H.-C.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "5357", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "An Isoreticular Series of Metal-Organic Frameworks with Dendritic Hexacarboxylate Ligands and Exceptionally High Gas-Uptake Capacity", "Yuan, Daqiang; Zhao, Dan; Sun, Daofeng; Zhou, Hong-Cai", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "31", "),\r\n    ", "5357-5361, S5357/1-S5357/12", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "An isoreticular metal-org. framework series with the (3,24)-connected network topol. has been synthesized by using a series of dendritic hexacarboxylate ligands.  The framework is stabilized by incorporating microwindows whose size is fixed by the formation of cuboctahedral supported by the isophthalate moieties throughout the framework.  Adsorption studies using hydrogen, methane, and carbon dioxide reveal that they have close to record-high gas adsorption capacities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptlWgurg%253D&md5=27ba1f52c8f37d92c3ba30a8673b7654", "(f) ", "Yan", ", ", "Y.", "; ", "Telepeni", ", ", "I.", "; ", "Yang", ", ", "S.", "; ", "Lin", ", ", "X.", "; ", "Kockelmann", ", ", "W.", "; ", "Dailly", ", ", "A.", "; ", "Blake", ", ", "A. J.", "; ", "Lewis", ", ", "W.", "; ", "Walker", ", ", "G. S.", "; ", "Allan", ", ", "D. R.", "; ", "Barnett", ", ", "S. A.", "; ", "Champness", ", ", "N. R.", "; ", "Schroder", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "4092", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Metal-Organic Polyhedral Frameworks: High H2 Adsorption Capacities and Neutron Powder Diffraction Studies", "Yan, Yong; Telepeni, Irvin; Yang, Sihai; Lin, Xiang; Kockelmann, Winfried; Dailly, Anne; Blake, Alexander J.; Lewis, William; Walker, Gavin S.; Allan, David R.; Barnett, Sarah A.; Champness, Neil R.; Schroder, Martin", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "12", "),\r\n    ", "4092-4094", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The metal-org. polyhedral framework complex [Cu3(L)(H2O)3]·16DMF·26H2O (NOTT-112, H6L = 1,3,5-tris(4-(3,5-dicarboxyphenylethynyl)phenyl)benzene) was prepd. and characterized by x-ray crystallog. and hydrogen adsorption expts.  Neutron powder diffraction expts. on D2-loaded NOTT-112 reveal that the axial sites of exposed Cu(II) ions in the smallest cuboctahedral cages are the 1st, strongest binding sites for D2 leading to an overall discrimination between the two types of exposed Cu(II) sites at the paddlewheel nodes.  Thus, the Cu(II) centers within the cuboctahedral cage are the 1st sites of D2 binding with a Cu-D2 distance of 2.23(1) Å.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXis1Oqu7k%253D&md5=215f7876ac3dc27255674de9b72a8095", "(g) ", "Farha", ", ", "O. K.", "; ", "Yazaydın", ", ", "O.", "; ", "Eryazici", ", ", "I.", "; ", "Malliakas", ", ", "C.", "; ", "Hauser", ", ", "B.", "; ", "Kanatzidis", ", ", "M. G.", "; ", "Nguyen", ", ", "S. T.", "; ", "Snurr", ", ", "R. Q.", "; ", "Hupp", ", ", "J. T.", " ", "Nat. Chem.", " ", "2010", ",  ", "2", ",  ", "944", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "De novo synthesis of a metal-organic framework material featuring ultrahigh surface area and gas storage capacities", "Farha, Omar K.; Oezguer Yazaydin, A.; Eryazici, Ibrahim; Malliakas, Christos D.; Hauser, Brad G.; Kanatzidis, Mercouri G.; Nguyen, Son-Binh T.; Snurr, Randall Q.; Hupp, Joseph T.", "Nature Chemistry", "\r\n        (", "2010", "),\r\n    ", "2", "\r\n        (", "11", "),\r\n    ", "944-948", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Metal-org. frameworks, a class of porous hybrid materials built from metal ions and org. bridges, have recently shown great promise for a wide variety of applications.  The large choice of building blocks means that the structures and pore characteristics of the metal-org. frameworks can be tuned relatively easily.  However, despite much research, it remains challenging to prep. frameworks specifically tailored for particular applications.  Here, the authors used computational modeling to design and predictively characterize a metal-org. framework (NU-100) with a particularly high surface area.  Subsequent exptl. synthesis yielded a material [Cu3(L)(H2O)3]n (NU-100/PCN-610, H6L = hexatopic carboxylate I), matching the calcd. structure, with a high BET surface area (6,143 m2 g-1).  Also, sorption measurements revealed that the material had high storage capacities for H2 (164 mg g-1) and CO2 (2,315 mg g-1) - gases of high importance in the contexts of clean energy and climate alteration, resp. - in excellent agreement with predictions from modeling.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlWksbjN&md5=706f3b3b6b4cb7d03950103b11ba023e", "(h) ", "Zheng", ", ", "B.", "; ", "Bai", ", ", "J.", "; ", "Duan", ", ", "J.", "; ", "Wojtas", ", ", "L.", "; ", "Zaworotko", ", ", "M. J.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "748", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Enhanced CO2 binding affinity of a high-uptake rht-type metal-organic framework decorated with acylamide groups", "Zheng, Baishu; Bai, Junfeng; Duan, Jingui; Wojtas, Lukasz; Zaworotko, Michael J.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "4", "),\r\n    ", "748-751", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An rht-type metal-org. framework (MOF) prepd. from M2(carboxylate)4 (M = Cu, Co) paddlewheel clusters and a flexible C3-sym. hexacarboxylate ligand with acylamide groups exhibits larger CO2 uptake, an enhanced heat of adsorption, and higher selectivity toward CO2/N2 in comparison with what was previously obsd. for an analogous MOF with alkyne groups.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsF2ku77O&md5=d6d344c487e474f8969de5720df246c8", "(i) ", "Yan", ", ", "Y.", "; ", "Blake", ", ", "A. J.", "; ", "Lewis", ", ", "W.", "; ", "Barnett", ", ", "S. A.", "; ", "Dailly", ", ", "A.", "; ", "Champness", ", ", "N. R.", "; ", "Schroder", ", ", "M.", " ", "Chem.—Eur. J.", " ", "2011", ",  ", "17", ",  ", "11162", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "Modifying Cage Structures in Metal-Organic Polyhedral Frameworks for H2 Storage", "Yan, Yong; Blake, Alexander J.; Lewis, William; Barnett, Sarah A.; Dailly, Anne; Champness, Neil R.; Schroeder, Martin", "Chemistry - A European Journal", "\r\n        (", "2011", "),\r\n    ", "17", "\r\n        (", "40", "),\r\n    ", "11162-11170, S11162/1-S11162/9", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Three isostructural metal-org. polyhedral cage based frameworks (denoted NOTT-113, NOTT-114 and NOTT-115) with (3,24)-connected topol. have been synthesized by combining hexacarboxylate isophthalate linkers with {Cu2(RCOO)4} paddlewheels.  All three frameworks have the same cuboctahedral cage structure constructed from 24 isophthalates from the ligands and 12 {Cu2(RCOO)4} paddlewheel moieties.  The frameworks differ only in the functionality of the central core of the hexacarboxylate ligands with trimethylphenyl, phenylamine and triphenylamine moieties in NOTT-113, NOTT-114 and NOTT-115, resp.  Exchange of pore solvent with acetone followed by heating affords the corresponding desolvated framework materials, which show high BET surface areas of 2970, 3424 and 3394 m2 g-1 for NOTT-113, NOTT-114 and NOTT-115, resp.  Desolvated NOTT-113 and NOTT-114 show high total H2 adsorption capacities of 6.7 and 6.8 wt %, resp., at 77 K and 60 bar.  Desolvated NOTT-115 has a significantly higher total H2 uptake of 7.5 wt % under the same conditions.  Anal. of the heats of adsorption (Qst) for H2 reveals that with a triphenylamine moiety in the cage wall, desolvated NOTT-115 shows the highest value of Qst for these three materials, indicating that functionalization of the cage walls with more arom. rings can enhance the H2/framework interactions.  In contrast, measurement of Qst reveals that the amine-substituted trisalkynylbenzene core used in NOTT-114 gives a notably lower H2/framework binding energy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFersLnN&md5=41279c4a9bb33734f3e9067da11ccfef", "(j) ", "Yuan", ", ", "D.", "; ", "Zhao", ", ", "D.", "; ", "Zhou", ", ", "H.-C.", " ", "Inorg. Chem.", " ", "2011", ",  ", "50", ",  ", "10528", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Pressure-Responsive Curvature Change of a \"Rigid\" Geodesic Ligand in a (3,24)-Connected Mesoporous Metal-Organic Framework", "Yuan, Daqiang; Zhao, Dan; Zhou, Hong-Cai", "Inorganic Chemistry", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "21", "),\r\n    ", "10528-10530", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A (3,24)-connected mesoporous metal-org. framework, PCN-69, of stoichiometry Cu3(H2O)3(btti)·16H2O·20H2O (H6btti = 5,5',5''-(benzene-1,3,5-triyl-tris(biphenyl-4,4'-diyl))triisophthalic acid) was synthesized by linking a hexatopic ligand btti with dicopper paddlewheel clusters.  This material has rigid connectivity but a flexible framework, which was attributed to a curvature change of the ligand.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1aisbfM&md5=0d8b70e11e07cea35b8febe0db5727d6", "(k) ", "Luebke", ", ", "R.", "; ", "Eubank", ", ", "J. F.", "; ", "Cairns", ", ", "A. J.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Wojtas", ", ", "L.", "; ", "Eddaoudi", ", ", "M.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "1455", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "The unique rht-MOF platform, ideal for pinpointing the functionalization and CO2 adsorption relationship", "Luebke, Ryan; Eubank, Jarrod F.; Cairns, Amy J.; Belmabkhout, Youssef; Wojtas, Lukasz; Eddaoudi, Mohamed", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "10", "),\r\n    ", "1455-1457", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The uniqueness of the rht-MOF platform, based on the singular (3,24)-connected net, allows for the facile design and synthesis of functionalized materials for desired applications.  Here the authors designed a nitrogen-rich trefoil hexacarboxylate (trigonal tri-isophthalate) ligand L, where LH6 = I, which serves to act as a trigonal mol. building block while concurrently coding the formation of the targeted truncated cuboctahedral supermol. building block (in situ), and enhancing the CO2 uptake in the resultant rht-MOF.  Reaction between Na6L and copper tetrafluoroborate under solvothermal conditions results in the targeted rht-MOF.  Single-crystal X-ray diffraction reveals a formula unit of [Cu3L(H2O)3·(solvent)]n (rht-MOF-7).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XmtF2luw%253D%253D&md5=79d0b0f9619ce09f4b56a77a19f215f5", "(l) ", "Li", ", ", "B.", "; ", "Zhang", ", ", "Z.", "; ", "Li", ", ", "Y.", "; ", "Yao", ", ", "K.", "; ", "Zhu", ", ", "Y.", "; ", "Deng", ", ", "Z.", "; ", "Yang", ", ", "F.", "; ", "Zhou", ", ", "X.", "; ", "Li", ", ", "G.", "; ", "Wu", ", ", "H.", "; ", "Nijem", ", ", "N.", "; ", "Chabal", ", ", "Y. J.", "; ", "Lai", ", ", "Z.", "; ", "Han", ", ", "Y.", "; ", "Shi", ", ", "Z.", "; ", "Feng", ", ", "S.", "; ", "Li", ", ", "J.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "1412", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "Enhanced Binding Affinity, Remarkable Selectivity, and High Capacity of CO2 by Dual Functionalization of a rht-Type Metal-Organic Framework", "Li, Baiyan; Zhang, Zhijuan; Li, Yi; Yao, Kexin; Zhu, Yihan; Deng, Zhiyong; Yang, Fen; Zhou, Xiaojing; Li, Guanghua; Wu, Haohan; Nijem, Nour; Chabal, Yves J.; Lai, Zhiping; Han, Yu; Shi, Zhan; Feng, Shouhua; Li, Jing", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "6", "),\r\n    ", "1412-1415, S1412/1-S1412/27", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "[Cu3(TDPAT)(H2O)3]·10H2O·5DMA (Cu-TDPAT) was synthesized by using 2,4,6-tris(3,5-dicarboxy)phenylamino-1,3,5-triazine (H6TDPAT), a Lewis base acid-rich hexacarboxylate ligand.  The three isophthalate moieties in TDPAT are linked through copper paddle-wheel units to form cuboctahedral supermol. building blocks, which are covalently bonded through the isophthalate moieties (at position 1) to yield a (3,24)-connected rht-type network.  The smallest member of rht-type MOFs, Cu-TDPAT, built on a hexacarboxylate ligand with iminotriazine backbone, shows a greatly enhanced CO2 binding affinity compared with all other isoreticular rht-MOFs and remarkable selectivity of CO2 over N2 under conditions that mimic flue gas mixts.  The high adsorption affinity and capacity are attributed to the dual functionalization of the framework by concurrent incorporation of high d. of open metal sites and Lewis basic sites.  In addn., narrower pores in Cu-TDPAT are likely to be the other contributing factor leading to the stronger CO2-framework interactions with respect to other similar rht-type MOFs.  Coupled with its exceptionally high water and thermal stability, Cu-TDPAT may have real promise for adsorption-based small gas sepns., in particular CO2 capture from power plant flue gases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12gsbbK&md5=8f4ec1cc495736e9fdbdb17f323f7ccd", "(m) ", "Zheng", ", ", "B.", "; ", "Yang", ", ", "Z.", "; ", "Bai", ", ", "J.", "; ", "Li", ", ", "Y.", "; ", "Li", ", ", "S.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "7025", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "High and selective CO2 capture by two mesoporous acylamide-functionalized rht-type metal-organic frameworks", "Zheng, Baishu; Yang, Zhen; Bai, Junfeng; Li, Yizhi; Li, Shuhua", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "56", "),\r\n    ", "7025-7027", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two mesoporous, flexible, acylamide-functionalized, rht-type metal org. frameworks exhibited high excess unsatd. CO2 uptake (157 wt.%) at 20 bar and 273° K and good CO2/CH4 (8.6) and CO2/N2 (34.3) selectivity.  The advantages of acylamide groups for CO2 capture were further confirmed by Grand Canonical Monte Carlo and first principles calcns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XoslaksL0%253D&md5=2e1ede926388822e8ef2c40091dbe56a", "(n) ", "Farha", ", ", "O. K.", "; ", "Wilmer", ", ", "C. E.", "; ", "Eryazici", ", ", "I.", "; ", "Hauser", ", ", "B. G.", "; ", "Parilla", ", ", "P. A.", "; ", "O’Neill", ", ", "K.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Nguyen", ", ", "S. T.", "; ", "Snurr", ", ", "R. Q.", "; ", "Hupp", ", ", "J. T.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "9860", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Designing Higher Surface Area Metal-Organic Frameworks: Are Triple Bonds Better Than Phenyls?", "Farha, Omar K.; Wilmer, Christopher E.; Eryazici, Ibrahim; Hauser, Brad G.; Parilla, Philip A.; O'Neill, Kevin; Sarjeant, Amy A.; Nguyen, SonBinh T.; Snurr, Randall Q.; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "24", "),\r\n    ", "9860-9863", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors have synthesized, characterized, and computationally validated the high Brunauer-Emmett-Teller surface area and hydrogen uptake of a new, non-catenating metal-org. framework (MOF) material, NU-111.  The results imply that replacing the Ph spacers of org. linkers with triple-bond spacers is an effective strategy for boosting mol.-accessible gravimetric surface areas of MOFs and related high-porosity materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XotFGmsr0%253D&md5=09cc6755d99e1a3b823225d245591d33", "(o) ", "Farha", ", ", "O. K.", "; ", "Eryazici", ", ", "I.", "; ", "Jeong", ", ", "N. C.", "; ", "Hauser", ", ", "B. G.", "; ", "Wilmer", ", ", "C. E.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Snurr", ", ", "R. Q.", "; ", "Nguyen", ", ", "S. T.", "; ", "Yazaydın", ", ", "A. O.", "; ", "Hupp", ", ", "J. T.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "15016", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Metal-Organic Framework Materials with Ultrahigh Surface Areas: Is the Sky the Limit?", "Farha, Omar K.; Eryazici, Ibrahim; Jeong, Nak Cheon; Hauser, Brad G.; Wilmer, Christopher E.; Sarjeant, Amy A.; Snurr, Randall Q.; Nguyen, SonBinh T.; Yazaydin, A. Ozgur; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "36", "),\r\n    ", "15016-15021", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors synthesized, characterized, and computationally simulated/validated the behavior of two new metal-org. framework (MOF) materials displaying the highest exptl. Brunauer-Emmett-Teller (BET) surface areas of any porous materials reported to date (∼7000 m2/g).  Key to evacuating the initially solvent-filled materials without pore collapse, and thereby accessing the ultrahigh areas, is the use of a supercrit. CO2 activation technique.  Addnl., the authors demonstrate computationally that by shifting from Ph groups to space efficient acetylene moieties as linker expansion units, the hypothetical max. surface area for a MOF material is substantially greater than previously envisioned (∼14600 m2/g (or greater) vs. ∼10500 m2/g).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1Wqu7zL&md5=b5a1dc94f402517d4a4100b493538fd4", "(p) ", "Zhao", ", ", "X.-L.", "; ", "Sun", ", ", "D.", "; ", "Yuan", ", ", "S.", "; ", "Feng", ", ", "S.", "; ", "Cao", ", ", "R.", "; ", "Yuan", ", ", "D.", "; ", "Wang", ", ", "S.", "; ", "Dou", ", ", "J.", "; ", "Sun", ", ", "D.", " ", "Inorg. Chem.", " ", "2012", ",  ", "51", ",  ", "10350", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Comparison of the Effect of Functional Groups on Gas-Uptake Capacities by Fixing the Volumes of Cages A and B and Modifying the Inner Wall of Cage C in rht-Type MOFs", "Zhao, XiaoLiang; Sun, Di; Yuan, Shuai; Feng, Shengyu; Cao, Rong; Yuan, Daqiang; Wang, Suna; Dou, Jianmin; Sun, Daofeng", "Inorganic Chemistry", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "19", "),\r\n    ", "10350-10355", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three porous (3,24)-connected rht-type metal-org. frameworks (MOFs), [Cu3L(H2O)3]·xsolvents (H6LOH = 4,4',4''-(hydroxysilanetriyl)tris(triphenyl-3,5-dicarboxylic acid), SDU-6; H6LMe = 4,4',4''-(methylsilanetriyl)tris(triphenyl-3,5-dicarboxylic acid), SDU-7; H6LiBu = 4,4',4''-(isobutylsilanetriyl)tris(triphenyl-3,5-dicarboxylic acid), SDU-8), were successfully prepd. from [Cu2(COO)4] paddlewheel SBUs (secondary building units) and C3-sym. Si-based hexatopic carboxylate linkers.  All porous MOFs are constructed from 3-dimensional packing of nanosized cuboctahedral, truncated tetrahedral, and truncated octahedral cages.  SDU-6-8 differ only in the functionality of the central Si atom of the hexacarboxylate ligands with hydroxyl, Me, and iso-Bu groups, resp.  Gas adsorption measurements of activated MOFs suggested that decoration of the cage walls with strong polar groups can enhance the adsorption capacities for N2, H2, and CH4.  SDU-6 with -OH as the functional group possesses high CH4 uptake (172 cm3 cm-3 at 35 bar), which is very close to DOE target of 180 cm3 cm-3.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlOjtbbO&md5=60009ae63cca5858a9a223044f9aea10", "(q) ", "Eubank", ", ", "J. F.", "; ", "Nouar", ", ", "F.", "; ", "Ryan", ", ", "L.", "; ", "Cairns", ", ", "A. J.", "; ", "Wojtas", ", ", "L.", "; ", "Alkordi", ", ", "M.", "; ", "Bousquet", ", ", "T.", "; ", "Hight", ", ", "M. R.", "; ", "Eckert", ", ", "J.", "; ", "Embs", ", ", "J. P.", "; ", "Georgiev", ", ", "P. A.", "; ", "Eddaoudi", ", ", "M.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "10099", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "On Demand: The Singular rht Net, an Ideal Blueprint for the Construction of a Metal-Organic Framework (MOF) Platform", "Eubank, Jarrod F.; Nouar, Farid; Luebke, Ryan; Cairns, Amy J.; Wojtas, Lukasz; Alkordi, Mohamed; Bousquet, Till; Hight, Matthew R.; Eckert, Juergen; Embs, Jan P.; Georgiev, Peter A.; Eddaoudi, Mohamed", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "40", "),\r\n    ", "10099-10103, S10099/1-S10099/50", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Herein, we report for the first time the covalent linking of expanded the supermol. building block (SBB) by introducing a trigonal org. core and replacing the carboxylic acid moieties of an isophthalate terminus with benzoic acid moieties.  Ligands 5-(1H-tetrazol-5-yl)-1,1',3',1''-terphenyl-4,''-dicarboxylic acid (H3L2), 4'-(1H-tetrazol-5-yl)-biphenyl-3,5-dicarboxylic acid (H3L3), 1,3,5-tris(5-methoxy-1,3-benzene-dicarboxylic acid)benzene (H6tL1), 1,3,5-tris(5'-[(E)-(p-phenyloxy)diazenyl]benzene-1,3-dicarboxylic acid)benzene (H6tL2), tris-(4-(5'-ethynyl-1,1':3',1''-terphenyl-4,''-dicarboxylic acid)phenyl)amine (H6tL3), and 5'-(4-(1H-tetrazol-5-yl)benzamicio)benzene-1,3-dioic acid (H3L4) are synthesized.  Polymeric MOFs [Cu6O(L2)3(NO3)·xsolv]n, [Cu6O(L3)3(NO3)·xsolv]n, [Cu3(tL1)(H20)3·xsolv]n, [Zn3(tL1)(H20)(DMF)2·xsolv]n, [Co3(tL1)(H20)1.5(DMF)1.5·xsolv]n, [Zn3(tL2)(H20)3·xsolv]n, [Cu3(tL3)(solv)3·xsolv]n, [Cu6O(L4)3(NO3)·xsolv]n are synthesized and their crystal structures are detd. by single crystal X-ray diffraction.  Gas adsorption for the MOFs is tested.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhtlamtb%252FI&md5=5e327768618f015a85d1c9b3267dde31", "(r) ", "Eryazici", ", ", "I.", "; ", "Farha", ", ", "O. K.", "; ", "Hauser", ", ", "B. G.", "; ", "Yazaydın", ", ", "A. O.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Nguyen", ", ", "S. T.", "; ", "Hupp", ", ", "J. T.", " ", "Cryst. Growth Des.", " ", "2012", ",  ", "12", ",  ", "1075", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Two Large-Pore Metal-Organic Frameworks Derived from a Single Polytopic Strut", "Eryazici, Ibrahim; Farha, Omar K.; Hauser, Brad G.; Yazaydin, A. Ozgur; Sarjeant, Amy A.; Nguyen, SonBinh T.; Hupp, Joseph T.", "Crystal Growth & Design", "\r\n        (", "2012", "),\r\n    ", "12", "\r\n        (", "3", "),\r\n    ", "1075-1080", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two noninterpenetrated MOFs with strikingly different structures, NU-108-Cu and NU-108-Zn, were prepd. from a single hexa-carboxylated ligand, 1,3,5-tris(3,5-bis(4-carboxyphenyl)phenylethynyl)benzene (H6L).  NU-108-Cu, [Cu3(L)(H2O)3]n, contains paddlewheel-coordinated copper ions as nodes and is based on a 3,24 network assocd. with an inherently noncatenating rht-topol.  Modifications introduced in the hexa-carboxylated struts (uniquely placed Ph spacers) lead to substantial changes in pore sizes, relative to those found in other MOFs based on 3,24 networks and paddlewheel-coordinated copper ions.  NU-108-Zn, [Zn4O(L)]n, features a new net based on (3,3,6)-connecter and octahedral Zn4O nodes in which all struts lie in a-b planes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsVSqt7k%253D&md5=8016d17609bffe6b6260fa214d64b339", "(s) ", "Yan", ", ", "Y.", "; ", "Suyetin", ", ", "M.", "; ", "Bichoutskaia", ", ", "E.", "; ", "Blake", ", ", "A. J.", "; ", "Allan", ", ", "D. R.", "; ", "Barnett", ", ", "S. A.", "; ", "Schroder", ", ", "M.", " ", "Chem. Sci.", " ", "2013", ",  ", "4", ",  ", "1731", "[", "Crossref", "], [", "CAS", "]", "21. ", "Modulating the packing of [Cu24(isophthalate)24] cuboctahedra in a triazole-containing metal-organic polyhedral framework", "Yan, Yong; Suyetin, Mikhail; Bichoutskaia, Elena; Blake, Alexander J.; Allan, David R.; Barnett, Sarah A.; Schroeder, Martin", "Chemical Science", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "4", "),\r\n    ", "1731-1736", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The highly porous (3,24)-connected framework NOTT-122 (I) was prepd. from a reaction product of 1,3,5-triethynylbenzene, 5-azidoisophthalic acid, and tris[(1-benzyl-1H-1,2,3-triazol-4-yl)methyl]amine and Cu(NO3)2.2.5H2O.  Crystal data of I: tetragonal, I4/m, a = 30.926(5), c = 45.103(7) Å, Z = 16, 18,798 independent reflections, 553 refined parameters, R1 = 0.065, wR2 = 0.189.  Compd. I incorporates a C3-sym. angularly connected isophthalate linker contg. 1,2,3-triazole rings and shows body-centered tetragonal packing of [Cu24(isophthalate)24] cuboctahedra.  This unique packing, coupled with the high d. of free N-donor sites, is responsible for the simultaneous high H2, CH4, and CO2 adsorption capacities in desolvated I (NOTT-122a).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjtlymsr4%253D&md5=730682ea290e14fb8d9286029d2d53ec", "(t) ", "Wilmer", ", ", "C. E.", "; ", "Farha", ", ", "O. K.", "; ", "Yildirim", ", ", "T.", "; ", "Eryazici", ", ", "I.", "; ", "Krungleviciute", ", ", "V.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Snurr", ", ", "R. Q.", "; ", "Hupp", ", ", "J. T.", " ", "Energy Environ. Sci.", " ", "2013", ",  ", "6", ",  ", "1158", "[", "Crossref", "], [", "CAS", "]", "21. ", "Gram-scale, high-yield synthesis of a robust metal-organic framework for storing methane and other gases", "Wilmer, Christopher E.; Farha, Omar K.; Yildirim, Taner; Eryazici, Ibrahim; Krungleviciute, Vaiva; Sarjeant, Amy A.; Snurr, Randall Q.; Hupp, Joseph T.", "Energy & Environmental Science", "\r\n        (", "2013", "),\r\n    ", "6", "\r\n        (", "4", "),\r\n    ", "1158-1163", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "We have synthesized and characterized a new metal-org. framework (MOF) material, NU-125, that, in the single-crystal limit, achieves a methane storage d. at 58 bar (840 psi) and 298 K corresponding to 86% of that obtained with compressed natural gas tanks (CNG) used in vehicles today, when the latter are pressurized to 248 bar (3600 psi).  More importantly, the deliverable capacity (58 bar to 5.8 bar) for NU-125 is 67% of the deliverable capacity of a CNG tank that starts at 248 bar. (For cryst. granules or powders, particle packing inefficiencies will yield densities and deliverable capacities lower than 86% and 67% of high-pressure CNG.) This material was synthesized in high yield on a gram-scale in a single-batch synthesis.  Methane adsorption isotherms were measured over a wide pressure range (0.1-58 bar) and repeated over twelve cycles on the same sample, which showed no detectable degrdn.  Adsorption of CO2 and H2 over a broad range of pressures and temps. are also reported and agree with our computational findings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXks1Onur4%253D&md5=416cf500be79b3fef4d645896cc9a3c1", "(u) ", "Wang", ", ", "X.-J.", "; ", "Li", ", ", "P.-Z.", "; ", "Chen", ", ", "Y.", "; ", "Zhang", ", ", "Q.", "; ", "Zhang", ", ", "H.", "; ", "Chan", ", ", "X. X.", "; ", "Ganguly", ", ", "R.", "; ", "Li", ", ", "Y.", "; ", "Jiang", ", ", "J.", "; ", "Zhao", ", ", "Y.", " ", "Sci. Rep.", " ", "2013", ",  ", "3", ",  ", "1149", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "A rationally designed nitrogen-rich metal-organic framework and its exceptionally high CO2 and H2 uptake capability", "Wang, Xiao-Jun; Li, Pei-Zhou; Chen, Yifei; Zhang, Quan; Zhang, Huacheng; Chan, Xiu Xiang; Ganguly, Rakesh; Li, Yongxin; Jiang, Jianwen; Zhao, Yanli", "Scientific Reports", "\r\n        (", "2013", "),\r\n    ", "3", "\r\n        (", "),\r\n    ", "1149, 5 pp.", "CODEN:\r\n                ", "SRCEC3", ";\r\n        ISSN:", "2045-2322", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "On the way towards a sustainable low-carbon future, the design and construction of chem. or phys. adsorbents for CO2 capture and clean energy storage are vital technol.  The incorporation of accessible nitrogen-donor sites into the pore walls of porous adsorbents can dramatically affect the CO2 uptake capacity and selectivity on account of the dipole-quadrupole interactions between the polarizable CO2 mol. and the accessible nitrogen site.  NTU-105, a nitrogen-rich rth-type metal-org. framework (MOF), was constructed based on rational design and careful synthesis.  NTU-105 has compn. Cu3(L)(H2O)3·11DMF·8H2O (L = 5,5',5''-[4,4',4''-(benzene-1,3,5-triyl)tris(1H-1,2,3-triazole-4,1-diyl)]triisophthalic acid).  Guest solvent and coordinated water can be removed leaving the porous framework intact.  Desolvated NTU-105 presents exceptionally high uptake capacity not only for CO2 but also for H2, which is attributed to favorable interactions between the gas mols. and the nitrogen-rich triazole units of the MOF proved by both exptl. measurements and theor. mol. simulations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXpvFWgu7g%253D&md5=e33749b0a9a440a2219782a8f2b482c7", "(v) ", "Luebke", ", ", "R.", "; ", "Weselinski", ", ", "L. J.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Chen", ", ", "Z.", "; ", "Wojtas", ", ", "L.", "; ", "Eddaoudi", ", ", "M.", " ", "Cryst. Growth Des.", " ", "2014", ",  ", "14", ",  ", "414", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Microporous Heptazine Functionalized (3,24)-Connected rht-Metal-Organic Framework: Synthesis, Structure, and Gas Sorption Analysis", "Luebke, Ryan; Weselinski, Lukasz J.; Belmabkhout, Youssef; Chen, Zhijie; Wojtas, Lukasz; Eddaoudi, Mohamed", "Crystal Growth & Design", "\r\n        (", "2014", "),\r\n    ", "14", "\r\n        (", "2", "),\r\n    ", "414-418", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Here we synthesized the highly porous rht-MOF-9 as the first example of an rht-MOF having a polycyclic central core.  This material was synthesized from a predesigned polyheterocyclic nitrogen-rich hexacarboxylate (tri-isophthalate) ligand, which serves as the 3-connected, trigonal mol. building block (MBB).  When reacted under the proper conditions, this ligand, having three coplanar isophthalic acid moieties, codes for the in situ formation of the targeted 24-connected copper-based supermol. building block (SBB) having rhombicuboctahedral geometry.  This combination of a 24-connected building block linked through 3-connected nodes results in a novel material with the singular rht topol.  The rht-MOF-9 compd. exhibits promising H2 and CO2 adsorption properties in comparison to previously reported rht-MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXnsVykug%253D%253D&md5=80bfb458b57f95dd0a5da45a457bda33", "(w) ", "Barin", ", ", "G.", "; ", "Krungleviciute", ", ", "V.", "; ", "Gomez-Gualdron", ", ", "D. A.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Snurr", ", ", "R. Q.", "; ", "Hupp", ", ", "J. T.", "; ", "Yildirim", ", ", "T.", "; ", "Farha", ", ", "O. K.", " ", "Chem. Mater.", " ", "2014", ",  ", "26", ",  ", "1912", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Isoreticular Series of (3,24)-Connected Metal-Organic Frameworks: Facile Synthesis and High Methane Uptake Properties", "Barin, Gokhan; Krungleviciute, Vaiva; Gomez-Gualdron, Diego A.; Sarjeant, Amy A.; Snurr, Randall Q.; Hupp, Joseph T.; Yildirim, Taner; Farha, Omar K.", "Chemistry of Materials", "\r\n        (", "2014", "),\r\n    ", "26", "\r\n        (", "5", "),\r\n    ", "1912-1917", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We have successfully used a highly efficient copper-catalyzed \"click\" reaction for the synthesis of a new series of hexacarboxylic acid linkers with varying sizes for the construction of isoreticular (3,24)-connected metal-org. frameworks (MOFs)-namely, NU-138, NU-139, and NU-140.  One of these MOFs, NU-140, exhibits a gravimetric methane uptake of 0.34 g/g at 65 bar and 298 K, corresponding to almost 70% of the DOE target (0.5 g/g), and has a working capacity (deliverable amt. between 65 and 5 bar) of 0.29 g/g, which translates into a volumetric working capacity of 170 cc(STP)/cc.  These values demonstrate that NU-140 performs well for methane storage purposes, from both a gravimetric and a volumetric point of view.  Adsorption of CO2 and H2 along with simulated isotherms are also reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXitVyjsbg%253D&md5=79ce6a301f0b926bcf03fe14de95ff30", "(x) ", "Liu", ", ", "K.", "; ", "Li", ", ", "B.", "; ", "Li", ", ", "Y.", "; ", "Li", ", ", "X.", "; ", "Yang", ", ", "F.", "; ", "Zeng", ", ", "G.", "; ", "Peng", ", ", "Y.", "; ", "Zhang", ", ", "Z.", "; ", "Li", ", ", "G.", "; ", "Shi", ", ", "Z.", "; ", "Feng", ", ", "S.", "; ", "Song", ", ", "D.", " ", "Chem. Commun.", " ", "2014", ",  ", "50", ",  ", "5031", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "An N-rich metal-organic framework with an rht topology: high CO2 and C2 hydrocarbons uptake and selective capture from CH4", "Liu, Kang; Li, Baiyan; Li, Yi; Li, Xu; Yang, Fen; Zeng, Guang; Peng, Yu; Zhang, Zhijuan; Li, Guanghua; Shi, Zhan; Feng, Shouhua; Song, Datong", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2014", "),\r\n    ", "50", "\r\n        (", "39", "),\r\n    ", "5031-5033", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Gas adsorption and sepn. selectivity of an rht-type s-heptazine-based metal org. framework (MOF) [Cu3(TDPAH)(H2O)3]·13H2O·8DMA (where TDPAH is 2,5,8-tris(3,5-dicarboxylphenylamino)-s-heptazine and DMA is N,N-dimethylacetamide) for C2 hydrocarbons and CO2 over CH4 is reported.  The MOF displayed the highest C2H2/CH4 selectivity of 80.9 as well as record high C2H4 and C2H6 adsorption enthalpies.  Theor. calcns. showed that s-heptazine and NH groups within the framework have synergistic effects on CO2 binding.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXmtleku74%253D&md5=f6e6e036d1f5d653eac26ec095149cc6", "(y) ", "Liu", ", ", "K.", "; ", "Ma", ", ", "D.", "; ", "Li", ", ", "B.", "; ", "Li", ", ", "Y.", "; ", "Yao", ", ", "K.", "; ", "Zhang", ", ", "Z.", "; ", "Han", ", ", "Y.", "; ", "Shi", ", ", "Z.", " ", "J. Mater. Chem. A", " ", "2014", ",  ", "2", ",  ", "15823", "[", "Crossref", "], [", "CAS", "]", "21. ", "High storage capacity and separation selectivity for C2 hydrocarbons over methane in the metal-organic framework Cu-TDPAT", "Liu, Kang; Ma, Dingxuan; Li, Baiyan; Li, Yi; Yao, Kexin; Zhang, Zhijuan; Han, Yu; Shi, Zhan", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2014", "),\r\n    ", "2", "\r\n        (", "38", "),\r\n    ", "15823-15828", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "We report on the storage capacity and sepn. selectivity of an rht-type metal-org. framework, Cu-TDPAT [TDPAT = 2,4,6-tris(3,5-dicarboxylphenylamino)-1,3,5-triazine], for C2 hydrocarbons over CH4.  Henry's const., the isosteric heat of adsorption and the ideal adsorbed soln. theory selectivity were calcd. based on single-component sorption isotherms.  Theor. calcns. indicate that both the open metal sites and the Lewis basic sites have strong interactions with the C2 mols.  The combination of these two kinds of sites lead to the highest C2H2-CH4 selectivity of 127.1 as well as record high values for C2H4 adsorption enthalpies.  To mimic real-world conditions, breakthrough expts. were conducted on an equimolar four-component mixt. contg. C2H2, C2H4, C2H6 and CH4 at room temp. and 1 atm pressure.  Our results show that Cu-TDPAT is a promising candidate for CH4 capture and purifn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtlWrurvJ&md5=575a68a41d38cac7c328c265c981e96d", "22. ", "Zhang", ", ", "J.-P.", "; ", "Zhang", ", ", "Y.-B.", "; ", "Lin", ", ", "J.-B.", "; ", "Chen", ", ", "X.-M.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1001", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "Metal Azolate Frameworks: From Crystal Engineering to Functional Materials", "Zhang, Jie-Peng; Zhang, Yue-Biao; Lin, Jian-Bin; Chen, Xiao-Ming", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1001-1033", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The progress is discussed in the mol. design, prepn. and properties of metal azolate frameworks including complexes with imidazolates, pyrazolates, 1,2,4-triazolates, 1,2,3-triazolates and tetrazolates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1SrsrnE&md5=1e2bf82ba2a6364dbd8687a4aa5d820a", "23. ", "Spek", ", ", "A. L.", " ", "J. Appl. Crystallogr.", " ", "2003", ",  ", "36", ",  ", "7", "[", "Crossref", "], [", "CAS", "]", "23. ", "Single-crystal structure validation with the program PLATON", "Spek, A. L.", "Journal of Applied Crystallography", "\r\n        (", "2003", "),\r\n    ", "36", "\r\n        (", "1", "),\r\n    ", "7-13", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "0021-8898", ".\r\n    \r\n            (", "Blackwell Munksgaard", ")\r\n        ", "The results of a single-crystal structure detn. when in CIF format can now be validated routinely by automatic procedures.  In this way, many errors in published papers can be avoided.  The validation software generates a set of ALERTS detailing issues to be addressed by the experimenter, author, referee and publication journal.  Validation was pioneered by the IUCr journal Acta Crystallographica Section C and is currently std. procedure for structures submitted for publication in all IUCr journals.  The implementation of validation procedures by other journals is in progress.  This paper describes the concepts of validation and the classes of checks that are carried out by the program PLATON as part of the IUCr check CIF facility.  PLATON validation can be run at any stage of the structure refinement, independent of the structure detn. package used, and is recommended for use as a routine tool during or at least at the completion of every structure detn.  Two examples are discussed where proper validation procedures could have avoided the publication of incorrect structures that had serious consequences for the chem. involved.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXltlChtw%253D%253D&md5=0a85de2407551632bb287508534904e2", "24. ", "McManus", ", ", "J. M.", "; ", "Herbst", ", ", "R. M.", " ", "J. Org. Chem.", " ", "1959", ",  ", "24", ",  ", "1643", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Tetrazole analogs of amino acids", "McManus, J. M.; Herbst, Robert M.", "Journal of Organic Chemistry", "\r\n        (", "1959", "),\r\n    ", "24", "\r\n        (", "),\r\n    ", "1643-9", "CODEN:\r\n                ", "JOCEAH", ";\r\n        ISSN:", "0022-3263", ".\r\n    ", "The synthesis was described of analogs of several amino acids in which the carboxyl group was replaced by the acidic 5-tetrazolyl group.  With the exception of the tryptophan analog, each analog was prepd. by at least 2 independent methods.  Apparent dissocn. consts. of the tetrazole analogs were detd. and were comparable to those of the corresponding amino acids.  ClCH2CONHCH2Ph in C6H6 treated successively with PCl5 and HN3 gave RN.N:N.N: CCHR'R''(I) (R = PhCH2, R' = H, R'' = Cl) (II), severe irritant.  II (21 g.) and 21 g. K phthalimide (III) in 250 dry xylene refluxed 5 hrs., the mixt. filtered, and the filtrate cooled gave 26.4 g. I (R = PhCH2, R' = H, R = phthalimido) (IV), m. 132-3° (PhMe).  III (10.6 g.) in 120 ml. abs. EtOH treated with 33 ml. M N2H4.H2O (V) in EtOH, the mixt. refluxed and stirred 3 hrs., evapd., the residue heated 10 min. at 50° with 75 ml. 2N HCl, the mixt. filtered, the filtrate evapd., and the residue recrystd. from aq. iso-PrOH gave 4 g. I (R = PhCH2, R' = H, R'' = NH2) HCl salt (VI), m. 228-9°.  VI (10.5 g.) in 200 ml. abs. EtOH and 30 ml. H2O shaken at 60° with 2.5 g. 5% Pd-C at 47 lb./sq. in. initial H pressure, the mixt. filtered, the filtrate evapd., the residue (6.2 g.) dissolved in 100 ml. abs. EtOH, and the soln. treated with 3.6 g. C5H5N gave 3.8 g. I (R = R' = H, R'' = NH2) (VII), m. 267° (decompn.) (soln. in H2O followed by diln. with abs. EtOH to give a 95% EtOH soln.).  From III and ClCH2CN in HCONMe2 (VIII) was prepd. 64% o-C6H4(CO)2NCHRCN (IX) (R = H) (X), m. 127.5-8.5°.  X (46.5 g.) and 50 g. NaN3 in 100 ml. dry tetrahydrofuran (XI) treated at room temp. with 35 g. anhyd. AlCl3 in 300 ml. XI, the mixt. refluxed and stirred 24 hrs., the XI distd. while keeping the vol. of the mixt. const. by gradual addn. of H2O, the mixt. cooled, the ppt. filtered off, stirred 1 hr. at room temp. with 450 ml. H2O contg. 50 ml. concd. HCl, and the mixt. chilled gave 50.6 g. I (R = R' = H, R'' = phthalimido) (XII), m. 234-5° (decompn.) (EtOH-EtOAc).  XII (45.8 g.) treated with 200 ml. M V-EtOH, the mixt. refluxed and stirred 3 hrs., chilled overnight, the ppt. filtered off, heated 15 min. at 50-5° with 450 ml. 2N HCl, the mixt. cooled, filtered, the filtrate evapd. in vacuo, the residue (23.6 g.) treated with C5H5N in abs. EtOH, and the product recrystd. (see 1st prepn.) gave 14.6 g. VII, m. 268.5°.  Heating VII in AcOH with Ac2O gave 5-Ac deriv. of VII, m. 159.5-61.0° (AmOAc).  Treating VII in aq. alk. soln. with BzCl gave 5-Bz deriv. of VII, m. 229.5-30.0° (decompn.) (H20).  Shaking an aq. alk. soln. of VII with PhNCO gave the 5-phenylurea compd., m. 194.5-5.0° (decompn.) (H2O).  From MeCHBrCOBr and PhCH2NH2 in C6H6 was prepd. 52% MeCHBrCONHCH2Ph (XIII), m. 91.5-2.5°.  III (22.2 g.) and 24.2 g. XIII in 75 ml. VIII heated and stirred 1 hr. on a steam bath, the mixt. dild. with 100 ml. CHCl3 and 250 ml. H2O, the org. layer sepd., the aq. layer extd. with CHCl3, the CHCl3 solns. washed with 0.2N NaOH and H2O, and evapd. gave 18 g. o-C6H4(CO)2NCH2CONHCH2Ph (XIV), m. 141-2° (PhMe).  XIV (6.2 g.) in 100 ml. dry C6H6 treated at room temp. with 4.2 g. powd. PCl5, the mixt. stirred 2 hrs., the soln. treated with 20 ml. C6H6 contg. 2.78 g. HN3, the mixt. stirred 2 hrs. at room temp. and 2 hrs. at reflux, and chilled gave 5.9 g. I (R = PhCH2, R' = Me, R'' = phthalimido) (XV), m. 140-7° (PhMe).  XV treated with V in EtOH gave 60% I (R = PhCH2, R' = Me, R'' = NH2) HCl salt (XVI), m. 184-4.5° (iso-PrOH).  XVI (0.5 g.) in 65 ml. EtOH and 10 ml. H2O shaken with 0.5 g. 5% Pd-C at 50-5° at 40 lb./sq. in. initial H pressure and the product isolated as above gave 110 mg. I (R = H, R' = Me, R'' = NH2) (XVII), m. 267-8° (decompn.).  Phthalyl-DL-alanine [Gabriel, Ber. 38, 630(1905)] (68.5 g.) in 500 ml. C6H6 treated with 61.3 g. SOCl2, the mixt. heated and stirred on a steam bath until a clear soln. formed, the soln. cooled to 15°, treated with NH3 to complete pptn., the ppt. filtered off, dried, suspended in 1 l. H2O, filtered off; and dried gave 46.5 g. o-C6H4(CO)2NCHMeCONH2(XVIII), m. 209-10°.  Crude XVIII (44.5 g.) heated 10 min. in 200 ml. C5H5N with 120 ml. PhSO2Cl, the mixt. cooled, and poured into H2O gave almost quant. IX (R = Me) (XIX), m. 136-8° (MeOH).  XIX (49.3 g.) treated as above with NaN3 and AlCl3 in XI gave 54.3 g. I (R = H, R' = Me, R'' = phthalimido) (XX), m. 230-1° (decompn.) (aq. EtOH).  XX (37.1 g.) treated as usual with V in EtOH and the crude hydrochloride (20 g.) treated with C5H5N in EtOH gave 40% XVII, m. 272-3° (decompn.) (aq. EtOH); 5-Ac deriv. m. 145-5.5° (AmOAc); 5-Bz deriv. m. 176-7° and 199-200°; 5-phenylurea compd. m. 184-5° (decompn.) (H2O).  From H2NCH2CH2CO2H and o-C6H4(CO)2O (loc. cit.) was prepd. 91% o-C6H4(CO)2NCH2CH2CO2H, which with SOCl2 in C6H6 was converted to 91% acid chloride (XXI), m. 105-6.5°.  XXI (38.6 g.) added portionwise to 34.9 g. PhCH2NH2 in 500 ml. dry C6H6 with stirring and cooling, when the reaction was complete the ppt. filtered off, dried, digested 2 hrs. with 750 ml. H2O, filtered off, and recrystd. from abs. EtOH gave 41 g. o-C6H4(CO)2NCH2CH2CONHCH2Ph (XXII), m. 198-8.5° (abs. EtOH).  XXII (35.1 g.) and PCl5 in dry C6H6 heated 2 hrs. at 60°, the soln. treated with HN3 as usual, the soln. concd., and the product recrystd. from PhMe gave 25.5 g. RN.N:N.N:CCH2CH2R' (XXIII) (R = PhCH2, R' = phthalimido) (XXIV), m. 159-9.5° (PhMe).  XXIV treated as usual with V in EtOH gave 75% (crude) XXIII (R = PhCH2, R' = NH2) HCl salt (XXV), m. 138.5-9.5° (aq. iso-PrOH).  Hydrogenolysis of XXV as usual gave 37% XXIII (R = H, R' = NH2) (XXVI) HCl salt (XXVII), m. 127.5-9.0° (EtOH-Et2O).  o-C6H4(CO)2NCH2CH2CN from CH2:CHCN and o-C6H4(CO)2NH (Galat, (CA 31, 48451))] treated with NaN3 and anhyd. AlCl3 in XI gave 94% XXIII (R = H, R' = phthalimido) (XXVIII), m. 249.5-50.5° (EtOH-EtOAc).  XXVIII treated as usual with V in EtOH gave 84% XXVII, m. 130-2°.  XXVII (7.45 g.) in 65 ml. H2O stirred 24 hrs. in the dark with 6.1 g. powd. Ag2O, the mixt. filtered, the filtrate satd. with H2S, the Ag2S filtered off, the filtrate treated with Norit, concd. to small vol., dild. with Me2CO, the ppt. dissolved in a little H2O, and repptd. with Me2CO gave 3.0 g. XXVI, m. 223-4° (decompn.); 5-Ac deriv. m. 202-3° (AmOAc); 5-Bz deriv. m. 200.5-1.0° (decompn.) (H2O); 5-phenylurea compd. m. 199-9.5° (decompn.) (aq. EtOH).  Phthalyl-DL-phenylalanine (Sheehan and Frank, CA 43, 8356e) treated with PCl5 in C6H6 gave 97% acid chloride (XXIX), m. 134-6°.  XXIXI treated with aq. NH3 and the resulting amide treated with PhSO2Cl in C6H5N (method of Peterson and Niemann, CA 51, 10425f) gave IX (R = CH2Ph) (XXX).  XXX (8.1 g.) treated as above with 6.5 g. NaN3 and 4.4 g. anhyd. AlCl3 in 75 ml. XI gave 9.2 g. I (R = H, R' = phthalimido, R'' = CH2Ph) (XXXI), m. 212.5-13.0° (decompn.) (EtOAc).  XXXI treated with V in EtOH, the product dissolved in dil. HCl, and the soln. adjusted to pH 5 gave 82% I (R = H, R' = NH2, R'' = CH2Ph) (XXXII), m. 271-2° (decompn.).  From NCCH(NHAc)CO2Et (XXXIII) and PhCH2Cl (as described by Albertson and Tullar, CA 39, 18452) was prepd. RCH2C(CN)(NHAc)CO2Et (XXXIV) (R = Ph) (XXXV).  XXXV (67.8 g.) treated with 50 g. NaN3 and 34.1 g. anhyd. AlCl3 in XI, the mixt. refluxed and stirred 24 hrs., the XI displaced with H2O as previously described, the ppt. (Al salt) (XXXVI) filtered off, the filtrate acidified to Congo red, and cooled overnight gave 8 g. HN.N:N.N:CCR(NHAc)CO2R' (XXXVII) (R = CH2Ph, R' = Et) (XXXVIII), m. 147.5-8.5° (EtOH).  XXXVI refluxed 3 hrs. with 450 ml. concd. HCl, the mixt. evapd. almost to dryness in vacuo, the residue taken up in 250 ml. 95% EtOH, the soln. treated with 30 g. C6H5N, and chilled overnight gave 26 g. XXXII, m. 270.5-1.5° (decompn.) (H2O).  XXXVIII (2 g.) refluxed with 25 ml. concd. HCl and the hydrolyzate adjusted to pH 6 with aq. NH3 gave 0.9 g. XXXII, m. 276-7° (decompn.) (H2O).  XXXVIII (1.5 g.) in 0.8 g. NaOH in 16 ml. H2O boiled 1 hr., the soln. filtered, the filtrate acidified (pH 2-3) with dil. HCl, and chilled gave XXXVII (R = CH2Ph, R' = H) (XXXIX), m. 110° (decompn.) and 224-5° (XI-petr. ether).  XXXIX (20 mg.) heated a few min. at 170° gave 5-Ac deriv. of XXXII, m. 226° (H2O), also obtained by acetylating XXXII with Ac2O in AcOH, m. 224.5-5.5° (aq. EtOH); 5-Bz deriv. of XXXII m. 234-5° (decompn.) (aq. EtOH); 5-phenylurea deriv. of XXXII m. 188.5-9.5° (decompn.) (aq. EtOH).  From XXXIII and gramine (loc. cit.) was prepd. (XXXIV) (R = 3-indolyl) (XL).  Anhyd. AlCl3 (13.3 g.) in 200 ml. dry XI added to 19.5 g. NaN3 in 50 ml. XI with stirring, the mixt. refluxed and stirred 1 hr., cooled to room temp., treated with 29.9 g. XL, the whole slowly heated to the b.p., heated and stirred 24 hrs. at the b.p., dild. with 150 ml. H2O, cooled to 5°, acidified slowly during 20 min. with 50 ml. concd. HCl with cooling, poured into 300 ml. Et2O, the org. layer sepd., the aq. phase extd. with 100 ml. 1:1 Et2O-XI, the combined org. layers washed with 100 ml. H2O, dried, evapd. in vacuo, and the residue recrystd. from CHCl3 gave 11 g. XXXVII (R = 3-indolylmethyl, R' = Et) (XLI), m. 183.5-5.0° (decompn.) (CHCl3).  XLI (6.8 g.) refluxed 3 hrs. with 3.2 g. NaOH in 32 ml. H2O, the soln. treated with Norit, acidified with 8.4 ml. concd. HCl, and cooled gave XXXVII (R = 3-indolylmethyl, R' = H) (XLII).2H2O, m. 153-5° (decompn.) (H2O).  XLII (7.4 g.) heated 2.5 hrs. in 200 ml. boiling H2O, the hot soln. treated with Norit, and the filtrate cooled gave 5.8 g. I (R = H, R' = NHAc, R'' = 3-indolylmethyl) (XLIII), m. 223-3.5° (decompn.) (H2O).  XLIII (1.3 g.) in 16 ml. H2O contg. 1.3 g. NaOH refluxed 12 hrs., the hot soln. treated with 2.7 ml. concd. HCl followed immediately by sufficient aq. NH3 to adjust the acidity to pH 5 rapidly, and allowed to cool gave 0.8 g. I (R = H, R' = NH2, R'' = 3-indolylmethyl), m. 268.5-9.0° (decompn.) (H2O).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF3MXkvVKnuw%253D%253D&md5=f71bd3f867e662ced88dae2644e51727", "25. ", "Bordwell", ", ", "F. G.", " ", "Acc. Chem. Res.", " ", "1988", ",  ", "21", ",  ", "456", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Equilibrium acidities in dimethyl sulfoxide solution", "Bordwell, Frederick G.", "Accounts of Chemical Research", "\r\n        (", "1988", "),\r\n    ", "21", "\r\n        (", "12", "),\r\n    ", "456-63", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    ", "A review with 62 refs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1cXmt12ktrY%253D&md5=2b5cdfb96e526cd2981c8a69419b91cd", "26. ", "Catalan", ", ", "J.", "; ", "Abboud", ", ", "J. L.", "; ", "Elguero", ", ", "J.", " ", "Adv. Heterocycl. Chem.", " ", "1987", ",  ", "41", ",  ", "187", "[", "Crossref", "], [", "CAS", "]", "26. ", "Basicity and acidity of azoles", "Catalan, Javier; Abboud, Jose Luis M.; Elguero, Jose", "Advances in Heterocyclic Chemistry", "\r\n        (", "1987", "),\r\n    ", "41", "\r\n        (", "),\r\n    ", "187-274", "CODEN:\r\n                ", "AHTCAG", ";\r\n        ISSN:", "0065-2725", ".\r\n    ", "A review with numerous refs. including methods of detn., acid-base equil., and the structure of conjugate acids and bases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1cXktlOhu7k%253D&md5=9f88545f3adcf015a7de61764a209baa", "27. ", "Singh", ", ", "U. C.", "; ", "Kollman", ", ", "P. A.", " ", "J. Comput. Chem.", " ", "1984", ",  ", "5", ",  ", "129", "[", "Crossref", "], [", "CAS", "]", "27. ", "An approach to computing electrostatic charges for molecules", "Singh, U. Chandra; Kollman, Peter A.", "Journal of Computational Chemistry", "\r\n        (", "1984", "),\r\n    ", "5", "\r\n        (", "2", "),\r\n    ", "129-45", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    ", "An algorithm is described for deriving net at. charges from ab-initio quantum-mech. calcns. by using a least-squares fit of the quantum-mech. calcd. electrostatic potential to that of the partial-charge model.  Applications were made to the mols. H2O, CH3OH, (CH3)2O, H2CO, NH3, (CH3O)2PO2-, deoxyribose, ribose, adenine, 9-CH3 adenine, thymine, 1-CH3 thymine, guanine, 9-CH3 guanine, cytosine, 1-CH3 cytosine, uracil, and 1-CH3 uracil.  Inclusion of lone pairs, their location, and charge is discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2cXktFantLs%253D&md5=f9c1f35a2068b836aea8bf5af9681624", "28. ", "(a) ", "Forrest", ", ", "K. A.", "; ", "Pham", ", ", "T.", "; ", "McLaughlin", ", ", "K.", "; ", "Belof", ", ", "J. L.", "; ", "Stern", ", ", "A. C.", "; ", "Zaworotko", ", ", "M. J.", "; ", "Space", ", ", "B.", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "15538", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Simulation of the Mechanism of Gas Sorption in a Metal-Organic Framework with Open Metal Sites: Molecular Hydrogen in PCN-61", "Forrest, Katherine A.; Pham, Tony; McLaughlin, Keith; Belof, Jonathan L.; Stern, Abraham C.; Zaworotko, Michael J.; Space, Brian", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "29", "),\r\n    ", "15538-15549", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Grand canonical Monte Carlo (GCMC) simulations were performed to investigate hydrogen sorption in an rht-type metal-org. framework (MOF), PCN-61.  The MOF was shown to have a large hydrogen uptake, and this was studied using three different hydrogen potentials, effective for bulk hydrogen, but of varying sophistication: a model that includes only repulsion/dispersion parameters, one augmented with charge-quadrupole interactions, and one supplemented with many-body polarization interactions.  Calcd. hydrogen uptake isotherms and isosteric heats of adsorption, Qst, were in quant. agreement with expt. only for the model with explicit polarization.  This success in reproducing empirical measurements suggests that modeling MOFs that have open metal sites is feasible, though it is often not considered to be well described via a classical potential function; here it is shown that such systems may be accurately described by explicitly including polarization effects in an otherwise traditional empirical potential.  Decompn. of energy terms for the models revealed deviations between the electrostatic and polarizable results that are unexpected due to just the augmentation of the potential surface by the addn. of induction.  Charge-quadrupole and induction energetics were shown to have a synergistic interaction, with inclusion of the latter resulting in a significant increase in the former.  Induction interactions strongly influence the structure of the sorbed hydrogen compared to the models lacking polarizability; sorbed hydrogen is a dipolar dense fluid in the MOF.  This study demonstrates that many-body polarization makes a crit. contribution to gas sorption structure and must be accounted for in modeling MOFs with polar interaction sites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XptF2itr0%253D&md5=1e993c1cdb311f4e785c3dcfb3c1df67", "(b) ", "Pham", ", ", "T.", "; ", "Forrest", ", ", "K. A.", "; ", "Nugent", ", ", "P.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Luebke", ", ", "R.", "; ", "Eddaoudi", ", ", "M.", "; ", "Zaworotko", ", ", "M. J.", "; ", "Space", ", ", "B.", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "9340", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Understanding Hydrogen Sorption in a Metal-Organic Framework with Open-Metal Sites and Amide Functional Groups", "Pham, Tony; Forrest, Katherine A.; Nugent, Patrick; Belmabkhout, Youssef; Luebke, Ryan; Eddaoudi, Mohamed; Zaworotko, Michael J.; Space, Brian", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "18", "),\r\n    ", "9340-9354", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Grand canonical Monte Carlo (GCMC) studies of the mechanism of hydrogen sorption in an rht-MOF known as Cu-TPBTM are presented.  The MOF is a decorated/substituted isostructural analog to the unembellished rht-MOF, PCN-61, that was studied previously.  The simulations were performed using three different hydrogen potentials of increasing complexity.  Simulated hydrogen sorption isotherms and calcd. isosteric heat of adsorption, Qst, values were in excellent agreement with the reported exptl. data for only a polarizable model in one of four exptl. obsd. crystal structure configurations.  The study demonstrates the ability of modeling to distinguish the differential sorption of distinct structures; one configuration is found to be dominant due to favorable interactions with substrates.  In addn., the presence of polar amide groups had a significant effect on the electrostatics of the Cu2+ ions and directs the low-pressure physisorption of hydrogen in the MOF.  This is in contrast to what was obsd. in PCN-61, where an exterior copper ion had a higher relative charge and was the favored loading site.  This tunability of the electrostatics of the copper ions via chem. substitution on the MOF framework can be explained by the presence of the neg. charged oxygen atom of the amide group that causes the interior Cu2+ ion to exhibit a higher pos. charge through an inductive effect.  Further, control simulations, taking advantage of the flexibility afforded by theor. modeling, include artificially modified charges for both Cu2+ ions chosen equal to or with a higher charge on the exterior Cu2+ ion.  This choice resulted in distinctly different hydrogen sorption characteristics in Cu-TPBTM with no direct sorption on the open-metal sites.  Thus, this study demonstrates both the tunable nature of MOF platforms and the possibility for rational design of sorption/catalytic sites and characteristics through the active interplay of theory and expt.  The ability of accurate, carefully parametrized and transferable force fields to model and predict small mol. sorption in MOFs, even including open-metal sites, is demonstrated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXlvVyksLs%253D&md5=0b4b3179038128043ea5f3e4af181512", "(c) ", "Pham", ", ", "T.", "; ", "Forrest", ", ", "K. A.", "; ", "Hogan", ", ", "A.", "; ", "McLaughlin", ", ", "K.", "; ", "Belof", ", ", "J. L.", "; ", "Eckert", ", ", "J.", "; ", "Space", ", ", "B.", " ", "J. Mater. Chem. A", " ", "2014", ",  ", "2", ",  ", "2088", "[", "Crossref", "], [", "CAS", "]", "28. ", "Simulations of hydrogen sorption in rht-MOF-1: identifying the binding sites through explicit polarization and quantum rotation calculations", "Pham, Tony; Forrest, Katherine A.; Hogan, Adam; McLaughlin, Keith; Belof, Jonathan L.; Eckert, Juergen; Space, Brian", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2014", "),\r\n    ", "2", "\r\n        (", "7", "),\r\n    ", "2088-2100", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Grand canonical Monte Carlo (GCMC) simulations of hydrogen sorption were performed in rht-MOF-1, a metal-org. framework (MOF) that consists of isophthalate groups joined by copper paddlewheel clusters and Cu3O trimers through tetrazolate moeities.  This is a charged rht-MOF that contains extra-framework nitrate counterions within the material.  For the simulations performed herein, excellent agreement with expt. was achieved for the simulated hydrogen sorption isotherms and calcd. isosteric heat of adsorption, Qst, values only when using a polarizable potential.  Thermodn. agreement is demonstrated via comparing to exptl. isotherms and binding sites are revealed by combining simulation and inelastic neutron scattering (INS) data.  Simulations involving explicit many-body polarization interactions assisted in the detn. of the binding sites in rht-MOF-1 through the distribution of the induced dipoles that led to strong adsorbate interactions.  Four distinct hydrogen sorption sites were detd. from the polarization distribution: the nitrate ions located in the corners of the truncated tetrahedral cages, the Cu2+ ions of the paddlewheels that project into the truncated tetrahedral and truncated octahedral cages (Cu1 ions), the Cu2+ ions of the Cu3O trimers (Cu3 ions), and the sides of the paddlewheels in the cuboctahedral cage.  The simulations revealed that the initial sorption sites for hydrogen in rht-MOF-1 are the nitrate ions; this site corresponds to the high initial Qst value for hydrogen (9.5 kJ mol-1) in the MOF.  The radial distribution functions, g(r), about the Cu2+ ions at various loadings revealed that the Cu1 ions are the preferred open-metal sorption sites for hydrogen at low loading, while the Cu3 ions become occupied at higher loadings.  The validation of the aforementioned sorption sites in rht-MOF-1 was confirmed by calcg. the two-dimensional quantum rotational levels about each site and comparing the levels to the transitions that were obsd. in the exptl. INS spectra for hydrogen in the compd.  For each binding site, the rotational transitions from j = 0 to j = 1 were in good agreement to certain transitions that were obsd. in the INS spectra.  From these calcns., the assignment of the peaks in the INS spectra for hydrogen in rht-MOF-1 was made.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXpslGqsA%253D%253D&md5=337f5de241c465c3a3638f35c49fe4a9", "29. ", "Loren", ", ", "J. C.", "; ", "Krasinski", ", ", "A.", "; ", "Fokin", ", ", "V. V.", "; ", "Sharpless", ", ", "K. B.", " ", "Synlett", " ", "2005", ",  ", "18", ",  ", "2847", "There is no corresponding record for this reference.", "30. ", "(a) ", "Anderson", ", ", "E. D.", "; ", "Boger", ", ", "D. L.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "12285", "[", "ACS Full Text ", "], [", "CAS", "]", "30. ", "Inverse Electron Demand Diels-Alder Reactions of 1,2,3-Triazines: Pronounced Substituent Effects on Reactivity and Cycloaddition Scope", "Anderson, Erin D.; Boger, Dale L.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "31", "),\r\n    ", "12285-12292", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A systematic study of the inverse electron demand Diels-Alder reactions of 1,2,3-triazines is disclosed, including an examn. of the impact of a C5 substituent.  Such substituents were found to exhibit a remarkable impact on the cycloaddn. reactivity of the 1,2,3-triazine without altering, and perhaps even enhancing, the intrinsic cycloaddn. regioselectivity.  The study revealed not only that the reactivity may be predictably modulated by a C5 substituent (R = CO2Me > Ph > H) but also that the impact is of a magnitude to convert 1,2,3-triazine (1) and its modest cycloaddn. scope into a heterocyclic azadiene system with a reaction scope that portends extensive synthetic utility, expanding the range of participating dienophiles.  Significantly, the studies define a now powerful addnl. heterocyclic azadiene, complementary to the isomeric 1,2,4-triazines and 1,3,5-triazines, capable of dependable participation in inverse electron demand Diels-Alder reactions, extending the no. of complementary heterocyclic ring systems accessible with implementation of the methodol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXptVSktLc%253D&md5=0db4d2f837d7d324f7183ca9c1b15833", "(b) ", "Kumar", ", ", "A. B.", "; ", "Anderson", ", ", "J. M.", "; ", "Manetsch", ", ", "R.", " ", "Org. Biomol. Chem.", " ", "2011", ",  ", "9", ",  ", "6284", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "30. ", "Design, synthesis and photoactivation studies of fluorous photolabels", "Kumar Arun Babu; Anderson Jordan Micheal; Manetsch Roman", "Organic & biomolecular chemistry", "\r\n        (", "2011", "),\r\n    ", "9", "\r\n        (", "18", "),\r\n    ", "6284-92", "\r\n        ISSN:", ".\r\n    ", "Two fluorous diazirine photolabels were designed, synthesized and subjected to photoactivation studies.  The photoactivation studies revealed an unexpected photoreaction when the fluorous tag was directly connected to the diazirine ring, leading to the formation of a fluorous alkene.  The more efficient photolabel of the two was identified as a flexible precursor for target specific photoaffinity labels for fluorous proteomics by adding appropriate ligands depending on the target protein subset.  As a proof of feasibility, mannose residues were added to the photolabel making it a potential photoaffinity label to tag proteins that bind mannose.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3MjoslKktg%253D%253D&md5=65d4503bf9f19b610f202d3bcac85cf4"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-6/acs.chemmater.5b00084/20150318/images/small/cm-2015-000843_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-6/acs.chemmater.5b00084/20150318/images/small/cm-2015-000843_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-6/acs.chemmater.5b00084/20150318/images/small/cm-2015-000843_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-6/acs.chemmater.5b00084/20150318/images/small/cm-2015-000843_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-6/acs.chemmater.5b00084/20150318/images/small/cm-2015-000843_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-6/acs.chemmater.5b00084/20150318/images/small/cm-2015-000843_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-6/acs.chemmater.5b00084/20150318/images/small/cm-2015-000843_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-6/acs.chemmater.5b00084/20150318/images/small/cm-2015-000843_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-6/acs.chemmater.5b00084/20150318/images/small/cm-2015-000843_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-6/acs.chemmater.5b00084/20150318/images/small/cm-2015-000843_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-6/acs.chemmater.5b00084/20150318/images/small/cm-2015-000843_0010.gif\">"]}
