{"title": ["Designable Yolk–Shell Nanoparticle@MOF Petalous Heterostructures"], "authors": ["Yayuan Liu", "Weina Zhang", "Shaozhou Li", "Chenlong Cui", "Jin Wu", "Hongyu Chen", "Fengwei Huo"], "doi": ["10.1021/cm4034319"], "abstract": ["Controllable integration of nanoparticles (NPs) and metal–organic frameworks (MOFs) is crucial for expanding the applications of MOF-based materials. In this study, we demonstrate the facile encapsulation of presynthesized NPs into carboxylic acid based MOFs using NPs@metal oxide core–shell nanostructures as the self-template. The shell dissolved gradually in the mildly acidic growth solution created by dissociation of the ligands and thus directing the growth of the MOF crystals by providing metal ions. With protection of the metal oxide shell, various NPs (Au NPs, Au nanorods, Pd nanocubes, and Pt-on-Au dendritic NPs) could be encapsulated easily without being aggregated or dissolved in the reaction mixture. Importantly, instead of forming the exact replicate of the self-template, the obtained NP@MOF heterostructures exhibited a yolk–shell morphology with a central cavity and a certain degree of mesoporosity. The formation of the well-defined yolk–shell structure was demonstrated to be dependent on both the choice of the solvent and the dissolution behavior of the metal oxide shell. Finally, the obtained heterostructures were employed for heterogeneous catalysis, in which the size selectivity of the MOF shell was perfectly retained."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Introduction", "Metal–organic frameworks (MOFs),", "(1)", " also known as porous coordination polymers (PCPs),", "(2)", " which are a class of crystalline materials consisting of metal ions connected by organic linkers, have been garnering considerable research interest because of their large internal surface areas, tunable cavities, controlled porosities, etc.", "(3, 4)", " Endowed with such distinguishable properties, MOFs are seeking a broad range of applications such as gas storage,", "(5)", " separation,", "(6)", " sensing,", "(7)", " and catalysis.", "(8)", " Moreover, MOFs as unique host matrices allow the implementation of desired properties by their controlled integration with functional species, such as nanoparticles (NPs). This concept has become an important tool for expanding MOF-based applications because MOF composites often exhibit enhanced or even novel properties compared to their pristine counterparts.", "(9-25)", "Gas-phase infiltration and solution impregnation, which involve the loading of precursors into MOFs followed by reduction, represent the two major strategies developed so far for embedding NPs into MOFs.", "(26)", " However, such methods possess several inherent limitations. First, it is difficult to control the morphology and size distribution of the NPs within the matrices, which are often key parameters for applications like catalysis.", "(27)", " Second, there is an issue of nonselective deposition at the outer surface of the MOF support. In addition, these methods may involve harsh treatment conditions, complicated procedures, and specialized precursors or equipment, which not only limit their accessibility to laboratories with conventional setups but also restrict the possible MOF matrices to the chemically robust ones. On the other hand, the direct encapsulation of functional species into MOFs is still in its infancy.", "(24, 25)", " The template method has been employed in several previous studies to synthesize MOF core–shell heterostructures;", "(28-31)", " however, this approach usually requires additional surface modifications to confine the growth of MOFs and, even so, direct nucleation of crystals in a growth solution can hardly be prevented. Lu et al. have successfully incorporated presynthesized NPs into a zeolitic imidazolate framework in a well-dispersed fashion.", "(25)", " Nevertheless, the method required surface capping of NPs by poly(vinylpyrrolidone) and was only reported for ZIF-8. Notably, it can be especially challenging to encapsulate NPs with inferior chemical stability into MOFs with carboxylic acid based ligands, owing to the acidic environment created by dissociation of the ligands under which the NPs would tend to dissolve or agglomerate. Thus, a general protective strategy is needed.", "Just as the shell often protects the core in a core–shell structure,", "(32)", " it would be ideal to protect the NPs using a protective layer during MOF synthesis. Moreover, if the shell can function as a self-template for MOF growth, additional steps of protective layer removal can be circumvented. Given the myriad of studies on core–shell structures in open literature,", "(33, 34)", " a large toolbox is available to be taken advantage of. The concept of coordination replication has been raised in an earlier report in which alumina patterns were transformed into analogous PCP architecture,", "(35)", " and by alumina coating on surface-modified gold (Au) nanorods, Au nanorods were embedded into the PCP matrix.", "(36)", " However, several key aspects need to be noted about the method. First, a polar solvent (water) was used to achieve alumina conversion at relatively high temperature (>140 °C). However, the etching of the template by acidic ligands in water was so fast that large-scale conversion occurred rapidly (within several minutes). Therefore, a high concentration of metal ions is expected in the reaction solution. While such a condition can be favorable for structurally directing MOFs with higher homogeneous nucleation energy/slower nucleation kinetics and thus a greater tendency for heterogeneous nucleation (aluminum-based MOFs in this case),", "(37)", " it may not be feasible to MOFs with faster nucleation and growth kinetics such as copper-based MOFs.", "(38-40)", " For them, homogeneous nucleation will generally dominate in the presence of high metal-ion concentration. Second, microwave heating was required because a fast and homogeneous temperature increase was a prerequisite to obtain the appropriate PCP replicates. Third, chemical modification (PEGylation) was needed to encapsulate NPs into MOF matrices, which limited the possible NPs to be encapsulated.", "Herein, in order to overcome the above difficulties, we report a facile synthetic approach to obtain designable NP@MOF heterostructures converted from NP@porous metal oxide (M", "x", "O", "y", ") core–shell NPs in solvent with low polarity. Interestingly, while coordination replication resulted in dense, intrinsic MOFs, yolk–shell structures were obtained in this study, a rarely reported class of MOF heterostructure worth studying.", "(24)", " The M", "x", "O", "y", " shell, which functioned as a self-template to direct MOF growth by providing metal ions, successfully protected the encapsulated NPs against acid-induced corrosion or agglomeration during synthesis. Compared to the current template method, this approach neither requires additional surface modification nor results in self-nucleation of MOF crystals in growth solution. Importantly, the morphology of the encapsulated NPs can be rationally tailored such that complicated nanostructures could be encapsulated with ease. Correspondingly, platinum (Pt)-on-Au dendritic NPs were encapsulated and the heterogeneous catalytic property of the composite was tested, in which the size selectivity of the MOF shell was perfectly retained.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Experimental Section", "All materials were purchased from Sigma-Aldrich and used as received without further purification.", "Synthesis of Au NPs", "Au NPs were prepared by a sodium citrate reduction method of HAuCl", "4", ".", "(41)", " The as-obtained Au colloidal solution was used for the subsequent synthesis without further treatment.", "Synthesis of Au Nanorods", "Au nanorods were prepared using a seed-mediated growth method.", "(42)", " After 12 h of reaction, the product was purified several times to remove excess cetyltrimethylammonium bromide (CTAB) and redispersed in 20 mL of water.", "Synthesis of Pt-on-Au Dendritic NPs (PtAuDNPs)", "PtAuDNPs were prepared following the procedure of Guo et al. using 0.5 mL of a 0.1 M K", "2", "PtCl", "4", " solution per synthesis.", "(43)", " The product was washed three times with water to thoroughly remove the residual Pluronic F127 and redispersed in 20 mL of water by sonication to afford a colloidal suspension.", "Synthesis of Palladium (Pd) Nanocubes", "Pd nanocubes were prepared following the procedure of Jin et al. and redispersed in 10 mL of methanol.", "(44)", "Synthesis of NP@Cu", "2", "O Core–Shell NPs", "NP@Cu", "2", "O core–shell NPs were synthesized following the procedure of Zhang et al. with minor modifications.", "(45)", " In a typical synthesis, 1 g of poly(vinylpyrrolidone) (PVP; MW ∼ 55000) was fully dissolved in 50 mL of a 0.01 M Cu(NO", "3", ")", "2", " aqueous solution under vigorous magnetic stirring. Then a 2 mL of as-prepared Au NPs/1 mL of Au nanorods/1 mL of PtAuDNPs/1 mL of Pd nanocube colloidal solution was quickly injected, followed by the immediate introduction of 60 μL of a N", "2", "H", "4", "·H", "2", "O aqueous solution (35 wt %). Typically, the color changed to greenish-yellow within 5 s, indicating formation of the Cu", "2", "O shell. The reaction mixture was kept stirring for 2 min, and the product was collected by centrifugation at 8000 rpm for 10 min. Subsequently, the NPs were washed with ethanol and deionized water (volume ratio 1:1) three times to remove excess PVP, redispersed in 2.5 mL of benzyl alcohol (BnOH), and stored in refrigerator at 4 °C. Note that the thickness of the Cu", "2", "O shell could be tuned by adjusting the Cu(NO", "3", ")", "2", " concentration, and other kinds of NPs can also be encapsulated facilely via the same procedure. By an increase in the concentration of NPs during synthesis to naturally induce particle aggregation, multiple NPs can be encapsulated in a single Cu", "2", "O shell.", "Synthesis of Cu", "2", "O Nanocubes", "Cu", "2", "O nanocubes were synthesized following the procedure of Wang et al. using 2.0 M NaOH.", "(46)", " The product was washed three times with water and redispersed in 2 mL of BnOH.", "Synthesis of Yolk–Shell NP@HKUST-1 Petalous Heterostructures", "1,3,5-Tricarboxylic acid (H", "3", "BTC; 0.055 mmol) was added into a mixture of BnOH (1.5 mL) and ethanol (0.1 mL) and then sonicated for 30 min to afford a homogeneous solution. Subsequently, 0.5 mL of NP@Cu", "2", "O core–shell NPs in BnOH was added, thoroughly mixed by shaking, and then allowed to react at 80 °C overnight unless otherwise noted. The product was collected by centrifugation at 5000 rpm for 5 min, washed with methanol several times, and finally redispersed in methanol. In addition, 0.1 mL of a concentrated Au NPs methanol solution (abs = 4) could be added in place of ethanol at the beginning of the reaction to directly encapsulate NPs into the HKUST-1 shell. Note that the ligand can be changed to other carboxylic acid based ligands to obtain different MOF shells.", "Catalytic Hydrogenation of Olefins", "Hydrogenation of olefins (", "n", "-hexene >99%, ", "cis", "-stilbene >95%) was carried out in an ethyl acetate (EA) solution under a static hydrogen atmosphere (1 bar). In a typical experiment, PtAuDNP@HKUST-1 (10 mg) was loaded into a reactor, and the residual air in the reactor was expelled by purging several times with hydrogen. Afterward, EA (3 mL) was added to the reactor and the mixture was sonicated for 10 min to afford a homogeneous suspension. Olefin (0.1 mL) was then introduced, and the mixture was sonicated again for 10 min. Subsequently, the reactor was purged with hydrogen one more time, and the reaction was allowed to proceed at 35 °C for 24 h. After the reaction, the catalyst powder was filtered off and the filtrate was analyzed using gas chromatography (GC; Agilent 6890N), with a HP-5 column (Agilent) and a flame ionization detector, or with nuclear magnetic resonance (NMR).", "Characterizations", "Powder X-ray diffraction (XRD) patterns were recorded with a Bruker AXS D8 Advance diffractometer using nickel-filtered Cu Kα radiation (λ = 1.5406 Å). Transmission electron microscopy (TEM) and scanning TEM (STEM) images were taken by a JEOL JEM 2010F microscope. Thermogravimetric analyses (TGA) were performed on a Q500 analyzer (TA Instruments).", "N", "2", " sorption studies were performed in a Micromeritics ASAP 2020 adsorption apparatus at 77 K and at pressure up to 1 bar after the samples were first degassed at 120 °C overnight. The Brunauer–Emmett–Teller (BET) surface area was calculated using the adsorption data in a relative pressure ranging from 0.1 to 0.3. The micropore area (", "S", "micro", ") was calculated by the ", "t", "-plot micropore area from the N", "2", " adsorption–desorption isotherm, and mesopore and macropore area (", "S", "meso/macro", ") was estimated by subtracting the ", "t", "-plot micropore area from the BET specific surface area. The mesopore size distribution was determined by the Barrett–Joyner–Halenda (BJH) method using the adsorption branch of the isotherm. The total pore volume (", "V", "t", ") was determined using the adsorption branch of the N", "2", " isotherm curve at a relative pressure of 0.99. The mesopore and macropore volume (", "V", "meso/macro", ") was obtained from the BJH adsorption cumulative volume of pores between 1.70 and 300.00 nm diameter, and the micropore volume (", "V", "micro", ") was calculated by subtracting the mesopore volume from the total pore volume.", "(47)", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "Yolk–Shell NP@MOF Petalous Heterostructures with Designable Encapsulating Species and MOF Shells", "Au@Cu", "2", "O core–shell NPs and H", "3", "BTC were used first to study and characterize the formation of yolk–shell NP@MOF heterostructures via our proposed method. It is known that Cu", "2", "O nanocrystals can undergo oxidative dissolution in a mildly acidic solution following the pathway 2Cu", "2", "O + O", "2", " + 8H", "+", " → 4Cu", "2+", " + 4H", "2", "O,", "(48)", " a condition possible to achieve by partial dissociation of the organic ligands. Therefore, in this synthetic approach, H", "3", "BTC served as the etching reagent in addition to being the organic ligand, and apart from directing the growth of MOF crystals, the Cu", "2", "O shell also took the role of metal-ion source.", "The morphology of the reaction product was characterized by TEM and STEM. As can be observed from Figure ", "1", "a–c, the obtained polycrystalline, crack-free Cu-BTC (HKUST-1) MOFs resembled a flowerlike shape with a single 13 nm Au NP residing at the center. Thus, the reaction product was termed a Au@HKUST-1 petalous heterostructure. With protection of the Cu", "2", "O shell during synthesis, no aggregation or morphological variation of the Au NPs was observed after encapsulation. Unprecedentedly, a cavity existed in each of the petalous heterostructures, taking the shape of its Au@Cu", "2", "O precursor and rendering the final product a unique yolk–shell morphology.", "Figure 1. Yolk–shell NP@HKUST-1 petalous heterostructures. (a and b) TEM images and (c) STEM dark-field image of the as-obtained Au(13 nm)@HKUST-1 petalous heterostructures showing good product purity and uniformity. TEM images of yolk–shell HKUST-1 petalous heterostructures encapsulating (d) a single Au nanorod, (e) a single 100 nm Au NP, (f) a single 20 nm Pd nanocube, and (g) multiple Pd nanocubes, respectively.", "The shell thickness, encapsulated species, and number of NPs encapsulated in each petalous heterostructure can all be tailored easily by changing the Cu salt concentration, the kind of NPs used, and the NP concentration respectively during synthesis of the Cu", "2", "O core–shell NPs (Figure ", "1", "d–g). Notably, complicated nanostructures (nanorods, core–shell NPs, etc.) can also be embedded into the MOF matrices using this approach. Different from the previous case on the synthesis of ZnO@ZIF-8 nanorods,", "(49)", " lowering the reaction temperature will only decrease the reaction rate without altering either the morphology or composition of the final product (Figure S1 in the ", "Supporting Information", ", SI), which further proves the facileness of our proposed strategy for obtaining a NPs/MOFs composite.", "Because of the gradual dissolution of Cu", "2", "O, additional NPs can be introduced during the synthesis and encapsulated directly into the HKUST-1 shell without aggregation owing to the low ionic concentration (Figure S2a in the ", "SI", "). However, if the same amount of Cu(NO", "3", ")", "2", " was used in place of Cu", "2", "O, NP aggregation could be observed clearly in the final product and the NPs were not completely encapsulated within the MOF matrices (Figure S2b in the ", "SI", "). Thus, the method could also be employed to synthesize novel functional materials encapsulating multiple NPs with effective control over their spatial distribution, which can serve as promising candidates for applications such as cascade catalysis.", "Finally, the synthetic method can also be applied to other carboxylic acids, allowing tailorable MOF shells with desired pore sizes and geometries (Figure S3 in the ", "SI", ").", "Formation Pathway of the Yolk–Shell NP@MOF Petalous Heterostructures", "To better understand the formation pathway of the yolk–shell petalous heterostructures, the morphologies of Au@HKUST-1 formed at different reaction durations were investigated (Figure ", "2", "). From observations, at the initial stage of the reaction (Figure ", "2", "b), HKUST-1 crystals started to nucleate on the surface of Cu", "2", "O, grew continuously to cover the whole surface (Figure ", "2", "c), and expanded outward. Because no other Cu", "2+", " source was introduced, it is certain that the dissolution of Cu", "2", "O provided the Cu", "2+", " source for HKUST-1 formation, which could be further evidenced by shrinkage of the Au@Cu", "2", "O NPs at early stages of the reaction (Figure ", "2", "a–c). Dissolution of the Cu", "2", "O shell proceeded in a bulk dissolution manner, leaving only tiny fragments of Cu", "2", "O at a reaction time of 1 h (Figure ", "2", "d). As the shell continued to dissolve, MOF crystals continued to add onto the outer surface of the composite (Figure ", "2", "e), preserving a hollow core that took the shape of the Au@Cu", "2", "O precursor (Figure ", "2", "f). Notably, rather than forming a single MOF crystal, the Au@HKUST-1 composite prepared by this method had multiple nanocrystals aggregated together into a flower shape because of the existence of multiple nucleation sites on Cu", "2", "O surfaces. In addition, no free-standing HKUST-1 NPs were found at any reaction times, suggesting that the MOF growth was strictly limited to the surface of Cu", "2", "O, which could probably be attributed to the low concentration and gradual release of Cu", "2+", " in the reaction mixture.", "Figure 2. TEM images of Au@HKUST-1 petalous heterostructures obtained after reaction times of (a) 0 min, (b) 10 min, (c) 20 min, (d) 1 h, (e) 2 h, and (f) 7 h. Scale bar = 50 nm.", "Key Factors in Formation of the Yolk–Shell Structure Polarity of the Solvent and Porosity of the Shell", "Undoubtedly, formation of the well-defined yolk–shell petalous morphology relies on the intricate balance between the dissolution rate of the M", "x", "O", "y", " shell and the coordination rate of the ligands with metal ions, which could be influenced by various factors including the concentration of the reactants, reaction temperature, etc. However, more importantly, it was found that the polarity of the solvent as well as the dissolution behavior of the M", "x", "O", "y", " shell played significant roles in governing the final morphology of the MOF heterostructure.", "Solvents commonly used for the synthesis of MOFs, namely, water (adopted in pseudomorphic replication), ethanol, and ", "N", ",", "N", "-dimethylformamide (DMF), proved to be unsuitable for formation of the well-defined petalous heterostructures (Figure ", "3", "). High-polarity solvents such as water, ethanol, and DMF (dielectric constant = 80.1, 24.5, and 36.7 respectively) can promote dissociation of the organic ligand molecules, increasing the acidity of the reaction mixture. Consequently, the dissolution rate of Cu", "2", "O will significantly exceed the coordination rate. Given the high concentration of Cu", "2+", " in solution and the easy nucleation of HKUST-1, the coordination process will take place predominantly in solution, giving rise to free-standing MOF crystals in the final product. In addition, the highly acidic environment would possibly dissolve the NPs during synthesis, and the high ionic concentration would likely induce NP aggregation. Therefore, to render the heterogeneous nucleation favorable, a less polar solvent, BnOH (dielectric constant = 13), was chosen in this synthetic approach to control the rate of dissolution and solubility of the metal ions.", "Figure 3. TEM images of the reaction product when (a) an ethanol–water mixture (volume ratio 1:1) and (b) DMF were used as the solvent instead of BnOH.", "In addition, it was found that the porous, polycrystalline nature of the Cu", "2", "O shell is of paramount importance for formation of the yolk–shell structure under the proposed reaction conditions. The porous nature of the Cu", "2", "O shell can be observed clearly from the contrast in the TEM images (Figure ", "2", "a), and its polycrystallinity can be inferred from the broadened XRD peaks (Figure S4 in the ", "SI", ", green). As observed from the time evolution study, rapid bulk dissolution of the polycrystalline Cu", "2", "O shell led to complete transformation of the precursor into Cu", "2+", " within a relatively short period of time. Therefore, different from current template methods, no clear MOFs/template interface was observed. This led us to wonder about the possible influence of the dissolution behavior of the oxide shell on the final morphology of the heterostructure. In a comparative experiment, monocrystalline Cu", "2", "O nanocubes of size similar to that of NP@Cu", "2", "O core–shell NPs were used as precursors under identical experimental conditions. Hua et al. have comprehensively investigated the morphological transformation of various Cu", "2", "O nanocrystals in an acid solution.", "(48)", " According to their study, a cubic Cu", "2", "O nanocrystal maintained its shape during the course of oxidative dissolution; i.e., dissolution occurred in a layer-by-layer manner. Consistent with the study, monocrystalline Cu", "2", "O nanocubes dissolved layer-by-layer in our reaction system and dissolution took much longer time than that of polycrystalline Cu", "2", "O (Figure ", "4", "). In such a case, ligands had sufficient time to diffuse to the MOFs/Cu", "2", "O interface, and no cavity was observed in the final product. Therefore, relatively rapid, bulk dissolution of the oxide shell in a less polar solvent is required to obtain the yolk–shell petalous heterostructures. The bulk dissolution kinetics of porous Cu", "2", "O in BnOH, while much slower than that in a polar solvent, remained high enough to slightly surpass the coordination kinetics of the ligands. Once a continuous layer of HKUST-1 was wrapped around the Cu", "2", "O shell, Cu ions, which moved faster than ligands, diffused through the MOFs, resulting in a supersaturated layer of metal ions surrounding the core–shell templates. As a result, subsequent coordination will occur only on the outer surface of the composite, preserving a hollow core that took the shape of the NP@Cu", "2", "O precursor.", "Figure 4. TEM images of HKUST-1 transformed from (a) monocrystalline Cu", "2", "O nanocubes obtained after reaction times of (b) 1, (c) 3, and (d) 12 h.", "Characterizations on the Transformation from Core–Shell NPs to NP@MOF Heterostructures", "The transformation from Au@Cu", "2", "O NPs to Au@HKUST-1 yolk–shell petalous heterostructures was further characterized using powder XRD (Figure S4 in the ", "SI", "). The patterns clearly depict the evolution of the product from Au@Cu", "2", "O to Au@Cu", "2", "O@HKUST-1 (sample taken at a reaction time of 30 min) and finally to Au@HKUST-1 petalous heterostructures. The absence of Cu", "2", "O peaks in the slow-scan XRD spectrum (2θ = 25–50°) of the final petalous heterostructures (Figure S5 in the ", "SI", ") confirmed the complete transformation of Cu", "2", "O. The well-defined XRD peaks of the petalous heterostructures reveal the high crystallinity of the structure. However, only a weak shoulder corresponding to the {111} planes of Au could be observed (Figure S4 in the ", "SI", ", green), largely because of the small size and limited quantity of Au NPs existing in the system. The thermal stability of the petalous heterostructures was studied by TGA (Figure S6 in the ", "SI", "). The onset decomposition temperature was approximately 300 °C in air, only marginally lower than that of commercial Basolite C300 (320 °C), which indicates that the existence of a large cavity at the core region had little effect on the MOF stability. Compared with Au@HKUST-1, Au@Cu", "2", "O@HKUST-1 possessed a slightly inferior thermal stability probably resulting from the underdeveloped HKUST-1 crystal structure at early stages of the reaction.", "Figure ", "5", "a represents the corresponding N", "2", " adsorption–desorption isotherms of the reaction intermediate and final product. The BET surface area increased as the reaction proceeded because of the gradual dissolution of the Cu", "2", "O precursor and continuous coordination between H", "3", "BTC and Cu", "2+", ". The BET surface area of the final petalous heterostructures was 916 m", "2", "/g (Table S1 in the ", "SI", "), and the reduced surface area compared with intrinsic HKUST-1 (∼1482 m", "2", "/g) was mainly due to the heavier and nonporous metal cores.", "(50)", " Interestingly, the isotherms display between type I behavior, characteristic of microporous materials, and type IV behavior, characteristic of mesoporous materials. The existence of a discernible hysteresis loop in the isotherm of the Au@HKUST-1 petalous heterostructures (Figure ", "5", "b) indicates a certain degree of mesoporosity in addition to the macroporosity imparted by the central cavity, as confirmed by the pore distribution analysis (Figure ", "5", "c). Because each petalous heterostructure consists of multiple MOF crystals, the mesoporosity could be created because of the inevitable defects at the intersection regions of adjacent crystals.", "Figure 5. (a) N", "2", " adsorption–desorption isotherms of Au@HKUST-1 and reaction intermediate Au@Cu", "2", "O@HKUST-1, (b) magnified N", "2", " adsorption–desorption isotherms of Au@HKUST-1, and (c) mesopore and macropore size distributions of Au@HKUST-1.", "Heterogeneous Catalysis Using PtAuDNP@HKUST-1 Petalous Heterostructures", "Integrating the unique properties of both components, the NP@MOF heterostructures can find a broad range of applications such as surface-enhanced Raman scattering sensing,", "(28, 51)", " light-induced molecular release,", "(36)", " and especially catalysis.", "(52, 53)", " The unique morphology of the obtained petalous heterostructures would presumably offer a number of advantages in heterogeneous catalysis. First of all, the type, shape, size, quantity, and spatial distribution of the encapsulated NPs, which serve as the catalytic sites, could be easily tailored to meet the requirements of specific catalytic reactions. Second, in addition to functioning as a host matrix to prevent NP aggregation, the molecular sieve property of the porous MOF shell can be employed to achieve selective catalysis. Moreover, the existence of macropores and mesopores will enhance the mass-transfer rate of the chemical species, leading to an improved catalytic efficiency.", "(54)", " In a proof of concept, delicate nanostructures, PtAuDNPs (Figure S7 in the ", "SI", "), were encapsulated in the petalous heterostructures and used as catalysts for the liquid-phase hydrogenation of olefins (Figure ", "6", "). PtAuDNPs were used purposely to increase the number of active sites in each petalous heterostructure and to demonstrate the capability of our strategy to encapsulate complicated nanostructures. The two olefins both exhibited complete conversion by bare PtAuDNPs. However, while catalysis of ", "n", "-hexene by PtAuDNP@HKUST-1 petalous heterostructures showed good catalytic conversion (25%; Figure S8 in the ", "SI", "), that of ", "cis", "-stilbene did not occur (Figure S9 in the ", "SI", "), owing to its larger molecular size, which made it difficult to diffuse through the pore apertures of the HKUST-1 shell to the catalytic sites.", "(55)", " This also suggested that the HKUST-1 shell was devoid of cracks. The morphology and crystal structure of the PtAuDNP@HKUST-1 catalysts remained almost unchanged after catalytic reactions, indicating the stability of the heterostructures for real applications (Figure S10 in the ", "SI", ").", "Figure 6. (a) TEM image of the PtAuDNP@HKUST-1 petalous heterostructure (the inset is the magnified image of the PtAuDNP core showing Pt dendrites on Au NPs) and (b) catalytic conversion of ", "n", "-hexene and ", "cis", "-stilbene over the PtAuDNP@HKUST-1 catalyst.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Conclusions", "In summary, yolk–shell NP@MOF heterostructures with designable encapsulating functional species and MOF shells have been successfully synthesized by facile conversion of the corresponding NP@M", "x", "O", "y", " core–shell self-template. Because of protection of the M", "x", "O", "y", " shell and the gradual release of metal ions during synthesis, NPs were shielded from the possible aggregation and dissolution in the reaction solution, making it possible to controllably integrate delicate nanostructures with MOFs. In addition, MOF heterostructures with spatially controlled NPs can also be obtained by introducing additional NPs during the reaction. Notably, it was found that formation of the yolk–shell structure depended on both the choice of the reaction solvent and dissolution behavior of the M", "x", "O", "y", " shell: a less polar solvent was required to render the heterogeneous nucleation of MOF crystals on the surface of self-template favorable, and relatively fast, bulk dissolution was needed in order to preserve the central cavity instead of obtaining the exact replicate of the self-template. Finally, we demonstrated the selective catalytic capability of the heterostructures by encapsulating PtAuDNPs. Given the various studies on NP@M", "x", "O", "y", " core–shells, our strategy may find its way to a broader range of MOF heterostructures, thus opening up fascinating perspectives for the development of functionalized porous MOF materials for future applications.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "Results of TEM, XRD, TGA, and catalysis. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "§", "Author Contributions", "These authors contributed equally.", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "Y.L. is thankful for support from the CN Yang Scholars Program in Nanyang Technological University, Singapore. The authors thank Y.-T. Pan at the School of Chemical & Biomolecular Engineering, University of Illinois at Urbana–Champaign, for help with electron microscopy studies. This work was supported by AcRF Tier 1 (RG 42/10) and AcRF Tier 2 (RG 17/12) from the Ministry of Education, Singapore. It is also supported by the Campus for Research Excellence and Technological Enterprise (CREATE) program Singapore–Berkeley Research Initiative for Sustainable Energy (SinBeRISE) under the funding of the Singapore National Research Foundation.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 55 other publications.", "1. ", "Yaghi", ", ", "O. M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Ockwig", ", ", "N. W.", "; ", "Chae", ", ", "H. K.", "; ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", " ", "Nature", " ", "2003", ",  ", "423", ",  ", "705", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Reticular synthesis and the design of new materials", "Yaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, Jaheon", "Nature (London, United Kingdom)", "\r\n        (", "2003", "),\r\n    ", "423", "\r\n        (", "6941", "),\r\n    ", "705-714", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The long-standing challenge of designing and constructing new cryst. solid-state materials from mol. building blocks is just beginning to be addressed with success.  A conceptual approach that requires the use of secondary building units to direct the assembly of ordered frameworks epitomizes this process: the authors call this approach reticular synthesis.  This chem. has yielded materials designed to have predetd. structures, compns. and properties.  In particular, highly porous frameworks held together by strong metal-O-C bonds and with exceptionally large surface area and capacity for gas storage were prepd. and their pore metrics systematically varied and functionalized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXksV2itro%253D&md5=2417c5adb0e948350d3d62350c8cd7ea", "2. ", "Zhang", ", ", "J. P.", "; ", "Zhang", ", ", "Y. B.", "; ", "Lin", ", ", "J. B.", "; ", "Chen", ", ", "X. M.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1001", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Metal Azolate Frameworks: From Crystal Engineering to Functional Materials", "Zhang, Jie-Peng; Zhang, Yue-Biao; Lin, Jian-Bin; Chen, Xiao-Ming", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1001-1033", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The progress is discussed in the mol. design, prepn. and properties of metal azolate frameworks including complexes with imidazolates, pyrazolates, 1,2,4-triazolates, 1,2,3-triazolates and tetrazolates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1SrsrnE&md5=1e2bf82ba2a6364dbd8687a4aa5d820a", "3. ", "Furukawa", ", ", "H.", "; ", "Ko", ", ", "N.", "; ", "Go", ", ", "Y. B.", "; ", "Aratani", ", ", "N.", "; ", "Choi", ", ", "S. B.", "; ", "Choi", ", ", "E.", "; ", "Yazaydin", ", ", "A. O.", "; ", "Snurr", ", ", "R. Q.", "; ", "O’Keeffe", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2010", ",  ", "329", ",  ", "424", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Ultrahigh Porosity in Metal-Organic Frameworks", "Furukawa, Hiroyasu; Ko, Nakeun; Go, Yong Bok; Aratani, Naoki; Choi, Sang Beom; Choi, Eunwoo; Yazaydin, A. Oezguer; Snurr, Randall Q.; O'Keeffe, Michael; Kim, Jaheon; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "329", "\r\n        (", "5990", "),\r\n    ", "424-428", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Cryst. solids with extended non-interpenetrating three-dimensional crystal structures were synthesized that support well-defined pores with internal diams. of up to 48 angstroms.  The Zn4O(CO2)6 unit was joined with either one or two kinds of org. link, 4,4',4''-[benzene-1,3,5-triyl-tris(ethyne-2,1-diyl)]tribenzoate (BTE), 4,4',44''-[benzene-1,3,5-triyl-tris(benzene-4,1-diyl)]tribenzoate (BBC), 4,4',44''-benzene-1,3,5-triyl-tribenzoate (BTB)/2,6-naphthalenedicarboxylate (NDC), and BTE/biphenyl-4,4'-dicarboxylate (BPDC), to give four metal-org. frameworks (MOFs), MOF-180, -200, -205, and -210, resp.  Members of this series of MOFs show exceptional porosities and gas (hydrogen, methane, and carbon dioxide) uptake capacities.  For example, MOF-210 has Brunauer-Emmett-Teller and Langmuir surface areas of 6240 and 10,400 square meters per g, resp., and a total carbon dioxide storage capacity of 2870 mg per g.  The vol.-specific internal surface area of MOF-210 (2060 square meters per cubic centimeter) is equiv. to the outer surface of nanoparticles (3-nm cubes) and near the ultimate adsorption limit for solid materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptVWgsb8%253D&md5=ce5cd4101a6f96dc0d6c349bc478b3b0", "4. ", "Horike", ", ", "S.", "; ", "Shimomura", ", ", "S.", "; ", "Kitagawa", ", ", "S.", " ", "Nat. Chem.", " ", "2009", ",  ", "1", ",  ", "695", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Soft porous crystals", "Horike, Satoshi; Shimomura, Satoru; Kitagawa, Susumu", "Nature Chemistry", "\r\n        (", "2009", "),\r\n    ", "1", "\r\n        (", "9", "),\r\n    ", "695-704", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The field of host-guest complexation is intensely attractive from diverse perspectives, including materials science, chem. and biol.  The uptake and encapsulation of guest species by host frameworks are being investigated for a wide variety of purposes, including sepn. and storage using zeolites, and recognition and sensing by enzymes in soln.  Here we focus on the concept of the cooperative integration of 'softness' and 'regularity'.  Recent developments on porous coordination polymers (or metal-org. frameworks) have provided the inherent properties that combine these features.  Such soft porous crystals exhibit dynamic frameworks that are able to respond to external stimuli such as light, elec. fields or the presence of particular species, but they are also cryst. and can change their channels reversibly while retaining high regularity.  We discuss the relationship between the structures and properties of these materials in view of their practical applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsVGnt7vK&md5=c1f813fb0eef80c8a2456fc7f2a0c34c", "5. ", "Murray", ", ", "L. J.", "; ", "Dinca", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1294", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Hydrogen storage in metal-organic frameworks", "Murray, Leslie J.; Dinca, Mircea; Long, Jeffrey R.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1294-1314", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review of current status of hydrogen storage within metal-org. frameworks.  Microporous metal-org. frameworks, having exceptionally high surface areas and chem.-tunable structures, have recently emerged as some of the most promising candidate materials.  Particular emphasis is given to the relationships between structural features and the enthalpy of hydrogen adsorption, spectroscopic methods for probing framework-H2 interactions, and strategies for improving storage capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamuro%253D&md5=f652ac03772753d7f80244564a80e6f0", "6. ", "Li", ", ", "J. R.", "; ", "Sculley", ", ", "J.", "; ", "Zhou", ", ", "H. C.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "869", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Metal-Organic Frameworks for Separations", "Li, Jian-Rong; Sculley, Julian; Zhou, Hong-Cai", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "869-932", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  This article reviews the metal-org. frameworks (MOFs), a new class of porous solid materials.  Their performances for applications in sepns. and purifications is attracting intense interest of researchers working in the fields of chem., chem. engineering, materials science, and others.  Despite being in its infancy, the research progress in this subject has already shown that MOFs are promising for sepn. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1OnsbbL&md5=635f36e2682f7fbc651f5021d591a1cf", "7. ", "Lu", ", ", "G.", "; ", "Hupp", ", ", "J. T.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "7832", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Metal-Organic Frameworks as Sensors: A ZIF-8 Based Fabry-Perot Device as a Selective Sensor for Chemical Vapors and Gases", "Lu, Guang; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "23", "),\r\n    ", "7832-7833", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A ZIF-8 thin film-based Fabry-Perot device has been fabricated as a selective sensor for chem. vapors and gases.  The prepn. of the ZIF-8 thin film and a series of ZIF-8 thin films of various thicknesses grown on silicon substrates are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXmtlCrsbg%253D&md5=0d71313eea6d253bc7eb8689a788a6f5", "8. ", "Corma", ", ", "A.", "; ", "Garcia", ", ", "H.", "; ", "Xamena", ", ", "F. X. L. I.", " ", "Chem. Rev.", " ", "2010", ",  ", "110", ",  ", "4606", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Engineering Metal Organic Frameworks for Heterogeneous Catalysis", "Corma, A.; Garcia, H.; Llabres i Xamena, F. X.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "110", "\r\n        (", "8", "),\r\n    ", "4606-4655", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review, including the design of MOFs for catalysis and evaluation of its potential as catalyst as well as catalysis by MOFs with active metal sites, with reactive functional groups, and MOFs as host matrixes or nanometric reaction cavities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXktFers7Y%253D&md5=ce714f3d4475f4ac2a3d81b13931ccc3", "9. ", "Chae", ", ", "H. K.", "; ", "Siberio-Perez", ", ", "D. Y.", "; ", "Kim", ", ", "J.", "; ", "Go", ", ", "Y.", "; ", "Eddaoudi", ", ", "M.", "; ", "Matzger", ", ", "A. J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Nature", " ", "2004", ",  ", "427", ",  ", "523", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "A route to high surface area, porosity and inclusion of large molecules in crystals", "Chae, Hee K.; Siberio-Perez, Diana Y.; Kim, Jaheon; Go, Yong Bok; Eddaoudi, Mohamed; Matzger, Adam J.; O'Keeffe, Michael; Yaghi, Omar M.", "Nature (London, United Kingdom)", "\r\n        (", "2004", "),\r\n    ", "427", "\r\n        (", "6974", "),\r\n    ", "523-527", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "One of the outstanding challenges in the field of porous materials is the design and synthesis of chem. structures with exceptionally high surface areas.  Such materials are of crit. importance to many applications involving catalysis, sepn. and gas storage.  The claim for the highest surface area of a disordered structure is for C, at 2,030 m2 g-1 (M. Nijkamp, et al., 2001).  Until recently, the largest surface area of an ordered structure was that of zeolite Y, recorded at 904 m2 g-1 (A. W. Chester, et al., 2000).  But with the introduction of metal-org. framework materials, this was exceeded, with values up to 3,000 m2 g-1.  Despite this, no method of detg. the upper limit in surface area for a material has yet been found.  Here the authors present a general strategy that has provided a structure having by far the highest surface area reported to date.  The authors report the design, synthesis and properties of cryst. Zn4O(1,3,5-benzenetribenzoate)2, a new metal-org. framework with a surface area estd. at 4,500 m2 g-1.  This framework, which the authors name MOF-177, combines this exceptional level of surface area with an ordered structure that has extra-large pores capable of binding polycyclic org. guest mols., attributes not previously combined in one material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXpsFWguw%253D%253D&md5=c5e01fc1ae8145737276e816abb3b87d", "10. ", "Bureekaew", ", ", "S.", "; ", "Horike", ", ", "S.", "; ", "Higuchi", ", ", "M.", "; ", "Mizuno", ", ", "M.", "; ", "Kawamura", ", ", "T.", "; ", "Tanaka", ", ", "D.", "; ", "Yanai", ", ", "N.", "; ", "Kitagawa", ", ", "S.", " ", "Nat. Mater.", " ", "2009", ",  ", "8", ",  ", "831", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "One-dimensional imidazole aggregate in aluminium porous coordination polymers with high proton conductivity", "Bureekaew, Sareeya; Horike, Satoshi; Higuchi, Masakazu; Mizuno, Motohiro; Kawamura, Takashi; Tanaka, Daisuke; Yanai, Nobuhiro; Kitagawa, Susumu", "Nature Materials", "\r\n        (", "2009", "),\r\n    ", "8", "\r\n        (", "10", "),\r\n    ", "831-836", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "The development of anhyd. proton-conductive materials operating at temps. above 80° is a challenge that needs to be met for practical applications.  Herein, we propose the new idea of encapsulation of a proton-carrier mol.-imidazole in this work-in aluminum porous coordination polymers for the creation of a hybridized proton conductor under anhyd. conditions.  Tuning of the host-guest interaction can generate a good proton-conducting path at temps. above 100°.  The dynamics of the adsorbed imidazole strongly affect the cond. detd. by 2H solid-state NMR.  Isotope measurements of cond. using imidazole-d4 showed that the proton-hopping mechanism was dominant for the conducting path.  This work suggests that the combination of guest mols. and a variety of microporous frameworks would afford highly mobile proton carriers in solids and gives an idea for designing a new type of proton conductor, particularly for high-temp. and anhyd. conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtFKns7rF&md5=f5b7a56388a21a40afbb1d3867e02ca9", "11. ", "Dhakshinamoorthy", ", ", "A.", "; ", "Garcia", ", ", "H.", " ", "Chem. Soc. Rev.", " ", "2012", ",  ", "41", ",  ", "5262", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Catalysis by metal nanoparticles embedded on metal-organic frameworks", "Dhakshinamoorthy, Amarajothi; Garcia, Hermenegildo", "Chemical Society Reviews", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "15", "),\r\n    ", "5262-5284", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The present review describes the use of metal-org. frameworks (MOFs) as porous matrixes to embed metal nanoparticles (MNPs) and occasionally metal oxide clusters, which are subsequently used as heterogeneous catalysts.  The review is organized according to the embedded metal including Pd, Au, Ru, Cu, Pt, Ni, and Ag.  Emphasis is also given in the various methodologies reported for the formation of the NPs and the characterization techniques.  The reactions described with this type of solid catalysts include condensation, hydrogenations, carbon-carbon coupling, alc. oxidns., and methanol synthesis among others.  Remaining issues in this field are also indicated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XpvFCjsrc%253D&md5=681e05b2ad4383b91b8a5260d76823ac", "12. ", "Schroeder", ", ", "F.", "; ", "Esken", ", ", "D.", "; ", "Cokoja", ", ", "M.", "; ", "van den Berg", ", ", "M. W. E.", "; ", "Lebedev", ", ", "O. I.", "; ", "van Tendeloo", ", ", "G.", "; ", "Walaszek", ", ", "B.", "; ", "Buntkowsky", ", ", "G.", "; ", "Limbach", ", ", "H. H.", "; ", "Chaudret", ", ", "B.", "; ", "Fischer", ", ", "R. A.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "6119", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Ruthenium Nanoparticles inside Porous [Zn4O(bdc)3] by Hydrogenolysis of Adsorbed [Ru(cod)(cot)]: A Solid-State Reference System for Surfactant-Stabilized Ruthenium Colloids", "Schroeder, Felicitas; Esken, Daniel; Cokoja, Mirza; van den Berg, Maurits W. E.; Lebedev, Oleg I.; Van Tendeloo, Gustaaf; Walaszek, Bernadeta; Buntkowsky, Gerd; Limbach, Hans-Heinrich; Chaudret, Bruno; Fischer, Roland A.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "19", "),\r\n    ", "6119-6130", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The gas-phase loading of [Zn4O(bdc)3] (MOF-5; bdc = 1,4-benzenedicarboxylate) with the volatile compd. [Ru(cod)(cot)] (cod = 1,5-cyclooctadiene, cot = 1,3,5-cyclooctatriene) was followed by solid-state 13C magic angle spinning (MAS) NMR spectroscopy.  Subsequent hydrogenolysis of the adsorbed complex inside the porous structure of MOF-5 at 3 bar and 150° was performed, yielding Ru nanoparticles in a typical size range of 1.5-1.7 nm, embedded in the intact MOF-5 matrix, as confirmed by TEM, selected area electron diffraction (SAED), powder x-ray diffraction (PXRD), and x-ray absorption spectroscopy (XAS).  The adsorption of CO mols. on the obtained Ru@MOF-5 nanocomposite was followed by IR spectroscopy.  Solid-state 2H NMR measurements indicated that MOF-5 was a stabilizing support with only weak interactions with the embedded particles, as deduced from the surprisingly high mobility of the surface Ru-D species in comparison to surfactant-stabilized colloidal Ru nanoparticles of similar sizes.  Surprisingly, hydrogenolysis of the [Ru(cod)(cot)]3.5@MOF-5 inclusion compd. at the milder condition of 25° does not lead to the quant. formation of Ru nanoparticles.  Instead, formation of a Ru-cyclooctadiene complex with the arene moiety of the bdc linkers of the framework takes place, as revealed by 13C MASNMR, PXRD, and TEM.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXksFars7w%253D&md5=d930ed0a89af4b86c6a65f680f80b4cf", "13. ", "Zlotea", ", ", "C.", "; ", "Campesi", ", ", "R.", "; ", "Cuevas", ", ", "F.", "; ", "Leroy", ", ", "E.", "; ", "Dibandjo", ", ", "P.", "; ", "Volkringer", ", ", "C.", "; ", "Loiseau", ", ", "T.", "; ", "Ferey", ", ", "G.", "; ", "Latroche", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "2991", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Pd Nanoparticles Embedded into a Metal-Organic Framework: Synthesis, Structural Characteristics, and Hydrogen Sorption Properties", "Zlotea, Claudia; Campesi, Renato; Cuevas, Fermin; Leroy, Eric; Dibandjo, Philippe; Volkringer, Christophe; Loiseau, Thierry; Ferey, Gerard; Latroche, Michel", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "9", "),\r\n    ", "2991-2997", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The metal-org. framework MIL-100(Al) was used as a host to synthesize Pd nanoparticles (around 2.0 nm) embedded within the pores of the MIL, showing one of the highest metal contents (10%) without degrdn. of the porous host.  Textural properties of MIL-100(Al) are strongly modified by Pd insertion, leading to significant changes in gas sorption properties.  The loss of excess hydrogen storage at low temp. can be correlated with the decrease of the sp. surface area and pore vol. after Pd impregnation.  At room temp., the hydrogen uptake in the composite MIL-100(Al)/Pd is almost twice that of the pristine material.  This can be only partially accounted by Pd hydride formation, and a spillover mechanism is expected to take place promoting the dissocn. of mol. hydrogen at the surface of the metal nanoparticles and the diffusion of monoat. hydrogen into the porosity of the host metal-org. framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhvFOqs74%253D&md5=2539226f199fd4b1c2387ae92b806d0c", "14. ", "Larsen", ", ", "R. W.", "; ", "Wojtas", ", ", "L.", "; ", "Perman", ", ", "J.", "; ", "Musselman", ", ", "R. L.", "; ", "Zaworotko", ", ", "M. J.", "; ", "Vetromile", ", ", "C. M.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "10356", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Mimicking Heme Enzymes in the Solid State: Metal-Organic Materials with Selectively Encapsulated Heme", "Larsen, Randy W.; Wojtas, Lukasz; Perman, Jason; Musselman, Ronald L.; Zaworotko, Michael J.; Vetromile, Carissa M.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "27", "),\r\n    ", "10356-10359", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "To carry out essential life processes, nature has had to evolve heme enzymes capable of synthesizing and manipulating complex mols.  These proteins perform a plethora of chem. reactions utilizing a single iron porphyrin active site embedded within an evolutionarily designed protein pocket.  We herein report the first class of metal-org. materials (MOMs) that mimic heme enzymes in terms of both structure and reactivity.  The MOMzyme-1 class is based upon a prototypal MOM, HKUST-1, into which catalytically active metalloporphyrins are selectively encapsulated in a \"ship-in-a-bottle\" fashion within one of the three nanoscale cages that exist in HKUST-1.  MOMs offer unparalleled levels of permanent porosity and their modular nature affords enormous diversity of structures and properties.  The MOMzyme-1 class could therefore represent a new paradigm for heme biomimetic catalysis since it combines the activity of a homogeneous catalyst with the stability and recyclability of heterogeneous catalytic systems within a single material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnslKjt7o%253D&md5=11446e20d12554d979299b4db8eac9d7", "15. ", "Sun", ", ", "C. Y.", "; ", "Liu", ", ", "S. X.", "; ", "Liang", ", ", "D. D.", "; ", "Shao", ", ", "K. Z.", "; ", "Ren", ", ", "Y. H.", "; ", "Su", ", ", "Z. M.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "1883", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Highly Stable Crystalline Catalysts Based on a Microporous Metal-Organic Framework and Polyoxometalates", "Sun, Chun-Yan; Liu, Shu-Xia; Liang, Da-Dong; Shao, Kui-Zhan; Ren, Yuan-Hang; Su, Zhong-Min", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "5", "),\r\n    ", "1883-1888", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of cryst. compds. [Cu2(BTC)4/3(H2O)2]6[HnXM12O40]·(C4H12N)2 (X = Si, Ge, P, As; M = W, Mo) were obtained by simple one-step hydrothermal reaction of copper nitrate, benzene tricarboxylate (BTC), and different Keggin polyoxometalates (POMs).  In these compds., the catalytically active Keggin polyanions were alternately arrayed as non-coordinating guests in the cuboctahedral cages of a Cu-BTC-based metal-org. framework (MOF) host matrix.  X-ray crystallog., TG, FT-IR, UV-vis, N2 adsorption studies, and acid-base titrn. demonstrated high stability and tolerance for thermal and acid-base conditions.  No POM leaching or framework decompn. was obsd.  The performance as catalyst of a compd. contg. PW12 species was assessed through the hydrolysis of esters in excess water; high catalytic activity was obsd. and the catalyst can be used repeatedly without activity loss.  The catalytic selectivity is dependent on mol. size of substrates and substrate accessibility to the pore surface.  The well-defined, cryst., MOF-supported POM compd. is a true heterogeneous acid catalyst.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXmtFOiug%253D%253D&md5=972894e2928ec31f0c747c1300cd4e8f", "16. ", "Jiang", ", ", "H. L.", "; ", "Liu", ", ", "B.", "; ", "Akita", ", ", "T.", "; ", "Haruta", ", ", "M.", "; ", "Sakurai", ", ", "H.", "; ", "Xu", ", ", "Q.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "11302", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Au@ZIF-8: CO Oxidation over Gold Nanoparticles Deposited to Metal-Organic Framework", "Jiang, Hai-Long; Liu, Bo; Akita, Tomoki; Haruta, Masatake; Sakurai, Hiroaki; Xu, Qiang", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "32", "),\r\n    ", "11302-11303", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Au nano-particles (NP) were deposited on a zeolite-type, metal-org. framework (MOF) by a simple solid grinding method.  A catalyst, Au@ZIF-8, represents the first example of an active catalyst for CO oxidn. using a MOF as novel noble metal NP support.  The CO oxidn. catalytic activity improved with increasing Au load; the highest catalytic activity was obtained for 5.0 wt.% Au@ZIF-8, which caused CO half conversion at ∼170°.  Au NP were close to being monodisperse and did not aggregate during catalytic reaction., and the catalytic activity is reproducible.  The catalytic activity is reproducible.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXptFChtLs%253D&md5=f91b27b45d5011560abb12f7c05d0f07", "17. ", "Wang", ", ", "C.", "; ", "deKrafft", ", ", "K. E.", "; ", "Lin", ", ", "W. B.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "7211", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Pt Nanoparticles@Photoactive Metal-Organic Frameworks: Efficient Hydrogen Evolution via Synergistic Photoexcitation and Electron Injection", "Wang, Cheng; deKrafft, Kathryn E.; Lin, Wenbin", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "17", "),\r\n    ", "7211-7214", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Pt nanoparticles of 2-3 nm and 5-6 nm in diam. were loaded into stable, porous, and phosphorescent metal-org. frameworks (MOFs 1 and 2) built from [Ir(ppy)2(bpy)]+-derived dicarboxylate ligands (L1 and L2) and Zr6(μ3-O)4(μ3-OH)4(carboxylate)12 secondary building units, via MOF-mediated photoredn. of K2PtCl4.  The resulting Pt@MOF assemblies serve as effective photocatalysts for H evolution by synergistic photoexcitation of the MOF frameworks and electron injection into the Pt nanoparticles.  Pt@2 gave a turnover no. of 7000, approx. five times the value afforded by the homogeneous control, and could be readily recycled and reused.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xlt1Smt7c%253D&md5=949038bfb16b89cb9d821e1781078808", "18. ", "Juan-Alcaniz", ", ", "J.", "; ", "Gascon", ", ", "J.", "; ", "Kapteijn", ", ", "F.", " ", "J. Mater. Chem.", " ", "2012", ",  ", "22", ",  ", "10102", "[", "Crossref", "], [", "CAS", "]", "18. ", "Metal-organic frameworks as scaffolds for the encapsulation of active species: state of the art and future perspectives", "Juan-Alcaniz, Jana; Gascon, Jorge; Kapteijn, Freek", "Journal of Materials Chemistry", "\r\n        (", "2012", "),\r\n    ", "22", "\r\n        (", "20", "),\r\n    ", "10102-10118", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review is presented on The use of metal-org. frameworks (MOFs) for the encapsulation of different active entities is thoroughly reviewed.  The use of metal-org. frameworks (MOFs) for the encapsulation of different active entities is thoroughly reviewed.  Either by following ship in a bottle or bottle around a ship approaches, active species can be encapsulated in the porous framework of different MOFs.  Encapsulated species vary from polymers to organometallics and from polyoxometalates to metal nanoparticles and metal oxides.  The main advantages and limitations of the use of MOFs together with the synthetic approaches followed are evaluated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XmtlGhu7s%253D&md5=d6f7b64e38b17d9beb7a2da61fb5a251", "19. ", "Hwang", ", ", "Y. K.", "; ", "Hong", ", ", "D. Y.", "; ", "Chang", ", ", "J. S.", "; ", "Jhung", ", ", "S. H.", "; ", "Seo", ", ", "Y. K.", "; ", "Kim", ", ", "J.", "; ", "Vimont", ", ", "A.", "; ", "Daturi", ", ", "M.", "; ", "Serre", ", ", "C.", "; ", "Ferey", ", ", "G.", " ", "Angew. Chem., Int. Ed.", " ", "2008", ",  ", "47", ",  ", "4144", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "Amine grafting on coordinatively unsaturated metal centers of MOFs: consequences for catalysis and metal encapsulation", "Hwang, Young Kyu; Hong, Do-Young; Chang, Jong-San; Jhung, Sung Hwa; Seo, You-Kyong; Kim, Jinheung; Vimont, Alexandre; Daturi, Marco; Serre, Christian; Ferey, Gerard", "Angewandte Chemie, International Edition", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "22", "),\r\n    ", "4144-4148", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The coordinatively unsatd. sites in MIL-101, Cr3(F,OH)(H2O)2O[(O2C)C6H4(CO2)]3·nH2O (n ≈ 25), having zeotypic giant pores can be selectively functionalized in a way differing from that of mesoporous silica.  Metal-org. frameworks, grafted with ethylenediamine or diethylenetriamine on the unsatd. CrIII sites of MIL-101, exhibit remarkably high activities in the Knoevenagel condensation relative to that of the mesophase.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmslyks7g%253D&md5=ca88478741e0955e6adfeb5b80553d2b", "20. ", "Hermannsdorfer", ", ", "J.", "; ", "Friedrich", ", ", "M.", "; ", "Miyajima", ", ", "N.", "; ", "Albuquerque", ", ", "R. Q.", "; ", "Kummel", ", ", "S.", "; ", "Kempe", ", ", "R.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "11473", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "20. ", "Ni/Pd@MIL-101: synergistic catalysis with cavity-conform Ni/Pd nanoparticles", "Hermannsdorfer Justus; Friedrich Martin; Miyajima Nobuyoshi; Albuquerque Rodrigo Q; Kummel Stephan; Kempe Rhett", "Angewandte Chemie (International ed. in English)", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "46", "),\r\n    ", "11473-7", "\r\n        ISSN:", ".\r\n    ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3s%252FltFyktg%253D%253D&md5=4570462bd68a23e7718a6244c3c347c7", "21. ", "Henschel", ", ", "A.", "; ", "Gedrich", ", ", "K.", "; ", "Kraehnert", ", ", "R.", "; ", "Kaskel", ", ", "S.", " ", "Chem. Commun.", " ", "2008", ",  ", "35", ",  ", "4192", "[", "Crossref", "], [", "PubMed", "]", "There is no corresponding record for this reference.", "22. ", "Proch", ", ", "S.", "; ", "Herrmannsdorfer", ", ", "J.", "; ", "Kempe", ", ", "R.", "; ", "Kern", ", ", "C.", "; ", "Jess", ", ", "A.", "; ", "Seyfarth", ", ", "L.", "; ", "Senker", ", ", "J.", " ", "Chem.—Eur. J.", " ", "2008", ",  ", "14", ",  ", "8204", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "22. ", "Pt@MOF-177: synthesis, room-temperature hydrogen storage and oxidation catalysis", "Proch, Sebastian; Herrmannsdoerfer, Justus; Kempe, Rhett; Kern, Christoph; Jess, Andreas; Seyfarth, Lena; Senker, Juergen", "Chemistry--A European Journal", "\r\n        (", "2008", "),\r\n    ", "14", "\r\n        (", "27", "),\r\n    ", "8204-8212", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The gas-phase loading of [Zn4O(btb)2]8 (MOF-177; H3btb = 1,3,5-benzenetribenzoic acid) with the volatile platinum precursor [Me3PtCp'] (Cp' = methylcyclopentadienyl) was confirmed by solid state 13C magic angle spinning (MAS)-NMR spectroscopy.  Subsequent redn. of the inclusion compd. [Me3PtCp']4@MOF-177 by hydrogen at 100 bar and 100° for 24 h was carried out and gave rise to the formation of platinum nanoparticles in a size regime of 2-5 nm embedded in the unchanged MOF-177 host lattice as confirmed by transmission electron microscopy and powder x-ray diffraction.  The room-temp. hydrogen adsorption on Pt@MOF-177 has been followed by a gravimetric method (magnetic suspension balance) and shows almost 2.5 wt.% in the first cycle, but is decreased down to 0.5 wt.% in consecutive cycles.  The catalytic activity of Pt@MOF-177 towards the solvent- and base-free room temp. oxidn. of alcs. in air has been tested and shows Pt@MOF-177 to be an efficient catalyst in the oxidn. of alcs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXht1Gnt7jK&md5=bfae6846cc7d36fdf51975629412875d", "23. ", "Park", ", ", "Y. K.", "; ", "Choi", ", ", "S. B.", "; ", "Nam", ", ", "H. J.", "; ", "Jung", ", ", "D. Y.", "; ", "Ahn", ", ", "H. C.", "; ", "Choi", ", ", "K.", "; ", "Furukawa", ", ", "H.", "; ", "Kim", ", ", "J.", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "3086", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "23. ", "Catalytic nickel nanoparticles embedded in a mesoporous metal-organic framework", "Park, Young Kwan; Choi, Sang Beom; Nam, Hye Jin; Jung, Duk-Young; Ahn, Hee Choon; Choi, Kihang; Furukawa, Hiroyasu; Kim, Jaheon", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "18", "),\r\n    ", "3086-3088", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Ni nanoparticles embedded in the pores of a mesoporous MOF (MesMOF-1) act as a catalyst for hydrogenolysis of nitrobenzene or hydrogenation of styrene.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXlt1CrsLw%253D&md5=6b32f22d018f10dc33712c00bab4dff3", "24. ", "Liu", ", ", "Y.", "; ", "Tang", ", ", "Z.", "  ", "Adv. Mater.", ", DOI ", " DOI: 10.1002/adma.201302781", " .", "[", "Crossref", "]", "There is no corresponding record for this reference.", "25. ", "Lu", ", ", "G.", "; ", "Li", ", ", "S.", "; ", "Guo", ", ", "Z.", "; ", "Farha", ", ", "O. K.", "; ", "Hauser", ", ", "B. G.", "; ", "Qi", ", ", "X.", "; ", "Wang", ", ", "Y.", "; ", "Wang", ", ", "X.", "; ", "Han", ", ", "S.", "; ", "Liu", ", ", "X.", "; ", "DuChene", ", ", "J. S.", "; ", "Zhang", ", ", "H.", "; ", "Zhang", ", ", "Q.", "; ", "Chen", ", ", "X.", "; ", "Ma", ", ", "J.", "; ", "Loo", ", ", "S. C.", "; ", "Wei", ", ", "W. D.", "; ", "Yang", ", ", "Y.", "; ", "Hupp", ", ", "J. T.", "; ", "Huo", ", ", "F.", " ", "Nat. Chem.", " ", "2012", ",  ", "4", ",  ", "310", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "25. ", "Imparting functionality to a metal-organic framework material by controlled nanoparticle encapsulation", "Lu, Guang; Li, Shaozhou; Guo, Zhen; Farha, Omar K.; Hauser, Brad G.; Qi, Xiaoying; Wang, Yi; Wang, Xin; Han, Sanyang; Liu, Xiaogang; DuChene, Joseph S.; Zhang, Hua; Zhang, Qichun; Chen, Xiaodong; Ma, Jan; Loo, Say Chye Joachim; Wei, Wei D.; Yang, Yanhui; Hupp, Joseph T.; Huo, Fengwei", "Nature Chemistry", "\r\n        (", "2012", "),\r\n    ", "4", "\r\n        (", "4", "),\r\n    ", "310-316", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Microporous metal-org. frameworks (MOFs) that display permanent porosity show great promise for a myriad of purposes.  The potential applications of MOFs can be developed further and extended by encapsulating various functional species (for example, nanoparticles) within the frameworks.  However, despite increasing nos. of reports of nanoparticle/MOF composites, simultaneously to control the size, compn., dispersed nature, spatial distribution and confinement of the incorporated nanoparticles within MOF matrixes remains a significant challenge.  Here, the authors report a controlled encapsulation strategy that enables surfactant-capped nanostructured objects of various sizes, shapes and compns. to be enshrouded by a zeolitic imidazolate framework (ZIF-8).  The incorporated nanoparticles are well dispersed and fully confined within the ZIF-8 crystals.  This strategy also allows the controlled incorporation of multiple nanoparticles within each ZIF-8 crystallite.  The as-prepd. nanoparticle/ZIF-8 composites exhibit active (catalytic, magnetic and optical) properties that derive from the nanoparticles as well as mol. sieving and orientation effects that originate from the framework material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XisVKrsbw%253D&md5=e901c8ad32764c812e26d0df6c2c86f3", "26. ", "Meilikhov", ", ", "M.", "; ", "Yusenko", ", ", "K.", "; ", "Esken", ", ", "D.", "; ", "Turner", ", ", "S.", "; ", "Van Tendeloo", ", ", "G.", "; ", "Fischer", ", ", "R. A.", " ", "Eur. J. Inorg. Chem.", " ", "2010", ",  ", "24", ",  ", "3701", "[", "Crossref", "]", "There is no corresponding record for this reference.", "27. ", "Wang", ", ", "X. X.", "; ", "Yang", ", ", "J. D.", "; ", "Yin", ", ", "H. J.", "; ", "Song", ", ", "R.", "; ", "Tang", ", ", "Z. Y.", " ", "Adv. Mater.", " ", "2013", ",  ", "25", ",  ", "2728", "[", "Crossref", "], [", "CAS", "]", "27. ", "\"Raisin Bun\"-Like Nanocomposites of Palladium Clusters and Porphyrin for Superior Formic Acid Oxidation", "Wang, Xiuxin; Yang, Jiandong; Yin, Huajie; Song, Rui; Tang, Zhiyong", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2013", "),\r\n    ", "25", "\r\n        (", "19", "),\r\n    ", "2728-2732", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Pd/THPP composite nanoparticles were prepd. as catalysts for fuel cells by reacting PdCl2 and THPP in aq. ethanol.  The UV spectra of the composite nanoparticles is given.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXlsl2jtr8%253D&md5=c88fa3a6b30435dadddbb3511a88e5bb", "28. ", "Sugikawa", ", ", "K.", "; ", "Nagata", ", ", "S.", "; ", "Furukawa", ", ", "Y.", "; ", "Kokado", ", ", "K.", "; ", "Sada", ", ", "K.", " ", "Chem. Mater.", " ", "2013", ",  ", "25", ",  ", "2565", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Stable and Functional Gold Nanorod Composites with a Metal-Organic Framework Crystalline Shell", "Sugikawa, Kouta; Nagata, Shunjiro; Furukawa, Yuki; Kokado, Kenta; Sada, Kazuki", "Chemistry of Materials", "\r\n        (", "2013", "),\r\n    ", "25", "\r\n        (", "13", "),\r\n    ", "2565-2570", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Gold nanorods have been coated with metal-org. frameworks several hundred nanometers in size, which is one kind of cryst. porous materials, as a suspension-based surface-enhanced Raman scattering sensor.  The composites also showed enough stability and reproducibility for detection of the guest mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXptFeisb4%253D&md5=c517831aa89a5be204a26717640057e1", "29. ", "Lee", ", ", "H. J.", "; ", "Cho", ", ", "W.", "; ", "Oh", ", ", "M.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "221", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "Advanced fabrication of metal-organic frameworks: template-directed formation of polystyrene@ZIF-8 core-shell and hollow ZIF-8 microspheres", "Lee, Hee Jung; Cho, Won; Oh, Moonhyun", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "2", "),\r\n    ", "221-223", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The conjunction of porous ZIF-8 (ZIF = zeolite imidazolate framework) with polystyrene spheres is demonstrated to induce the formation of polystyrene/ZIF-8 core-shell microspheres.  Subsequent etching of the polystyrene/ZIF-8 core-shell microspheres to remove the polystyrene cores results in a unique hollow ZIF-8 microsphere.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsFGqu7%252FP&md5=e6d162594d2c85d68caff4ded33ec63f", "30. ", "Ke", ", ", "F.", "; ", "Qiu", ", ", "L. G.", "; ", "Yuan", ", ", "Y. P.", "; ", "Jiang", ", ", "X.", "; ", "Zhu", ", ", "J. F.", " ", "J. Mater. Chem.", " ", "2012", ",  ", "22", ",  ", "9497", "[", "Crossref", "], [", "CAS", "]", "30. ", "Fe3O4@MOF core-shell magnetic microspheres with a designable metal-organic framework shell", "Ke, Fei; Qiu, Ling-Guang; Yuan, Yu-Peng; Jiang, Xia; Zhu, Jun-Fa", "Journal of Materials Chemistry", "\r\n        (", "2012", "),\r\n    ", "22", "\r\n        (", "19", "),\r\n    ", "9497-9500", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A novel kind of porous microsphere with a magnetic core and a tunable metal-org. framework (MOF) shell was successfully fabricated using a versatile step-by-step assembly strategy.  The structure, compn., and function of the microspheres can be judiciously tailored by choosing various metal ions and polyfunctional org. ligands or tuning the assembly processes.  The results provide a valuable methodol. for rationally designing novel core-shell architectures and MOF-based porous magnetic platforms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XlvFGisLs%253D&md5=44553abeab93d6aa39a28e52f5756f82", "31. ", "Liu", ", ", "N. A.", "; ", "Yao", ", ", "Y.", "; ", "Cha", ", ", "J. J.", "; ", "McDowell", ", ", "M. T.", "; ", "Han", ", ", "Y.", "; ", "Cui", ", ", "Y.", " ", "Nano Res.", " ", "2012", ",  ", "5", ",  ", "109", "[", "Crossref", "], [", "CAS", "]", "31. ", "Functionalization of silicon nanowire surfaces with metal-organic frameworks", "Liu, Nian; Yao, Yan; Cha, Judy J.; McDowell, Matthew T.; Han, Yu; Cui, Yi", "Nano Research", "\r\n        (", "2012", "),\r\n    ", "5", "\r\n        (", "2", "),\r\n    ", "109-116", "CODEN:\r\n                ", "NRAEB5", ";\r\n        ISSN:", "1998-0000", ".\r\n    \r\n            (", "Springer GmbH", ")\r\n        ", "Metal-org. frameworks (MOFs) and silicon nanowires (SiNWs) have been extensively studied due to their unique properties; MOFs have high porosity and sp. surface area with well-defined nanoporous structure, while SiNWs have valuable one-dimensional electronic properties.  Integration of the two materials into one composite could synergistically combine the advantages of both materials and lead to new applications.  We report the first example of a MOF synthesized on surface-modified SiNWs.  The synthesis of polycryst. MOF-199 (also known as HKUST-1) on SiNWs was performed at room temp. using a step-by-step (SBS) approach, and XPS, X-ray diffraction, SEM, transmission electron microscopy, and energy dispersive spectroscopy elemental mapping were used to characterize the material.  Matching of the SiNW surface functional groups with the MOF org. linker coordinating groups was found to be crit. for the growth.  Addnl., the MOF morphol. can by tuned by changing the soaking time, synthesis temp. and precursor soln. concn.  This SiNW/MOF hybrid structure opens new avenues for rational design of materials with novel functionalities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XitVCitbY%253D&md5=128413e2d8dd1c47ac4c199e2b509e40", "32. ", "Hirakawa", ", ", "T.", "; ", "Kamat", ", ", "P. V.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "3928", "[", "ACS Full Text ", "], [", "CAS", "]", "32. ", "Charge Separation and Catalytic Activity of Ag@TiO2 Core-Shell Composite Clusters under UV-Irradiation", "Hirakawa, Tsutomu; Kamat, Prashant V.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "11", "),\r\n    ", "3928-3934", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Photocatalytic properties of Ag@TiO2 composite clusters have been investigated using steady state and laser pulse excitations.  Photoexcitation of TiO2 shell results in accumulation of the electrons in the Ag core as evidenced from the shift in the surface plasmon band from 460 to 420 nm.  The stored electrons are discharged when an electron acceptor such as O2, thionine, or C60 is introduced into the system.  Charge equilibration with redox couple such as C60/C60•- shows the ability of these core shell structures to carry out photocatalytic redn. reactions.  The charge sepn., charge storage, and interfacial charge-transfer steps that follow excitation of the TiO2 shell are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhs1antrg%253D&md5=a8ae4fb5cb6db1ca45bbcc2d9bd24db3", "33. ", "Sun", ", ", "H.", "; ", "He", ", ", "J.", "; ", "Wang", ", ", "J.", "; ", "Zhang", ", ", "S. Y.", "; ", "Liu", ", ", "C.", "; ", "Sritharan", ", ", "T.", "; ", "Mhaisalkar", ", ", "S.", "; ", "Han", ", ", "M. Y.", "; ", "Wang", ", ", "D.", "; ", "Chen", ", ", "H.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "9099", "[", "ACS Full Text ", "], [", "CAS", "]", "33. ", "Investigating the Multiple Roles of Polyvinylpyrrolidone for a General Methodology of Oxide Encapsulation", "Sun, Hang; He, Jiating; Wang, Jiangyan; Zhang, Shuang-Yuan; Liu, Cuicui; Sritharan, Thirumany; Mhaisalkar, Subodh; Han, Ming-Yong; Wang, Dan; Chen, Hongyu", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "24", "),\r\n    ", "9099-9110", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Growing oxide shells on seed nanoparticles requires the control of several processes: (a) the nucleation and growth of the shell material; (b) the \"wetting\" of the shell material on the seeds; and (c) the aggregation of the nanoparticles.  These processes are influenced by a no. of factors, many of which are related.  Without understanding the interdependence of these contributing factors, it is difficult to circumvent problems and achieve rational synthesis.  We first did a case study on encapsulating Au nanoparticles with ZnO to understand the multiple roles of polyvinylpyrrolidone (PVP) and their dependence on other factors.  We developed a general method for coating ZnO on a variety of seeds, including metals, oxides, polymer nanoparticles, graphene oxide, and carbon nanotubes.  This method can be further extended to include Fe3O4, MnO, Co2O3, TiO2, Eu2O3, Tb2O3, Gd2O3, β-Ni(OH)2, ZnS, and CdS as the shell materials.  The understanding obtained in this systematic study will aid rational design and synthesis of other core-shell nanostructures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXot1aks7c%253D&md5=da1d5952ee564612f26728646ca2d1a8", "34. ", "Meir", ", ", "N.", "; ", "Jen-La Plante", ", ", "I.", "; ", "Flomin", ", ", "K.", "; ", "Chockler", ", ", "E.", "; ", "Moshofsky", ", ", "B.", "; ", "Diab", ", ", "M.", "; ", "Volokh", ", ", "M.", "; ", "Mokari", ", ", "T.", " ", "J. Mater. Chem. A", " ", "2013", ",  ", "1", ",  ", "1763", "[", "Crossref", "], [", "CAS", "]", "34. ", "Studying the chemical, optical and catalytic properties of noble metal (Pt, Pd, Ag, Au)-Cu2O core-shell nanostructures grown via a general approach", "Meir, Noga; Jen-La Plante, Ilan; Flomin, Kobi; Chockler, Elina; Moshofsky, Brian; Diab, Mahmud; Volokh, Michael; Mokari, Taleb", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2013", "),\r\n    ", "1", "\r\n        (", "5", "),\r\n    ", "1763-1769", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The authors studied the chem., optical and catalytic properties of metal (Pt, Pd, Ag, Au)-Cu2O core-shell nanoparticles grown via a simple and reproducible approach which uses aq.-phase reactions at room temp.  The authors were able to control the thickness of the Cu2O shell and examine the effect of the core's shape and size on the structure and properties of the hybrid nanocrystals.  The authors also studied the optical properties of the hybrid nanocrystals, in particular the effect of the Cu2O shell thickness on the frequency of the plasmon of gold nanorods.  In addn., the catalytic activity of the hybrid nanostructures was examd. by testing the redn. reaction of 4-nitrophenol with NaBH4.  Finally, the hybrid metal-Cu2O nanostructures were used as templates to form the yolk-shell of metal-Cu2S materials.  The interface and the cryst. structures of the four hybrid nanostructures were extensively characterized by high resoln. TEM (HRTEM), energy-filtered TEM (EFTRM) and XRD.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjtlKlug%253D%253D&md5=7fbcd3455da1a64431afb82b95fd1d0e", "35. ", "Reboul", ", ", "J.", "; ", "Furukawa", ", ", "S.", "; ", "Horike", ", ", "N.", "; ", "Tsotsalas", ", ", "M.", "; ", "Hirai", ", ", "K.", "; ", "Uehara", ", ", "H.", "; ", "Kondo", ", ", "M.", "; ", "Louvain", ", ", "N.", "; ", "Sakata", ", ", "O.", "; ", "Kitagawa", ", ", "S.", " ", "Nat. Mater.", " ", "2012", ",  ", "11", ",  ", "717", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "35. ", "Mesoscopic architectures of porous coordination polymers fabricated by pseudomorphic replication", "Reboul, Julien; Furukawa, Shuhei; Horike, Nao; Tsotsalas, Manuel; Hirai, Kenji; Uehara, Hiromitsu; Kondo, Mio; Louvain, Nicolas; Sakata, Osami; Kitagawa, Susumu", "Nature Materials", "\r\n        (", "2012", "),\r\n    ", "11", "\r\n        (", "8", "),\r\n    ", "717-723", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "The spatial organization of porous coordination polymer (PCP) crystals into higher-order structures is crit. for their integration into sepn. systems, heterogeneous catalysts, ion/electron transport and photonic devices.  Here, the authors demonstrate a rapid method to spatially control the nucleation site, giving mesoscopic architecture made of PCPs, in both 2 and 3 dimensions.  Inspired by geol. processes, this method relies on the morphol. replacement of a shaped sacrificial metal oxide used both as a metal source and as an architecture-directing agent by an analogous PCP architecture.  Spatiotemporal harmonization of the metal oxide dissoln. and the PCP crystn. allowed the preservation of very fine mineral morphol. details of periodic alumina inverse opal structures.  The replication of randomly structured alumina aerogels resulted in a PCP architecture with hierarchical porosity in which the hydrophobic micropores of the PCP and the mesopores/macropores inherited from the parent aerogels synergistically enhanced the material's selectivity and mass transfer for H2O/EtOH sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XovFykurc%253D&md5=0f2a4afd21eede0878dd174adbee6ef5", "36. ", "Khaletskaya", ", ", "K.", "; ", "Reboul", ", ", "J.", "; ", "Meilikhov", ", ", "M.", "; ", "Nakahama", ", ", "M.", "; ", "Diring", ", ", "S.", "; ", "Tsujimoto", ", ", "M.", "; ", "Isoda", ", ", "S.", "; ", "Kim", ", ", "F.", "; ", "Kamei", ", ", "K. I.", "; ", "Fischer", ", ", "R. A.", "; ", "Kitagawa", ", ", "S.", "; ", "Furukawa", ", ", "S.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "10998", "[", "ACS Full Text ", "], [", "CAS", "]", "36. ", "Integration of Porous Coordination Polymers and Gold Nanorods into Core-Shell Mesoscopic Composites toward Light-Induced Molecular Release", "Khaletskaya, Kira; Reboul, Julien; Meilikhov, Mikhail; Nakahama, Masashi; Diring, Stephane; Tsujimoto, Masahiko; Isoda, Seiji; Kim, Franklin; Kamei, Ken-ichiro; Fischer, Roland A.; Kitagawa, Susumu; Furukawa, Shuhei", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "30", "),\r\n    ", "10998-11005", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Besides conventional approaches for regulating in-coming mols. for gas storage, sepn., or mol. sensing, the control of mol. release from the pores is a prerequisite for extending the range of their application, such as drug delivery.  Herein, we report the fabrication of a new porous coordination polymer (PCP)-based composite consisting of a gold nanorod (GNR) used as an optical switch and PCP crystals for controlled mol. release using light irradn. as an external trigger.  The delicate core-shell structures of this new platform, composed of an individual GNR core and an aluminum-based PCP shell, were achieved by the selective deposition of an aluminum precursor onto the surface of GNR followed by the replication of the precursor into aluminum-based PCPs.  The mesoscopic structure was characterized by electron microscopy, energy dispersive X-ray elemental mapping, and sorption expts.  Combination at the nanoscale of the high storage capacity of PCPs with the photothermal properties of GNRs resulted in the implementation of unique motion-induced mol. release, triggered by the highly efficient conversion of optical energy into heat that occurs when the GNRs are irradiated into their plasmon band.  Temporal control of the mol. release was demonstrated with anthracene as a guest mol. and fluorescent probe by means of fluorescence spectroscopy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXnsFaku7Y%253D&md5=3aea916083f8e462e9d2384d5300471c", "37. ", "Stavitski", ", ", "E.", "; ", "Goesten", ", ", "M.", "; ", "Juan-Alcaniz", ", ", "J.", "; ", "Martinez-Joaristi", ", ", "A.", "; ", "Serra-Crespo", ", ", "P.", "; ", "Petukhov", ", ", "A. V.", "; ", "Gascon", ", ", "J.", "; ", "Kapteijn", ", ", "F.", " ", "Angew. Chem., Int. Ed.", " ", "2011", ",  ", "50", ",  ", "9624", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "37. ", "Kinetic Control of Metal-Organic Framework Crystallization Investigated by Time-Resolved In Situ X-Ray Scattering", "Stavitski, Eli; Goesten, Maarten; Juan-Alcaniz, Jana; Martinez-Joaristi, Alberto; Serra-Crespo, Pablo; Petukhov, Andrei V.; Gascon, Jorge; Kapteijn, Freek", "Angewandte Chemie, International Edition", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "41", "),\r\n    ", "9624-9628, S9624/1-S9624/11", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Crystn. of two metal-org. framework (MOF) phases prepd. from identical precursors has been has been studied by time-resolved in situ X-ray scattering.  The stabilization of the metastable MOF-235 phase by DMF was essential to the successful synthesis of MIL-101.  The optimal solvent compn. for NH2-MIL-53 permitting complete linker dissoln. was established.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXovVOhu7Y%253D&md5=89d20737deb9c9625073bc036d72c97f", "38. ", "Khan", ", ", "N. A.", "; ", "Haque", ", ", "E.", "; ", "Jhung", ", ", "S. H.", " ", "Phys. Chem. Chem. Phys.", " ", "2010", ",  ", "12", ",  ", "2625", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "38. ", "Rapid syntheses of a metal-organic framework material Cu3(BTC)2(H2O)3 under microwave: a quantitative analysis of accelerated syntheses", "Khan, Nazmul Abedin; Haque, Enamul; Jhung, Sung Hwa", "Physical Chemistry Chemical Physics", "\r\n        (", "2010", "),\r\n    ", "12", "\r\n        (", "11", "),\r\n    ", "2625-2631", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A typical MOF material, Cu3(BTC)2(H2O)3 (Cu-BTC, BTC = 1,3,5-benzenetricarboxylate) was synthesized with microwave and conventional elec. heating in various conditions to elucidate, for the 1st time, the quant. acceleration in the synthesis of a MOF by microwaves.  The acceleration by microwaves is mainly due to rapid nucleation rather than rapid crystal growth, even though both stages are accelerated.  The acceleration in the nucleation stage by microwaves is due to the very large pre-exponential factor (∼1.4 × 1010 times that of conventional synthesis) in the Arrhenius plot.  However, the activation energy for the nucleation in the case of microwave synthesis is higher than the activation energy of conventional synthesis.  The large acceleration in the nucleation, compared with that in the crystal growth, is obsd. once again by the syntheses in two-steps (changing heating methods from microwave into conventional heating or from conventional heating into microwave heating just after the nucleation is completed).  The crystal size of Cu-BTC obtained by microwave-nucleation is generally smaller than the Cu-BTC made by conventional-nucleation, probably due to rapid nucleation and the small size of nuclei with microwave-nucleation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXislWksLo%253D&md5=84c09093087762b493f8bfeb27b78b2d", "39. ", "Millange", ", ", "F.", "; ", "El Osta", ", ", "R.", "; ", "Medina", ", ", "M. E.", "; ", "Walton", ", ", "R. I.", " ", "CrystEngComm", " ", "2011", ",  ", "13", ",  ", "103", "[", "Crossref", "], [", "CAS", "]", "39. ", "A time-resolved diffraction study of a window of stability in the synthesis of a copper carboxylate metal-organic framework", "Millange, Franck; El Osta, Racha; Medina, Manuela E.; Walton, Richard I.", "CrystEngComm", "\r\n        (", "2011", "),\r\n    ", "13", "\r\n        (", "1", "),\r\n    ", "103-108", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "An in situ, time-resolved energy dispersive powder x-ray diffraction study of the solvothermal crystn. of the Cu(II) 4,4',4''-benzene-1,3,5-triyl-tris(benzoate) metal-org. framework MOF-14 shows how reaction conditions must be carefully chosen to allow successful prepn. of the material, since on prolonged heating at ≥120° the material irreversibly collapses into Cu2O under solvothermal conditions in <2 h.  This situation is in contrast to the related Cu(II)-contg. metal-org. framework HKUST-1, which shows solvothermal stability over similar temps. and reaction times.  The kinetics of crystn. of both MOFs are examd. using a math. model proposed by Gualtieri for zeolite crystn.: this allows sepn. of the nucleation and growth regimes to yield 2 rate consts.  Arrhenius anal. gives activation energies that reveal in both cases the crystns. are nucleation controlled.  For MOF-14 we can addnl. simulate its decompn. as dissoln. of the 1st-formed interpenetrating structure: this produces a complete picture of the solvothermal stability of MOF-14 as nucleation-growth crystn., with some evidence of secondary nucleation, followed by dissoln.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXisF2jsg%253D%253D&md5=c6b08229428101178badf1507631e4aa", "40. ", "Millange", ", ", "F.", "; ", "Medina", ", ", "M. I.", "; ", "Guillou", ", ", "N.", "; ", "Ferey", ", ", "G.", "; ", "Golden", ", ", "K. M.", "; ", "Walton", ", ", "R. I.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "763", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "40. ", "Time-Resolved In Situ Diffraction Study of the Solvothermal Crystallization of Some Prototypical Metal-Organic Frameworks", "Millange, Franck; Medina, Manuela I.; Guillou, Nathalie; Ferey, Gerard; Golden, Kathryn M.; Walton, Richard I.", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "4", "),\r\n    ", "763-766, S763/1-S763/7", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Crystn. of two metal org. framework compds. Cu3(BTC)2·solvent (I) (BTC = 1,3,5-benzenetricarboxylate), and [FeIII(OH, F){O2C-C6H4-CO2}·H2O] (II) have been studied.  Two distinct solvothermal crystn. scenarios were obsd.: classical nucleation-growth kinetics from soln., of crystn. via a metastable precursor.  The intermediate metastable phase obsd. during crystn. of (II) was characterized structurally and spectroscopically.  X-ray diffraction and IR spectroscopy were used for characterization of the compds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXos1artQ%253D%253D&md5=9cc221a2a55f484643d7d7e6c456890a", "41. ", "Frens", ", ", "G.", " ", "Nature (London), Phys. Sci.", " ", "1973", ",  ", "241", ",  ", "20", "[", "Crossref", "], [", "CAS", "]", "41. ", "Controlled nucleation for the regulation of the particle size in monodisperse gold suspensions", "Frens, G.", "Nature (London), Physical Science", "\r\n        (", "1973", "),\r\n    ", "241", "\r\n        (", "105", "),\r\n    ", "20-2", "CODEN:\r\n                ", "NPSCA6", ";\r\n        ISSN:", "0300-8746", ".\r\n    ", "A series of monodisperse colloidal Au aq. suspensions, each contg. spherical Au particles with a characteristic diam. (d), were prepd. by heating 50 ml of aq. HAuCl4 (10-2%) to boiling, adding varying amts. (c) of aq. Na3 citrate (1%) to the boiling soln., and then boiling the resulting soln. until the redn. of HAuCl4 was complete (≤30 min).  During the reaction, the solns. 1st turned faintly blue in color after tb sec when nucleation occurred, and, after tr sec, the color suddenly changed again when the monodisperse sol particles were formed.  The values of c (in ml), d (in Å), tb (in sec), and tr (in sec) resp., for several of the monodisperse Au sols. were:  orange sol, 1.00, 160, 25, 145; red sol, 0.50, 410, 25, 70; dark red sol, 0.30, 715, 40, 140; violet sol, 0.16, 1470, 80, 850.  The resulting d values were detd. by the no. of nuclei over which the available Au was divided; the d value was not a result of the redn. of a different percentage of the available Au with different citrate concns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE3sXns1ansg%253D%253D&md5=f82f5d58a1a68da1fa2a8b2988e2f52d", "42. ", "Jana", ", ", "N. R.", "; ", "Gearheart", ", ", "L.", "; ", "Murphy", ", ", "C. J.", " ", "Adv. Mater.", " ", "2001", ",  ", "13", ",  ", "1389", "[", "Crossref", "], [", "CAS", "]", "42. ", "Seed-mediated growth approach for shape-controlled synthesis of spheroidal and rod-like gold nanoparticles using a surfactant template", "Jana, Nikhil R.; Gearheart, Latha; Murphy, Catherine J.", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2001", "),\r\n    ", "13", "\r\n        (", "18", "),\r\n    ", "1389-1393", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH", ")\r\n        ", "A two-step self-control synthesis of gold nanoparticles is developed.  The synthesis consists of (1)prepn. of small size (3-4 nm) spherical gold nanoparticles, and (2)growth of the prepd. spherical particle in rod-like micellar environment.  Roughly spherical borohydride-reduced gold nanoparticle seeds with a mean diam. of 3-4 nm were prepd. and added to the growth soln. contg. gold salt, cetyltrimethylammonium bromide (CTAB), a rod-shaped micellar template, ascorbic acid, and a small amt. of silver ions.  The particles were studied by TEM after sepg. the surfactant by centrifugation.  Spheroidal or rod-like gold particles with aspect ratios that were dependent on the gold seed-to-salt ratio were obtained.  Initial addn. of preformed seeds increases the overall reaction rate, and hence the growth rate.  The use of AgNO3 in the growth soln. was helpful in control of the spheroids/rods aspect ratio.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXntFWitb4%253D&md5=64144ba43977c51ab055bd2c0e36d0ad", "43. ", "Guo", ", ", "S. J.", "; ", "Li", ", ", "J.", "; ", "Dong", ", ", "S. J.", "; ", "Wang", ", ", "E. K.", " ", "J. Phys. Chem. C", " ", "2010", ",  ", "114", ",  ", "15337", "[", "ACS Full Text ", "], [", "CAS", "]", "43. ", "Three-Dimensional Pt-on-Au Bimetallic Dendritic Nanoparticle: One-Step, High-Yield Synthesis and Its Bifunctional Plasmonic and Catalytic Properties", "Guo, Shaojun; Li, Jing; Dong, Shaojun; Wang, Erkang", "Journal of Physical Chemistry C", "\r\n        (", "2010", "),\r\n    ", "114", "\r\n        (", "36", "),\r\n    ", "15337-15342", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Pt-based bimetallic dendritic nanoparticles (NPs) with noncompact nanobranches show great potential as catalysts for reducing Pt consumption, providing a high surface area and facilitating the enhanced performance in the catalytic applications.  However, developing a one-step route to synthesize such dendritic NPs with a well-defined morphol. at room temp. is still a great challenge and has been rarely reported.  Herein, we report a one-step, room-temp., and aq. route for the synthesis of Pt-on-Au bimetallic dendritic NPs with noncompact nanobranches (denoted as BDNNNs) in high yield (∼100%).  These BDNNNs have many big gaps available among the Pt nanobranches, which are important for providing a high electrochem. surface area.  Methanol was selected as a model mol. for studying the electrocatalytic performance of BDNNNs.  Interestingly, it is found that BDNNNs have a higher electrochem. active area than Au@Pt core/shell NPs with a rough surface and thus lead to higher catalytic activity for methanol oxidn.  Moreover, for BDNNNs, the surface plasmonic resonance (SPR) peak of the Au core can be obsd. even when many Pt nanobranches are supported on the Au core because of the noncompact Pt nanobranches, which is important for in situ spectroscopic (such as surface-enhanced Raman scattering) characterization of catalytic reactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVGrsLrE&md5=d81a2fa7d7469bee5e69b94f5d4a8593", "44. ", "Jin", ", ", "M.", "; ", "Liu", ", ", "H.", "; ", "Zhang", ", ", "H.", "; ", "Xie", ", ", "Z.", "; ", "Liu", ", ", "J.", "; ", "Xia", ", ", "Y.", " ", "Nano Res.", " ", "2010", ",  ", "4", ",  ", "83", "[", "Crossref", "]", "There is no corresponding record for this reference.", "45. ", "Zhang", ", ", "L.", "; ", "Blom", ", ", "D. A.", "; ", "Wang", ", ", "H.", " ", "Chem. Mater.", " ", "2011", ",  ", "23", ",  ", "4587", "[", "ACS Full Text ", "], [", "CAS", "]", "45. ", "Au-Cu2O Core-Shell Nanoparticles: A Hybrid Metal-Semiconductor Heteronanostructure with Geometrically Tunable Optical Properties", "Zhang, Li; Blom, Douglas A.; Wang, Hui", "Chemistry of Materials", "\r\n        (", "2011", "),\r\n    ", "23", "\r\n        (", "20", "),\r\n    ", "4587-4598", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-semiconductor hybrid heteronanostructures may exhibit not only a combination of properties from the disparate components but also further enhanced property tunability and new synergistic properties that arise from the interactions between the metal and semiconductor components.  The Au-Cu2O hybrid core-shell nanoparticles not only combine the optical signatures of Cu2O nanoshells and the plasmonic properties of Au nanoparticles but exhibit further enhanced and expanded plasmonic tunability as well due to the dielec. properties of the Cu2O shells surrounding the Au cores.  The authors have developed a robust wet chem. approach through which the authors can fine-control several important geometrical parameters of the Au-Cu2O core-shell nanoparticles, such as Cu2O shell thickness, size of the Au core, and the spacing between the core and shell, to systematically and selectively fine-tune the synergistic light absorption and scattering properties of the particles over a broad spectral range across the visible and near-IR regions.  The authors have further performed Mie scattering theory calcns. to theor. interpret the correlation between the geometrical parameters and optical characteristics of the Au-Cu2O hybrid nanoparticles.  Such optical tunability achieved through the fine-control over core and shell geometries is believed to be important to the optimization of the overall performance of hybrid heteronanostructure-based materials and/or devices for photonic, electronic, and optoelectronic applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1aisbjM&md5=e53410346218277aa9fa029a797b1c80", "46. ", "Wang", ", ", "Z. H.", "; ", "Wang", ", ", "H.", "; ", "Wang", ", ", "L. L.", "; ", "Pan", ", ", "L.", " ", "Cryst. Res. Technol.", " ", "2009", ",  ", "44", ",  ", "624", "[", "Crossref", "], [", "CAS", "]", "46. ", "Controlled synthesis of Cu2O cubic and octahedral nano- and microcrystals", "Wang, Zhenghua; Wang, Hui; Wang, Lingling; Pan, Ling", "Crystal Research and Technology", "\r\n        (", "2009", "),\r\n    ", "44", "\r\n        (", "6", "),\r\n    ", "624-628", "CODEN:\r\n                ", "CRTEDF", ";\r\n        ISSN:", "0232-1300", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Cubic and octahedral Cu2O nano- and microcrystals were selectively prepd. via a simple wet chem. redn. route at room temp., with CuCl2 and NaOH as starting reactants, and ascorbic acid or hydrazine hydrate as reductant.  Hydrazine hydrate could be preferentially adsorbed on different crystal faces of Cu2O, affecting the growth rate along the 〈100〉 to that along the 〈111〉 direction, which resulted in the formation of octahedral Cu2O crystals.  When ascorbic acid was used as the reducer, the growth rate along the 〈100〉 to that along the 〈111〉 direction was different, which resulted in the formation of cubic Cu2O crystals.  The size of cubic and octahedral Cu2O crystals could be varied by adjusting the molar ratio of OH- to Cu2+.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXnsVCksbo%253D&md5=eede8d6797847068addd698f95fadaa3", "47. ", "Qiu", ", ", "L. G.", "; ", "Xu", ", ", "T.", "; ", "Li", ", ", "Z. Q.", "; ", "Wang", ", ", "W.", "; ", "Wu", ", ", "Y.", "; ", "Jiang", ", ", "X.", "; ", "Tian", ", ", "X. Y.", "; ", "Zhang", ", ", "L. D.", " ", "Angew. Chem., Int. Ed.", " ", "2008", ",  ", "47", ",  ", "9487", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "47. ", "Hierarchically micro- and mesoporous metal-organic frameworks with tunable porosity", "Qiu, Ling-Guang; Xu, Tao; Li, Zong-Qun; Wang, Wei; Wu, Yun; Jiang, Xia; Tian, Xing-You; Zhang, Li-De", "Angewandte Chemie, International Edition", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "49", "),\r\n    ", "9487-9491", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A supramol. template strategy is used to synthesize hierarchical micro- and mesoporous metal-org. frameworks.  The mesopore walls are constructed from a microporous framework.  The porosity can be tuned by using different templates at various molar ratios.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsV2mt7rO&md5=34a673a40e3baf1f3234efdb332a4086", "48. ", "Hua", ", ", "Q.", "; ", "Shang", ", ", "D.", "; ", "Zhang", ", ", "W.", "; ", "Chen", ", ", "K.", "; ", "Chang", ", ", "S.", "; ", "Ma", ", ", "Y.", "; ", "Jiang", ", ", "Z.", "; ", "Yang", ", ", "J.", "; ", "Huang", ", ", "W.", " ", "Langmuir", " ", "2011", ",  ", "27", ",  ", "665", "[", "ACS Full Text ", "], [", "CAS", "]", "48. ", "Morphological Evolution of Cu2O Nanocrystals in an Acid Solution: Stability of Different Crystal Planes", "Hua, Qing; Shang, Daili; Zhang, Wenhua; Chen, Kai; Chang, Sujie; Ma, Yunsheng; Jiang, Zhiquan; Yang, Jinlong; Huang, Weixin", "Langmuir", "\r\n        (", "2011", "),\r\n    ", "27", "\r\n        (", "2", "),\r\n    ", "665-671", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The morphol. evolution of uniform Cu2O nanocrystals with different morphologies in a weak acetic acid soln. (pH = 3.5) has been studied for cubic, octahedral, rhombic dodecahedral, {100} truncated octahedral, and {110} truncated octahedral nanocrystals.  Cu2O nanocrystals undergo oxidative dissoln. in weak acid soln., but their morphol. changes depend on the exposed crystal planes.  We found that the stability of Cu2O crystal planes in weak acid soln. follows the order of {100} » {111} > {110} and dets. how the morphol. of Cu2O nanocrystals evolves.  The stable {100} crystal planes remain, and new {100} facets form at the expense of the less stable {111} and {110} crystal planes on the surface of Cu2O nanocrystals.  D. functional theory calcns. reveal that the Cu-O bond on Cu2O(100) surface has the shortest bond length.  These results clearly exemplify that the morphol. of inorg. crystals will evolve with the change of local chem. environment, shedding light on fundamentally understanding the morphol. evolution of natural minerals and providing novel insights into the geomimetic synthesis of inorg. materials in the lab.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsFKqur7L&md5=0685f7f7df11199c05d36d0665cf1af4", "49. ", "Zhan", ", ", "W. W.", "; ", "Kuang", ", ", "Q.", "; ", "Zhou", ", ", "J. Z.", "; ", "Kong", ", ", "X. J.", "; ", "Xie", ", ", "Z. X.", "; ", "Zheng", ", ", "L. S.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "1926", "[", "ACS Full Text ", "], [", "CAS", "]", "49. ", "Semiconductor@Metal-Organic Framework Core-Shell Heterostructures: A Case of ZnO@ZIF-8 Nanorods with Selective Photoelectrochemical Response", "Zhan, Wen-wen; Kuang, Qin; Zhou, Jian-zhang; Kong, Xiang-jian; Xie, Zhao-xiong; Zheng, Lan-sun", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "5", "),\r\n    ", "1926-1933", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) and related material classes are attracting considerable attention for their applications in gas storage/sepn. as well as catalysis.  But research concerning potential uses in electronic devices (such as sensors) is in its infancy, which might be due to a great challenge in the fabrication of MOFs and semiconductor composites with well-designed structures.  The authors proposed a simple self-template strategy to fabricate metal oxide semiconductor@MOF core-shell heterostructures, and successfully obtained freestanding ZnO@ZIF-8 nanorods as well as vertically standing arrays (including nanorod arrays and nanotube arrays).  In this synthetic process, ZnO nanorods not only act as the template but also provide Zn2+ ions for the formation of ZIF-8.  Solvent compn. and reaction temp. are two crucial factors for successfully fabricating well-defined ZnO@ZIF-8 heterostructures.  As the authors expect, the as-prepd. ZnO@ZIF-8 nanorod arrays display distinct photoelectrochem. response to hole scavengers with different mol. sizes (e.g., H2O2 and ascorbic acid) owing to the limitation of the aperture of the ZIF-8 shell.  Excitingly, such ZnO@ZIF-8 nanorod arrays were successfully applied to the detection of H2O2 in the presence of serous buffer soln.  Therefore, it is reasonable to believe that the semiconductor@MOFs heterostructure potentially has promising applications in many electronic devices including sensors.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjtVWlsw%253D%253D&md5=a0a13e908e691000a356ab7dd0faf699", "50. ", "Liu", ", ", "J. C.", "; ", "Culp", ", ", "J. T.", "; ", "Natesakhawat", ", ", "S.", "; ", "Bockrath", ", ", "B. C.", "; ", "Zande", ", ", "B.", "; ", "Sankar", ", ", "S. G.", "; ", "Garberoglio", ", ", "G.", "; ", "Johnson", ", ", "J. K.", " ", "J. Phys. Chem. C", " ", "2007", ",  ", "111", ",  ", "9305", "[", "ACS Full Text ", "], [", "CAS", "]", "50. ", "Experimental and Theoretical Studies of Gas Adsorption in Cu3(BTC)2: An Effective Activation Procedure", "Liu, Jinchen; Culp, Jeffrey T.; Natesakhawat, Sittichai; Bockrath, Bradley C.; Zande, Brian; Sankar, S. G.; Garberoglio, Giovanni; Johnson, J. Karl", "Journal of Physical Chemistry C", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "26", "),\r\n    ", "9305-9313", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors have improved the activation process for CuBTC [Cu3(BTC)2, BTC = 1,3,5-benzenetricarboxylate] by extg. the DMF-solvated crystals with MeOH; the authors identify material activated in this way as CuBTC-MeOH.  This improvement allowed the activation to be performed at a much lower temp., thus greatly mitigating the danger of reducing the Cu ions.  A review of the literature for H2 adsorption in CuBTC shows that the prepn. and activation process has a significant impact on the adsorption capacity, surface area, and pore vol.  CuBTC-MeOH exhibits a larger pore vol. and H2 adsorption amt. than any previously reported results for CuBTC.  The authors have performed atomically detailed modeling to complement exptl. measured isotherms.  Quantum effects for hydrogen adsorption in CuBTC are important at 77 K.  Simulations that include quantum effects are in good agreement with the exptl. measured capacity for H2 at 77 K and high pressure.  However, simulations underpredict the amt. adsorbed at low pressures.  The authors have compared the adsorption isotherms from simulations with expts. for H2 adsorption at 77, 87, 175, and 298 K; nitrogen adsorption at 253 and 298 K; and Ar adsorption at 298 and 356 K.  Reasonable agreement was obtained in all cases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXmtlGgtL8%253D&md5=28d3011ac6d494d5ffcce99d1b8736ea", "51. ", "He", ", ", "L.", "; ", "Liu", ", ", "Y.", "; ", "Liu", ", ", "J.", "; ", "Xiong", ", ", "Y.", "; ", "Zheng", ", ", "J.", "; ", "Liu", ", ", "Y.", "; ", "Tang", ", ", "Z.", " ", "Angew. Chem., Int. Ed.", " ", "2013", ",  ", "52", ",  ", "3741", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "51. ", "Core-Shell Noble-Metal@Metal-Organic-Framework Nanoparticles with Highly Selective Sensing Property", "He, Liangcan; Liu, Yong; Liu, Jingzhu; Xiong, Yansong; Zheng, Jianzhong; Liu, Yaling; Tang, Zhiyong", "Angewandte Chemie, International Edition", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "13", "),\r\n    ", "3741-3745", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors have successfully prepd. core-shell Au@MOF-5 NPs in which a single Au NP core is coated with a uniform MOF-5 shell.  Notably, this is the first example of core-shell noble-metal@MOF NPs with a single metal NP core.  Moreover, the one-pot synthesis method used in the work is a general technique for the prepn. of different types of core-shell noble-metal@MOF NPs, for example, Au@ZIF-8 NPs, Au@IRMOF-3 NPs, and Ag@MOF-5 NPs.  Compared with bare Au NPs and pure MOF-5 spheres, the core-shell Au@MOF-5 NPs with a shell thickness of (3.2 〈α0.5) nm show unique SERS activity toward CO2 in gas mixts.  Such sensitive SERS detection can be easily applied to other analytes including DMF and ethanol by using the core-shell Au@MOF-5 NPs and core-shell Au@ZIF-8 NPs, resp.  Considering the excellent properties and broad applications of both noble-metal NPs and MOFs, this new type of core-shell nanostructure will find use in many fields such as catalysis, sensors, and drug delivery.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXislSrtrk%253D&md5=ff3faf1f7a0f624a0b186ed793f24cb5", "52. ", "Kuo", ", ", "C. H.", "; ", "Tang", ", ", "Y.", "; ", "Chou", ", ", "L. Y.", "; ", "Sneed", ", ", "B. T.", "; ", "Brodsky", ", ", "C. N.", "; ", "Zhao", ", ", "Z.", "; ", "Tsung", ", ", "C. K.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "14345", "[", "ACS Full Text ", "], [", "CAS", "]", "52. ", "Yolk-Shell Nanocrystal@ZIF-8 Nanostructures for Gas-Phase Heterogeneous Catalysis with Selectivity Control", "Kuo, Chun-Hong; Tang, Yang; Chou, Lien-Yang; Sneed, Brian T.; Brodsky, Casey N.; Zhao, Zipeng; Tsung, Chia-Kuang", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "35", "),\r\n    ", "14345-14348", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A general synthetic strategy for yolk-shell nanocrystal@ZIF-8 nanostructures has been developed.  The yolk-shell nanostructures possess the functions of nanoparticle cores, microporous shells, and a cavity in between, which offer great potential in heterogeneous catalysis.  The synthetic strategy involved first coating the nanocrystal cores with a layer of Cu2O as the sacrificial template and then a layer of polycryst. ZIF-8.  The clean Cu2O surface assists in the formation of the ZIF-8 coating layer and is etched off spontaneously and simultaneously during this process.  The yolk-shell nanostructures were characterized by transmission electron microscopy, SEM, X-ray diffraction, and nitrogen adsorption.  To study the catalytic behavior, hydrogenations of ethylene, cyclohexene, and cyclooctene as model reactions were carried out over the Pd@ZIF-8 catalysts.  The microporous ZIF-8 shell provides excellent mol.-size selectivity.  The results show high activity for the ethylene and cyclohexene hydrogenations but not in the cyclooctene hydrogenation.  Different activation energies for cyclohexene hydrogenation were obtained for nanostructures with and without the cavity in between the core and the shell.  This demonstrates the importance of controlling the cavity because of its influence on the catalysis.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1ajsr7L&md5=d8caeb0e75ea66b4d107d2db26a6fdd4", "53. ", "Ke", ", ", "F.", "; ", "Zhu", ", ", "J.", "; ", "Qiu", ", ", "L. G.", "; ", "Jiang", ", ", "X.", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "1267", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "53. ", "Controlled synthesis of novel Au@MIL-100(Fe) core-shell nanoparticles with enhanced catalytic performance", "Ke, Fei; Zhu, Junfa; Qiu, Ling-Guang; Jiang, Xia", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "13", "),\r\n    ", "1267-1269", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A porous Au@MIL-100(Fe) core-shell nanocatalyst with controllable MIL-100(Fe) shell thickness was fabricated by a versatile step-by-step fashion.  Catalytic studies show that the Au@MIL-100(Fe) nanocatalyst exhibits much higher catalytic activity than the pure Au nanoparticles, suggesting that the MIL-100(Fe) shell enhances the catalytic activity via a synergistic effect.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFWls7c%253D&md5=5b40ace891186c9946be440cff2e0d1e", "54. ", "Coasne", ", ", "B.", "; ", "Galarneau", ", ", "A.", "; ", "Gerardin", ", ", "C.", "; ", "Fajula", ", ", "F.", "; ", "Villemot", ", ", "F.", " ", "Langmuir", " ", "2013", ",  ", "29", ",  ", "7864", "[", "ACS Full Text ", "], [", "CAS", "]", "54. ", "Molecular Simulation of Adsorption and Transport in Hierarchical Porous Materials", "Coasne, Benoit; Galarneau, Anne; Gerardin, Corine; Fajula, Francois; Villemot, Francois", "Langmuir", "\r\n        (", "2013", "),\r\n    ", "29", "\r\n        (", "25", "),\r\n    ", "7864-7875", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Adsorption and transport in hierarchical porous solids with micro- (∼1 nm) and mesoporosities (>2 nm) were studied by mol. simulation.  Two models of hierarchical solids are considered: microporous materials in which mesopores are carved out (model A) and mesoporous materials in which microporous nanoparticles are inserted (model B).  Adsorption isotherms for model A can be described as a linear combination of the adsorption isotherms for pure mesoporous and microporous solids.  In contrast, adsorption in model B departs from adsorption in pure microporous and mesoporous solids; the inserted microporous particles act as defects, which help nucleate the liq. phase within the mesopore and shift capillary condensation toward lower pressures.  As far as transport under a pressure gradient is concerned, the flux in hierarchical materials consisting of microporous solids in which mesopores are carved out obeys the Navier-Stokes equation so that Darcy's law is verified within the mesopore.  Also, the flow in such materials is larger than in a single mesopore, due to the transfer between micropores and mesopores.  This nonzero velocity at the mesopore surface implies that transport in such hierarchical materials involves slippage at the mesopore surface, although the adsorbate has a strong affinity for the surface.  In contrast to model A, flux in model B is smaller than in a single mesopore, as the nanoparticles act as constrictions that hinder transport.  By a subtle effect arising from fast transport in the mesopores, the presence of mesopores increases the no. of mols. in the microporosity in hierarchical materials and, hence, decreases the flow in the micropores (due to mass conservation).  As a result, the authors do not observe faster diffusion in the micropores of hierarchical materials upon flow but slower diffusion, which increases the contact time between the adsorbate and the surface of the microporosity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXosVaqu78%253D&md5=2b65cd8272b1698a95f32cd286e304a6", "55. ", "Chmelik", ", ", "C.", "; ", "Kärger", ", ", "J.", "; ", "Wiebcke", ", ", "M.", "; ", "Caro", ", ", "J.", "; ", "van Baten", ", ", "J. M.", "; ", "Krishna", ", ", "R.", " ", "Microporous Mesoporous Mater.", " ", "2009", ",  ", "117", ",  ", "22", "[", "Crossref", "], [", "CAS", "]", "55. ", "Adsorption and diffusion of alkanes in CuBTC crystals investigated using infra-red microscopy and molecular simulations", "Chmelik, C.; Kaerger, J.; Wiebcke, M.; Caro, J.; van Baten, J. M.; Krishna, R.", "Microporous and Mesoporous Materials", "\r\n        (", "2008", "),\r\n    ", "117", "\r\n        (", "1-2", "),\r\n    ", "22-32", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The adsorption and intra-cryst. diffusion of n-butane (nC4), iso-butane (iC4), 2-methylbutane (2MB), and 2,2-dimethylpropane (neoP) in CuBTC (Cu3(BTC)2 where BTC = benzene-1,3,5-tricarboxylate) has been investigated using IR microscopy (IRM), combined with mol. simulations.  Both expts. and simulations show strong inflection characteristics in the adsorption isotherms.  The primary cause of the inflection is due to the strong preference for adsorption within, and in the regions close to the mouths of tetrahedral pockets.  The isotherm inflection has a significant influence on the dependence of the Maxwell-Stefan diffusivity, D, on the fractional occupancy, Di.  Both IRM expts. and simulations show that the Di-θi behavior appears to be influenced by the loading dependence of the inverse thermodn. factor 1/Γi = dlnθi/dlnpi.  For nC4 and iC4, the Di increase sharply by about one order of magnitude as the occupancy θi increases from 0 to about 0.2.  This increase is caused by the fact that the diffusion characteristics undergo a transition from being dominated by hops across narrow 4.6 Å windows at low loadings to hops across large 9 Å windows for loadings higher than 8 mols. per unit cell.  For loadings higher than 8 mols. per unit cell the Di-θi dependence of nC4 and iC4 is dictated by 1/Γi, characteristic of more open channel structures such as FAU zeolite.  For 2MB and neoP, the IRM expts. show evidence of phase transition and except for the region in which this occurs the ETHi follows the occupancy dependence of 1/Γi for the entire range of loadings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsVSgsr7K&md5=023a2404b5d6c33bca4f44dc237a5b73"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-2/cm4034319/production/images/small/cm-2013-034319_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-2/cm4034319/production/images/small/cm-2013-034319_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-2/cm4034319/production/images/small/cm-2013-034319_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-2/cm4034319/production/images/small/cm-2013-034319_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-2/cm4034319/production/images/small/cm-2013-034319_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2014/cmatex.2014.26.issue-2/cm4034319/production/images/small/cm-2013-034319_0007.gif\">"]}
