{"title": ["Morphological Characterization of Super Fine Pulverized Coal Particle. Part 4. Nitrogen adsorption and Small Angle X-ray Scattering Study"], "authors": ["Jiaxun Liu", "Xiumin Jiang", "Xiangyong Huang", "Shaohua Wu"], "doi": ["10.1021/ef100142t"], "abstract": ["Super-fine pulverized coal combustion is a new pulverized coal combustion technology that has better combustion stability, higher combustion efficiency, lower NO", " and SO", " emissions, and higher comprehensive efficiency, than using conventional particle sizes. In this paper, we combined the pore surface fractal dimensions and pore structure fractal dimensions based on different methods to analyze the fractal characteristics of super fine pulverized coal particles. And the gray relational analysis was used for further study on the influencing factors of the fractal dimensions. Besides, the discrepancy between the two fractal dimensions influencing the phases during the coal combustion process was also discussed. It is found that all the fractal dimensions of the super fine pulverized coal particles range from 2.36 to 2.91, which belong to the interval 2< ", " < 3. It is interesting to observe that the surface fractal dimension increases with the increase of the pulverized coal particle size while the structure fractal dimension increases with the decrease of the average pore diameters. In addition, we compared the N", " gas adsorption isotherms, pore size distribution, and small-angle X-ray scattering (SAXS) curves together and found that they actually associated with each other, which can be combined to confirm the appropriate range to obtain the fractal dimensions precisely. Finally, after analysis of both pore surface fractal dimensions and structure fractal dimensions, we can draw the conclusion that the super-fine pulverized coal particles are advantageous for coal combustion process."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "1 Introduction", "Coal, mostly in the pulverized form, is used globally as principal energy resource of thermal power plants.", "(1)", " Special attention has been paid to NO", "x", " and SO", "x", " emissions from coal-fired combustors for a long time.", "(2, 3)", " The effect of pulverized coal particle size on combustion has long been a research subject.", "(4)", " The proposal of super fine pulverized coal particle combustion provided a new way to understand the effect of particle size on combustion.", "(3, 4)", " Through our previous researches it was found that the technique of super fine pulverized coal particle combustion has many advantages, such as better stability, higher combustion efficiency, lower NO", "x", " and SO", "2", " emission, and higher comprehensive efficiency, than that using conventional particle sizes.", "(5, 6)", " Coal is a complex polymeric material with extremely heterogeneous porous structures that are difficult to classify. The structure of coal has long been the subject of intense interest and investigation.", "(7)", " This is in large part because the pore network serves as a path by which reagents gain access to and leave the interior of coal structure.", "(8)", " Furthermore, it is a key factor for coal combustion process because of the influences on heat and mass transfer rate and reaction surfaces. Hence knowledge of the porous structure in coal will help us better understand the mechanism and kinetics of this novel super fine pulverized coal particle combustion technique.", "Surface irregularities can hardly be explained by Euclidean geometry because of the complexity involved. Fractal theory is one of the methods of nonlinear mathematics and has become increasingly popular in social and nature science as a means for characterizing intricate phenomena. Fractal theory makes it easy to quantitatively describe complex self-similar geometry which is difficult with Euclid geometry.", "(9)", " Therefore, the application of fractal analysis for studies of heterogeneous porous structures in coals seem to be a reasonable approach.", "Various methods have been used to study the characteristics of adsorption-pores in coals, such as mercury injection, nitrogen adsorption, scanning electron microscope (SEM), high resolution transmission electron microscopy (HRTEM), small angle scattering of X-rays (SAXS), neutrons (SANS), nuclear magnetic resonance spectroscopy (NMR) and quantitative X-ray CT imaging.", "(10, 11)", "Among these, nitrogen gas adsorption analysis has been proven to be an effective method in characterizing pore structures of porous materials.", "(12, 13)", " This method has been widely used for the fractal characterization of adsorption pores in coal or carbon, ever since Avnir", "(14)", " demonstrated theoretically that the surface fractal dimension can be obtained using data of adsorption on the surfaces of heterogeneous microporous materials. Zhang et al.", "(15)", " obtained the structure development of coal chars under high temperature reducing conditions using modified Frenkel−Halsey−Hill (FHH) theory. They concluded that the surface area, pore volume, mean diameter and fractal dimensions all have the same variation trends, and the surface area development of chars can be attributed to the formation and variation of micropores. Nevertheless, we have to notice that the char structure development is very complicated due to the existence of various competing factors. Sahouli et al.", "(16)", " dealt with the applicability of the fractal version of the FHH theory of multilayer adsorption. The results showed that the fractal dimension depends critically of the coverage exponent ", "s", ". They confirmed that the FHH exponent depends on the dominating forces which govern the adsorption process. From this study, we know that the choice of the parameter ", "s", " characteristic of the reference flat surface is critical for determining the fractal dimension by methods based on the FHH theory. Xu et al.", "(17)", " got formulas for the calculation of fractal dimensions of coals and cokes using N", "2", " and CO", "2", " adsorption data and found that the fractal dimension is relative to ash and volatiles. It is meaningful to learn that the ", "D", " of coals decreased with the increase of carbon aromaticity and reached a maximum at H/C equal to 0.66 (or ", "C", "daf", " about 86%). Rizkalla et al.", "(18)", " investigated the influence of the fractal character of some selected antacids in regard to their neutralizing activity. The results showed a correlation between neutralization activity and fractal character rather than total surface area and particle size. Pyun et al.", "(19)", " investigated fractal characteristics of mesoporous carbon electrodes using N", "2", " gas adsorption method and the TEM image analysis method. The method adopted in this paper is interesting to distinguish the surface fractal dimension of the carbonization-induced pore surface from that fractal dimension of the silica-imprinted pore surface by determine the individual surface fractal dimensions from the TEM image analyses. Ismail et al.", "(20)", " estimated the surface roughness and irregularities of nonporous carbon fibers by analyzing the N", "2", " adsorption isotherms based on a fractal approach and proposed the threshold for the dominant forces between the van der Waals forces and the liquid−gas surface tension forces.", "Another method capable of describing self-similar surfaces Small-angle X-ray scattering (SAXS) which is a well established method for the characterization of porous media with pore sizes in the range from 1 to 100 nm.", "(21)", " This technique, well adapted to study the spatial fluctuations of the electronic density inhomogeneities within a substance, was extensively applied to investigate the porous materials.", "(22)", " The application of SAXS to complex systems may overcome some limitations of other experimental techniques. For example, SAXS can detect both closed and open pores in porous materials, whereas adsorption techniques can only evaluate the open pores.", "(23)", "Since Bale and Schmidt", "(24)", " demonstrated theoretically that the surface fractal dimension (", "D", "s", ") can be obtained using small-angle X-ray scattering (SAXS) measurements, there have been many studies on ", "D", "s", " and the pore structure of coal. Bale et al.", "(24)", " developed a method for analyzing the outer part of SAXS curve for porous scatterers in which the pore boundaries can be described by fractals and the fractal dimension of the lignite coal in the experiments was found to be about 2.56. Bodoev et al.", "(25)", " attempted to prepare active carbons starting from sapropelitic coals combining low temperature modification and chemical activation. Surface areas were determined by BET and SAXS methods. It was shown that the results obtained with BET area determination can be confirmed by SAXS analysis. Sastry et al.", "(26)", " characterized the structural morphology of raw and processed lignite coal specimens over a length scale of 5−100 nm by SAXS. Final results indicated that the scattering profile from unprocessed lignite specimen exhibits two distinct power laws indicating different fractal morphologies over different length scales. Mitropoulos et al.", "(27)", " examined the effect of thermal treatment at a relatively high temperature on two bituminous coals by water adsorption and SAXS. The results suggested that the mesopore structure in both samples undergoes a partial collapse. Nakagawa et al.", "(28, 29)", " investigated the change in the surface fractal dimension of Witbank coal with heat treatment using SAXS. It was found that ", "D", "s", " changes systematically depending on the temperature and the heating rate.", "Although nitrogen gas adsorption analysis has been proven to be an effective method in characterizing pore structures, this technique still has its limitations.", "(30)", " To this end, gas adsorption technique should be supplemented by some other independent methods.", "(31)", " A powerful alternative is to apply small-angle X-ray scattering technique which may overcome some limitations of other experimental techniques. It is known these two methods are based on different models of pore shape. The slit-like pores are assumed in the case of adsorption and the spherical or cylindrical shape of pores is assumed in the case of SAXS method.", "(32)", " In this respect, it is meaningful to extract useful information from both of these experimental methods and compare the results obtained in these two ways.", "In this paper, we applied the pore surface fractal dimensions calculated from gas adsorption data according to the Frenkel-Halsey-Hill (FHH) equation (", "D", "FHH", ") and SAXS experiments (", "D", "SAXS", ") to analyze the pore surface fractal characteristics of super fine pulverized coal particles. And the pore structure fractal dimensions obtained from pore size distribution (", "D", "PSD", ") and thermodynamic method (", "D", "N", ") were utilized to analyze the pore structure fractal dimensions of super fine pulverized coal particles. Besides, the gray relational analysis was used for further study on the influencing factors of the fractal dimensions. Finally, we novelly proposed that with the decrease of the coal particle size, the surface fractal dimensions decrease but the pore structure fractal dimensions increase. This can provide more reactive surfaces, lower down the mass transfer resistance and improve the reaction rates which are all advantageous for coal combustion.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "2 Experimental Section", "Shenhua (SH), Neimenggu (NMG), and Tiefa (TF) coals of China were chosen for the experiments. The coal samples were pulverized into twelve different mean particle sizes using a jet mill. Then, their particle-size distributions were analyzed by Malvern MAM5004 Laser Mastersizer made in the U.K.. The equivalent mean particle sizes of coal samples are listed in Table ", "1", "while the properties of them are presented in Table ", "2", ". The ultimate analysis data were obtained on LECO CHN 600 (America) and a sulfur analyzer, and then oxygen content was obtained by difference. The proximate analysis was done on LECO MAC 500 (America).", "Table 1. Conventional Textural Characteristics of Tested Coal Samples", "coal samples", "mean particle diameter (μm)", "mean pore diameter (nm)", "S", "Lang", " (m", "2", "/g)", "S", "BET", " (m", "2", "/g)", "pore volume (cm", "3", "/g)", "SH", "14.705", "9.4583", "10.4151", "7.1982", "0.016787", "17.439", "10.4997", "10.1317", "6.9808", "0.017147", "21.3", "13.8426", "8.7381", "6.1132", "0.012262", "44.264", "11.6307", "8.9806", "6.2866", "0.012152", "NMG", "12.561", "17.3606", "12.3376", "8.5623", "0.036572", "14.999", "17.7483", "10.1676", "6.9802", "0.030057", "25.862", "21.9093", "8.1130", "5.6349", "0.028244", "52.778", "20.7158", "8.0251", "5.4638", "0.02344", "TF", "6.9", "11.5757", "15.7620", "10.884", "0.029986", "11.34", "10.1978", "12.0974", "8.3087", "0.016122", "18.95", "12.0709", "11.6370", "8.0617", "0.017092", "33.68", "9.108", "13.0565", "9.0722", "0.016373", "Table 2. Ultimate and Proximate Analyses of Coal Samples", " ", "proximate analysis (wt %) (ad)", "ultimate analysis (wt %) (ad)", "SH", "moisture (mass %)", "11.5", "C", "63.13", "volatile (mass %)", "24.22", "H", "3.62", "ash (mass %)", "10.7", "O", "9.94", "Fixed carbon (mass %)", "53.58", "N", "0.70", " ", " ", "S", "0.41", "NMG", "moisture (mass %)", "14.72", "C", "54.82", "volatile (mass %)", "35.69", "H", "4.39", "ash (mass %)", "10.64", "O", "14.58", "Fixed carbon (mass %)", "38.95", "N", "0.63", " ", " ", "S", "0.22", "TF", "moisture (mass %)", "5.82", "C", "55.69", "volatile (mass %)", "30.30", "H", "3.88", "ash (mass %)", "22.65", "O", "10.62", "Fixed carbon (mass %)", "41.23", "N", "0.75", " ", " ", "S", "0.59", "The SAXS experiment was performed using synchrotron radiation as X-ray source with a long-slit collimation system at the Shanghai Synchrotron Radiation Facility (SSRF). X-rays of 1.24 Å in wave- length were selected and focused to 0.5 × 0.5 mm", "2", " at the detector with a camera length of 5417 mm. The scattered X-ray intensities were recorded using the imagery plate technology. The absorption of the sample and the background scattering were corrected.", "Nitrogen adsorption isotherms were obtained at liquid nitrogen temperature (77K) using a commercial pore and surface analyzer apparatus (ASAP 2010 Micromeritics). Samples were outgassed at 105 °C overnight under vacuum to a final pressure of 0.26 Pa. The data were analyzed for BET specific surface (", "S", "BET", ") and the volume of monolayer coverage ", "V", "mono", " using the Brunauer−Emmett−Teller (BET) equation., total pore volume per mass unit ", "V", "T", " through the total adsorbed volume of nitrogen at a single point close to the saturation pressure, mean pore size (", "l", "BET", " = 4", "V", "T", "/", "S", "BET", "), and pore volume distribution, as determined by analyzing the adsorption branch of the N", "2", " gas isotherms in the pore range of 1.7−300 nm using the classical Barrett−Joyner−Halenda (BJH) method.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "3 Results and Discussion", "Super fine pulverized coal has a complex surface structure. The course of a heterogeneous chemical reaction is the outcome of a complex interplay between details of chemistry and of irregular and convoluted reacting surfaces.", "(33)", " An accurate description of coal surfaces is crucial to the development of the super-fine pulverized coal combustion technique. The fractal geometry is of significant use in describing the behavior of many physical systems. It has been widely accepted that there are both pore surface fractals and pore structure fractals in coals. In this paper, the pore surface fractal dimensions of super fine pulverized coal particles were calculated from gas adsorption data according to the Frenkel−Halsey−Hill (FHH) equation (", "D", "FHH", ") and SAXS experiments (", "D", "SAXS", ") while the pore structure fractal dimensions were obtained from pore size distribution (", "D", "PSD", ") and thermodynamic method (", "D", "N", ").", "3.1", "N", "2", " Gas Adsorption Experiments of Raw Coals", "The isotherms data for N", "2", " gas adsorption obtained from three types of coals are illustrated in Figures ", "1", "−", "3", ". In general, the adsorption isotherms of all coal samples are of type II, after Brunouer-Deming-Deming-Teller (BDDT) classification, with a hysteresis loop. This suggests that the adsorption occurs by the capillary condensation at high relative pressures. According to the International Union of Pure and Applied Chemistry (IUPAC) classifications, the hysteresis loops are classified into four types from H1 to H4.", "(34)", " It can be seen that for all the coal specimens, adsorption and desorption branches form a hysteresis loop of type H3. Such a loop indicates slit-shaped pores and is characteristic of the mesoporous materials being comprised of agglomerated pores with broad PSD. The hysteresis loop is ascribed to the different process between adsorption into and desorption from the mesopores, which is closely related to the pore structure of the mesoporous material.", "(19)", " It is observed that with decrease of the particle size, the area formed by the hysteresis loop decreases, especially for SH and TF coals. This indicates that in the coal pulverization process, some larger pores are cracked into small ones which results in the decrease of the mean pore size and the pore size distribution becomes narrower. Therefore, besides from the shape of the hysteresis loop, the pore structure can also be estimated to some extent from the area of it.", "Figure 1. N", "2", " gas adsorption/desorption isotherms of SH coal specimens.", "Figure 2. N", "2", " gas adsorption/desorption isotherms of NMG coal specimens.", "Figure 3. N", "2", " gas adsorption/desorption isotherms of TF coal specimens.", "The BET specific surface and mean pore size are displayed in Table ", "1", ". Langmuir surface area (", "S", "Lang", ") is also given which is convenient for different researchers for reference. We can find that BET specific surface area increases with the decreases of coal particle size while mean pore size shows an approximately opposite trend. The reason is that more and more small pores inside the matrix are exposed when the particle diameter is reduced, which may result in the increase of the specific surface area. At the same time, the data of pore volume are also shown in Table ", "1", ", the trend of which is similar to the specific surface area. When pore volume and surface area are increasing, combustion process of pulverized coal particles can be strengthened and improved.", "(4)", "For the purpose to further analyze the pore structures of the coal specimens, the pore size distribution (PSD) were constructed from the N", "2", " gas adsorption isotherms applying BJH method, which are illustrated in Figures ", "4", "−", "6", ". Generally speaking, there is a same trend in all the figures that with the decrease of coal particle size, the contribution of smaller pores to the total pore volume increases, especially for NMG coals. In order to see this trend more clearly, we magnify the scales (0−10 nm) for smaller pores in the figures. In these magnified figures, we notice that with decrease of the particle size, the volume of small pores increases obviously. And there appears a small peak at about 3.5 nm which indicate the pores around this scale increase more quickly. The comminuting of coal is a process of the breakage of old pores and formation of new ones. In this process, some larger pores are cracked into small ones which results in the decrease of the mean pore size and the pore size distribution becomes narrower. Hence with the decrease of the particle size, the pore volume increases.", "Figure 4. Pore size distribution determined from adsorption data on SH coal specimens.", "Figure 5. Pore size distribution determined from adsorption data on NMG coal specimens.", "Figure 6. Pore size distribution determined from adsorption data on TF coal specimens.", "3.2", "Surface Fractal Dimensions from Analysis of N", "2", " Gas Adsorption Isotherms", "On the basis of the theory of Pfeifer et al.,", "(35)", " the fractal dimension is estimated from eq ", "1", ":", "(1)", "where ", "V", " is the volume of adsorbed gas molecules, ", "V", "mono", " is the volume of monolayer coverage, ", "A", " is the power-law exponent, which is dependent on ", "D", "FHH", ", and ", "P", "0", " is the saturation pressure of the gas, and ", "P", " represents the adsorption equilibrium pressure of the gas.", "Therefore, on the plot of ln ", "V", " vs ln(ln(", "P", "0", "/", "P", ")), the slope of the straight-line should be equal to ", "A", ", and the fractal dimension ", "D", "FHH", " depends on the value of ", "A", ". It should be noted that there are generally two expressions: ", "A", "= (", "D", "FHH", " − 3)/3 and ", "A", "=", "D", "FHH", " − 3. According to Ismail and Pfeifer,", "(36)", " the threshold for the dominant forces between the van der Waals forces and the liquid−gas surface tension forces is given by", "(2)", "If α < 0, the liquid−gas surface tension forces are dominant, but the van der Waals forces are dominant if α ≥ 0.", "The number of adsorbed molecule layers, ", "n", ", can be determined from the following relationship:", "(36)", "(3)", "Figures ", "7", "−", "9", " reproduce the plots of ln ", "V", " vs ln(ln(", "P", "0", "/", "P", ")) from the N", "2", " gas adsorption isotherms, which shows more than two linear regions for all the samples. Then the selection of the appropriate region is the key point to obtain the correct ", "D", "FFH", ". It is reported that as more adsorbed layers are built up, that is, the multilayer adsorption process, the interface of the adsorbate with the adsorbed molecules becomes smooth which no longer replicate the particle surface, making it difficult to measure the true interface surface fractal dimension.", "(37)", " Tang et al. pointed out that when the adsorbed layer, ", "n", ", varies from 1.0 ± 0.5 to 2.0 ± 0.5, that is, around monolayer coverage, the correct value of ", "D", "FFH", " was obtained.", "(38)", " Moreover, eq ", "1", " is only valid when the adsorbed layer exceeds monolayer coverage. Hence, in this work, we selected the first linear segment in the range between the monolayer coverage and multiple layer coverage just before the smoothing effect appears. The adsorbed layer, ", "n", ", calculated from eq ", "3", " were also listed in the figures.", "Figure 7. Plots of ln ", "V", " vs ln(ln(", "P", "0", "/", "P", ")) obtained from adsorption data on SH coal specimens.", "Figure 8. Plots of ln ", "V", " vs ln(ln(", "P", "0", "/", "P", ")) obtained from adsorption data on NMG coal specimens.", "Figure 9. Plots of ln ", "V", " vs ln(ln(", "P", "0", "/", "P", ")) obtained from adsorption data on TF coal specimens.", "The ", "D", "FFH", " for each coal sample was calculated by determining the slope of the best-fit line through the data points in the first linear segment using linear regression. It shows that the values of α determined from eq ", "2", " were all negative. Thus, the surface fractal dimensions of all the coal samples can be calculated from eq ", "4", "(4)", "The surface fractals of the super fine pulverized coal particles can be obtained according to eq ", "4", " and the results are displayed in Figure.", "10", ". It reveals that all the fractal dimensions range from 2.36 to 2.58, which is consistent with the former studies", "(39)", " that usually, the values of surface fractal dimensions are belong to the interval 2 < ", "D", "s", " < 3 and only infrequently that out of such interval.", "(40)", " It is obvious that the surface fractal dimension increases with the increase of the pulverized coal particle size, see Figure.", "10", ". Physically ", "D", "s", " is thought of as giving a measure of surface roughness.", "(41)", " This indicates that the larger the mean coal particle size is, the rougher the interfacial boundary will be.", "Figure 10. Influence of the coal particle size on the surface fractal dimensions.", "Actually there is some correlation between ", "D", "FFH", " values and the shape of the N", "2", " gas adsorption isotherm which can be observed in Figure.", "11", ". The upward curvature of the isotherms at high relative pressures is decreased as ", "D", "FFH", " increases i.e. the smallest coal samples have the largest values of the upward curvature. This means that the relative adsorption capacity diminishes with the increased space-filling character of the surface which restricts the growth of the multilayer; i.e., fewer molecules are needed to form the multilayer as the surface becomes more convoluted.", "(18)", " Besides, the other interesting phenomenon was discovered, comparing ", "D", "FFH", " with the curves of ln ", "V", " vs ln(ln(", "P", "0", "/", "P", ")) in Figures ", "7", "−", "9", ". It can be observed clearly that with the increase of ", "D", "FFH", " values, the phase of transition layer is more noticeable, that is, the smooth effect appears more prominent. In fact, after calculation of the fractal dimensions in the range of transition layer i.e. the second linear segment, we found that the trend was also existed that the fractal dimension increases with the increase of the pulverized coal particle size (not shown here). So we know that this phenomenon was also caused by the rougher interfacial boundary of the larger coal particles.", "Figure 11. Adsorption isotherms for (a) SH coals, (b) NMG coals, and (c) TF coals.", "3.3", "Surface Fractal Dimensions from Analysis of SAXS Experiments", "Since the pioneering work by Bale and Schmidt", "(24)", " on the determination of the surface fractal dimensions the SAXS method has been widely used to study the structure of irregular objects. It is well-known that the intensity of radiation scattered on a fractal surface is often proportional to a negative power of the scattering vector ", "q", "(42)", "(5)", "where ", "I(q)", " is the scattered intensity, α is a noninteger that determines the nature of the fractal structure that is related to the fractal dimension, and ", "q", " is the magnitude of the scattering vector, which can be expressed as", "(6)", "where λ is the X-ray wavelength and θ is the scattering angle.", "Logarithmic transformation of the relation eq ", "5", " could be expressed in the following form:", "(7)", "where β is a constant. For surface fractals, in which the object is bound by the fractal surface with fractal dimension ", "D", "s", ", which can be expressed as", "(8)", "The surface fractals of the super fine pulverized coal particles can be obtained according to eq ", "8", " and the results are displayed in Figures ", "12", "−", "14", ". There are also more than two linear regions observed for all the samples. The range of micropore sizes in the first linear segment was selected to compare with the values calculated from adsorption experiments. The ", "D", "SAXS", " for each coal sample was calculated by determining the slope of the best-fit line through the data points using linear regression. It shows that the correlation coefficients of the lines are all greater than 0.9, and it can be considered the linearity of fit is good.", "(43)", " Therefore, it was concluded that the SAXS fractal theory was applicable and all the specimens are bound by the fractal surfaces. In each figure, linear equations inferred from eq ", "7", " can be obtained for every coal sample and, from the slopes of these equations, the corresponding fractal dimensions calculated by eq ", "8", " are summarized in Figure ", "10", ".", "Figure 12. SAXS curve for SH coal specimens.", "Figure 13. SAXS curve for NMG coal specimens.", "Figure 14. SAXS curve for TF coal specimens.", "It reveals that all the fractal dimensions range from 2.37−2.85, which belong to the interval 2< ", "D", "s", " <3. It is obvious that the surface fractal dimension increases with the increase of the pulverized coal particle size, see Figure.", "10", ". This indicates the same conclusion as is drawn from the N", "2", " adsorption experiments that the larger the mean particle size of the sample is, the rougher the interfacial boundary will be.", "Furthermore the trend can be observed that the fractal dimensions of all SH samples are smaller than that of TF and NMG coals, that is, with increase of the coal maturity, the fractal dimensions decrease. This is also observed in Reich’s study.", "(44)", " There are mainly two reasons which are the carbon contents and particle size distribution. First, it is known that there is an apparent contraction of the pores with rank on small scales (1−100 nm) and a simultaneous expansion on larger scales (1−10 μm). Furthermore, the corresponding pore size distribution data indicate a systematic decrease of the pore number density with rank for all pore sizes.", "(45)", " This makes the interfacial boundaries become simpler and smoother. Accordingly the surface fractal dimensions of NMG samples are higher than that of SH samples. Second, with decrease of coal rank, the pore number density increases and there are more defects in coals. Therefore, it is easier to comminute and grind coals with lower rank, that is, the grindability and brittlement of NMG coals are better.", "(46)", " To obtain the same particle size as NMG coals, more energy and grinding time will be needed for SH coals. The frequent collisions between the particles will make the surfaces of SH coals smoother and the fractal dimensions decrease. All these reasons cause the surface fractal dimensions decrease with the coal rank. However, according to the ", "D", "FFH", " calculated, the values of NMG coals would be expected to be larger than TF coals, but the trend is opposite. This is because the high ash contents for TF specimens which influences the measurements of SAXS.", "One can observed a similar trend in all the cases of surface fractal dimensions obtained on the basis of SAXS investigations and adsorption method. But values of ", "D", "SAXS", " are significantly higher than those obtained on the basis of the adsorption method. This is due to the different physical background of the two methods. The discrepancies between the two techniques are explained as follows. First, SAXS probes the whole particle and sees all the pores in the matrix, whereas the adsorption can only reach open pores. Hence the surfaces measured according to SAXS method exhibit more irregular. Second, the nitrogen adsorption experiment probes essentially only the organic portion. In contrast, the SAXS is also sensitive to the electronic atmosphere of the inorganic molecules. Finally, there is a main reason that the length scales over which the result is calculated by both methods are different. In other words, the two methods to determine fractal dimensions may yield results for different scales of the surface texture.", "(47)", " Therefore, one can expect that the changes of the fractal dimensions according to these different methods to follow the same trend, but need not coincide.", "(48)", "If one puts the figures of N", "2", " gas adsorption isotherms (Figures ", "1", "−", "3", "), pore size distribution (Figures", "4", "−", "6", "), SAXS curves (Figures ", "12", "−", "14", ") together and compares carefully, it is interesting to find that all these three kinds of figures about NMG coals (Figures ", "2", ", ", "5", ", and ", "13", ") are little different from the other two coals. From Figure.", "5", ", it is obvious that there is a bimodal distribution for NMG coals while the other two coals only have one hump. The presence of mesopores causes the second hump. From the SAXS curves in Figure.", "13", ", we can see there are pronounced shoulders for NMG coals. Mitropoulos et al.", "(52)", " interpreted the shoulders as evidence of the presence of mesopores. Therefore it is proposed that the special shapes of hysteresis loop for NMG coals (Figure.", "2", ") are also caused by the existence of more mesopores which can result in a broader pore size distribution. Above all, we can draw the conclusion that the N", "2", " gas adsorption isotherms, pore size distribution and SAXS curves associate with each other. The confirmation of the appropriate range to obtain the fractal dimensions is very important. It will be quite meaningful if we can combine these three expressions to calculate the appropriate range for obtaining fractal dimension precisely. We will try to complete and refine this method in our future works.", "3.4", "Structure Fractal Dimensions from Analysis of Pore Size Distribution", "The method for obtaining the fractal dimension from the pore size distribution has been first presented by Pfeifer and Avnir.", "(49)", " The method is based on the slope behavior of the pore size distribution curve which is related to the fractal dimension by the relation", "(9)", "where ", "V", "(", "r", ") is the total volume of pores of size larger than ", "r", ", −d", "V", "/d", "r", " is the pore size distribution, and ", "r", " is the average pore radius.", "Logarithmic transformation of the relation eq ", "9", " could be expressed in the following form:", "(10)", "Then the fractal dimension ", "D", "PSD", " can be expressed as", "(11)", "Figures ", "15", "−", "17", " demonstrate on a logarithmic scale the dependence of pore size distribution on the average pore radius obtained from all the specimens and the structure fractals ", "D", "SAXS", " for each coal sample calculated by determining the slope of the best-fit line through the data points using linear regression are also shown there. The relationships between structure fractal dimensions and average pore diameters are summarized in Figure ", "18", ". It can be observed that all the structure fractal dimensions range from 2.82 to 2.91,which also belong to the interval 2< ", "D", " < 3. It is obvious that the structure fractal dimension increases with the decrease of the average pore diameters, see Figure ", "18", ". Physically pore structure fractal dimension represents the pore structure irregularity: the larger is the value of the pore fractal dimension, the narrower is the pore size distribution and more inhomogeneous pores there are.", "(10)", " This indicates that the smaller the mean pore size is, the more complex the spatial network structure of the pores in the matrix will be.", "Figure 15. Determination of structure fractal dimension from pore size distribution of SH coals.", "Figure 16. Determination of structure fractal dimension from pore size distribution of NMG coals.", "Figure 17. Determination of structure fractal dimension from pore size distribution of TF coals.", "Figure 18. Influence of the average pore diameter on the structure fractal dimensions.", "Actually there is some correlation between ", "D", "PSD", " values and the shape of the pore size distribution curves which can be observed in Figures ", "4", "−", "6", ". Higher values are observed for smaller coal particles for all the samples. It illustrates clearly in these figures that the contributions of small pores are getting higher with decrease of the coal particle size which is responsible for the high ", "D", "PSD", " values.", "3.5", "Structure Fractal Dimensions Analysis Based on Thermodynamic Method", "The thermodynamic method employs experimental data obtained from equilibrium capillary measurements, namely capillary condensation. This method is based on a relationship between ", "S", " (the area of the condensed liquid/gas interface) and ", "r", "k", " (mean radius of the curvature),which can be expressed as", "(50)", "(12)", "Or in a logarithmic form", "(13)", "Hence ", "D", "N", " is estimated as", "(14)", "where ", "S", " is the area of the condensed liquid−gas interface at a given value of relative pressure calculated by integrating the adsorption isotherm from the current value, ", "N", "(", "P", "/", "P", "0", "), to the maximal value, ", "N", "max", ", available as ", "P", "/", "P", "0", " → 1 with respect to the Kiselev equation", "(15)", "where σ is the surface tension of the liquid adsorbate, which is taken to be 8.85 × 10", "−5", " N/cm in this paper,", "(51)", " ", "R", " is gas constant, ", "T", " is the temperature of the system, ", "P", " is the pressure of nitrogen, and ", "P", "0", " is the saturated vapor pressure of the adsorbate. ", "r", "k", " is the mean radius of the curvature of this interface calculated by the Kelvin equation", "(16)", "where ", "V", "mono", " is the molar volume of the liquid adsorbate.", "It is worth noticing that this method is intended to be applied to the structural investigation of host-phase materials and is only valid in the capillary condensation area. It was reported", "(37, 38)", " that as more adsorbed layers are built up, that is, the capillary condensation begins, the interface of the adsorbate with the adsorbed molecules becomes smooth, and hence the fractal dimension would no longer describe the interface but would describe the adsorbed molecule agglomerates. Yao et al.", "(10)", " adopted the fractal dimension (", "D", "2", ") calculated from the capillary condensation regions to represent the pore structure fractal dimension and the results appeared to be reasonable. Therefore, in this paper, we applied ", "D", "N", " calculated from the thermodynamic method to represent the pore structure fractal dimension.", "The plots of log ", "S", " vs log ", "r", "k", " for all the coal samples are shown in Figures ", "19", "−", "21", ". For all the coal samples, there are two different linear regions. The same question was raised then, which is the appropriate region to obtain ", "D", "N", ". Since the method is only valid in the capillary condensation area, the lower limit lies on the point which capillary condensation begins, see Figures ", "1", "−", "3", ". It was reported", "(50)", " that the upper limit of fractility is comparable with the mean hydraulic radius. The mean hydraulic pore radius, that is, characteristic pore radius, ", "r", "hyd", ", can be calculated from the ratio ", "r", "hyd", " = 2", "V", "T", "/ ", "S", "BET", ". If the pores are slit-shaped with parallel sides, ", "r", "hyd", " is half the slit width. Then the structure fractals ", "D", "N", " for each coal sample were calculated by determining the slope of the best-fit line through the chosen data points using linear regression.", "Figure 19. Plots of log ", "S", " vs log ", "r", "k", " obtained from thermodynamic analysis of SH coals.", "Figure 20. Plots of log ", "S", " vs log ", "r", "k", " obtained from thermodynamic analysis of NMG coals.", "Figure 21. Plots of log ", "S", " vs log ", "r", "k", " obtained from thermodynamic analysis of TF coals.", "It reveals that all the fractal dimensions range from 2.48 to 2.84, which belong to the interval 2< ", "D", " < 3. The relationships between structure fractal dimensions and average pore diameters are also shown in Figure ", "18", ". It is obvious that the structure fractal dimension increases with the decrease of the pulverized coal particle size. This indicates the same conclusion as is drawn from ", "D", "PSD", " that the smaller the mean pore diameter of the sample is, the more complex the pore network in the matrix will be.", "Furthermore the trend can be observed that the fractal dimensions of SH samples are larger than that of NMG coals i.e. with increase of the coal maturity, the pore structure fractal dimensions increase. It is known that there is an apparent contraction of the pores with rank on small scales and the corresponding pore size distribution data indicate a systematic decrease of the pore number density with rank for all pore sizes.", "(45)", " On the other hand, the coals with higher maturity always have a more complex pore network All these reasons cause the structure fractal dimensions decrease with the coal rank. However, according to the structure fractal dimensions, the values of SH coals would be expected to be larger than TF coals but the trend is opposite. This is due to the high ash contents for TF specimens which influences the spatial structure of the coals a lot. The ash in coals can fill in pores, leading to more heterogeneous pore structure, and consequently resulting in larger fractal dimensions. And it is observed that the values of ", "D", "PSD", " are significantly higher than those obtained on the basis of the thermodynamic method ", "D", "N", " which we propose that the thermodynamic method can not detect the structure fractal dimensions of the pores smaller than some scale.", "3.6", "Gray Relational Analysis of the Factors Influencing the Fractal Dimensions", "The gray system theory proposed by Deng", "(53)", " has been widely applied to various fields.", "(54)", " It has been proven to be useful for dealing with poor, incomplete and uncertain information. Gray relational analysis (GRA) is part of gray system theory, which is suitable for solving problems with complicated interrelationships between multiple factors and variables.", "The influencing factors of fractal dimensions were analyzed by the gray relational analysis as listed in Table ", "3", ". The pore surface fractal dimensions obtained by gas adsorption data (", "D", "FHH", ") and SAXS experiments (", "D", "SAXS", "), while the pore structure fractal dimensions calculated from pore size distribution (", "D", "PSD", ") and thermodynamic method (", "D", "N", ") were affirmed as reference sequences, and fixed carbon, volatile, ash content, mean diameter of the coal particles, specific surface area, average pore diameter and pore volume were affirmed as comparison sequences. An equalization approach was used in processing the data mentioned in Table ", "3", " to obtain a dimensionless eigenvector matrix. The index for distinguishability was set to 0.5 and the gray relational sequences considering the influencing factors e.g. fixed carbon, volatile and ash content of the coal particles on the fractal dimensions of different methods were obtained, see Table ", "4", ". From the order, the degree of the effect of comparison sequences on the reference sequence can be worked out.", "Table 3. Influencing Factors of Fractal Dimensions", " ", "fixed carbon", "volatile", "ash content", "S", "BET", " (m", "2", "/g)", "mean pore diameter (nm)", "pore volume (m", "3", "/g)", "D", "FFH", "D", "SAXS", "D", "PSD", "D", "N", "SH", "0.5358", "0.2422", "0.107", "6.2866", "11.6307", "0.012152", "2.549", "2.699", "2.879", "2.585", "0.5358", "0.2422", "0.107", "6.1132", "13.8426", "0.012262", "2.562", "2.606", "2.839", "2.478", "0.5358", "0.2422", "0.107", "6.9808", "10.4997", "0.017147", "2.364", "2.374", "2.885", "2.694", "0.5358", "0.2422", "0.107", "7.1982", "9.4583", "0.016787", "2.357", "2.388", "2.886", "2.776", "NMG", "0.3895", "0.3569", "0.1064", "5.4638", "20.7158", "0.02344", "2.504", "2.612", "2.802", "2.443", "0.3895", "0.3569", "0.1064", "5.6349", "21.9093", "0.028244", "2.498", "2.574", "2.822", "2.497", "0.3895", "0.3569", "0.1064", "6.9802", "17.7483", "0.030057", "2.460", "2.548", "2.844", "2.511", "0.3895", "0.3569", "0.1064", "8.5623", "17.3606", "0.036572", "2.452", "2.501", "2.877", "2.521", "TF", "0.4132", "0.3030", "0.2265", "9.0722", "9.108", "0.016373", "2.522", "2.873", "2.909", "2.839", "0.4132", "0.3030", "0.2265", "8.0617", "12.0709", "0.017092", "2.580", "2.730", "2.853", "2.623", "0.4132", "0.3030", "0.2265", "8.3087", "10.1978", "0.016122", "2.543", "2.744", "2.874", "2.682", "0.4132", "0.3030", "0.2265", "10.884", "11.5757", "0.029986", "2.457", "2.535", "2.913", "2.688", "Table 4. Results of Gray Relational Analysis on Fractal Dimensions", "fractal dimensions", "influencing factors", "gray relational grade", "fractal dimensions", "influencing factors", "gray relational grade", "D", "FFH", "fixed carbon (", "X", "1", ")", "0.8329", "D", "SAXS", "fixed carbon (", "X", "1", ")", "0.8171", "volatile (", "X", "2", ")", "0.8511", "volatile (", "X", "2", ")", "0.8334", "ash content (", "X", "3", ")", "0.6641", "ash content (", "X", "3", ")", "0.6754", "S", "BET", " (", "X", "4", ")", "0.8241", "S", "BET", " (", "X", "4", ")", "0.8294", "pore diameter (", "X", "5", ")", "0.7286", "pore diameter (", "X", "5", ")", "0.7234", "pore volume (", "X", "6", ")", "0.6893", "pore volume (", "X", "6", ")", "0.6814", "sequence", "X", "2", " > ", "X", "1", " > ", "X", "4", " > ", "X", "5", " > ", "X", "6", " > ", "X", "3", "sequence", "X", "2", " > ", "X", "4", " > ", "X", "1", " > ", "X", "5", " > ", "X", "6", " > ", "X", "3", "D", "PSD", "fixed carbon (", "X", "1", ")", "0.8427", "D", "N", "fixed carbon (", "X", "1", ")", "0.8501", "volatile (", "X", "2", ")", "0.8491", "volatile (", "X", "2", ")", "0.8301", "ash content (", "X", "3", ")", "0.6634", "ash content (", "X", "3", ")", "0.6821", "S", "BET", " (", "X", "4", ")", "0.8197", "S", "BET", " (", "X", "4", ")", "0.8338", "pore diameter (", "X", "5", ")", "0.7291", "pore diameter (", "X", "5", ")", "0.7119", "pore volume (", "X", "6", ")", "0.6881", "pore volume (", "X", "6", ")", "0.6770", "sequence", "X", "2", " > ", "X", "1", " > ", "X", "4", " > ", "X", "5", " > ", "X", "6", " > ", "X", "3", "sequence", "X", "1", " > ", "X", "4", " > ", "X", "2 ", "> ", "X", "5", " > ", "X", "3", " > ", "X", "6", "Generally, gray relational grade ", "X", " > 0.9 indicates a marked influence, ", "X", " > 0.8 a relatively marked influence, ", "X", " > 0.7 a noticeable influence, and ", "X", " < 0.6 a negligible influence.", "(55)", " On the basis of above calculation results, volatile, fixed carbon and ", "S", "BET", " are the variables relatively markedly influencing all the fractal dimensions while pore diameter is a noticeable influence. On the other hand, the influence of ash content is not negligible.", "In general, there are two conventional definitions in describing fractal characteristics of porous materials, pore surface fractal dimension and pore structure fractal dimension which represents the irregularity of pore surface and pore structure separately. Further, the discrepancy between surface fractal dimension and structure fractal dimension may also relate to the phases during coal combustion process. It is known the variation of the reaction rate is significantly influenced not only by the reaction conditions but also by the evolution of the pore structure within the coal particles. During the course of reaction under chemically controlled conditions, the micropores play a substantial role in the reactivity of a char particle; while mesopores and macropores provide channels for reactant gas transportation.", "(56)", " From above analysis, it is concluded that with the decrease of the coal particle size, the surface fractal dimensions of the mesopores decrease which means the pore surfaces become smoother. Whereas the pore structure fractal dimensions become larger which results in a more complex pore network, providing more reactive surfaces. Therefore, we can draw the conclusion that with the decrease of the coal particle size, the channels for reactant gas transportation become smoother and the mass transfer resistance lowers down which is easier for the gas transportation. Consequently, the reaction rate increases. On the other hand, the increase of the pore structure fractal dimensions can provide more reactive surfaces which are also advantageous for coal combustion.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "4 Conclusions", "On the basis of the experiments and analysis, the following conclusions can be drawn:", "1. ", "From N", "2", " gas adsorption experiments, it suggests that the adsorption isotherms of all coal samples are of type II with a hysteresis loop of type H3, which indicates slit-shaped pores with broad PSD. It is observed that with decrease of the particle size, the area formed by the hysteresis loop decreases.", "2. ", "It reveals that there are both pore surface fractal dimension and pore structure fractal dimension describing fractal characteristics of coals and all the fractal dimensions of the super fine pulverized coal particles range from 2.36 to 2.91, which belong to the interval 2< ", "D", " < 3.", "3. ", "It is found that the surface fractal dimension increases with the increase of the pulverized coal particle size for both ", "D", "FFH", " and ", "D", "SAXS", ", which indicates that the larger the mean coal particle size is, the rougher the interfacial boundary will be. Furthermore the trend can be observed that the fractal dimensions decrease with the coal maturity. The values of ", "D", "SAXS", " are significantly higher than those obtained on the basis of the adsorption method ", "D", "FFH", ".", "4. ", "It is observed that the structure fractal dimension increases with the decrease of the average pore diameters for both ", "D", "PSD", " and ", "D", "N", ", which shows that the smaller the mean pore size is, the more complex the spatial network structure of the pores in the matrix will be. It is worth noticing the trend that the structure fractal dimensions increase with the coal maturity. The values of ", "D", "PSD", " are higher than those obtained on the basis of the thermodynamic method ", "D", "N", ".", "5.", "The correlation between ", "D", "FFH", " values and the shape of the N", "2", " gas adsorption isotherm is observed. Meanwhile, there is also some correlation between ", "D", "PSD", " values and the shape of the pore size distribution curves. It is found that the N", "2", " gas adsorption isotherms, pore size distribution and SAXS curves associate with each other which can be combined to confirm the appropriate range to obtain the fractal dimensions precisely.", "6. ", "On the basis of gray relational analysis, volatile, fixed carbon and ", "S", "BET", " are the variables relatively markedly influencing all the fractal dimensions while pore diameter is a noticeable influence. On the other hand, the influence of ash content is not negligible.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "This work was supported by the National Natural Science Foundation of China (50876060) and (50806019). The authors are grateful to the Shanghai Synchrotron Radiation Facility (SSRF) for giving the opportunity for the experiments.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 56 other publications.", "1. ", "Li", ", ", "Z. Q.", "; ", "Jing", ", ", "J. P", "; ", "Liu", ", ", "G. K.", "; ", "Chen", ", ", "Z. C.", " ", "Chem. Eng. Sci.", " ", "2010", ",  ", "65", ",  ", "1253", "– ", "1260", "[", "Crossref", "], [", "CAS", "]", "1. ", "Fractal and turbulence characteristics of aerodynamic fields of swirl burners", "Li, Zhengqi; Jing, Jianping; Liu, Guangkui; Chen, Zhichao", "Chemical Engineering Science", "\r\n        (", "2010", "),\r\n    ", "65", "\r\n        (", "3", "),\r\n    ", "1253-1260", "CODEN:\r\n                ", "CESCAC", ";\r\n        ISSN:", "0009-2509", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Turbulence intensities at the exit of a centrally fuel rich (CFR) burner were measured employing a probe with hot-film sensors.  In addn., using glycol as a smog tracer, optical images of the highlighted primary airflow were taken with a CCD camera and contrast-enhanced by computer.  Profiles of the interface between primary and secondary air were obtained from which fractal dimensions (FDs) of the primary air boundary were estd.  Results indicate that FDs of this air boundary are in the range of 1.10-1.30 depending on burner conditions.  As the FD and mean turbulence intensities of the primary air boundary have uniform distributions, they can be used to analyze coal combustion and NOx formation characteristics of the burner.  When either decreasing the outer secondary air vane angle or increasing either the inner secondary air vane angle or total mass flow rate of the secondary air, the burner swirl no. increases which subsequently shows up as an increase in the FD and mean turbulence intensities of the primary air boundary.  Increasing the ratio of the mass flow rate of inner to outer secondary air decreases the burner swirl no., but increases the FD and mean turbulence intensities of primary air boundary.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsVyqsLvE&md5=40a393d20fd94ec75c17f6605326f9e8", "2. ", "Li", ", ", "Z. Q.", "; ", "Yang", ", ", "L. B.", "; ", "Qiu", ", ", "P. H.", "; ", "Sun", ", ", "R.", "; ", "Chen", ", ", "L. Z.", "; ", "Sun", ", ", "S.", " ", "Int. J. Energy Res.", " ", "2004", ",  ", "28", ",  ", "511", "– ", "520", "[", "Crossref", "], [", "CAS", "]", "2. ", "Experimental study of the combustion efficiency and formation of NOx in an industrial pulverized coal combustor", "Li, ZhengQi; Yang, LongBin; Qiu, PengHua; Sun, Rui; Chen, LiZhe; Sun, ShaoZeng", "International Journal of Energy Research", "\r\n        (", "2004", "),\r\n    ", "28", "\r\n        (", "6", "),\r\n    ", "511-520", "CODEN:\r\n                ", "IJERDN", ";\r\n        ISSN:", "0363-907X", ".\r\n    \r\n            (", "John Wiley & Sons Ltd.", ")\r\n        ", "With horizontal bias combustion burners, expts. have been carried out on a 670 t h-1, corner-fired, pulverized-coal fired boiler burning bituminous coal.  At 200 MWe load, the furnace excess O2 remains stable.  The different horizontal fuel biases are obtained by changing the tilt angle of all the Louvre enrichers regulating blades.  The tilt angles of the blades are 0, 15, 24, 32°; the result is that the enriching ratios of the fuel-rich primary air increase from 2.2 to 2.6 at No. 2 corner, and from 1.2 to 4.2 at No. 3 corner.  The gas temp. increases in the burner region.  The application of the horizontal bias combustion burners results in a redn. in NOx formation from 545.7 mg Nm-3 (O2 = 6%) to 287.9 mg Nm-3, and a substantial redn. in carbon in ash content from 5.24 to 2.48%.  The boiler operated stably at a load of 80 MWe without auxiliary fuel oil.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXks1Gktbs%253D&md5=6581c571f8e505f85dbbdd8351fc4f1e", "3. ", "Li", ", ", "Z. Q.", "; ", "Jing", ", ", "J. P", "; ", "Chen", ", ", "Z. C.", "; ", "Ren", ", ", "F.", "; ", "Xu", ", ", "B.", "; ", "Wei", ", ", "H. D.", "; ", "Ge", ", ", "Z. H.", " ", "Combust. Sci. Technol.", " ", "2008", ",  ", "180", ",  ", "1370", "– ", "1394", "[", "Crossref", "], [", "CAS", "]", "3. ", "Combustion Characteristics and NOx Emissions of Two Kinds of Swirl Burners in a 300-MWe Wall-Fired Pulverized-Coal Utility Boiler", "Li, Zhengqi; Jing, Jianping; Chen, Zhichao; Ren, Feng; Xu, Bin; Wei, Hongda; Ge, Zhihong", "Combustion Science and Technology", "\r\n        (", "2008", "),\r\n    ", "180", "\r\n        (", "7", "),\r\n    ", "1370-1394", "CODEN:\r\n                ", "CBSTB9", ";\r\n        ISSN:", "0010-2202", ".\r\n    \r\n            (", "Taylor & Francis, Inc.", ")\r\n        ", "Measurements were performed in a 300-MWe wall-fired pulverized-coal utility boiler.  Enhanced ignition-dual register (EI-DR) burners and centrally fuel rich (CFR) swirl coal combustion burners were installed in the bottom row of the furnace during expts.  Local mean concns. of O2, CO, CO2 and NOx gas species, gas temps., and char burnout were detd. in the region of the two types of burners.  For centrally fuel rich swirl coal combustion burners, local mean CO concns., gas temps. and the temp. gradient are higher and mean concns. of O2 and NOx along the jet flow direction in the burner region are lower than for the enhanced ignition-dual register burners.  Moreover, the mean O2 concn. is higher and the gas temp. and mean CO concn. are lower in the side wall region.  For centrally fuel rich swirl coal combustion burners in the bottom row, the combustion efficiency of the boiler increases from 96.73% to 97.09%, and NOx emission decreases from 411.5 to 355 ppm @ 6% O2 compared to enhanced ignition-dual register burners and the boiler operates stably at 110 MWe without auxiliary fuel oil.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXnsFCrsrY%253D&md5=77e00c70b21fa8d478e39dbb2a80dfb5", "4. ", "Jiang", ", ", "X. M.", "; ", "Zheng", ", ", "C. G.", "; ", "Yan", ", ", "C.", "; ", "Liu", ", ", "D. C.", "; ", "Qiu", ", ", "J. R.", "; ", "Li", ", ", "J. B.", " ", "Fuel", " ", "2002", ",  ", "81", ",  ", "793", "– ", "797", "[", "Crossref", "], [", "CAS", "]", "4. ", "Physical structure and combustion properties of super fine pulverized coal particle", "Jiang, Xiumin; Zheng, Chuguang; Che, Yan; Liu, Dechang; Qiu, Jianrong; Li, Jubin", "Fuel", "\r\n        (", "2002", "),\r\n    ", "81", "\r\n        (", "6", "),\r\n    ", "793-797", "CODEN:\r\n                ", "FUELAC", ";\r\n        ISSN:", "0016-2361", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "Phys. structures and combustion properties of super fine pulverized coal particles of eight Chinese coals, Heshan subbituminous coals and Jincheng lean coals from two areas of China, were investigated using accelerated surface area and porosimetry, thermobalance (TGA), and Fourier transform IR spectrometer.  Results showed that the particle sp. surface area and pore vol. increased greatly when the coal particle size was reduced.  The higher the carbon content on a dry ash-free basis is, the larger the particle sp. surface area and pore vol. are.  When the coal particle size decreases, the combustion process can be largely improved, ignition temp. is reduced, and SO2 emission from coal combustion is also lower.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38Xhs1Ckur4%253D&md5=c44503ac80dfb9cffa256c7e29664183", "5. ", "Jiang", ", ", "X. M.", "; ", "Zheng", ", ", "C. G.", "; ", "Qiu", ", ", "J. R.", "; ", "Li", ", ", "J. B.", "; ", "Liu", ", ", "D. C.", " ", "Energy Fuels", " ", "2001", ",  ", "15", ",  ", "1100", "– ", "1102", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Combustion Characteristics of Super Fine Pulverized Coal Particles", "Jiang, Xiumin; Zheng, Chuguang; Qiu, Jianrong; Li, Jubin; Liu, Dechang", "Energy & Fuels", "\r\n        (", "2001", "),\r\n    ", "15", "\r\n        (", "5", "),\r\n    ", "1100-1102", "CODEN:\r\n                ", "ENFUEM", ";\r\n        ISSN:", "0887-0624", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Combustion of super fine particles is a new pulverized coal combustion technique.  Compared with conventional combustion techniques, it has the advantages of good flame stability, high burnout, low NOx release, and low comprehensive cost.  Using NETZSCH thermobalance, STA 409C, and maintaining the test conditions for all the samples at the heating rate of 20°/min, the paper investigated the combustion properties of Heshan (Hs) subbituminous coal and Jincheng (Jc) lean coal, each in four different av. sizes.  Significant improvement of combustion properties was obsd. when particle size was reduced down to 0-20 μm.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXkvFKrur0%253D&md5=67acefd0e09bd39e49ac3c5e1f637f02", "6. ", "Zhang", ", ", "C. Q.", "; ", "Jiang", ", ", "X. M.", "; ", "Wei", ", ", "L. H.", "; ", "Wang", ", ", "H.", " ", "Energy Convers. Manage.", " ", "2007", ",  ", "48", ",  ", "797", "– ", "802", "[", "Crossref", "], [", "CAS", "]", "6. ", "Research on pyrolysis characteristics and kinetics of super fine and conventional pulverized coal", "Zhang, Chaoqun; Jiang, Xiumin; Wei, Lihong; Wang, Hui", "Energy Conversion and Management", "\r\n        (", "2007", "),\r\n    ", "48", "\r\n        (", "3", "),\r\n    ", "797-802", "CODEN:\r\n                ", "ECMADL", ";\r\n        ISSN:", "0196-8904", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Based on isothermal thermogravimetric anal. (TGA) and kinetic equations, the optimization toolbox of MATLAB was applied to study the effects of particle size and heating rate on the pyrolysis characteristics and kinetics and to obtain the mechanism function and kinetic parameters of Yuanbaoshan coal at four different particle sizes and heating rates.  The pyrolysis characteristics of the samples were analyzed using thermogravimetric (TG) curves and differential thermogravimetric (DTG) curves.  The results show that the coal pyrolysis process is strongly affected by heating rate and particle size.  As the heating rate increases, the temp. of volatile matter initiation increases, the total volatile matter evolved decreases and the DTG peak shifts toward higher temp.  As the particle size decreases, the temp. of volatile matter initiation of the coal sample decreases and the max. rate of mass loss increases.  In the pyrolysis of coal, the activation energies of the samples were found to increase with growing particle size and decreasing heating rate for both of the devolatilization temp. stages.  In the lower temp. stage, the coal samples show a great difference in mechanism function at different particle sizes and heating rates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtVKht7c%253D&md5=45a35dc5dec298516df8533202a2d0dd", "7. ", "Cooper", ", ", "B. R.", "; ", "Gruner", ", ", "W. R.", "; ", "Anderson", ", ", "L.", " ", "Rev. Mod. Phys.", " ", "1981", ",  ", "53", ",  ", "51", "– ", "168", "[", "Crossref", "]", "There is no corresponding record for this reference.", "8. ", "Amarasekera", ", ", "G.", "; ", "Scarlett", ", ", "M. J.", "; ", "Mainwaring", ", ", "D. E.", " ", "Fuel", " ", "1995", ",  ", "74", ",  ", "115", "– ", "118", "[", "Crossref", "], [", "CAS", "]", "8. ", "Micropore size distributions and specific interactions in coals", "Amarasekera, G.; Scarlett, M. J.; Mainwaring, D. E.", "Fuel", "\r\n        (", "1995", "),\r\n    ", "74", "\r\n        (", "1", "),\r\n    ", "115-18", "CODEN:\r\n                ", "FUELAC", ";\r\n        ISSN:", "0016-2361", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "Micropore surface areas, pore size distributions and pore vols. were detd. for four brown coals, one medium-volatile subbituminous coal, one high-volatile subbituminous coal, and one low-volatile bituminous coal by CO2 adsorption at 273 K.  In comparison, BET surface areas were detd. for two of the brown coals by N2 adsorption at 77 K.  Surface areas were consistent with published values.  The micropore size distributions obtained using the Dubinin-Medek approach were independent of coal rank and functional groups.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXjtVems78%253D&md5=56ba28d7027e8f39277212d08d593d51", "9. ", "Hu", ", ", "S.", "; ", "Li", ", ", "M.", "; ", "Xiang", ", ", "J.", "; ", "Sun", ", ", "L. S.", "; ", "Li", ", ", "P. S.", "; ", "Su", ", ", "S.", "; ", "Sun", ", ", "X. X.", " ", "Fuel", " ", "2004", ",  ", "83", ",  ", "1307", "– ", "1313", "[", "Crossref", "]", "There is no corresponding record for this reference.", "10. ", "Yao", ", ", "Y. B.", "; ", "Liu", ", ", "D. M.", "; ", "Tang", ", ", "D. Z.", "; ", "Tang", ", ", "S. H.", "; ", "Huang", ", ", "W. H.", " ", "Int. J. Coal Geol.", " ", "2008", ",  ", "73", ",  ", "27", "– ", "42", "[", "Crossref", "], [", "CAS", "]", "10. ", "Fractal characterization of adsorption-pores of coals from North China: An investigation on CH4 adsorption capacity of coals", "Yao, Yanbin; Liu, Dameng; Tang, Dazhen; Tang, Shuheng; Huang, Wenhui", "International Journal of Coal Geology", "\r\n        (", "2008", "),\r\n    ", "73", "\r\n        (", "1", "),\r\n    ", "27-42", "CODEN:\r\n                ", "IJCGDE", ";\r\n        ISSN:", "0166-5162", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "To better understand the characteristics of adsorption-pores (pore diam. < 100 nm) and their influence on CH4 adsorption capacity of coals, we have conducted fractal anal. for 13 fresh coal samples (Ro from 0.79 to 4.24%) in North China.  Isotherms of N2 gas adsorption/desorption analyses indicate that coals have different adsorption characteristics at relative pressure of 0-0.5 and 0.5-1.  On this basis, two fractal dimensions D1 and D2 (at relative pressure of 0-0.5 and 0.5-1, resp.) were obtained using the fractal Frenkel-Halsey-Hill (FHH) method, in which both proposed fractal exponents, '(D - 3)/3' and '(D - 3)' were investigated.  The fractal exponent '(D - 3)' provides more realistic results than fractal dimensions calcd. from (D - 3)/3.  The two fractal dimensions, D1 and D2, have different correlations with CH4 adsorption capacity of coals.  The CH4 adsorption capacity does not vary with increasing fractal dimension D1 up to ∼2.5, but thereafter increases with D1.  In contrast, the CH4 adsorption capacity varies neg. with D2 within the entire data range.  Further investigation indicates that D1 represents fractals from pore surface area generated by surface irregularity of coals, while D2 characterizes fractals related to pore structures that are controlled by the compn. (e.g., ash, moisture, carbon) and pore parameter (e.g., pore diam., micropores content) of coals.  Higher fractal dimension D1 correlates to more irregular surfaces that provide more space for CH4 adsorption.  Higher fractal dimension D2 represents higher heterogeneity of pore structure and higher liq./gas surface tension that reduce CH4 adsorption capacity.  Therefore, more irregular coal surface and more homogeneous pore structure indicate higher CH4 adsorption capacity of coals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtlCltL3I&md5=c7d70512f050bf7325c004945c472b9e", "11. ", "Radlinski", ", ", "A. P.", "; ", "Mastalerz", ", ", "M.", "; ", "Hinde", ", ", "A. L.", "; ", "Hainbuchner", ", ", "M.", "; ", "Rauch", ", ", "H.", "; ", "Baron", ", ", "M.", "; ", "Lin", ", ", "J. S.", "; ", "Fan", ", ", "L.", "; ", "Thiyagarajan", ", ", "P.", " ", "Int. J. Coal Geol.", " ", "2004", ",  ", "59", ",  ", "245", "– ", "271", "[", "Crossref", "], [", "CAS", "]", "11. ", "Application of SAXS and SANS in evaluation of porosity, pore size distribution and surface area of coal", "Radlinski, A. P.; Mastalerz, M.; Hinde, A. L.; Hainbuchner, M.; Rauch, H.; Baron, M.; Lin, J. S.; Fan, L.; Thiyagarajan, P.", "International Journal of Coal Geology", "\r\n        (", "2004", "),\r\n    ", "59", "\r\n        (", "3-4", "),\r\n    ", "245-271", "CODEN:\r\n                ", "IJCGDE", ";\r\n        ISSN:", "0166-5162", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "This paper discusses the applicability of small angle X-ray scattering (SAXS) and small angle neutron scattering (SANS) techniques for detg. the porosity, pore size distribution and internal sp. surface area in coals.  The method is noninvasive, fast, inexpensive and does not require complex sample prepn.  It uses coal grains of about 0.8 mm size mounted in std. pellets as used for petrog. studies.  Assuming spherical pore geometry, the scattering data are converted into the pore size distribution in the size range 1 nm (10 A) to 20 μm (200,000 A) in diam., accounting for both open and closed pores.  FTIR as well as SAXS and SANS data for seven samples of oriented whole coals and corresponding pellets with vitrinite reflectance (Ro) values in the range 0.55% to 5.15% are presented and analyzed.  Our results demonstrate that pellets adequately represent the av. microstructure of coal samples.  The scattering data have been used to calc. the max. surface area available for methane adsorption.  Total porosity as percentage of sample vol. is calcd. and compared with worldwide trends.  By demonstrating the applicability of SAXS and SANS techniques to det. the porosity, pore size distribution and surface area in coals, we provide a new and efficient tool, which can be used for any type of coal sample, from a thin slice to a representative sample of a thick seam.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXmtFCmtrs%253D&md5=10d1f5ea9496be919a0a5c31f6a95b99", "12. ", "Mahamud", ", ", "M.", "; ", "Lopez", ", ", "O.", "; ", "Pis", ", ", "J. J.", "; ", "Pajares", ", ", "J. A.", " ", "Fuel Process. Technol.", " ", "2004", ",  ", "86", ",  ", "135", "– ", "149", "[", "Crossref", "], [", "CAS", "]", "12. ", "Textural characterization of chars using fractal analysis", "Mahamud, Manuel; Lopez, Oscar; Pis, Jose Juan; Pajares, Jesus Alberto", "Fuel Processing Technology", "\r\n        (", "2004", "),\r\n    ", "86", "\r\n        (", "2", "),\r\n    ", "135-149", "CODEN:\r\n                ", "FPTEDY", ";\r\n        ISSN:", "0378-3820", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The aim of this study is to explore the potential of fractal anal. in helping to understand the textural changes of materials during the manuf. of active carbons.  Textural characterization of the chars is carried out in order to obtain a better understanding of the phenomena underlying char formation.  The materials selected for study were a series of chars obtained from coals oxidized in air at various temps. for different periods of time.  The data from mercury porosimetry were analyzed using fractal models.  The av. fractal dimensions for the chars were calcd. by using the methods proposed by Friesen and Mikula and that of Zhang and Li.  Fractal profiles of the chars obtained by the method of Neimark were compared with the corresponding fractal profiles of the precursor coals.  Pore development during carbonization depends-among other factors that are kept const. in this study-on the textural properties of the precursor coal, the devolatilization process and the plastic properties of coals.  The evolution of the fractal characteristics of the chars is also studied.  At the same time pore vol. development is analyzed.  These analyses help to clarify the role that various phenomena occurring during carbonization have on the textural properties of the chars.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXotV2itLs%253D&md5=b83ec8d0839cb734c1f28b5ab11e3b9e", "13. ", "Mahnke", ", ", "M.", "; ", "Moge", ", ", "H. J.", " ", "Colloid Surf., A", " ", "2003", ",  ", "216", ",  ", "215", "– ", "228", "[", "Crossref", "], [", "CAS", "]", "13. ", "Fractal analysis of physical adsorption on material surfaces", "Mahnke, M.; Mogel, H. J.", "Colloids and Surfaces, A: Physicochemical and Engineering Aspects", "\r\n        (", "2003", "),\r\n    ", "216", "\r\n        (", "1-3", "),\r\n    ", "215-228", "CODEN:\r\n                ", "CPEAEH", ";\r\n        ISSN:", "0927-7757", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "To find the fractal dimension of rough surfaces, adsorption isotherms were studied.  Fripiat Gatineau and Van Damme (1986) extended the BET-Formula (1938) which was originally designed for flat surfaces.  As far as we are aware, this method has never been practically applied.  This is mainly due to a term in the formula not expressible in math. closed form.  Besides, this isotherm displays an inconsistent behavior in the case of surface fractal dimension d = 3.  In this paper a new modified BET-formula is presented which does not exhibit the inconsistency for d = 3 and yields an easy to use algorithm to det. the fractal dimension of a surface from one adsorption isotherm.  The fractal dimension of a TiO2 ceramic ultrafiltration membrane is detd. according to this method from a N2 adsorption isotherm.  The result is compared with the fractal dimension estd. according to a method described by Neimark and Russ (1990) which uses fractal versions of Kelvin- and Kiselev-equation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXktlCjtLg%253D&md5=bfcae3c73a686586eab2da13399fded3", "14. ", "Avnir", ", ", "D.", "; ", "Jaroniec", ", ", "M.", " ", "Langmuir", " ", "1989", ",  ", "5", ",  ", "1431", "– ", "1433", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "An isotherm equation for adsorption on fractal surfaces of heterogeneous porous materials", "Avnir, David; Jaroniec, Mieczyslaw", "Langmuir", "\r\n        (", "1989", "),\r\n    ", "5", "\r\n        (", "6", "),\r\n    ", "1431-3", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    ", "Imposing a fractal pore-size distribution on the Dubinin approach for adsorption in porous materials yields the simple isotherm θ = K[ln (p0/p)]D-3, in which θ is the relative adsorption, p0 and p are the satn. and equil. pressures, resp., K is a const., and D is the fractal dimension of the surface accessible to adsorption.  The isotherm has the form of the Frenkel-Halsey-Hill (FHH) equation, and the theor. range of the exponent falls within the range of exptl. obsd. FHH exponents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1MXmtVamtLY%253D&md5=b54954b05a1637b72a009a8f01c410aa", "15. ", "Zhang", ", ", "J. W.", "; ", "Sun", ", ", "S. Z.", "; ", "Yang", ", ", "J. C.", "; ", "Hu", ", ", "X. D.", "; ", "Qing", ", ", "Y. K.", " ", "Proceedings of the CSEE", " ", "2008", ",  ", "28", ",  ", "1", "– ", "8", "There is no corresponding record for this reference.", "16. ", "Sahouli", ", ", "B.", "; ", "Blacher", ", ", "S.", "; ", "Brouers", ", ", "F.", " ", "Langmuir", " ", "1997", ",  ", "13", ",  ", "4391", "– ", "4394", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Applicability of the Fractal FHH Equation", "Sahouli, Bendida; Blacher, Silvia; Brouers, Francois", "Langmuir", "\r\n        (", "1997", "),\r\n    ", "13", "\r\n        (", "16", "),\r\n    ", "4391-4394", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The current work deals with the applicability of the fractal version of the Frenkel-Halsey-Hill (FHH) theory of multilayer adsorption.  The concept of the std. isotherm is introduced to examine the weakness of this equation when the solid-gas potential controls the adsorption process of gas on a given solid.  The results of the detn. of the fractal dimension of typical samples of carbon blacks, activated carbon, and aerogels (mixed SiO2-ZrO2 and pure silica) are given.  They show that the fractal dimension depends critically of the coverage exponent s for a flat surface of the same chem. nature.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXksFeqtLk%253D&md5=aa2c9144ee36f13ad55e80a50c42a2f0", "17. ", "Xu", ", ", "L. J.", "; ", "Zhang", ", ", "D. J.", "; ", "Xian", ", ", "X. F.", " ", "J. Colloid Interface Sci.", " ", "1997", ",  ", "190", ",  ", "357", "– ", "359", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Fractal dimensions of coals and cokes", "Xu, Longjun; Zhang, Daijun; Xian, Xuefu", "Journal of Colloid and Interface Science", "\r\n        (", "1997", "),\r\n    ", "190", "\r\n        (", "2", "),\r\n    ", "357-359", "CODEN:\r\n                ", "JCISA5", ";\r\n        ISSN:", "0021-9797", ".\r\n    \r\n            (", "Academic", ")\r\n        ", "Using adsorption data, we get formulas for the calcn. of fractal dimensions: log[ACO2(BET)/An2(BEt)] = -5.3984(2 - D1)/2 and log[ACO2(BET)/AN2(BEt)] = -5.3984(1 - D2)/2.  The fractal dimensions (D) of 27 coals and 2 cokes have been obtained.  The D of coals decreased with the increase of fa and reached a max. at H/C equal to 0.66 (or Cdaf about 86%).  The fractal dimension is relative to ash and volatiles of coal: D = 2.2237 + 0.6249Vdaf + 0.8863Ad.  The relationship between D of coal coke and its conversions (X) obeys the following equation: D = a exp(-bX) + c.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXktlSmtr4%253D&md5=a35208a57435884b62fde9844b088d39", "18. ", "Rizkalla", ", ", "N.", "; ", "Hildgen", ", ", "P.", "; ", "Thibert", ", ", "R.", " ", "J. Colloid Interface Sci.", " ", "1999", ",  ", "215", ",  ", "43", "– ", "53", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Influence of the Fractal Character of Model Substances on their Reactivity at Solid-Liquid Interfaces", "Rizkalla, Nevine; Hildgen, Patrice; Thibert, Roch", "Journal of Colloid and Interface Science", "\r\n        (", "1999", "),\r\n    ", "215", "\r\n        (", "1", "),\r\n    ", "43-53", "CODEN:\r\n                ", "JCISA5", ";\r\n        ISSN:", "0021-9797", ".\r\n    \r\n            (", "Academic Press", ")\r\n        ", "The fractal theory has been applied to study surface complexity where surface aspects influence phys. properties and play a role in controlling heterogeneous reactions at interfaces.  In this work, the influence of the fractal character of some selected antacids was investigated in regard to their neutralizing activity.  The materials used were magnesium trisilicate, magnesium hydroxide, and heavy and light magnesium oxide, each from three different manufacturers.  Surface area, total pore vol., and particle size were measured.  Fractal dimension was detd. from gas adsorption data according to pore size distribution, the Frenkel-Halsey-Hill, and thermodn. methods.  The results obtained show a correlation between neutralization activity and fractal character rather than total surface area or particle size.  Also, the effect of porosity in terms of total pore vol. was modified by the structure of the porous network.  The complexity of the pore network played a major role in controlling reactivity.  However, the effect of surface roughness was only demonstrated when adsorption on the surface was a rate-limiting step in the reaction.  (c) 1999 Academic Press.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXjs1Smsbk%253D&md5=b80feecf018608c15755021032ddbba6", "19. ", "Pyun", ", ", "S.-I", "; ", "Rhee", ", ", "C.-K.", " ", "Electrochim. Acta", " ", "2004", ",  ", "49", ",  ", "4171", "– ", "4180", "[", "Crossref", "], [", "CAS", "]", "19. ", "An investigation of fractal characteristics of mesoporous carbon electrodes with various pore structures", "Pyun, Su-Il; Rhee, Chang-Kyu", "Electrochimica Acta", "\r\n        (", "2004", "),\r\n    ", "49", "\r\n        (", "24", "),\r\n    ", "4171-4180", "CODEN:\r\n                ", "ELCAAV", ";\r\n        ISSN:", "0013-4686", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "Fractal characteristics of mesoporous C electrodes were studied with various pore structures using the N2 gas adsorption method and the TEM image anal. method.  The mesoporous carbons with various pore structures were prepd. by imprinting mesophase pitch used as a carbonaceous precursor with different colloidal SiO2 particles.  All imprinted mesoporous carbons were composed of 2 groups of pores produced from the carbonization of mesophase pitch and from the SiO2 imprinting.  The overall surface fractal dimensions of the C specimens were detd. from the analyses of the N2 gas adsorption isotherms.  To distinguish the surface fractal dimension of the carbonization-induced pore surface from that fractal dimension of the SiO2-imprinted pore surface, the individual surface fractal dimensions were detd. from the image analyses of the TEM images.  From the comparison of the overall surface fractal dimension with the individual surface fractal dimensions, it was recognized that the overall surface fractal dimension is crucially influenced by the individual surface fractal dimension of the SiO2-imprinted pore surface.  Also, from the fact that the SiO2-imprinted pore surface with broad relative pore size distribution (PSD) gave lower value of the individual surface fractal dimension than that pore surface with narrow relative PSD, as the SiO2-imprinted pores comprising the C specimen agglomerate, the individual surface fractal dimension of that pore surface decreases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXlsFekur8%253D&md5=695585f251b138c625bbab51ba219630", "20. ", "Ismail", ", ", "I. M. K.", "; ", "Pfeifer", ", ", "P.", " ", "Langmuir", " ", "1994", ",  ", "10", ",  ", "1532", "– ", "1538", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Fractal Analysis and Surface Roughness of Nonporous Carbon Fibers and Carbon Blacks", "Ismail, Ismail M. K.; Pfeifer, Peter", "Langmuir", "\r\n        (", "1994", "),\r\n    ", "10", "\r\n        (", "5", "),\r\n    ", "1532-8", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    ", "Using the fractal anal. approach, the surface roughness and irregularities of nonporous carbon fibers (CF's) were estd. by analyzing the N adsorption isotherms at 77 K.  These fibers were prepd. from different precursors and subjected to different heat treatment temps.  The fractal dimension, D, obtained by this method was correlated to the percent population, D', of (chem. reactive) carbon active sites available at the external surface of the fibers.  The higher the value of D, the higher was D'.  The fractal approach and the technique used to det. the population of carbon active sites are highly informative and consistent methods for quantifying the surface roughness of CF's.  The extent of surface roughness as computed by D or D' is also in qual. agreement with the images obtained on CF's using scanning tunneling microscopy.  With carbon blacks, the comparison yields a set of adsorption isotherms ranging form pure van der Waals adsorption to pure capillary condensation (and intermediate cases) on fractal surfaces.  In one extreme case (CF's), the surface exhibits fractal scaling over two decades of length and induces capillary condensation from a monolayer upward.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXivVWjsbw%253D&md5=aca17e8261d072fed2ae6e811f27c081", "21. ", "Rouquerol", ", ", "J.", "; ", "Avnir", ", ", "D.", "; ", "Fairbridge", ", ", "C. W.", "; ", "Everett", ", ", "D. H.", "; ", "Haynes", ", ", "J. H.", "; ", "Pernicone", ", ", "N.", "; ", "Ramsay", ", ", "J. D. F.", "; ", "Sing", ", ", "K. S. W.", "; ", "Unger", ", ", "K. K.", " ", "Pure Appl. Chem.", " ", "1994", ",  ", "66", ",  ", "1739", "– ", "1758", "[", "Crossref", "], [", "CAS", "]", "21. ", "Recommendations for the characterization of porous solids", "Rouquerol, J.; Avnir, D.; Fairbridge, C. W.; Everett, D. H.; Haynes, J. H.; Pernicone, N.; Ramsay, J. D. F.; Sing, K. S. W.; Unger, K. K.", "Pure and Applied Chemistry", "\r\n        (", "1994", "),\r\n    ", "66", "\r\n        (", "8", "),\r\n    ", "1739-58", "CODEN:\r\n                ", "PACHAS", ";\r\n        ISSN:", "0033-4545", ".\r\n    ", "These recommendations aim to be a tool for the selection and appraisal of the methods of characterization of porous solids, and to also give the warnings and guidelines on which the experts generally agree.  For this purpose, they successively consider the description of a porous solid (definitions, terminol.), the principal methods available (stereol., radiation scattering, pycnometry, adsorption, intrusion, suction, max. bubble pressure, fluid flow, immersion or adsorption calorimetry, thermoporometry, size exclusion chromatog., Xenon NMR and ultrasonic methods) and finally the general principles which are worth being followed in the selection of the appropriate method.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXmtFeltrc%253D&md5=0f58b4970be3a27c6a374afb51474fd7", "22. ", "Imelik", ", ", "B.", "; ", "Vedrine", ", ", "J. C.", "  ", "Catalyst Characterization Physical Techniques for Solid Materials", "; ", "Plenum Press", ": ", "New York", ", ", "1994", ".", "There is no corresponding record for this reference.", "23. ", "Li", ", ", "Z. H.", "; ", "Gong", ", ", "Y. J.", "; ", "Wu", ", ", "D.", "; ", "Sun", ", ", "Y. H.", "; ", "Wang", ", ", "J.", "; ", "Liu", ", ", "Y.", "; ", "Dong", ", ", "B. Z.", " ", "Microporous Mesoporous Mater.", " ", "2001", ",  ", "46", ",  ", "75", "– ", "80", "[", "Crossref", "], [", "CAS", "]", "23. ", "A negative deviation from Porod's law in SAXS of organo-MSU-X", "Li, Z. H.; Gong, Y. J.; Wu, D.; Sun, Y. H.; Wang, J.; Liu, Y.; Dong, B. Z.", "Microporous and Mesoporous Materials", "\r\n        (", "2001", "),\r\n    ", "46", "\r\n        (", "1", "),\r\n    ", "75-80", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "Small-angle X-ray scattering (SAXS) using synchrotron radiation as X-ray source has been employed to characterize the microscopic structure of organo-modified mesoporous mol. sieves (organo-MSU-X) prepd. by a one-pot template-directed synthesis.  It is shown that the SAXS profile is hardly const. with Porod's law showing a neg. slope, i.e., neg. deviation.  This suggests that there is a diffuse interfacial layer located between the pores and the matrix.  This suggests that the org. groups remain covalently linked to the matrix, as indicated by 29SiCP MAS NMR and FT-IR.  The av. thickness of the interfacial layer was found to be about 1 nm for each of the three samples with different kinds and the same amts. (20%) of org. groups.  This kind of material has also been proved to possess both surface and mass fractal structures.  The correction of the neg. deviation from Porod's law is performed in order to obtain the pore structure of the amorphous porous silica materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXktFGqtro%253D&md5=73710f1f16f6a64abc9071ec4f0f9091", "24. ", "Bale", ", ", "H. D.", "; ", "Schmidt", ", ", "P. W.", " ", "Phys. Rev. Lett.", " ", "1984", ",  ", "53", ",  ", "596", "– ", "599", "[", "Crossref", "], [", "CAS", "]", "24. ", "Small-angle x-ray-scattering investigation of submicroscopic porosity with fractal properties", "Bale, Harold D.; Schmidt, Paul W.", "Physical Review Letters", "\r\n        (", "1984", "),\r\n    ", "53", "\r\n        (", "6", "),\r\n    ", "596-9", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    ", "A method is developed for analyzing the outer part of the small-angle x-ray or neutron-scattering curve for porous scatterers in which the pore boundaries can be described by fractals.  When the results are applied to the scattering data from a lignite coal, the fractal dimension of the boundary surface of the pores in this coal is 2.56 ± 0.03.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2cXkvFCjurs%253D&md5=ceffce19c4c4933d4db65237aa5291ed", "25. ", "Bodoev", ", ", "N. V.", "; ", "Gruber", ", ", "R.", "; ", "Kucherenko", ", ", "V. A.", "; ", "Guet", ", ", "J. M.", "; ", "Khabarova", ", ", "T.", "; ", "Cohaut", ", ", "N.", "; ", "Heintz", ", ", "O.", "; ", "Rokosova", ", ", "N. N.", " ", "Fuel", " ", "1998", ",  ", "17", ",  ", "413", "– ", "418", "There is no corresponding record for this reference.", "26. ", "Sastry", ", ", "P. U.", "; ", "Sen", ", ", "D.", "; ", "Mazumder", ", ", "S.", "; ", "Chandrasekaran", ", ", "K. S.", " ", "Solid State Commun.", " ", "2000", ",  ", "114", ",  ", "329", "– ", "333", "[", "Crossref", "], [", "CAS", "]", "26. ", "Structural variations in lignite coal: a small angle X-ray scattering investigation", "Sastry, P. U.; Sen, D.; Mazumder, S.; Chandrasekaran, K. S.", "Solid State Communications", "\r\n        (", "2000", "),\r\n    ", "114", "\r\n        (", "6", "),\r\n    ", "329-333", "CODEN:\r\n                ", "SSCOA4", ";\r\n        ISSN:", "0038-1098", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "The structural morphol. of raw and processed lignite coal specimens from Neyveli (Tamil Nadu, India) is characterized over a length scale of 5-100 nm by small angle X-ray scattering (SAXS).  The scattering profile from the unprocessed lignite specimen exhibits two distinct power laws indicating different fractal morphologies over different length scales: a pore fractal (dimension Dp ∼ 2.7) for the pore-coal interface below 17 nm and a surface fractal (dimension Ds ∼ 2.3) above 17 nm.  As a result of industrial processing at different temp., pressure and carbonization, significant changes in the structure are noticed as indicated by the scattering profiles.  The fractal roughness of the pore-coal interface becomes smooth (av. Ds ∼ 2) for a large window of the length scale, whereas a part of the pore fractal transforms to a surface (Ds ∼ 2.8).  The specimen treated at relatively higher temp. exhibits further variation from the fractal geometry with a tendency to form a new non-fractal micropore structure for the length scale ≤8 nm.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXis12qt7s%253D&md5=1771a000d5209dc88e79242baf1ed9eb", "27. ", "Mitropoulos", ", ", "A. C.", "; ", "Haynes", ", ", "J. M.", "; ", "Richardson", ", ", "R. M.", "; ", "Steriostis", ", ", "T. A.", "; ", "Stubos", ", ", "A. K.", "; ", "Kanellopoulos", ", ", "N. K.", " ", "Carbon", " ", "1996", ",  ", "34", ",  ", "775", "– ", "781", "[", "Crossref", "], [", "CAS", "]", "27. ", "Water adsorption and small angle x-ray scattering studies on the effect of coal thermal treatment", "Mitropoulos, A. Ch.; Haynes, J. M.; Richardson, R. M.; Steriotis, T. A.; Stubos, A. K.; Kanellopoulos, N. K.", "Carbon", "\r\n        (", "1996", "),\r\n    ", "34", "\r\n        (", "6", "),\r\n    ", "775-781", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The effect of thermal treatment, at a relatively high temp. (≃ 340°C), on two high-volatile bituminous coals is examd. by water adsorption and small angle x-ray scattering (SAXS).  The results suggest that the mesopore structure in both samples undergoes a partial collapse.  Furthermore, a strong hydrophobic effect, at the very early stages of the adsorption process, is noted for only one of them.  This observation is attributed to differences in the rigidity of each of the structures.  Anal. of the spectra in terms of fractal geometry is also performed.  It is proposed that thermal treatment changes the coal matrixes from a dil. to dense configuration.  Heating causes a breakage of some oxygen and sulfur bridges giving rise to these structure alterations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XksFKlurc%253D&md5=bd9ec935f0f599531aa896289a130a88", "28. ", "Nakagawa", ", ", "T.", "; ", "Komaki", ", ", "I.", "; ", "Sakawa", ", ", "M.", "; ", "Nishikawa", ", ", "K.", " ", "Fuel", " ", "2000", ",  ", "79", ",  ", "1341", "– ", "1346", "[", "Crossref", "], [", "CAS", "]", "28. ", "Small angle X-ray scattering study on change of fractal property of Witbank coal with heat treatment", "Nakagawa, T.; Komaki, I.; Sakawa, M.; Nishikawa, K.", "Fuel", "\r\n        (", "2000", "),\r\n    ", "79", "\r\n        (", "11", "),\r\n    ", "1341-1346", "CODEN:\r\n                ", "FUELAC", ";\r\n        ISSN:", "0016-2361", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "Change in the surface fractal dimension (Ds) of Witbank coal with heat treatment was studied using small angle X-ray scattering.  Ds changes systematically depending on the temp. and the heating rate.  Esp. in the pre-softening stage, Ds decreased with increasing temp.  From thermogravimetric and differential scanning calorimetric analyses, we concluded that this was derived from a phys. structural change in coal.  There are lower limits (Fmin) of fractal distribution of pore surface.  Further, these limits change greatly at the threshold of the coal softening temp.  The phys. structural change of coal takes place at lower temps. than that thought so far, and that Ds and Fmin are valuable parameters for representing the structural changes with heat treatment.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXkslOrsL8%253D&md5=ed8f07fcf1bb5a57e20b8b82c005106a", "29. ", "Nakagawa", ", ", "T.", "; ", "Nishikawa", ", ", "K.", "; ", "Komaki", ", ", "I.", " ", "Carbon", " ", "1999", ",  ", "37", ",  ", "520", "– ", "522", "[", "Crossref", "], [", "CAS", "]", "29. ", "Change of surface fractal dimension for Witbank coal with heat-treatment studied by small angle x-ray scattering", "Nakagawa, T.; Nishikawa, K.; Komaki, I.", "Carbon", "\r\n        (", "1999", "),\r\n    ", "37", "\r\n        (", "3", "),\r\n    ", "520-522", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "The surface fractal dimension change for Witbank coal, studied by small angle x-ray scattering, is attributed to the phys. structure relaxation with heat-treatment.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXit1CjurY%253D&md5=4fbc509e597fe7f9e0472c0248494d87", "30. ", "Coppens", ", ", "M. O.", " ", "Colloid Surf., A", " ", "2001", ",  ", "187−188", ",  ", "257", "– ", "265", "There is no corresponding record for this reference.", "31. ", "Rouquerol", ", ", "J.", "; ", "Avnir", ", ", "D.", "; ", "Fairbridge", ", ", "C. W.", "; ", "Everett", ", ", "D. H.", "; ", "Haynes", ", ", "J. M.", "; ", "Pernicone", ", ", "N.", "; ", "Ramsay", ", ", "J. D. F.", "; ", "Sing", ", ", "K. S. W.", "; ", "Unger", ", ", "K. K.", " ", "Pure Appl. Chem.", " ", "1994", ",  ", "66", ",  ", "1739", "– ", "1758", "[", "Crossref", "], [", "CAS", "]", "31. ", "Recommendations for the characterization of porous solids", "Rouquerol, J.; Avnir, D.; Fairbridge, C. W.; Everett, D. H.; Haynes, J. H.; Pernicone, N.; Ramsay, J. D. F.; Sing, K. S. W.; Unger, K. K.", "Pure and Applied Chemistry", "\r\n        (", "1994", "),\r\n    ", "66", "\r\n        (", "8", "),\r\n    ", "1739-58", "CODEN:\r\n                ", "PACHAS", ";\r\n        ISSN:", "0033-4545", ".\r\n    ", "These recommendations aim to be a tool for the selection and appraisal of the methods of characterization of porous solids, and to also give the warnings and guidelines on which the experts generally agree.  For this purpose, they successively consider the description of a porous solid (definitions, terminol.), the principal methods available (stereol., radiation scattering, pycnometry, adsorption, intrusion, suction, max. bubble pressure, fluid flow, immersion or adsorption calorimetry, thermoporometry, size exclusion chromatog., Xenon NMR and ultrasonic methods) and finally the general principles which are worth being followed in the selection of the appropriate method.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXmtFeltrc%253D&md5=0f58b4970be3a27c6a374afb51474fd7", "32. ", "Diduszko", ", ", "R.", "; ", "Swiatkowski", ", ", "A.", "; ", "Trznadel", ", ", "B. J.", " ", "Carbon", " ", "2000", ",  ", "38", ",  ", "1153", "– ", "1162", "[", "Crossref", "], [", "CAS", "]", "32. ", "On surface of micropores and fractal dimension of activated carbon determined on the basis of adsorption and SAXS investigations", "Diduszko, R.; Swiatkowski, A.; Trznadel, B. J.", "Carbon", "\r\n        (", "2000", "),\r\n    ", "38", "\r\n        (", "8", "),\r\n    ", "1153-1162", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "Granulated com. activated C obtained from hardcoal was sepd. for fractions, by elutriation, in an air stream of const. flow-rate.  Three samples of different fall down distances from the outlet tube were demineralized.  Benzene adsorption isotherms were detd. at 293 K and SAXS measurements were performed for each.  The Dubinin-Izotova and Dubinin-Stoeckli equations were used for evaluation of micropore structural parameters of examd. C samples.  From these equations different methods of calcn. of geometric surface area were discussed.  Obtained results were compared with values evaluated by using the method proposed here.  This method comprises results of SAXS and adsorption measurements.  Changes of geometric surface area were confirmed by anal. of surface roughness measured by fractal dimension.  The values of fractal dimension were obtained by method of calcn. from adsorption data proposed previously by Ehrburger-Dolle and were compared with modification proposed here.  This modification is based on known correlation given by McEnaney.  Obtained values of fractal dimension were compared with values detd. from SAXS data.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXktFWjtL4%253D&md5=9671aaf4f7891ef403eb32d803be54e3", "33. ", "Farin", ", ", "D.", "; ", "Avnir", ", ", "D.", " ", "J. Phys. Chem.", " ", "1987", ",  ", "91", ",  ", "5517", "– ", "5521", "[", "ACS Full Text ", "], [", "CAS", "]", "33. ", "Reactive fractal surfaces", "Farin, Dina; Avnir, David", "Journal of Physical Chemistry", "\r\n        (", "1987", "),\r\n    ", "91", "\r\n        (", "22", "),\r\n    ", "5517-21", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "The finding that the surfaces of most materials are fractal on a mol. scale is extended to reactive surfaces.  In many cases the rate of the reaction, v, between a surface and reactant mols. which diffuse to it from the bulk (Eley-Rideal type process) relates with particle radius, R, as v .varies. RDR-3, in which DR, the reaction dimension, is a characteristic parameter of the reaction.  Quite often, DR can be interpreted as the fractal dimension of the subset of the reactive sites on the surface.  The relation between DR and the surface fractal dimension, D, reflects a mechanistic phenomenol. of this type of reactions, such as the effects of diffusional screening and trapping, of chem. surface site selectivity, and of morphol. changes during the reaction.  Examples include reactive dissoln. of various natural materials, dissoln. of drugs, thermal decompn., and coal gasification.  Wenzel's very early law (1777) on surface reactivity is generalized.  It is shown that the efficiency of a reaction can be increased by controlling the geometrical parameters of the reacting material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2sXlvVCnur8%253D&md5=899ce3fba24af76d7aafeb8f5c5929e1", "34. ", "Sing", ", ", "K. S. W.", "; ", "Everett", ", ", "D. H.", "; ", "Haul", ", ", "R. A. W.", "; ", "Moscou", ", ", "L.", "; ", "Pierotti", ", ", "R. A.", "; ", "Rouquerol", ", ", "J.", "; ", "Siemieniewska", ", ", "T.", " ", "Pure Appl. Chem.", " ", "1985", ",  ", "57", ",  ", "603", "– ", "619", "[", "Crossref", "], [", "CAS", "]", "34. ", "Reporting physisorption data for gas/solid systems with special reference to the determination of surface area and porosity (Recommendations 1984)", "Sing, K. S. W.; Everett, D. H.; Haul, R. A. W.; Moscou, L.; Pierotti, R. A.; Rouquerol, J.; Siemieniewska, T.", "Pure and Applied Chemistry", "\r\n        (", "1985", "),\r\n    ", "57", "\r\n        (", "4", "),\r\n    ", "603-19", "CODEN:\r\n                ", "PACHAS", ";\r\n        ISSN:", "0033-4545", ".\r\n    ", "Problems and ambiguities in reporting data are discussed.  Procedures and terminol. for reporting data re recommended.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2MXhvFWrtb4%253D&md5=4fbbea83b3a13b5f22e6d26e5d0ab20c", "35. ", "Pfeifer", ", ", "P.", "; ", "Wu", ", ", "Y. J.", "; ", "Cole", ", ", "M. W.", "; ", "Krim", ", ", "J.", " ", "Phys. Rev. Lett.", " ", "1989", ",  ", "62", ",  ", "1997", "– ", "2000", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "35. ", "Multilayer adsorption on a fractally rough surface", "Pfeifer, P.; Wu, Y. J.; Cole, M. W.; Krim, J.", "Physical Review Letters", "\r\n        (", "1989", "),\r\n    ", "62", "\r\n        (", "17", "),\r\n    ", "1997-2000", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    ", "Models are proposed for thick-film-coverage adsorption on a general fractal surface.  The basic idea is that long-range dispersion forces dominate the thermodn. behavior.  The anal. predicts the coverage to be proportional to [ln(P0/P)](D-3)//3 where P/P0 is the relative vapor pressure and D is the fractal dimenion of the surface.  Exptl. examples for this behavior are presented.  They are rough Ag surfaces, giving D = 2.30.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1MXksVGlu7s%253D&md5=66e7a46c9daffbd71375bcc59a5af29b", "36. ", "Ismail", ", ", "I. M. K.", "; ", "Pfeifer", ", ", "P.", " ", "Langmuir", " ", "1994", ",  ", "10", ",  ", "1532", "– ", "1538", "[", "ACS Full Text ", "], [", "CAS", "]", "36. ", "Fractal Analysis and Surface Roughness of Nonporous Carbon Fibers and Carbon Blacks", "Ismail, Ismail M. K.; Pfeifer, Peter", "Langmuir", "\r\n        (", "1994", "),\r\n    ", "10", "\r\n        (", "5", "),\r\n    ", "1532-8", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    ", "Using the fractal anal. approach, the surface roughness and irregularities of nonporous carbon fibers (CF's) were estd. by analyzing the N adsorption isotherms at 77 K.  These fibers were prepd. from different precursors and subjected to different heat treatment temps.  The fractal dimension, D, obtained by this method was correlated to the percent population, D', of (chem. reactive) carbon active sites available at the external surface of the fibers.  The higher the value of D, the higher was D'.  The fractal approach and the technique used to det. the population of carbon active sites are highly informative and consistent methods for quantifying the surface roughness of CF's.  The extent of surface roughness as computed by D or D' is also in qual. agreement with the images obtained on CF's using scanning tunneling microscopy.  With carbon blacks, the comparison yields a set of adsorption isotherms ranging form pure van der Waals adsorption to pure capillary condensation (and intermediate cases) on fractal surfaces.  In one extreme case (CF's), the surface exhibits fractal scaling over two decades of length and induces capillary condensation from a monolayer upward.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXivVWjsbw%253D&md5=aca17e8261d072fed2ae6e811f27c081", "37. ", "Wu", ", ", "M. K.", " ", "Aerosol Sci. Technol.", " ", "1996", ",  ", "25", ",  ", "392", "– ", "398", "[", "Crossref", "], [", "CAS", "]", "37. ", "The roughness of aerosol particles: surface fractal dimension measured using nitrogen adsorption", "Wu, Murray K.", "Aerosol Science and Technology", "\r\n        (", "1996", "),\r\n    ", "25", "\r\n        (", "4", "),\r\n    ", "392-398", "CODEN:\r\n                ", "ASTYDQ", ";\r\n        ISSN:", "0278-6826", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "Measurements were made of the surface fractal dimension of materials produced by com. aerosol processes.  A nitrogen adsorption technique was used that requires the measurement of only one adsorption isotherm, in contrast to other methods that require multiple isotherms.  The materials analyzed were titanium dioxide (fumed and chloride process) and fumed silica.  The chloride process titanium dioxide samples showed evidence that surface roughness is controlled by process conditions, and the fumed titanium dioxide appeared to have a surface structure that is not fractal.  Results for fumed silica were compared with data from the literature that were obtained using small angle x-ray and neutron scattering.  Adsorption surface fractal dimensions were lower, which is believed to be caused by surface roughness.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XmtlWnt70%253D&md5=9536d8c7c4662ab73694802cbefc25aa", "38. ", "Tang", ", ", "P.", "; ", "Chew", ", ", "N. Y. K.", "; ", "Chan", ", ", "H.-K.", "; ", "Raper", ", ", "J. A.", " ", "Langmuir", " ", "2003", ",  ", "19", ",  ", "2632", "– ", "2638", "[", "ACS Full Text ", "], [", "CAS", "]", "38. ", "Limitation of Determination of Surface Fractal Dimension Using N2 Adsorption Isotherms and Modified Frenkel-Halsey-Hill Theory", "Tang, Patricia; Chew, Nora Y. K.; Chan, Hak-K.; Raper, Judy A.", "Langmuir", "\r\n        (", "2003", "),\r\n    ", "19", "\r\n        (", "7", "),\r\n    ", "2632-2638", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Surface fractal dimensions, DS, of smooth and corrugated bovine serum albumin particles were obtained from N2 adsorption isotherms using modified Frenkel-Halsey-Hill (FHH) theory.  It was found that for different particles, the correct DS values depended on the no. of adsorbed layers, n.  For corrugated particles, when 1 ≤ n ≤ 10, the value of DS is equal to 2.39, which agrees with the value obtained from light scattering (2.39 ± 0.05).  Unlike the corrugated particles, the adsorption isotherm for the smooth particles generated the correct value of DS (2.12) only for 1.0 ± 0.5 ≤ n ≤ 2.0 ± 0.5 (i.e., around monolayer coverage).  Detn. of DS in the multilayer region (n > 2) produced a higher value than the one obtained from monolayer coverage.  This was because the smooth particles were in closer contact with each other; at higher coverage the gas mols. probed the surface of the aggregates instead of the single particles.  As there were fewer contact points between the corrugated particles compared to the smooth particles, this effect took place at higher coverage (pressure) causing deviation from the expected values.  This finding is supported by the fact that for corrugated particles, the value of DS started to deviate at higher n and increased to 2.58 when n > 10.  The use of modified FHH theory is thus limited by the no. of adsorbed layers on the particles.  The closer the particles come in contact, the thinner is the coverage region describing the correct DS.  To ensure reliable detn. of DS, it is therefore recommended to det. DS only around monolayer coverage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXhsFWjurc%253D&md5=f032ef2d38586baa46a91023f3658216", "39. ", "Mitropoulos", ", ", "A. C.", "; ", "Kanellopoulos", ", ", "N. K.", "; ", "Stefanopoulos", ", ", "K. L.", "; ", "Heenan", ", ", "R. K.", " ", "J. Colloid Interface Sci.", " ", "1998", ",  ", "203", ",  ", "229", "– ", "230", "[", "Crossref", "], [", "CAS", "]", "39. ", "Scattering by curved and fractal surfaces", "Mitropoulos, A. Ch.; Kanellopoulos, N. K.; Stefanopoulos, K. L.; Heenan, R. K.", "Journal of Colloid and Interface Science", "\r\n        (", "1998", "),\r\n    ", "203", "\r\n        (", "1", "),\r\n    ", "229-230", "CODEN:\r\n                ", "JCISA5", ";\r\n        ISSN:", "0021-9797", ".\r\n    \r\n            (", "Academic Press", ")\r\n        ", "The Kirste and Porod equation was extended from smooth to fractal surfaces.  (c) 1998 Academic Press.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXktFOmtLc%253D&md5=645d2b88d59851d0d1213c014f62d144", "40. ", "Farin", ", ", "D.", "; ", "Avnir", ", ", "D.", " ", "J. Am. Chem. Soc.", " ", "1988", ",  ", "110", ",  ", "2039", "– ", "2045", "[", "ACS Full Text ", "], [", "CAS", "]", "40. ", "The reaction dimension in catalysis on dispersed metals", "Farin, Dina; Avnir, David", "Journal of the American Chemical Society", "\r\n        (", "1988", "),\r\n    ", "110", "\r\n        (", "7", "),\r\n    ", "2039-45", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "The relation between catalytic activity, a, and particle size, 2R, of dispersed catalysts obeys in very many cases the following scaling law: a .varies. RDR, where DR, the reaction dimension, is a characteristic parameter of the catalytic reaction which provides quant. means of comparative evaluation of the degree of structure sensitivity.  The relation applies to all catalysis.  Examples include hydrogenations, hydrogenolyses, oxidns., isomerizations, and photochem. and electrochem. reactions.  Catalysts include Pt, Pd, Ir, Ag, Rh, Fe, Ni, and bimetallic catalysts dispersed on SiO2, Al2O3, TiO2, MgO, and charcoals.  A wide range of DR values was found: from DR = 0.2 for C2H4 oxidn. on Ag/SiO2, indicating weak dependence of the activity on particle size and a very low proportion of reactive surface sites, through DR ∼ 2 cases indicating structure insensitivity, up to DR = 5.8 for NH3 synthesis on Fe/MgO, indicating extreme structure sensitivity.  The activity power law reflects a parallel scaling relation in the population of reaction-specific active sites, i.e., that particle size change by a factor of N changes the no. of sites by a factor of NDR.  For DR < 2 cases the pattern of distribution of active sites is invariant to the scale changes, i.e., that DR is the fractal dimension of the reactive subset of surface atoms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1cXhtlymsbs%253D&md5=eb1374936edf05515070e3d708c8ea2d", "41. ", "Reich", ", ", "M. H.", "; ", "Snook", ", ", "I. K.", "; ", "Wagenfeld", ", ", "H. K.", " ", "Fuel", " ", "1992", ",  ", "71", ",  ", "669", "– ", "672", "[", "Crossref", "], [", "CAS", "]", "41. ", "A fractal interpretation of the effect of drying on the pore structure of Victorian brown coal", "Reich, M. H.; Snook, I. K.; Wagenfeld, H. K.", "Fuel", "\r\n        (", "1992", "),\r\n    ", "71", "\r\n        (", "6", "),\r\n    ", "669-72", "CODEN:\r\n                ", "FUELAC", ";\r\n        ISSN:", "0016-2361", ".\r\n    ", "Existing small-angle x-ray scattering data for moist and dried brown coal were reinterpreted in terms of fractal concepts.  This method gives better, more phys. interpretable descriptions of the data.  A fractal description of the scattering indicated that the x-ray data for moist coal is dominated by scattering from a mass (vol.) fractal, whereas that for dried coal was consistent with scattering by a surface fractal.  The dominance of mass rather than surface character in moist coal may only be attributed to the different electron densities of water-filled pores vs. air-filled pores.  The mass fractal interpretation of the moist coal was consistent with other phys. characteristics (e.g., plastic flow); the surface fractal nature of dried coal was consistent with other data (e.g., gas adsorption).  Finally, interpretation was consistent with the concept that the gel-like structure of moist low-rank coal was irreversibly changed by drying.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38XktFWhs7o%253D&md5=daadc55d2f41e87a626ef3c6f5230471", "42. ", "Diduszko", ", ", "R.", "; ", "Swiatkowski", ", ", "A.", "; ", "Trznadel", ", ", "B. J.", " ", "Carbon", " ", "2000", ",  ", "38", ",  ", "1153", "– ", "1162", "[", "Crossref", "], [", "CAS", "]", "42. ", "On surface of micropores and fractal dimension of activated carbon determined on the basis of adsorption and SAXS investigations", "Diduszko, R.; Swiatkowski, A.; Trznadel, B. J.", "Carbon", "\r\n        (", "2000", "),\r\n    ", "38", "\r\n        (", "8", "),\r\n    ", "1153-1162", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "Granulated com. activated C obtained from hardcoal was sepd. for fractions, by elutriation, in an air stream of const. flow-rate.  Three samples of different fall down distances from the outlet tube were demineralized.  Benzene adsorption isotherms were detd. at 293 K and SAXS measurements were performed for each.  The Dubinin-Izotova and Dubinin-Stoeckli equations were used for evaluation of micropore structural parameters of examd. C samples.  From these equations different methods of calcn. of geometric surface area were discussed.  Obtained results were compared with values evaluated by using the method proposed here.  This method comprises results of SAXS and adsorption measurements.  Changes of geometric surface area were confirmed by anal. of surface roughness measured by fractal dimension.  The values of fractal dimension were obtained by method of calcn. from adsorption data proposed previously by Ehrburger-Dolle and were compared with modification proposed here.  This modification is based on known correlation given by McEnaney.  Obtained values of fractal dimension were compared with values detd. from SAXS data.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXktFWjtL4%253D&md5=9671aaf4f7891ef403eb32d803be54e3", "43. ", "Jiang", ", ", "X. M.", "; ", "Yang", ", ", "H. P.", "; ", "Li", ", ", "Y.", "; ", "Liu", ", ", "H.", "  ", "J. China Coal Society", " ", "2003", ",  ", "28", ",  ", "414", "− ", "418", " (in Chinese).", "There is no corresponding record for this reference.", "44. ", "Reich", ", ", "M. H.", "; ", "Russo", ", ", "S. P.", "; ", "Snook", ", ", "I. K.", "; ", "Wagenfeld", ", ", "H. K.", " ", "J. Colloid Interface Sci.", " ", "1990", ",  ", "135", ",  ", "353", "– ", "362", "[", "Crossref", "], [", "CAS", "]", "44. ", "The application of SAXS to determine the fractal properties of porous carbon-based materials", "Reich, M. H.; Russo, S. P.; Snook, I. K.; Wagenfeld, H. K.", "Journal of Colloid and Interface Science", "\r\n        (", "1990", "),\r\n    ", "135", "\r\n        (", "2", "),\r\n    ", "353-62", "CODEN:\r\n                ", "JCISA5", ";\r\n        ISSN:", "0021-9797", ".\r\n    ", "A simple derivation of the H. Bale and P. Schmidt (1984) equation for the intensity of x-rays scattered through small angles (SAXS) by a porous solid with a fractal surface is given.  This expression is then used in conjunction with exptl. SAXS data to est. the surface fractal dimension, D, of wide range of porous, carbon-based solids.  The measured values of D vary over virtually the whole theor. allowable range.  Further, it is shown that for a black coal sample, both the fractal dimension and the extent of the surface are a function of the degree of oxidn. of the coal sample.  Thus, this method may be used to follow processes in porous solids and, given appropriate app., the technique can be adapted to follow such processes in situ.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXhtVGmsLw%253D&md5=9b74794cdea05d4c2314952602017e79", "45. ", "Boreham", ", ", "C. J.", "; ", "Blevin", ", ", "J. E.", "; ", "Radlinski", ", ", "A. P.", "; ", "Trigg", ", ", "K. R.", " ", "APPEA Journal", " ", "2003", ",  ", "43", ",  ", "117", "– ", "148", "[", "CAS", "]", "45. ", "Coal as a source of oil and gas: a case study from the Bass Basin, Australia", "Boreham, C. J.; Blevin, J. E.; Radlinski, A. P.; Trigg, K. R.", "APPEA Journal", "\r\n        (", "2003", "),\r\n    ", "43", "\r\n        (", "Pt. 1", "),\r\n    ", "117-148", "CODEN:\r\n                ", "APJOFT", ";\r\n        ISSN:", "1326-4966", ".\r\n    \r\n            (", "Australian Petroleum Production and Exploration Association", ")\r\n        ", "Only a few published geochem. studies have demonstrated that coals have sourced significant vols. of oil, while none have clearly implicated coals in the Australian context.  As part of a broader collaborative project with Mineral Resources Tasmania on the petroleum prospectivity of the Bass Basin, this geochem. study has yielded strong evidence that Paleocene-Eocene coals have sourced the oil and gas in the Yolla, Pelican and Cormorant accumulations in the Bass Basin.  Potential oil-prone source rocks in the Bass Basin have Hydrogen Indexes (HIs) greater than 300 mg HC/g TOC.  The coals within the Early-Middle Eocene succession commonly have HIs up to 500 mg HC/g TOC, and are assocd. with disseminated org. matter in claystones that are more gas-prone with HIs generally less than 300 mg HC/g TOC.  Maturity of the coals is sufficient for oil and gas generation, with vitrinite reflectance (VR) up to 1.8% at the base of Pelican-5.  Igneous intrusions, mainly within Paleocene, Oligocene and Miocene sediments, produced locally elevated maturity levels with VR up to 5%.  The key events in the process of petroleum generation and migration from the effective coaly source rocks in the Bass Basin are: (1) the onset of oil generation at a VR of 0.65% (e.g. 2,450 m in Pelican-5); (2) the onset of oil expulsion (primary migration) at a VR of 0.75% (e.g. 2,700-3,200 m in the Bass Basin; 2,850 m in Pelican-5); (3) the main oil window between VR of 0.75 and 0.95% (e.g. 2,850-3,300 m in Pelican-5); and; (4) the main gas window at VR >1.2% (e.g. >3,650 m in Pelican-5).  Oils in the Bass Basin form a single oil population, although biodegrdn. of the Cormorant oil has resulted in its statistical placement in a sep. oil family from that of the Pelican and Yolla crudes.  Oil-to-source correlations show that the Paleocene-Early Eocene coals are effective source rocks in the Bass Basin, in contrast to previous work, which favored disseminated org. matter in claystone as the sole potential source kerogen.  This result represents the first demonstrated case of significant oil from coal in the Australian context.  Natural gases at White Ibis-1 and Yolla-2 are assocd. with the liq. hydrocarbons in their resp. fields, although the former gas is generated from a more mature source rock.  The application of the methodologies used in this study to other Australian sedimentary basins where com. oil is thought to be sourced from coaly kerogens (e.g. Bowen, Cooper and Gippsland basins) may further implicate coal as an effective source rock for oil.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXns1GktLY%253D&md5=bbde157a0c654eadf3993e917d58896e", "46. ", "Zeng", ", ", "F. G.", "  ", "The Fractal Mechanism in Coal Grinding Process", "; ", "China Coal Industry Publishing House", ": ", "Beijing", ", ", "2001", ", (in Chinese).", "There is no corresponding record for this reference.", "47. ", "Sahouli", ", ", "B.", "; ", "Blacher", ", ", "S.", "; ", "Brouers", ", ", "F.", "; ", "Sobry", ", ", "R.", "; ", "Van den Bossche", ", ", "G.", "; ", "Diez", ", ", "B.", "; ", "Darmstadt", ", ", "H.", "; ", "Roy", ", ", "C.", "; ", "Kaliaguine", ", ", "S.", " ", "Carbon", " ", "1996", ",  ", "34", ",  ", "633", "– ", "637", "[", "Crossref", "], [", "CAS", "]", "47. ", "Surface morphology of commercial carbon blacks and carbon blacks from pyrolysis of used tires by small-angle x-ray scattering", "Sahouli, B.; Blacher, S.; Brouers, F.; Sobry, R.; Van den Bossche, G.; Diez, B.; Darmstadt, H.; Roy, C.; Kaliaguine, S.", "Carbon", "\r\n        (", "1996", "),\r\n    ", "34", "\r\n        (", "5", "),\r\n    ", "633-637", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The surface fractal dimension of com. rubber grade carbon blacks and pyrolytic carbon blacks (CBp) was detd. using small-angle x-ray scattering.  The CBp were produced by vacuum pyrolysis of used tires at different temps. and pressures.  For the CBp a dependence of the pyrolysis conditions on the fractal dimension was obsd.  The fractal dimension decreased, suggesting a smoother surface, with increasing pyrolysis pressure and to a lesser extent with increasing pyrolysis temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XjsVWkt78%253D&md5=4def07db5c43380df5f32a082f4bdba1", "48. ", "Weidler", ", ", "P. G.", "; ", "Degovics", ", ", "G.", "; ", "Laggner", ", ", "P.", " ", "J. Colloid Interface Sci.", " ", "1998", ",  ", "197", ",  ", "1", "– ", "8", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "48. ", "Surface roughness created by acidic dissolution of synthetic goethite monitored with SAXS and N2-adsorption isotherms", "Weidler, Peter G.; Degovics, Gabor; Laggner, Peter", "Journal of Colloid and Interface Science", "\r\n        (", "1998", "),\r\n    ", "197", "\r\n        (", "1", "),\r\n    ", "1-8", "CODEN:\r\n                ", "JCISA5", ";\r\n        ISSN:", "0021-9797", ".\r\n    \r\n            (", "Academic Press", ")\r\n        ", "The development of surface roughness of two synthetic goethites with a high, 176 m2/g, and a low, 7 m2/g, initials sp. surface area by HCL acid attack is described in terms of fractal geometry.  The dissoln. kinetics were influenced by the presence of micropores and small mesopores created during dissoln. and leading to an initial increase in surface area causing S-shaped dissoln. curves.  The fractal dimensions were calcd. from the adsorption isotherms obtained with N2 as adsorbate.  These values of surface fractal dimension agree quite well with the values of the mass and surface fractal dimension obtained with small angle X-ray scattering (SAXS).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXht1Ogsb0%253D&md5=8262b6daa2a4e6a805cd90ed55bbe21d", "49. ", "Pfeifer", ", ", "P.", "; ", "Avnir", ", ", "D.", " ", "J. Chem. Phys.", " ", "1983", ",  ", "79", ",  ", "3558", "– ", "3565", "[", "Crossref", "], [", "CAS", "]", "49. ", "Chemistry in noninteger dimensions between two and three.  I.  Fractal theory of heterogeneous surfaces", "Pfeifer, Peter; Avnir, David", "Journal of Chemical Physics", "\r\n        (", "1983", "),\r\n    ", "79", "\r\n        (", "7", "),\r\n    ", "3558-65", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "The foundations are laid for appreciation of chem. surfaces as D-dimensional objects where 2 ≤D<3.  Being a global measure of surface irregularity, this dimension labels an extremely heterogeneous surface by a value far from 2.  It implies, e.g., that any monolayer on such a surface resembles 3-dimensional bulk rather than a 2-dimensional film because the no. of absorption sites within distance l from any fixed site, grows as lD.  Generally, a particular value of D means that any typical piece of the surface unfolds into md similar pieces upon m-fold magnification (self-similarity).  The underlying concept of fractal dimension D is reviewed and illustrated in a form adapted to surface-chem. problems.  From this, 3 major methods are derived to det. D of a given solid surface which establish powerful connections between several surface properties: (1) the surface area A depends on the cross-section area σ of different mols. used for monolayer coverage, according to A .varies. σ(2-D)1/2.  (2) The surface area of a fixed amt. of powd. adsorbent, as measured from monolayer coverage by a fixed adsorbate, relates to the radius of adsorbent particles according to A .varies. RD-3.  (3) If surface heterogeneity comes from pores, then -dV/dρ .varies. ρ2-D where V is the cumulative vol. of pores with radius ≥ρ.  Also statistical mech. implications are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3sXls1Cntbo%253D&md5=111392f19cc33df1962a7261297381fb", "50. ", "Neimark", ", ", "A. V.", "; ", "Hanson", ", ", "M.", "; ", "Unger", ", ", "K. K.", " ", "J. Phys. Chem.", " ", "1993", ",  ", "97", ",  ", "6011", "– ", "6015", "[", "ACS Full Text ", "], [", "CAS", "]", "50. ", "Fractal analysis of the distribution of high-viscosity fluids in porous supports", "Neimark, Alexander V.; Hanson, Michael; Unger, Klaus K.", "Journal of Physical Chemistry", "\r\n        (", "1993", "),\r\n    ", "97", "\r\n        (", "22", "),\r\n    ", "6011-15", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "The distribution of a highly viscous fluid in porous media was studied by using polymer-coated supports for liq. chromatog. as an example.  A system of practical interest in protein sepn. (e.g., polybutadiene on porous silica LiChroshper Si 300) was explored.  The surface fractal dimensions for the original support and for samples with varying polymer loading were derived from low temp. N adsorption isotherms by using a thermodn. method.  The increase in polymer content does not have a significant impact on the surface properties.  The fractal dimensions for polymer-coated samples do not differ essentially from the value of 2.22 (inherent for the original support) over the scale range of ∼ 10-150 Å.  The defractalization effect (which is characteristic for wetting films) was not obsd.  The fractal anal. indicated that the polymer is sited predominantly in inclusions or ganglia and that the pore vol. is filled randomly with bulk polymer.  The proposed ganglia model for the polymer distribution in porous supports describes adequately the obsd. changes in pore structure caused by the polymer loading.  It is consistent with independent solid-state NMR measurements and can be used for the interpretation of chromatog. data.  The thermodn. method of the fractal anal. based on adsorption and/or capillary exptl. data is recommended for the study of high-viscosity liqs. or other host phase distributions in different porous systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXis1Wmtb8%253D&md5=a07ab00e8e344b0b73f88667f15f6f30", "51. ", "Lebon", ", ", "S.", "; ", "Hillel", ", ", "R.", " ", "J. Colloid Interface Sci.", " ", "1995", ",  ", "173", ",  ", "215", "– ", "220", "[", "Crossref", "], [", "CAS", "]", "51. ", "Fractal analysis of graphite matrixes: influence of impregnation of salts", "Lebon, Sophie; Hillel, Roger", "Journal of Colloid and Interface Science", "\r\n        (", "1995", "),\r\n    ", "173", "\r\n        (", "1", "),\r\n    ", "215-20", "CODEN:\r\n                ", "JCISA5", ";\r\n        ISSN:", "0021-9797", ".\r\n    \r\n            (", "Academic", ")\r\n        ", "The material IMPEX consists of graphite matrixes impregnated with salts and is used as a reactive bed in thermochem. transformers.  A recently proposed thermodn. method is used to study modifications induced in the texture of the matrixes by impregnation with salts.  The authors take exptl. data obtained from low-temp. N adsorption into account in the fractal anal., where the surface fractal dimensions are measured.  The nonimpregnated matrixes are analyzed and compared with the precursor of the graphite materials.  Compression of the matrix affects the sp. surface area and the pore vol., but not the fractal dimension.  The impregnation process leads to the defractalization of the surface of the matrix.  The authors detd. the salt distribution from the exptl. results.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXmsFSrs70%253D&md5=6b9577432fe354ccdd74304a92dd74c3", "52. ", "Mitropoulos", ", ", "A. C.", "; ", "Stefanopoulos", ", ", "K. L.", "; ", "Kanellopoulos", ", ", "N. K.", " ", "Microporous Mesoporous Mater.", " ", "1998", ",  ", "24", ",  ", "29", "– ", "39", "[", "Crossref", "], [", "CAS", "]", "52. ", "Coal studies by small angle X-ray scattering", "Mitropoulos, A. Ch.; Stefanopoulos, K. L.; Kanellopoulos, N. K.", "Microporous and Mesoporous Materials", "\r\n        (", "1998", "),\r\n    ", "24", "\r\n        (", "1-3", "),\r\n    ", "29-39", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "Two highly volatile bituminous coal samples were characterized by adsorption and small-angle X-ray scattering (SAXS).  The SAXS measurements were repeated on samples that had been brought to equil. at various relative pressures of carbon tetrachloride which has a similar electron d. as the coals.  The validity of this combined technique was ascertained by reconstructing the adsorption isotherms from the SAXS data.  A theor. approach connecting the two methods was considered, and simple formulas were derived.  The reconstruction of the adsorption isotherm is influenced by several parameters.  Adsorption in conjunction with SAXS can provide information on the pore structure, the adsorption mechanism, and the swelling of the solid matrix upon adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXnsVGmtr8%253D&md5=1bde8e7787a4d6236ba35d9f7c855084", "53. ", "Deng", ", ", "J.", " ", "Syst. Control Lett.", " ", "1982", ",  ", "1", ",  ", "288", "– ", "294", "[", "Crossref", "]", "There is no corresponding record for this reference.", "54. ", "Caydas", ", ", "U.", "; ", "Hascalik", ", ", "A.", " ", "Opt. Laser Technol.", " ", "2008", ",  ", "40", ",  ", "987", "– ", "994", "[", "Crossref", "]", "There is no corresponding record for this reference.", "55. ", "Fu", ", ", "C. Y.", "; ", "Zheng", ", ", "J. S", "; ", "Zhao", ", ", "J. M.", "; ", "Xu", ", ", "W. D.", " ", "Corros. Sci.", " ", "2001", ",  ", "43", ",  ", "881", "– ", "889", "[", "Crossref", "], [", "CAS", "]", "55. ", "Application of grey relational analysis for corrosion failure of oil tubes", "Fu, Chaoyang; Zheng, Jiashen; Zhao, Jingmao; Xu, Weidong", "Corrosion Science", "\r\n        (", "2001", "),\r\n    ", "43", "\r\n        (", "5", "),\r\n    ", "881-889", "CODEN:\r\n                ", "CRRSAA", ";\r\n        ISSN:", "0010-938X", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "Gray relational method was a data process method used to sort out the correlation extent of effect factors in a system with uncertain information.  In this paper, it was applied to evaluate the effect of environmental factors to corrosion of oil tubes in gas wells and find out the main factors.  Anal. results of practical data showed that the main factors causing corrosion failure of oil tubes were sweet corrosion and erosion of gas fluids.  Failure anal. and exptl. research of oil tubes approved the gray relations anal. result, which demonstrated that gray relational anal. method was a good tool for corrosion research and main factors anal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXjt1amu7o%253D&md5=84c490fc90d650129982b3925093e5e4", "56. ", "Liu", ", ", "G.", "; ", "Benyon", ", ", "P.", "; ", "Benfell", ", ", "K. E.", "; ", "Bryant", ", ", "G. W.", "; ", "Tate", ", ", "A. G.", "; ", "Boyd", ", ", "R. K.", "; ", "Harris", ", ", "D. J.", "; ", "Wall", ", ", "T. F.", " ", "Fuel", " ", "2000", ",  ", "79", ",  ", "617", "– ", "626", "[", "Crossref", "], [", "CAS", "]", "56. ", "The porous structure of bituminous coal chars and its influence on combustion and gasification under chemically controlled conditions", "Liu, G.; Benyon, P.; Benfell, K. E.; Bryant, G. W.; Tate, A. G.; Boyd, R. K.; Harris, D. J.; Wall, T. F.", "Fuel", "\r\n        (", "2000", "),\r\n    ", "79", "\r\n        (", "6", "),\r\n    ", "617-626", "CODEN:\r\n                ", "FUELAC", ";\r\n        ISSN:", "0016-2361", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "Bituminous chars with a strongly non-uniform porous structure have not been accounted for in existing pore models used to predict reactivity.  A new approach has been developed to predict a particle structure parameter used in the random pore model.  The reaction rate has been correlated with the carbon burn-off.  Six bituminous coal chars were produced by pyrolysis in a pressurized drop tube furnace and their reaction rates were measured under various conditions using a pressurized thermogravimetric analyzer.  The char morphol. and the porous structure of the char particles were obtained using image anal.  The porous structure of char particles was also characterized by using mercury porosimetry.  After high-pressure pyrolysis, most of the char particles are of a high porosity, low surface area and a non-uniform porous structure with a large central void surrounded by a thin shell which will influence apparent char reactivity and ash formation.  Image anal. also confirmed that the maceral compn. of the coals and the pyrolysis pressure influence char morphol.  A max. reaction rate for each char was obsd. at a carbon conversion of 10-20 wt% during both char combustion and gasification.  The particle structure parameters were predicted based on the measured porosity and surface area of macropores and micropores in the particle, and show reasonable agreement with those derived from exptl. measurements.  The predicted reaction rate agrees well with exptl. measurements obtained under various conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXit1ylt7k%253D&md5=0ad116436b1a5bbdec9fcc143416d25b"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2010/enfuem.2010.24.issue-5/ef100142t/production/images/small/ef-2010-00142t_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2010/enfuem.2010.24.issue-5/ef100142t/production/images/small/ef-2010-00142t_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2010/enfuem.2010.24.issue-5/ef100142t/production/images/small/ef-2010-00142t_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2010/enfuem.2010.24.issue-5/ef100142t/production/images/small/ef-2010-00142t_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2010/enfuem.2010.24.issue-5/ef100142t/production/images/small/ef-2010-00142t_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2010/enfuem.2010.24.issue-5/ef100142t/production/images/small/ef-2010-00142t_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2010/enfuem.2010.24.issue-5/ef100142t/production/images/small/ef-2010-00142t_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2010/enfuem.2010.24.issue-5/ef100142t/production/images/small/ef-2010-00142t_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2010/enfuem.2010.24.issue-5/ef100142t/production/images/small/ef-2010-00142t_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2010/enfuem.2010.24.issue-5/ef100142t/production/images/small/ef-2010-00142t_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2010/enfuem.2010.24.issue-5/ef100142t/production/images/small/ef-2010-00142t_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2010/enfuem.2010.24.issue-5/ef100142t/production/images/small/ef-2010-00142t_0012.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2010/enfuem.2010.24.issue-5/ef100142t/production/images/small/ef-2010-00142t_0013.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2010/enfuem.2010.24.issue-5/ef100142t/production/images/small/ef-2010-00142t_0014.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2010/enfuem.2010.24.issue-5/ef100142t/production/images/small/ef-2010-00142t_0015.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2010/enfuem.2010.24.issue-5/ef100142t/production/images/small/ef-2010-00142t_0016.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2010/enfuem.2010.24.issue-5/ef100142t/production/images/small/ef-2010-00142t_0017.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2010/enfuem.2010.24.issue-5/ef100142t/production/images/small/ef-2010-00142t_0018.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2010/enfuem.2010.24.issue-5/ef100142t/production/images/small/ef-2010-00142t_0019.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2010/enfuem.2010.24.issue-5/ef100142t/production/images/small/ef-2010-00142t_0020.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2010/enfuem.2010.24.issue-5/ef100142t/production/images/small/ef-2010-00142t_0021.gif\">"]}
