{"title": ["Quest for Highly Connected Metal–Organic Framework Platforms: Rare-Earth Polynuclear Clusters Versatility Meets Net Topology Needs"], "authors": ["Dalal Alezi", "Abdul Malik P. Peedikakkal", "Łukasz J. Weseliński", "Vincent Guillerm", "Youssef Belmabkhout", "Amy J. Cairns", "Zhijie Chen", "Łukasz Wojtas", "Mohamed Eddaoudi"], "doi": ["10.1021/jacs.5b00450"], "abstract": ["Gaining control over the assembly of highly porous rare-earth (RE) based metal–organic frameworks (MOFs) remains challenging. Here we report the latest discoveries on our continuous quest for highly connected nets. The topological exploration based on the noncompatibility of a 12-connected RE polynuclear carboxylate-based cluster, points of extension matching the 12 vertices of the cuboctahedron (", "), with 3-connected organic ligands led to the discovery of two fascinating and highly connected minimal edge-transitive nets, ", " and ", ". The reduced symmetry of the employed triangular tricarboxylate ligand, as compared to the prototype highly symmetrical 1,3,5-benzene(tris)benzoic acid guided the concurrent occurrence of nonanuclear [RE", "(μ", "-OH)", "(μ", "-O)", "(O", "C−)", "] and hexanuclear [RE", "(OH)", "(O", "C−)", "] carboxylate-based clusters as 12-connected and 8-connected molecular building blocks in the structure of a 3-periodic ", "-MOF based on a novel (3,8,12)-c trinodal net. The use of a tricarboxylate ligand with modified angles between carboxylate moieties led to the formation of a second MOF containing solely nonanuclear clusters and exhibiting once more a novel and a highly connected (3,12,12)-c trinodal net with ", " topology. Notably, it is the first time that RE-MOFs with double six-membered ring (d6R) secondary building units are isolated, representing therefore a critical step forward toward the design of novel and highly coordinated materials using the supermolecular building layer approach while considering the d6Rs as building pillars. Lastly, the potential of these new MOFs for gas separation/storage was investigated by performing gas adsorption studies of various probe gas molecules over a wide range of pressures. Noticeably, ", "-MOF-1 showed excellent volumetric CO", " and CH", " uptakes at high pressures."], "text": ["Top of Page", "Abstract", "Introduction", "Results and Disscusion", "Conclusions", "Experimental Section", "References", "Introduction", "Metal–organic frameworks (MOFs) are considered nowadays as the most promising class of porous materials that are positioned to address many enduring societal challenges pertaining to energy and environmental sustainability, due to the prospective ability to mutually control their porous system structure, composition, and functionality.", "(1, 2)", " The inherent structural modularity (e.g., use of different metals, extensive library of organic building blocks with various shapes and dimensions, postsynthetic modifications, etc.) and exceptional controlled porosity place MOFs as ideal candidate materials for various relevant applications such as gas separation, gas storage, drug delivery, catalysis and chemical sensing.", "(1c-1f)", " However, the rational understanding of their assembly is still in its infancy, and as such many paths remain to be explored to facilely achieve in the near future made-to-order MOFs, stable materials specifically designed for particular applications.", "(2)", "The systematic use of the topology tool", "(3)", " and the Reticular Chemistry Structural Resource (RCSR) database,", "(4)", " often not universally recognized, has permitted the successive establishment of several powerful design strategies, such as the molecular building block (MBB),", "(1a)", " the supermolecular building block (SBB),", "(2, 5)", " and more recently the supermolecular building layer (SBL)", "(2, 6)", " approaches.", "Evidently, highly connected and minimal-edge transitive nets are of a prime interest in crystal chemistry, and can be regarded as ideal blueprints for the rational design and construction of MOFs. Reasonably, the assembly of highly connected building blocks offer prospective to limit/reduce the number of plausible resultant networks—nets with at least one ", "n", "-connected node where ", "n", " ≥ 12 represent only 2.7% of the nets reported in the RCSR database.", "(5)", " The occurrence of said highly connected MBBs (", "n", "-connected where ", "n", " ≥ 12) in the open literature still remains elusive,", "(5c, 7)", " mainly because of the fact that MBBs with corresponding high-connectivity are often too intricate to be attained as polynuclear clusters.", "Given this critical limitation and considering our recent contributions on highly connected RE-MOFs,", "(5c, 7h)", " where we unveiled the versatility of RE polynuclear clusters leading in the presence of given polytopic ligands to the construction of 12-c and unprecedented 18-c porous RE-MOFs, on the basis of distinctive highly coordinated RE hexanuclear and nonanuclear carboxylate-based clusters, respectively, we aim to further exploit this unforeseen induced adaptability of RE polynuclear clusters by the geometry and connectivity of linkers as a route for the discovery of highly connected MBBs and/or new highly connected nets. Markedly, our group has succeeded in controlling the directionality of RE based inorganic MBBs by pioneering the use of fluorinated ligands and/or a modulators such as 2-fluorobenzoic acid (2-FBA).", "(7h)", " This strategy is used not only to promote the crystallization of the resultant MOF materials,", "(8)", " but most also importantly to preclude the formation of the RE based inorganic chains, dominant infinite building units in RE-MOF chemistry due to the RE hard sphere behavior that offers only limited possibilities to control the directionality and dimensionality of coordinated carboxylate-based ligands.", "(9)", "Accordingly, by implementing our approach we isolated unprecedented highly connected porous RE-MOFs, based on highly coordinated hexanuclear and nonanuclear carboxylate-based clusters.", "(5c, 7h)", " Namely, predetermined reaction conditions that consistently allow in situ formation of the RE hexanuclear cluster, [RE", "6", "(μ", "3", "-OH)", "8", "(O", "2", "C−)", "12", "] acting as a 12-c MBB, were employed to construct (i) isoreticular ", "fcu", "-MOFs", "(7h)", " when linear ligands are bridging the resultant 12-c cuboctahedron (", "cuo", ") secondary building units (SBUs), and (ii) isoreticular ", "ftw", "-MOFs when the 12-c ", "cuo", " SBUs were linked by 4-c square shaped ligands.", "(10)", " It is worth noting that we employ the term MBB when we refer to the chemical composition of a given building block and the conceptual term SBU when we point to the building block resultant geometry and connectivity upon joining its points of extension.", "Subsequently, reaction conditions that formerly allowed the isolation of ", "fcu", "-MOFs, now, in the presence of the triangular 1,3,5-benzene(tris)benzoate (BTB) ligand, have permitted the introduction for the first time of (i) a novel RE nonanuclear carboxylate-based cluster [RE", "9", "(μ", "3", "-OH)", "8", "(μ", "2", "-OH)", "3", "(O", "2", "C−)", "18", "] (RE = Y, Tb, Er, Eu), generated in situ, serving as an 18-connected MBB and (ii) an unprecedented ", "gea", "-MOF based on the assembly of the subsequent 18-c ", "eto", " and 3-c triangular SBUs.", "(5c)", " The gratifying discovery of the (3,18)-c minimal-edge transitive net, ", "gea", "-net, was a result of our continuous commending credence that a reasonable understanding of basic topological possibilities for the assembly of high-symmetry building blocks, in combination with the required chemical skill, offers unparalleled prospective for the design, discovery and synthesis of new structures.", "(1a, 11)", " Notably, minimal-edge transitive nets are suitable targets in MOF crystal chemistry; structures with high-symmetry topologies will be the most overriding resultant structures.", "Practically, a key prerequisite for the successful implementation of the MBB approach for the rational design and construction of MOFs, and subsequently the practice of isoreticular chemistry, is the isolation of the reaction conditions that consistently allow the in situ formation of the desired inorganic MBB, matching the augmented basic building units (vertex figures) of the targeted net. Conceivably, the combination of the said 12-c MBB with a 3-connected rigid, directional and geometrically noncompatible organic building block, under similar reaction conditions permitting the construction of isoreticular ", "fcu", "-MOFs and ", "ftw", "-MOFs, promoted the adaptability of the RE hexanuclear cluster into an 18-c RE nonanuclear cluster and subsequently the discovery of the unprecedented (3,18)-c MOF.", "(5c)", " The deliberate choice of the 3-connected triangular ligand was founded by our comprehensive analysis of the RSCR database, revealing the absence of any enumerated minimal-edge transitive net for the assembly of 12-c ", "cuo", " SBU and 3-c ligand (triangular SBU), suggesting the plausible incompatibility/mismatch of the aforementioned building units.", "(5)", "The prompted discovery of the (3,18)-c net and the evident versatility of polynuclear RE carboxylate-based clusters have inspired us to expand this approach, based on building units mismatch, to other polytopic ligands with the main aim to uncover new highly connected MOFs.", "Noticeably, careful examination of the resultant (3,18)-c net revealed the necessity to employ definite triangular organic building units, where the carbon of the carboxylate moieties as points of extension match the vertices of an equilateral triangle, in order to effectively space and arrange the 18-c MBBs in the requisite ABA hexagonal close-packing and subsequently construct the anticipated isoreticular ", "gea", "-MOFs. Presumably, distortion of the ", "gea", "-a requisite symmetrical triangular building unit, i.e., expansion of the symmetrical triangular ", "gea", " vertex figure in one direction via employing a relatively less symmetrical triangular organic building unit, where the carbon of the carboxylate moieties match the vertices of an isosceles triangle (two equal sides and two equal angles), will disrupt the ABA hexagonal close-packing necessary for the attainment of the pertinent (3,18)-c isoreticular ", "gea", "-MOFs. Therefore, this will conceivably promote the adaptability of the resultant RE polynuclear carboxylate-based cluster to match the distinct imposed 3-connected ligand geometrical attributes and the subsequent construction of a cooperative highly connected RE-MOF.", "Indeed reaction conditions that formerly allowed the isolation of ", "fcu", "-MOF, ", "ftw", "-MOF and ", "gea", "-MOF platforms, now, in the presence of less symmetrical 3-c ligands biphenyl-3,4,5-tricarboxylic acid (", "H", "3", "L1", ") and 9-(4-carboxyphenyl)-9", "H", "-carbazole-3,6-dicarboxylic acid (", "H", "3", "L3", ") (Figure ", "1", "), have permitted for the first time (i) the establishment a novel RE hexagonal prismatic SBU, a new 12-connected RE nonanuclear carboxylate-based cluster MBB and (ii) the formation of two highly connected MOF platforms, ", "pek", "-MOF and ", "aea", "-MOF, based on two newly revealed minimal edge-transitive nets, i.e., (3,8,12)-c net = ", "pek", " topology and (3,12,12)-c net = ", "aea", " topology.", "Figure 1. Illustration of the topological exploration path: (A) The discovery of a 12-c RE hexanuclear cluster and its logical assembly into ", "fcu-", "MOFs (upper left) and ", "ftw", "-MOFs (upper right). (B) Employment of a symmetrical 3-c ligand prompted the formation of a novel 18-c nonanuclear cluster and its reticulation into a new highly connected (3,18)-c ", "gea", " net. (C,D) Use of a less symmetrical 3-c ligands lead to the discovery of a (3,8,12)-c ", "pek", " net and a (3,12,12)-c ", "aea", " net, respectively. Nets are represented in their augmented forms for better illustration and understanding.", "Top of Page", "Abstract", "Introduction", "Results and Disscusion", "Conclusions", "Experimental Section", "References", "Results and Disscusion", "pek-MOF Platform", "At the outset of this study, reactions of ", "H", "3", "L1", " with lanthanides yielded relatively dense MOF structures, with modest porosity, based on the restrained assembly of low-connectivity Ln-MBBs (i.e., less than 8-connected) or on the rod-packing of Ln-extended building units (chains), regulated by lanthanide ions high coordination numbers and associated hard acid character.", "(12)", " Nevertheless, our recent reports on RE-MOF chemistry reveal the ability to readily access highly connected RE-MOFs, widely open porous structures, based on a unique methodology involving the use of 2-fluorobenzoic acid (2-FBA) as a modulator and a directing agent for the ", "in situ", " formation of highly connected polynuclear carboxylate-based clusters.", "(5c, 7h)", " Reasonably, the systematic re-exploration of previously studied rare earth metal/ligand systems in the presence of 2-FBA offer prospective for the discovery of novel highly connected RE-MOFs.", "(5c)", "Indeed, solvothermal reaction between ", "H", "3", "L1", " and Tb(NO", "3", ")", "3", "·5H", "2", "O in an ", "N", ",", "N", "′-dimethylformamide (DMF)/water/chlorobenzene solution and in the presence of 2-FBA yielded transparent hexagonal crystals, formulated by single-crystal X-ray diffraction (SCXRD), elemental microanalysis, NMR and water adsorption studies as follows:", "|(DMA)", "7", "|[(Tb", "9", "(μ", "3", "-OH)", "12", "(μ", "3", "-O)", "2", "(H", "2", "O)", "9", ")(Tb", "6", "(μ", "3", "-OH)", "8", "(2-FBzoate)", "2", "(HCO", "2", ")", "2", "(H", "2", "O)", "4.5", ")", "3", "(", "L1", ")", "12", "]·(solv)", "x", " (", "1", "); (DMA = dimethylammonium cations, solv = solvent, ", "L1", " = C", "15", "H", "7", "O", "6", ", 2-fluorobenzoate (2-FBzoate) = C", "7", "H", "4", "FO", "2", ").", "The SCXRD study discloses that compound ", "1", " crystallizes in a primitive hexagonal space group, ", "P", "6/", "mmm", ". Analysis of the resultant crystal structure of ", "1", " reveals the ", "in situ", " formation of two highly connected and distinct terbium (Tb) polynuclear carboxylate-based clusters, namely an 8-c Tb hexanuclear cluster and a 12-c Tb nonanuclear cluster, and their subsequent copolymerization by the fully deprotonated tricarboxylate ligands (", "L1", ") to yield a novel 3-periodic highly connected Tb-MOF.", "Analysis of the Tb hexanuclear cluster reveals that two Tb ions are each coordinated to nine oxygen atoms; namely, four carboxylates from four separate ", "L1", " ligands, four μ", "3", "-OHs and one terminal water molecule. The remaining four Tb ions are each coordinated to eight oxygen atoms; that is, four from carboxylates of four independent ", "L1", " ligands, and the other four coordination sites are completed by oxygen atoms from bridging μ", "3", "-OHs and disordered terminal ligands (i.e., 2-FBzoate, formate and water). Concisely, the resultant hexanuclear cluster, [Tb", "6", "(μ", "3", "-OH)", "8", "(O", "2", "C−)", "8", "(O", "2", "C–C", "6", "H", "4", "F)", "2", "(O", "2", "C–H)", "2", "(H", "2", "O)", "4.5", "], is capped by 8 carboxylates from 8 different ", "L1", " ligands (Figure ", "1", ") and 4 carboxylates from four terminal ligands (evenly 2-FBzoate and formate anions) to give an 8-connected MBB, [Tb", "6", "(μ", "3", "-OH)", "8", "(O", "2", "C−)", "8", "], with points of extension corresponding to carbons of the carboxylate moieties from eight distinct tricarboxylate ligands and matching the d4R vertex figure of a fully symmetrical 8-connected node.", "Similarly, inspection of the Tb nonanuclear cluster unveils that six Tb ions are coordinated to eight oxygen atoms (that is, two from carboxylates of two separate ", "L1", " ligands, four μ", "3", "-OH, two μ", "3", "-O and one from a terminal water molecule), and that the remaining three Tb ions are coordinated each to nine oxygen atoms (namely, four from carboxylates of four separate ", "L1", " ligands, four μ", "3", "-OH and one from a terminal water molecule). Distinctly, the nonanuclear cluster, [Tb", "6", "(μ", "3", "-OH)", "8", "(μ", "3", "-O)", "2", "(O", "2", "C−)", "12", "(H", "2", "O)", "9", "], is capped by 12 carboxylates from 12 different ", "L1", " ligands (Figure ", "1", ") to give a new 12-connected MBB, [Tb", "9", " (μ", "3", "-OH)", "12", "(μ", "3", "-O)", "2", "(O", "2", "C−)", "12", "], with points of extension corresponding to carbons of the carboxylate moieties from 12 distinct tricarboxylate ligands and providing the hexagonal prism arrangement, matching the d6R vertex figure of a 12-connected node with a 6-fold symmetry.", "Appreciably, the combination of the aforementioned 12-c MBB, [Tb", "9", " (μ", "3", "-OH)", "12", "(μ", "3", "-O)", "2", "(O", "2", "C−)", "12", "], and 8-c MBB, [Tb", "6", "(μ", "3", "-OH)", "8", "(O", "2", "C−)", "8", "], with the 3-c tricarboxylate ligand resulted in the formation of an unprecedented highly connected Tb-MOF with a (3,8,12)-connected net and ", "pek", " underlying topology, Tb-", "pek", "-MOF-1 (Figure ", "1", "). It is worth noting that the newly explored trinodal ", "pek", " net has the transitivity [3244], a minimal edge transitive net with only two edges. Appropriately, ", "pek", " net can categorized as a suitable blueprint for the design of MOFs.", "Markedly, the projected versatility of RE polynuclear clusters has permitted the isolation and introduction of two key highly connected MBBs, namely the d4R SBU and most decisively the d6R SBU, looked-for in MOF crystal chemistry and deemed appropriate for the effective practice of reticular chemistry.", "Our recent study on highly connected RE-MOFs postulated the plausible relationship between the 12-connected RE hexanuclear and the 18-connected RE nonanuclear clusters observed in ", "fcu-", "MOFs", "(7h)", " and in the ", "gea", "-MOF-1,", "(5c)", " respectively. Observably, the triangular ligand geometrical attributes and subsequent net incompatibility have prompted the incorporation of three additional RE metal ions in the hexanuclear 12-c MBB (", "cuo", ") to afford the accommodation of six additional peripheral carboxylate moieties from the 3-c bridging ligands, thus resulting in the perceived cluster evolution to a nonanuclear 18-c MBB (", "eto", ") (Figure ", "1", "). The Tb-", "pek", "-MOF-1 discloses another intriguing facet enriching the adaptability of the RE polynuclear clusters. Namely, the attainment of the first (3,8,12)-c RE-MOF, the ", "pek", "-MOF-1, illustrates the attractive prospective to reduce the points of extension (n-connectivity) in the parent RE hexanuclear (", "cuo", ") and the RE nonanuclear clusters (", "eto", "). Specifically, in the hexanuclear cluster four of the 12 carboxylate moieties from the bridging ligands, originally connecting and acting as points of extension in the ", "fcu", "-MOFs, are substituted by carboxylates from terminal ligands (2-FBzoate and formate anions), thus affording the remaining eight connecting carboxylates’ arrangement in a cube-like fashion, d4R. The d4R building unit, commonly occurring in conventional inorganic zeolites, was employed effectively to target and construct zeolite-like MOFs (ZMOFs).", "(13)", "Interestingly, in the ", "pek", "-MOF-1 nonanuclear cluster all the 12 coordinating carboxylate moieties, capping the cluster and arranged in an hexagonal prism fashion (d6R), belong solely to the 3-connected bridging ligands and thus suggesting the plausible occurrence of the nonanuclear cluster and its rearrangement to accommodate only 12 coordinating carboxylates, in contrast to nonanuclear 18-c MBB observed in the ", "gea", "-MOF-1 where the 18 coordinating carboxylate moieties capping the polynuclear cluster are from bridging ligands (Figure S8, ", "Supporting Information", ").", "The isolation of the ", "pek", "-MOF-1 has permitted the enclosure of two additional RE-MBBs (d4R and d6R SBUs) in the repertoire of highly connected RE-MBBs. To the best of our knowledge, based on the open literature search and the Cambridge Structural Database (CSD) analysis,", "(14)", " the aforementioned hexagonal prism building unit (d6R) has never been observed in MOFs as a nonanuclear carboxylate-based cluster. However, while writing this paper, a zirconium hexanuclear carboxylate-based cluster was reported to act as a d6R SBU to form a ", "shp", "-MOF when combined with a square-like tetratopic carboxylate ligand.", "(15)", " It is worth noting that variation of the hexanuclear cluster’s connectivity has been recently studied with zirconium MOFs but so far was not observed with RE-hexa-/nonanuclear clusters.", "(16)", "As customary in RE chemistry, isolated reaction conditions for a given RE ion can be extrapolated effectively to other RE metals and subsequently construct related isostructural RE-MOFs. Indeed, reactions between Y(NO", "3", ")", "3", "·6H", "2", "O and ", "H", "3", "L1", ", under similar reaction condition to ", "1", ", resulted in the analogous Yttrium based ", "pek", "-MOF-1 (", "2", "), formulated by SCXRD as |(DMA)", "7", "|[(Y", "9", "(μ", "3", "-OH)", "12", "(μ", "3", "-O)", "2", "(H", "2", "O)", "9", ")(Y", "6", "(μ", "3", "-OH)", "8", "(2-FBzoate)", "2", "(HCO", "2", ")", "2", "(DMF)", "0.67", "(H", "2", "O)", "4", ")", "3", "(", "L1", ")", "12", "]·(solv)", "x", " (", "2", "); (DMA = dimethylammonium cations, solv = solvent, ", "L1", " = C", "15", "H", "7", "O", "6", ", 2-FBzoate = C", "7", "H", "4", "FO", "2", ", DMF = C", "3", "H", "7", "NO).", "The purity of compounds ", "1", " and ", "2", " was confirmed by similarities between the experimental and calculated powder X-ray diffraction (PXRD) patterns (Figures S1 and S2, ", "Supporting Information", "). Additionally, both compounds show favorable water and thermal stability (Figures S3 and S6, ", "Supporting Information", "), important attributes for the exploration of their associated porous system in relevant applications.", "The ", "pek", "-MOF-1 structure encloses cavities with a truncated hexagonal pyramidal-like contour and having diameters of 13.8 Å (height) and 9.8 Å (width) (in case of ", "1", "), and accessible via two different apertures 4.9 and 7.6 Å. The said cage is derived from the hexagonal arrangement, in the equatorial plan, of six hexanuclear clusters and the capping by two nonanuclear clusters, in the two axial positions. Moreover, the structure has three intersecting infinite square channels with a kagome like motif and having an estimated diameter of 14.5 Å, taking van der Waals (vdW) radius into consideration (Figure S9, ", "Supporting Information", "). The corresponding solvent accessible free volumes for ", "1", " and ", "2", " were estimated to be 58.6 and 59.4%, respectively, by summing voxels more than 1.2 Å away from the framework using PLATON software.", "(17)", "Figure 2. Schematic showing the new ", "pek", "-type pillaring observed in ", "pek", "-MOF-1.", "Further structural analysis of the ", "pek", "-MOF-1, revealed that each hexanuclear cluster is surrounded by four neighboring hexanuclear clusters to afford their subsequent arrangement in a 2-periodic sheet reminiscent of a kagome layer. The resultant kagome-like layers are further intercalated by a periodic array of nonanuclear clusters arranged in a hexagonal layer manner where each nonanuclear cluster superimposes with the two adjacent kagome hexagonal rings (Figure ", "2", "). Correspondingly, the ", "pek", "-MOF structure can be regarded as built from pillared layers.", "Specifically, when considering only the isophthalate moiety of the 3-c ligand, the structure now represents a regular AAA stacking of layers, made from 8-c hexanuclear clusters, bridged to four neighboring ones through two isophthalate ligands each time, and representing a well-known kagome (", "kgm", ") pattern (Figure ", "2", "). This can be related to the ubiquitous copper isophthalate ", "sql", " and ", "kgm", " layers found in many MOFs,", "(2, 6, 18)", " but in this case with a doubled connectivity of the MBBs (8 for the RE hexanuclear versus 4 for the Cu paddle wheel) resulting in doubly cross-linked ", "kgm", " layers.", "The resultant doubly cross-linked ", "kgm", " layers are then pillared on top and bottom direction by the 12-c MBB, d6R, to form the overall (3,8,12)-c ", "pek", " net. At this stage, the analogy can be made with two related nets based on the pillaring of simple ", "kgm", " layers by 6-c nodes, ", "agw", "(19)", " and ", "eef", ",", "(2)", " where the vertex figures of the 6-c nodes match those from a trigonal prism and an octahedron, respectively. Unsurprisingly, the superimposition of ", "agw", " or ", "eef", " net with its corresponding mirror image net leads to the attainment of the ", "pek", " net (Figure S10, ", "Supporting Information", "). Credibly, the two 3-periodic nets (", "agw", " and ", "eef", ") based on pillared 2-periodic ", "kgm", " are regarded as suitable targets and ideal blueprints for the practice of the SBL approach toward directed assembly of MOFs.", "(2, 19)", " Similarly, the ", "pek", " net suggests the great potential to extend the SBL approach to doubly cross-linked layers in general and to the doubly cross-linked ", "kgm", " layer in particular.", "In order to affirm the advocated SBL approach based on the doubly cross-linked ", "kgm", " layer and associated ", "pek", " topology, we designed and synthesized a suitable expanded ligand, 3-c tricarboxylate ligand, namely the 5-(4-carboxybenzyloxy)isophthalic acid (", "H", "3", "L2", "). In contrast to the original ligand, ", "H", "3", "L1", ", the isophthalate moiety believably responsible for the formation of the doubly cross-linked ", "kgm", " layer is maintained while the 5-position of the isophthalate moiety is functionalized, providing a further elongated 3-c ligand than ", "H", "3", "L1", " (Figure ", "1", ").", "As anticipated, reactions of ", "H", "3", "L2", " with Tb or Y nitrate salts, under similar conditions as ", "pek", "-MOF-1, afforded colorless hexagonal crystals formulated by SCXRD studies as |(DMA)", "7", "|[(Tb", "9", "(μ", "3", "-OH)", "12", "(μ", "3", "-O)", "2", "(H", "2", "O)", "9", ")(Tb", "6", "(μ", "3", "-OH)", "8", "(2-FBzoate)", "2", "(HCO", "2", ")", "2", "(H", "2", "O)", "3", ")", "3", "(", "L2", ")", "12", "]·(solv)", "x", " (", "3", ") and |(DMA)", "7", "|[(Y", "9", "(μ", "3", "-OH)", "12", "(μ", "3", "-O)", "2", "(H", "2", "O)", "9", ")(Y", "6", "(μ", "3", "-OH)", "8", "(2-FBzoate)", "2", "(HCO", "2", ")", "2", "(DMF)", "1.66", "(H", "2", "O)", "3", ")", "3", "(", "L2", ")", "12", "]·(solv)", "x", " (", "4", "), respectively (", "L2", " = C", "16", "H", "9", "O", "7", ", 2-FBzoate = C", "7", "H", "4", "FO", "2", ").", "As envisioned, compounds ", "3", " and ", "4", " are isoreticular analogues of ", "pek", "-MOF-1, named ", "pek", "-MOF-2, constructed from the identical double ", "kgm", " layers but at present connected together through elongated pillars, resulting in an increased spacing between the layers along the ", "c", "-axis as evident by the observed increase in the c parameter (21.1 Å versus 26.4 Å in ", "pek", "-MOF-1 and ", "pek", "-MOF-2, respectively); (Figure S11, ", "Supporting Information", ").", "aea-", "MOF Platform.", " The evident association of the ", "pek", "-MOF structure with the ", "kgm", " layer has prompted us to explore other 3-c ligands that might disturb the formation of the requisite ", "kgm", " layer and prospectively, once again, promote the effect of the ligand geometrical attributes on the resulting topology.", "Purposely, we opted to explore the carbazole-based ligands due to their associated contracted angle between the two carboxylate moieties, namely a 90° angle as compared to 120° in the isophthalate moiety.", "(20)", " Accordingly, the 9-(4-carboxyphenyl)-9", "H", "-carbazole-3,6-dicarboxylic acid (", "H", "3", "L3", ") tricarboxylate ligand, which has 90° angle between carboxylate groups on the carbazole moiety, was designed and synthesized (Figure ", "1", "). Indeed, reactions of ", "H", "3", "L3", " with Y(NO", "3", ")", "3", "·6H", "2", "O, in the presence of the cluster directing agent 2-FBA, resulted in the formation of colorless hexagonal crystals, characterized and formulated by SCXRD and elemental microanalysis studies as |(DMA)", "1.3", "(Y", "9", "(μ", "3", "-OH)", "12", "(μ", "3", "-O)", "2", "(Y", "1.2", ")(H", "2", "O)", "9", "(2-FBzoate)", "12", ")", "0.33", "|[Y", "9", "(Y", "0.28", ")(μ", "3", "-OH)", "12", "(μ", "3", "-O)", "2", "(H", "2", "O)", "9", "(Y", "9", "(μ", "3", "-OH)", "12", "(μ", "3", "-O)", "2", "(H", "2", "O)", "9", ")", "2", "(", "L3", ")", "12", "]·(solv)", "x", " (", "5", ") (", "L3", " = C", "15", "H", "7", "O", "6", ", 2-FBzoate = C", "7", "H", "4", "FO", "2", ").", "The SCXRD study discloses that compound ", "5", " crystallizes in a primitive hexagonal space group ", "P", "6/", "mmm", ". Analysis of the resultant crystal structure of ", "5", " reveals the formation of a novel 3-periodic highly connected Y-MOF based solely on nonanuclear Y carboxylate-based clusters, formed ", "in situ", ", and similar to the 12-c nonanuclear RE cluster observed in the ", "pek", "-MOF. Specifically, the structure encloses three crystallographically independent nonanuclear clusters, each built by nine yttrium (Y) ions and capped by 12 carboxylate moieties, but only two of the nonanuclear clusters are copolymerized by the fully deprotonated tricarboxylate ligands (", "L3", ") to form a 3-periodic MOF hosting the third discrete nonanuclear cluster, capped by 12 carboxylate moieties from terminal 2-fluorobenzoate ligands, in its porous system.", "From a topological analysis perspective, the two nonanuclear clusters, 12-connected MBBs, have the same d6R vertex figure as observed in the ", "pek", "-MOF, but are topologically distinct and thus their assembly with the 3-c ligand reveals the discovery of a novel highly connected Y-MOF with a trinodal (3,12,12)-c net and ", "aea", " underlying topology, Y-", "aea", "-MOF-1 (Figure ", "1", "). Analogous to the ", "pek", " net, the new trinodal ", "aea", " net is a minimal edge transitive net, transitivity [3244], and is an appropriate target for MOF crystal chemistry.", "The purity of compounds ", "5", " was confirmed by similarities between the experimental and calculated PXRD patterns (Figure S5, ", "Supporting Information", ").", "The ", "aea", "-MOF-1 structure encloses a rhombic-like cage with estimated diameters of 9.2–13.7 Å (height) and 14.8 Å (width), taking vdW radius into consideration, having two separate apertures with relative dimensions of 5.2 × 3.5 Å and 10 × 5.4 Å. In addition, the structure possesses three intersecting infinite square channels with an estimated diameter of 12.5 Å (Figure S12, ", "Supporting Information", ").", "Figure 3. Schematic showing the ", "aea", "-type pillaring observed in the ", "aea", "-MOF-1.", "The corresponding solvent accessible free volume for ", "5", " was estimated to be 55%, by summing voxels more than 1.2 Å away from the framework using PLATON software.", "(17)", "Interestingly and similarly to the ", "pek", "-MOF, the structure of ", "aea", "-MOF-1 can be deconstructed into 2-periodic layers pillared by 12-c nonanuclear clusters. The layers are composed of one kind of nonanuclear clusters where each nonanuclear cluster is surrounded by three neighboring nonanuclear clusters, and linked in the plane, to afford their subsequent arrangement in a 2-periodic sheet reminiscent of a honeycomb (", "hcb", ") lattice. The resultant ", "hcb", " layers are further intercalated by a periodic array of the second and distinct nonanuclear clusters arranged in a hexagonal layer manner where each nonanuclear cluster superimposes with the two adjacent hexagonal rings (Figure ", "3", "). Correspondingly, the ", "aea", "-MOF structure can also be regarded as built from pillared layers. Specifically, when considering only the carbazole dicarboxylate part of the 3-c ligand (i.e., discounting the connectivity via the benzoate moieties), it is possible to isolate some bidimensional layers, where each nonanuclear cluster is quadruply connected to each of three neighboring others via four carbazole dicarboxylate moieties (Figure ", "3", "). Topological simplification of the resultant 2-periodic arrangement reveals the occurrence of an ", "hcb", " layer, considered in this case as a quadruply cross-linked ", "hcb", ". We envision the newly discovered (3,12,12)-c ", "aea", " net and the quadruply cross-linked ", "hcb", " layer as promising blueprints for the directed assembly of highly connected and pillared MOFs using the SBL approach.", "Gas Sorption Studies", "In order to assess the porosity of the resultant ", "pek-", " and ", "aea", "-MOFs, and subsequently explore their potential for gas separations and gas storage, adsorption isotherms were collected using several probe molecules at various temperatures and pressures.", "The Ar adsorption isotherm recorded at 87 K showed that ", "1", " and ", "2", " analogues of ", "pek", "-MOF-1 exhibit fully reversible Type-I isotherm (Figure ", "4", "), indicative of a porous material with permanent microporosity. The apparent BET surface area and associated total pore volume were estimated to be 1330 m", "2", " g", "–1", "and 0.47 cm", "3", " g", "–1", " for ", "1", ", and 1608 m", "2", " g", "–1", " and 0.58 cm", "3", " g", "–1", " for ", "2", ". The experimentally obtained total pore volumes are in excellent agreement with the associated theoretical values derived from SCXRD data, i.e., 0.47 cm", "3", " g", "–1", " for ", "1", " and 0.58 cm", "3", " g", "–1", " for ", "2", ". The pore size distribution (PSD) for ", "1", " was assessed using the Ar adsorption data (Figure S15, ", "Supporting Information", ") and revealed two type of pores with average sizes centered around 10 Å (cage) and 16.8 Å (channels), which are in good qualitative agreement with the theoretical values derived from the associated crystal structure (8 and 13.5 Å, respectively). Akin porosity study based on Ar adsorption was performed on ", "5", " (Figure ", "4", ") and presented an apparent BET surface area and a total pore volume of 1435 m", "2", " g", "–1", " and 0.49 cm", "3", " g", "–1", ", respectively. The PSD for ", "5", " showed two distinct pores with diameters around 16 Å (cage) and 11 Å (channels) (Figure S16, ", "Supporting Information", "), in good qualitative agreement with the theoretical values derived from the associated crystal structure (14, 12.5 Å, respectively).", "In the light of our findings regarding the permanent porosity of ", "pek", "-MOFs and ", "aea", "-MOF-1, from both the theoretical and experimental point of view, we directed our efforts to the evaluation of the potential use of ", "pek", "-MOF-1 in a number of energy relevant applications, such as CH", "4", " storage, CO", "2", " capture and light hydrocarbon separation. Examination of excess and absolute CH", "4", " gravimetric (cm", "3", " (STP) g", "–1", ") and volumetric (cm", "3", " (STP) cm", "–3", ") uptakes at intermediate and high pressures (Figure ", "5", ") showed that compound ", "2", " and ", "1", " methane uptakes are 150, 175 (RE = Y) and 140, 166 (RE = Tb) cm", "3", " (STP) cm", "–3", " at 35 and 50 bar, respectively. The resulting CH", "4", " working storage capacities, assuming 35 bar (following the US Department of Energy standard)", "(21)", " or 50 bar as the highest adsorption pressure limit and 5 bar as the lowest desorption pressure limit, are estimated to be 110, 135 and 97, 123 cm", "3", " (STP) cm", "–3", ", ", "2", " and ", "1", ", respectively. It is worth noting that for the volumetric uptakes calculation, the density of ", "pek", "-MOFs was assumed to be constant and equivalent to the theoretical density derived from the fully evacuated associated crystal structure (1.02 and 1.25 g cm", "–3", " for the ", "2", " and ", "1", " analogues, respectively). A comparative tabulated data for the best performing CH", "4", " storage MOFs is reported in Table S1 (Table S1, ", "Supporting Information", ").", "Figure 4. Ar adsorption isotherms for compounds ", "1", ", ", "2", " and ", "5", " collected at 87 K.", "Figure 5. Absolute CH", "4", " adsorption isotherms of compounds ", "1", " and ", "2", " at 298 K and up to 50 bar.", "Figure ", "6", "a, displaying the volumetric CO", "2", " uptake for ", "pek", "-MOFs in comparison with various relevant MOFs, shows that ", "2", " and ", "1", " exhibit a relatively very high volumetric CO", "2", " uptake at 25 bar and 298 K. Specifically, the ", "2", " exhibits CO", "2", " uptake of 288 cm", "3", " (STP) cm", "–3", " that is slightly higher than MOF-177 (273 cm", "3", " (STP) cm", "–3", "),", "(22)", " HKUST-1 (276 cm", "3", " (STP) cm", "–3", "),", "(23)", " Mg-MOF-74 (285 cm", "3", " (STP) cm", "–3", "),", "(24)", " MOF-5 (225 cm", "3", " (STP) cm", "–3", "),", "(22)", " ", "gea", "-MOF-1 (224 cm", "3", " (STP) cm", "–3", "),", "(5c)", " MOF-210 (127 cm", "3", " (STP) cm", "–3", "),", "(22)", " MOF-200 (112 cm", "3", " (STP) cm", "–3", ")", "(22)", " but lower than ", "rht", "-MOF-amide (", "N", ",", "N", ",", "N", "′′-tris(isophthalyl)-1,3,5-benzenetricarboxamide, TPBTM) (325 cm", "3", " (STP) cm", "–3", ")", "(25)", " and ", "rht", "-MOF-9 (343 cm", "3", " (STP) cm", "–3", ").", "(26)", " ", "1", " was found to uptake a relatively reduced CO", "2", " (261 cm", "3", " (STP) cm", "–3", "). These outstanding CO", "2", " volumetric uptakes for the RE-", "pek", "-MOF-1 at 25 bar could be explained by the combination of high porosity and high localized charge density, induced by the presence of both the nonanuclear and hexanuclear clusters, and the pending 2-fluorobenzoate moieties in the cavities. This combined effect led to moderate CO", "2", "-framework interactions in the range of 38–32 kJ mol", "–1", " at low CO", "2", " loading (Figures S17 and S18, ", "Supporting Information", ") but a relatively high uptakes/density of CO", "2", " in the framework of RE-", "pek", "-MOF-1.", "Figure 6. (a) Absolute adsorption isotherms of CO", "2", " at 298 K and up to 25 bar for ", "1", " and ", "2", ". (b) Comparison of CO", "2", " uptake at 25 bar and 298 K for ", "pek", "-MOFs and the best performing MOFs available in the literature, to the best of our knowledge.", "With the particular open structure of RE-", "pek", "-MOF-1 and its associated low uptakes of H", "2", ", and CH", "4", " at low pressures, indicative of reasonably weak sorbate-framework interactions/affinity, (Figures S19 and S20, ", "Supporting Information", ") as compared to larger and highly polarizable probe molecules (Figure ", "7", "a), we found it compelling to explore the potential of ", "1", " for the removal of hydrocarbons from relevant gas streams. Condensable gases such as C", "3", "H", "8", " and ", "n", "-C", "4", "H", "10", " present in gas streams containing valuable commodities such as H", "2", " and CH", "4", " are undesirable and need to be subsequently removed. Accordingly, in addition to CO", "2", ", single gas adsorption properties of C", "2", "H", "6", ", C", "3", "H", "8", " and ", "n", "-C", "4", "H", "10", " were investigated at 298 K and confronted with the corresponding properties of H", "2", " and CH", "4", ".", "Figure 7. (a) CO", "2", ", CH", "4", ", H", "2", ", C", "2", "H", "6", ", C", "3", "H", "8", " and ", "n", "-C", "4", "H", "10", " single gas adsorption at 298 K for ", "1", ", (b) Separation factor of C", "3", "H", "8", " (5%) and ", "n", "-C", "4", "H", "10", " (5%) in binary mixture with CH", "4", " (95%).", "It is worth noting that our group recently reported on the great potential of MOFs for light hydrocarbon separation.", "(5c, 27)", " Interestingly, the CO", "2", ", C", "2", "H", "6", ", C", "3", "H", "8", " and ", "n", "-C", "4", "H", "10", " adsorption isotherms were reasonably much steeper at low pressures than those for CH", "4", " and H", "2", ", indicative of the preferential adsorption affinity for ", "1", ", particularly to C", "3", "H", "8", " and ", "n", "-C", "4", "H", "10", " versus H", "2", " and CH", "4", ". Examination of single gas adsorption data using Ideal Adsorption Solution Theory (IAST) confirmed that ", "1", " exhibits high adsorption selectivity for various gas pair systems such as C", "3", "H", "8", "/CH", "4", " and ", "n", "-C", "4", "H", "10", "/CH", "4", " (Figure ", "7", "b). Because of the insignificant uptakes of H", "2", " on ", "1", " at 298 K, adequate prediction of C", "3", "H", "8", "/H", "2", ", ", "n", "-C", "4", "H", "10", "/CH", "2", " and CO", "2", "/H", "2", " was not possible. Nevertheless, the less selective adsorption of H", "2", " when compared to CH", "4", " presents the ", "pek", "-MOFs as excellent candidates for H", "2", " separation/purification. Therefore, ", "pek", "-MOFs can be employed as separation agents for production of these valuable commodities (H", "2", " and CH", "4", ") from many gas streams relevant to natural gas, biogas and petrochemical industry.", "Top of Page", "Abstract", "Introduction", "Results and Disscusion", "Conclusions", "Experimental Section", "References", "Conclusions", "We reported here the discovery of two fascinating and highly connected nets having novel ", "pek", " and ", "aea", " topologies via a systematic exploration on the use of RE metal salts in combination with relatively less symmetrical 3-c tricarboxylate ligands instead of the parent symmetrical tricarboxylate ligand, H", "3", "BTB. The implemented relatively lower symmetry of the 3-c tricarboxylate ligand was presumably responsible in driving the simultaneous occurrence of nonanuclear [RE", "9", " (μ", "3", "-OH)", "12", "(μ", "3", "-O)", "2", "(O", "2", "C−)", "12", "] and hexanuclear [RE", "6", "(OH)", "8", "(O", "2", "C−)", "8", "] carboxylate-based clusters to form novel 3-periodic ", "pek", "-MOFs. Subsequent use of another 3-c tricarboxylate ligand with further contracted angles between the carboxylates (from 120° to 90°) led to the formation of a second highly connected net, (3,12,12)-c with an unprecedented ", "aea", " topology. Notably, ", "pek", "-MOF and ", "aea", "-MOF are so far the first examples of RE-MOFs containing 12-c d6R SBUs which are exceptionally promising building units for the practice of reticular chemistry and subsequently the design of new highly connected MOFs. The ", "pek", "-MOF and ", "aea", "-MOF are also the first examples of pillar-based MOFs where pillars manifest a relatively high connectivity (12-c), a unique feature that offer potential for the practice of the SBL approach for the design and directed assembly of highly connected MOFs. The exceptional structural features of ", "pek", "-MOFs were directly concomitant with their excellent CH", "4", ", CO", "2", " storage properties as well as their promising gas separation potential for gas pair systems such as C", "3", "H", "8", "/CH", "4", ", ", "n", "-C", "4", "H", "10", "/CH", "4", " relevant to natural gas upgrading. There is no doubt that the ongoing design and development of finely tailored isoreticular ", "pek", " and ", "aea", " MOFs using the SBL approach will lead to enhanced gas storage and gas/vapor separation properties. Accordingly, work is in progress to construct isoreticular MOFs based on ", "pek", " and ", "aea", " topologies from various functional ligands.", "Top of Page", "Abstract", "Introduction", "Results and Disscusion", "Conclusions", "Experimental Section", "References", "Experimental Section", "Materials and Methods", "Details on the synthesis of organic ligands used in this study, biphenyl-3,4,5-tricarboxylic acid (", "H", "3", "L1", "), 5-(4-carboxybenzyloxy)isophthalic acid (", "H", "3", "L2", ") and 9-(4-carboxyphenyl)-9H-carbazole-3,6-dicarboxylic acid (", "H", "3", "L3", ") are provided in the ", "Supporting Information", ".", "Single-crystal X-ray diffraction data were collected using a Bruker-AXS SMART-APEX2 CCD diffractometer (Cu Kα, λ = 1.54178 Å). Fourier-transform infrared (FT-IR) spectra (4000–600 cm", "–1", ") were collected in the solid state on a Nicolet 700 FT-IR spectrometer. The peak intensities are described in each of the spectra as very strong (vs), strong (s), medium (m), weak (w), broad (br) and shoulder (sh). Elemental analysis was performed with a Thermo Scientific Flash 2000 instrument. Powder X-ray diffraction (PXRD) measurements were performed on a PANalytical X’Pert PRO MPD X-ray diffractometer at 45 kV, 40 mA for Cu Kα (λ = 1.5418 Å) equipped with a variable-temperature stage, with a scan speed of 20/min. The sample was held at the designated temperatures for at least 10 min between each scan. High resolution dynamic thermal gravimetric analysis (TGA) were performed under a continuous N", "2", " flow and recorded on a TA Instruments hi-res TGAQ500 thermal gravimetric analyzer. Low pressure gas sorption measurements were performed on a fully automated Autosorb-iQ gas sorption analyzer (Quantachrome Instruments) and a fully automated micropore gas analyzer 3Flex Analyzer (Micromeritics Instruments). High pressure gas sorption studies were performed on a magnetic suspension balance marketed by Rubotherm (Germany).", "Synthesis of Compounds", "Synthesis of ", "1", " (Tb", "-pek-", "MOF-1)", "A solution of Tb(NO", "3", ")", "3", "·5H", "2", "O (29 mg, 0.068 mmol), ", "H", "3", "L1", " (3.4 mg, 0.012 mmol), 2-fluorobenzoic acid (285 mg, 2.04 mmol) in ", "N", ",", "N", "-dimethylformamide (DMF) (3 mL), H", "2", "O (2 mL) and chlorobenzene (1 mL), was prepared in a 20 mL scintillation vial and subsequently heated to 105 °C for 72 h to give pure colorless hexagonal crystals. Crystals of ", "1", " were harvested, washed with MeOH and air-dried. FT-IR (4000–650 cm", "−1", "): 3349 (br), 1611 (vs), 1574 (vs), 1438 (s), 1400 (vs), 1297 (w), 1252 (w), 1100 (w), 1018 (w), 871 (w), 776 (s), 761 (s), 713 (s). Elemental Analysis: C = 28.2% (theo: 29.9%), H = 3.0% (2.7%), N = 2.3% (1.9%).", "Synthesis of ", "2", " (Y", "-pek-", "MOF-1)", "A solution of Y(NO", "3", ")", "3", "·6H", "2", "O (39 mg, 0.102 mmol), ", "H", "3", "L1", " (5 mg, 0.018 mmol), 2-fluorobenzoic acid (428 mg, 3.06 mmol) in DMF (4.5 mL), H", "2", "O (3 mL) and chlorobenzene (1.5 mL), was prepared in a 20 mL scintillation vial and subsequently heated to 105 °C for 72 h to give pure colorless hexagonal crystals. Crystals of ", "2", " were harvested, washed with MeOH and air-dried. FT-IR (4000–650 cm", "−1", "): 2818 (br), 1612 (s), 1487 (w), 1465 (w), 1454 (w), 1407 (vs), 1305 (vs), 1225 (s), 1162 (w), 1135 (w), 1088 (w), 1033 (w), 918 (w), 869 (w), 844 (w), 793 (w), 751 (s), 714 (w), 687 (w). Elemental Analysis: C = 35.1% (theo: 36.5%), H = 3.5% (3.3%), N = 2.2% (2.3%).", "Synthesis of ", "3", " (Tb", "-pek-", "MOF-2)", "A solution of Tb(NO", "3", ")", "3", "·5H", "2", "O (44 mg, 0.102 mmol), ", "H", "3", "L2", " (5.6 mg, 0.018 mmol), 2-fluorobenzoic acid (336 mg, 2.4 mmol) in DMF (4.5 mL), H", "2", "O (3 mL) and chlorobenzene (1.5 mL), was prepared in a 20 mL scintillation vial and subsequently heated to 105 °C for 72 h to give pure colorless hexagonal crystals. Crystals of ", "3", " were harvested, washed with MeOH and air-dried. FT-IR (4000–650 cm", "–1", "): 3331 (br), 1593 (s), 1557 (s), 1449 (s), 1379 (vs), 1322 (s), 1265 (w), 1179 (w), 1129 (w), 1100 (w), 1036 (w), 1019 (w), 996 (w), 961 (w), 918 (w), 859 (w), 811 (w), 775 (s), 709 (s). Elemental Analysis: C = 29.5% (theo: 29.9%), H = 2.5% (2.8%), N = 1.9% (1.8%).", "Synthesis of ", "4", " (Y", "-pek-", "MOF-2)", "A solution of Y(NO", "3", ")", "3", "·6H", "2", "O (26 mg, 0.068 mmol), ", "H", "3", "L2", " (2 mg, 0.006 mmol), 2-fluorobenzoic acid (224 mg, 1.6 mmol) in DMF (2.15 mL), H", "2", "O (2 mL) and chlorobenzene (1 mL), was prepared in a 20 mL scintillation vial and subsequently heated to 105 °C for 5 days to give pure colorless hexagonal crystals. Crystals of ", "4", " were harvested, washed with MeOH and air-dried. FT-IR (4000–650 cm", "–1", "): 3422 (br), 2931 (w), 1621 (s), 1565 (s), 1496 (w), 1437 (w), 1407 (s), 1407 (s), 1386 (vs), 1320 (w), 1255 (s), 1178 (w), 1129 (w), 1096 (s), 1060 (w), 1020 (w), 995 (w), 962 (w), 890 (w), 865 (w), 812 (w), 780 (s), 709 (s). Elemental Analysis: C = 32.2% (theo: 36.6%), H = 3.4% (3.4%), N = 2.3% (2.2%).", "Synthesis of ", "5", " (Y", "-aea-", "MOF-1)", "A solution of Y(NO", "3", ")", "3", "·6H", "2", "O (21.5 mg, 0.056 mmol), ", "H", "3", "L3", " (3.8 mg, 0.01 mmol), 2-fluorobenzoic acid (420 mg, 3 mmol) in DMF (4 mL), H", "2", "O (2 mL) and chlorobenzene (1 mL), was prepared in a 20 mL scintillation vial and subsequently heated to 105 °C for 2 days to give pure colorless hexagonal crystals. Crystals of ", "5", " were harvested, washed with MeOH and air-dried. FT-IR (4000–650 cm", "–1", "): 1591 (s), 1545 (s), 1496 (w), 1398 (vs), 1277 (s), 779 (s), 709 (w). Elemental Analysis: C = 36.4% (theo: 36.4%), H = 2.4% (2.1%), N = 1.9% (3.2%)", " ", "Top of Page", "Abstract", "Introduction", "Results and Disscusion", "Conclusions", "Experimental Section", "References", "Supporting Information", "Synthesis of organic ligands, PXRD, additional structural figures, sorption, and single-crystal X-ray diffraction data (CIF). This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Results and Disscusion", "Conclusions", "Experimental Section", "References", "Acknowledgment", "Research reported in this publication was supported by King Abdullah University of Science and Technology (KAUST).", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Results and Disscusion", "Conclusions", "Experimental Section", "References", "References", "This article references 27 other publications.", "1. ", "(a) ", "Eddaoudi", ", ", "M.", "; ", "Moler", ", ", "D. B.", "; ", "Li", ", ", "H.", "; ", "Chen", ", ", "B.", "; ", "Reineke", ", ", "T. M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Acc. Chem. Res.", " ", "2001", ",  ", "34", ",  ", "319", "– ", "330", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Modular Chemistry: Secondary Building Units as a Basis for the Design of Highly Porous and Robust Metal-Organic Carboxylate Frameworks", "Eddaoudi, Mohamed; Moler, David B.; Li, Hailian; Chen, Banglin; Reineke, Theresa M.; O'Keeffe, Michael; Yaghi, Omar M.", "Accounts of Chemical Research", "\r\n        (", "2001", "),\r\n    ", "34", "\r\n        (", "4", "),\r\n    ", "319-330", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review, with 38 refs.  Secondary building units (SBUs) are mol. complexes and cluster entities in which ligand coordination modes and metal coordination environments can be used in the transformation of these fragments into extended porous networks using polytopic linkers (1,4-benzenedicarboxylate, 1,3,5,7-adamantanetetracarboxylate, etc.).  Consideration of the geometric and chem. attributes of the SBUs and linkers leads to prediction of the framework topol., and in turn to the design and synthesis of a new class of porous materials with robust structures and high porosity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXhtFymsL0%253D&md5=e3df2f7492090aee280676f044e3b7af", "(b) ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Rosi", ", ", "N.", "; ", "Vodak", ", ", "D.", "; ", "Wachter", ", ", "J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2002", ",  ", "295", ",  ", "469", "– ", "472", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Systematic design of pore size and functionality in isoreticular MOFs and their application in methane storage", "Eddaoudi, Mohamed; Kim, Jaheon; Rosi, Nathaniel; Vodak, David; Wachter, Joseph; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2002", "),\r\n    ", "295", "\r\n        (", "5554", "),\r\n    ", "469-472", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A strategy based on reticulating metal ions and org. carboxylate links into extended networks has been advanced to a point that allowed the design of porous structures in which pore size and functionality could be varied systematically.  Metal-org. framework (MOF-5), a prototype of a new class of porous materials and one that is constructed from octahedral Zn-O-C clusters and benzene links, was used to demonstrate that its three-dimensional porous system can be functionalized with the org. groups -Br, -NH2, -OC3H7, -OC5H11, -C2H4, and -C4H4 and that its pore size can be expanded with the long mol. struts biphenyl, tetrahydropyrene, pyrene, and terphenyl.  We synthesized an isoreticular series (one that has the same framework topol.) of 16 highly cryst. materials whose open space represented up to 91.1% of the crystal vol., as well as homogeneous periodic pores that can be incrementally varied from 3.8 to 28.8 Å.  One member of this series exhibited a high capacity for methane storage (240 cm3 at std. temp.), and others the lowest densities (0.41 to 0.21 g/cm3) for a cryst. material at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlyrtLjP&md5=d218d4040887f5fb390a733ee156d27b", "(c) ", "Long", ", ", "J. R.", "; ", "Yaghi", ", ", "O. M.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1201", "– ", "1508", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(d) ", "Zhou", ", ", "H.-C.", "; ", "Long", ", ", "J. R.", "; ", "Yaghi", ", ", "O. M.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "673", "– ", "1268", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Introduction to Metal-Organic Frameworks", "Zhou, Hong-Cai; Long, Jeffrey R.; Yaghi, Omar M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "673-674", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review is presented on prepn., structure and application of Metal-Org. Frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1OjtLw%253D&md5=abf05fcd4ae6b394b7f1048a93f5ebbc", "(e) ", "Zhou", ", ", "H.-C.", "; ", "Kitagawa", ", ", "S.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5403", "– ", "6176", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(f) ", "Horcajada", ", ", "P.", "; ", "Chalati", ", ", "T.", "; ", "Serre", ", ", "C.", "; ", "Gillet", ", ", "B.", "; ", "Sebrie", ", ", "C.", "; ", "Baati", ", ", "T.", "; ", "Eubank", ", ", "J. F.", "; ", "Heurtaux", ", ", "D.", "; ", "Clayette", ", ", "P.", "; ", "Kreuz", ", ", "C.", "; ", "Chang", ", ", "J.-S.", "; ", "Hwang", ", ", "Y. K.", "; ", "Marsaud", ", ", "V.", "; ", "Bories", ", ", "P.-N.", "; ", "Cynober", ", ", "L.", "; ", "Gil", ", ", "S.", "; ", "Férey", ", ", "G.", "; ", "Couvreur", ", ", "P.", "; ", "Gref", ", ", "R.", " ", "Nat. Mater.", " ", "2010", ",  ", "9", ",  ", "172", "– ", "178", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Porous metal-organic-framework nanoscale carriers as a potential platform for drug delivery and imaging", "Horcajada, Patricia; Chalati, Tamim; Serre, Christian; Gillet, Brigitte; Sebrie, Catherine; Baati, Tarek; Eubank, Jarrod F.; Heurtaux, Daniela; Clayette, Pascal; Kreuz, Christine; Chang, Jong-San; Hwang, Young Kyu; Marsaud, Veronique; Bories, Phuong-Nhi; Cynober, Luc; Gil, Sophie; Ferey, Gerard; Couvreur, Patrick; Gref, Ruxandra", "Nature Materials", "\r\n        (", "2010", "),\r\n    ", "9", "\r\n        (", "2", "),\r\n    ", "172-178", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "In the domain of health, one important challenge is the efficient delivery of drugs in the body using non-toxic nanocarriers.  Most of the existing carrier materials show poor drug loading (usually less than 5 wt% of the transported drug vs. the carrier material) and/or rapid release of the proportion of the drug that is simply adsorbed (or anchored) at the external surface of the nanocarrier.  In this context, porous hybrid solids, with the ability to tune their structures and porosities for better drug interactions and high loadings, are well suited to serve as nanocarriers for delivery and imaging applications.  Here we show that specific non-toxic porous iron(III)-based metal-org. frameworks with engineered cores and surfaces, as well as imaging properties, function as superior nanocarriers for efficient controlled delivery of challenging antitumoral and retroviral drugs (i.e., busulfan, azidothymidine triphosphate, doxorubicin or cidofovir) against cancer and AIDS.  In addn. to their high loadings, they also potentially assoc. therapeutics and diagnostics, thus opening the way for theranostics, or personalized patient treatments.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVOnt70%253D&md5=74f3e60d481f39e0000fd93db0e40a64", "2. ", "Guillerm", ", ", "V.", "; ", "Kim", ", ", "D.", "; ", "Eubank", ", ", "J. F.", "; ", "Luebke", ", ", "R.", "; ", "Liu", ", ", "X.", "; ", "Adil", ", ", "K.", "; ", "Lah", ", ", "M. S.", "; ", "Eddaoudi", ", ", "M.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "6141", "– ", "6172", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "A supermolecular building approach for the design and construction of metal-organic frameworks", "Guillerm, Vincent; Kim, Dongwook; Eubank, Jarrod F.; Luebke, Ryan; Liu, Xinfang; Adil, Karim; Lah, Myoung Soo; Eddaoudi, Mohamed", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "6141-6172", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  In this review, the authors describe two recently implemented conceptual approaches facilitating the design and deliberate construction of metal-org. frameworks (MOFs), supermol. building block (SBB) and supermol. building layer (SBL) approaches.  The authors' main objective is to offer an appropriate means to assist/aid chemists and material designers alike to rationally construct desired functional MOF materials, made-to-order MOFs.  The authors introduce the concept of net-coded building units (net-cBUs), where precise embedded geometrical information codes uniquely and matchlessly a selected net, as a compelling route for the rational design of MOFs.  This concept is based on employing pre-selected 0-periodic metal-org. polyhedra or 2-periodic metal-org. layers, SBBs or SBLs, resp., as a pathway to access the requisite net-cBUs.  In this review, inspired by the authors' success with the original rht-MOF, the authors extrapolated the authors' strategy to other known MOFs via their deconstruction into more elaborate building units (polyhedra or layers) to (i) elucidate the unique relation between edge-transitive polyhedra or layers and minimal edge-transitive 3-periodic nets, and (ii) illustrate the potential of the SBB and SBL approaches as a rational pathway for the design and construction of 3-periodic MOFs.  Using this design strategy, the authors have also identified several new hypothetical MOFs which are synthetically targetable.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtFehsbvO&md5=97bf12cb969bfc7f409f5f06facd593b", "3. ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "675", "– ", "702", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Deconstructing the Crystal Structures of Metal-Organic Frameworks and Related Materials into Their Underlying Nets", "O'Keeffe, Michael; Yaghi, Omar M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "675-702", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Redn. of complex crystal structures of metal-org. frameworks and related materials to an underlying topol. is discussed.  An approach to identify vertices of underlying nets is presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFOmtr7L&md5=201baa336aa2d3edcb2099a649e840fe", "4. ", "O’Keeffe", ", ", "M.", "; ", "Peskov", ", ", "M. A.", "; ", "Ramsden", ", ", "S. J.", "; ", "Yaghi", ", ", "O. M.", " ", "Acc. Chem. Res.", " ", "2008", ",  ", "41", ",  ", "1782", "– ", "1789", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "The Reticular Chemistry Structure Resource (RCSR) database of, and symbols for, crystal nets", "O'Keeffe, Michael; Peskov, Maxim A.; Ramsden, Stuart J.; Yaghi, Omar M.", "Accounts of Chemical Research", "\r\n        (", "2008", "),\r\n    ", "41", "\r\n        (", "12", "),\r\n    ", "1782-1789", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "During the past decade, interest has grown tremendously in the design and synthesis of cryst. materials constructed from mol. clusters linked by extended groups of atoms.  Most notable are metal-org. frameworks (MOFs), in which polyat. inorg. metal-contg. clusters are joined by polytopic linkers. (Although these materials are sometimes referred to as coordination polymers, we prefer to differentiate them, because MOFs are based on strong linkages that yield robust frameworks.) The realization that MOFs could be designed and synthesized in a rational way from mol. building blocks led to the emergence of a discipline that we call reticular chem.MOFs can be represented as a special kind of graph called a periodic net.  Such descriptions date back to the earliest crystallog. studies but have become much more common recently because thousands of new structures and hundreds of underlying nets have been reported.  In the simplest cases (e.g., the structure of diamond), the atoms in the crystal become the vertices of the net, and bonds are the links (edges) that connect them.  In the case of MOFs, polyat. groups act as the vertices and edges of the net.Because of the explosive growth in this area, a need has arisen for a universal system of nomenclature, classification, identification, and retrieval of these topol. structures.  We have developed a system of symbols for the identification of three periodic nets of interest, and this system is now in wide use.  In this Account, we explain the underlying methodol. of assigning symbols and describe the Reticular Chem. Structure Resource (RCSR), in which about 1600 such nets are collected and illustrated in a database that can be searched by symbol, name, keywords, and attributes.  The resource also contains searchable data for polyhedra and layers.The database entries come from systematic enumerations or from known chem. compds. or both.  In the latter case, refs. to occurrences are provided.  We describe some crystallog., topol., and other attributes of nets and explain how they are reported in the database.  We also describe how the database can be used as a tool for the design and structural anal. of new materials.  Assocd. with each net is a natural tiling, which is a natural partition of space into space-filling tiles.  The database allows export of data that can be used to analyze and illustrate such tilings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXht1SgsrjF&md5=392c624f403dd8457460a7649aa496f3", "5. ", "(a) ", "Nouar", ", ", "F.", "; ", "Eubank", ", ", "J. F.", "; ", "Bousquet", ", ", "T.", "; ", "Wojtas", ", ", "Ł.", "; ", "Zaworotko", ", ", "M. J.", "; ", "Eddaoudi", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "1833", "– ", "1835", "ACS Full Text ", ", [", "CAS", "]", "5. ", "Supermolecular Building Blocks (SBBs) for the Design and Synthesis of Highly Porous Metal-Organic Frameworks", "Nouar, Farid; Eubank, Jarrod F.; Bousquet, Till; Wojtas, Lukasz; Zaworotko, Michael J.; Eddaoudi, Mohamed", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "6", "),\r\n    ", "1833-1835", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Here, the authors report a novel approach for the bottom-up assembly of hierarchical building blocks: simple mol. building blocks (MBBs) and the resultant supermol. building blocks (SBBs) to build highly coordinated nets.  A specific network, the (3,24)-connected rht, was used as a blueprint to construct a metal-org. framework where the MBBs/SBBs augment the net.  The copper(II) complex {[Cu6O(TZI)3(H2O)9](NO3)·15H2O}n [H3TZI = 5-(5-tetrazolyl)isophthalic acid] was prepd. and its crystal structure detd.  Surface and sorption properties and hydrogen uptake capacity of this highly porous metal-org. framework complex were measured.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXotFCqtw%253D%253D&md5=c7a2569bf4006d4872f281dec22ef22c", "(b) ", "Eubank", ", ", "J. F.", "; ", "Nouar", ", ", "F.", "; ", "Luebke", ", ", "R.", "; ", "Cairns", ", ", "A. J.", "; ", "Wojtas", ", ", "Ł.", "; ", "Alkordi", ", ", "M.", "; ", "Bousquet", ", ", "T.", "; ", "Hight", ", ", "M. R.", "; ", "Eckert", ", ", "J.", "; ", "Embs", ", ", "J. P.", "; ", "Georgiev", ", ", "P. A.", "; ", "Eddaoudi", ", ", "M.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "10099", "– ", "10103", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "On Demand: The Singular rht Net, an Ideal Blueprint for the Construction of a Metal-Organic Framework (MOF) Platform", "Eubank, Jarrod F.; Nouar, Farid; Luebke, Ryan; Cairns, Amy J.; Wojtas, Lukasz; Alkordi, Mohamed; Bousquet, Till; Hight, Matthew R.; Eckert, Juergen; Embs, Jan P.; Georgiev, Peter A.; Eddaoudi, Mohamed", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "40", "),\r\n    ", "10099-10103, S10099/1-S10099/50", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Herein, we report for the first time the covalent linking of expanded the supermol. building block (SBB) by introducing a trigonal org. core and replacing the carboxylic acid moieties of an isophthalate terminus with benzoic acid moieties.  Ligands 5-(1H-tetrazol-5-yl)-1,1',3',1''-terphenyl-4,''-dicarboxylic acid (H3L2), 4'-(1H-tetrazol-5-yl)-biphenyl-3,5-dicarboxylic acid (H3L3), 1,3,5-tris(5-methoxy-1,3-benzene-dicarboxylic acid)benzene (H6tL1), 1,3,5-tris(5'-[(E)-(p-phenyloxy)diazenyl]benzene-1,3-dicarboxylic acid)benzene (H6tL2), tris-(4-(5'-ethynyl-1,1':3',1''-terphenyl-4,''-dicarboxylic acid)phenyl)amine (H6tL3), and 5'-(4-(1H-tetrazol-5-yl)benzamicio)benzene-1,3-dioic acid (H3L4) are synthesized.  Polymeric MOFs [Cu6O(L2)3(NO3)·xsolv]n, [Cu6O(L3)3(NO3)·xsolv]n, [Cu3(tL1)(H20)3·xsolv]n, [Zn3(tL1)(H20)(DMF)2·xsolv]n, [Co3(tL1)(H20)1.5(DMF)1.5·xsolv]n, [Zn3(tL2)(H20)3·xsolv]n, [Cu3(tL3)(solv)3·xsolv]n, [Cu6O(L4)3(NO3)·xsolv]n are synthesized and their crystal structures are detd. by single crystal X-ray diffraction.  Gas adsorption for the MOFs is tested.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhtlamtb%252FI&md5=5e327768618f015a85d1c9b3267dde31", "(c) ", "Guillerm", ", ", "V.", "; ", "Weseliński", ", ", "Ł. J.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Cairns", ", ", "A. J.", "; ", "D’Elia", ", ", "V.", "; ", "Wojtas", ", ", "L.", "; ", "Adil", ", ", "K.", "; ", "Eddaoudi", ", ", "M.", " ", "Nat. Chem.", " ", "2014", ",  ", "6", ",  ", "673", "– ", "680", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Discovery and introduction of a (3,18)-connected net as an ideal blueprint for the design of metal-organic frameworks", "Guillerm, Vincent; Weselinski, Lukasz J.; Belmabkhout, Youssef; Cairns, Amy J.; D'Elia, Valerio; Wojtas, Lukasz; Adil, Karim; Eddaoudi, Mohamed", "Nature Chemistry", "\r\n        (", "2014", "),\r\n    ", "6", "\r\n        (", "8", "),\r\n    ", "673-680", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Metal-org. frameworks (MOFs) are a promising class of porous materials because it is possible to mutually control their porous structure, compn. and functionality.  However, it is still a challenge to predict the network topol. of such framework materials prior to their synthesis.  Here we use a new rare earth (RE) nonanuclear carboxylate-based cluster as an 18-connected mol. building block to form a gea-MOF ((DMA +)2[Y9(μ3-OH)8(μ2-OH)3((O2C-C6H4)3C6H3)6]n·(solv)x, gea-MOF-1) based on a (3,18)-connected net.  We then utilized this gea net as a blueprint to design and assemble another MOF ([Cu3(L)·(H2O)3]n·(solv)x, gea-MOF-2, H6L = 5',5''''-((5-((4-(3,6-dicarboxy-9H-carbazol-9-yl)phenyl)ethynyl)-1,3-phenylene)bis(ethyne-2,1-diyl))bis((1,1':3',1''-terphenyl)-4,4''-dicarboxylic acid)).  In gea-MOF-2, the 18-connected RE clusters are replaced by metal-org. polyhedra, peripherally functionalized so as to have the same connectivity as the RE clusters.  These metal-org. polyhedra act as supermol. building blocks when they form gea-MOF-2.  The discovery of a (3,18)-connected MOF followed by deliberate transposition of its topol. to a predesigned second MOF with a different chem. system validates the prospective rational design of MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtVKlsrjE&md5=9600107c3d83469b0ad33e2992b92d94", "6. ", "(a) ", "Eubank", ", ", "J. F.", "; ", "Wojtas", ", ", "Ł.", "; ", "Hight", ", ", "M. R.", "; ", "Bousquet", ", ", "T.", "; ", "Kravtsov", ", ", "V. C.", "; ", "Eddaoudi", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "17532", "– ", "17535", "ACS Full Text ", ", [", "CAS", "]", "6. ", "The Next Chapter in MOF Pillaring Strategies: Trigonal Heterofunctional Ligands To Access Targeted High-Connected Three Dimensional Nets, Isoreticular Platforms", "Eubank, Jarrod F.; Wojtas, Lukasz; Hight, Matthew R.; Bousquet, Till; Kravtsov, Victor Ch.; Eddaoudi, Mohamed", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "44", "),\r\n    ", "17532-17535", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new pillaring strategy, based on a ligand-to-axial approach that combines the two previous common techniques, axial-to-axial and ligand-to-ligand, and permits design, access, and construction of higher dimensional MOFs, is introduced and validated.  Trigonal heterofunctional ligands, in this case isophthalic acid cores functionalized at the 5-position with N-donor (e.g., pyridyl- or triazolyl-type) moieties, are designed and used to pillar pretargeted two-dimensional layers (supermol. building layers, SBLs).  5-(4H-1,2,4-triazol-4-yl)isophthalic acid (H2L1) reacts with copper nitrate to form a L-A pillared sql-MOF, Cu-(L1) xsolv (1), based on nonequilateral triangles pillaring 2D layers of octahedra.  Topol. anal. of the resultant [3,6]-connected net reveals 1 is the expected rtl-MOF.  Reaction between copper nitrate and 5-(4-pyridinylmethoxy)isophthalic acid (H2L2) results in the expected L-A pillared kgm-MOF, Cu(L2) xsolv (2) which can also be viewed as a 3D MOF, where L2 serves as a 3-connected node and the paddlewheel cluster as a 6-connected octahedral node.  These SBLs, based on edge transitive Kagome´ and square lattices, are cross-linked into predicted three-dimensional MOFs with tunable large cavities, resulting in isoreticular platforms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXotVaksrk%253D&md5=a47460f9b4919554edc09910ab9d3f03", "(b) ", "Eubank", ", ", "J. F.", "; ", "Mouttaki", ", ", "H.", "; ", "Cairns", ", ", "A. J.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Wojtas", ", ", "Ł.", "; ", "Luebke", ", ", "R.", "; ", "Alkordi", ", ", "M.", "; ", "Eddaoudi", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "14204", "– ", "14207", "ACS Full Text ", ", [", "CAS", "]", "6. ", "The Quest for Modular Nanocages: tbo-MOF as an Archetype for Mutual Substitution, Functionalization, and Expansion of Quadrangular Pillar Building Blocks", "Eubank, Jarrod F.; Mouttaki, Hasnaa; Cairns, Amy J.; Belmabkhout, Youssef; Wojtas, Lukasz; Luebke, Ryan; Alkordi, Mohamed; Eddaoudi, Mohamed", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "36", "),\r\n    ", "14204-14207", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new blueprint network for the design and synthesis of porous, functional 3D metal-org. frameworks (MOFs) has been identified, namely, the tbo net.  Accordingly, tbo-MOFs based on this unique (3,4)-connected net can be exclusively constructed using a combination of known and readily targeted [M(R-BDC)]n MOF layers [i.e., supermol. building layers (SBLs)] based on the edge-transitive 4,4 square lattice (sql) (i.e., 2D four-building units) and a novel pillaring strategy based on four proximal isophthalate ligands from neighboring SBL membered rings (i.e., two pairs from each layer) covalently crosslinked through an org. quadrangular core (e.g., tetrasubstituted benzene).  The authors' strategy permits the rational design and synthesis of isoreticular structures, functionalized and/or expanded, that possess extra-large nanocapsule-like cages, high porosity, and potential for gas sepn. and storage, among others.  Thus, tbo-MOF serves as an archetypal tunable, isoreticular MOF platform for targeting desired applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtVGjtbvO&md5=54247ca2c5c3275af4ced0a270493e04", "7. ", "(a) ", "Cavka", ", ", "J. H.", "; ", "Jakobsen", ", ", "S.", "; ", "Olsbye", ", ", "U.", "; ", "Guillou", ", ", "N.", "; ", "Lamberti", ", ", "C.", "; ", "Bordiga", ", ", "S.", "; ", "Lillerud", ", ", "K. P.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "13850", "– ", "13851", "ACS Full Text ", ", [", "CAS", "]", "7. ", "A new zirconium inorganic building brick forming metal organic frameworks with exceptional stability", "Cavka Jasmina Hafizovic; Jakobsen Soren; Olsbye Unni; Guillou Nathalie; Lamberti Carlo; Bordiga Silvia; Lillerud Karl Petter", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "42", "),\r\n    ", "13850-1", "\r\n        ISSN:", ".\r\n    ", "Porous crystals are strategic materials with industrial applications within petrochemistry, catalysis, gas storage, and selective separation.  Their unique properties are based on the molecular-scale porous character.  However, a principal limitation of zeolites and similar oxide-based materials is the relatively small size of the pores, typically in the range of medium-sized molecules, limiting their use in pharmaceutical and fine chemical applications.  Metal organic frameworks (MOFs) provided a breakthrough in this respect.  New MOFs appear at a high and an increasing pace, but the appearances of new, stable inorganic building bricks are rare.  Here we present a new zirconium-based inorganic building brick that allows the synthesis of very high surface area MOFs with unprecedented stability.  The high stability is based on the combination of strong Zr-O bonds and the ability of the inner Zr6-cluster to rearrange reversibly upon removal or addition of mu3-OH groups, without any changes in the connecting carboxylates.  The weak thermal, chemical, and mechanical stability of most MOFs is probably the most important property that limits their use in large scale industrial applications.  The Zr-MOFs presented in this work have the toughness needed for industrial applications; decomposition temperature above 500 degrees C and resistance to most chemicals, and they remain crystalline even after exposure to 10 tons/cm2 of external pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD1cnlvFSqsA%253D%253D&md5=f355e3a0756d112f6ae3148a1e69cd81", "(b) ", "Dan-Hardi", ", ", "M.", "; ", "Serre", ", ", "C.", "; ", "Frot", ", ", "T.", "; ", "Rozes", ", ", "L.", "; ", "Maurin", ", ", "G.", "; ", "Sanchez", ", ", "C.", "; ", "Férey", ", ", "G.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "10857", "– ", "10859", "ACS Full Text ", ", [", "CAS", "]", "7. ", "A new photoactive crystalline highly porous titanium(IV) dicarboxylate", "Dan-Hardi, Meenakshi; Serre, Christian; Frot, Theo; Rozes, Laurence; Maurin, Guillaume; Sanchez, Clement; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "31", "),\r\n    ", "10857-10859", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Titanium is a very attractive candidate for MOFs due to its low toxicity, redox activity, and photocatalytic properties.  We present here MIL-125, the first example of a highly porous and cryst. titanium(IV) dicarboxylate (MIL stands for Materials of Institut Lavoisier) with a high thermal stability and photochem. properties.  Its structure is built up from a pseudo cubic arrangement of octameric wheels, built up from edge- or corner-sharing titanium octahedra, and terephthalate dianions leading to a three-dimensional periodic array of two types of hybrid cages with accessible pore diams. of 6.13 and 12.55 Å.  X-ray thermodiffractometry and thermal anal. show that MIL-125 is stable up to 360 ° under air atm. while nitrogen sorption anal. indicates a surface area (BET) of 1550 m2/g-1.  Moreover, under nitrogen and alc. adsorption, MIL-125 exhibits a photochromic behavior assocd. with the formation of stable mixed valence titanium-oxo compds.  The titanium oxo cluster are back oxidized in the presence of oxygen.  This photochem. phenomenon is analyzed through the combined use of ESR and UV-visible absorption spectroscopies.  The photogenerated electrons are trapped as Ti(III) centers, while a concomitant oxidn. of the adsorbed alc. mols. occurs.  This new microporous hybrid is a very promising candidate for applications in smart photonic devices, sensors, and catalysis.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXovVeltbc%253D&md5=6ccc223f9145f3c4c0f5daf02cb2850c", "(c) ", "Guillerm", ", ", "V.", "; ", "Gross", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Devic", ", ", "T.", "; ", "Bauer", ", ", "M.", "; ", "Férey", ", ", "G.", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "767", "– ", "769", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "A zirconium methacrylate oxocluster as precursor for the low-temperature synthesis of porous zirconium(IV) dicarboxylates", "Guillerm, Vincent; Gross, Silvia; Serre, Christian; Devic, Thomas; Bauer, Matthias; Ferey, Gerard", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "5", "),\r\n    ", "767-769", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The exchange of the monocarboxylate ligand of the zirconium methacrylate oxocluster Zr6O4(OH)4(OMc)12 (OMc = CH2:CHMeCOO) with dicarboxylic acids (trans,trans-muconic acid and terephthalic acid) leads to porous zirconium dicarboxylates exhibiting the UiO-66 architecture; the mild reaction conditions allow the control of their particle size.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXnt1Oltw%253D%253D&md5=3169f3733ffe303683cbfeda45bc3d0e", "(d) ", "Guillerm", ", ", "V.", "; ", "Ragon", ", ", "F.", "; ", "Dan-Hardi", ", ", "M.", "; ", "Devic", ", ", "T.", "; ", "Vishnuvarthan", ", ", "M.", "; ", "Campo", ", ", "B.", "; ", "Vimont", ", ", "A.", "; ", "Clet", ", ", "G.", "; ", "Yang", ", ", "Q.", "; ", "Maurin", ", ", "G.", "; ", "Férey", ", ", "G.", "; ", "Vittadini", ", ", "A.", "; ", "Gross", ", ", "S.", "; ", "Serre", ", ", "C.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "9267", "– ", "71", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "A Series of Isoreticular, Highly Stable, Porous Zirconium Oxide Based Metal-Organic Frameworks", "Guillerm, V.; Ragon, F.; Dan-Hardi, M.; Devic, T.; Vishnuvarthan, M.; Campo, B.; Vimont, A.; Clet, G.; Yang, Q.; Maurin, G.; Ferey, G.; Vittadini, A.; Gross, S.; Serre, Christian", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "37", "),\r\n    ", "9267-9271, S9267/1-S9267/72", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors report the solvothermal synthesis of porous zirconium dicarboxylate MOFs based on the reactions of ZrCl4 with 1,4-H2BDC (1,4-benzenedicarboxylic acid), 2,6-H2NDC (2,6-naphthalenedicarboxylic acid), 4,4'-H2BPDC (4,4'-biphenyldicarboxylic acid), and H2Cl2ABDC (3,3'-dichloro-4,4'-azobenzenedicarboxylic acid).  This series of porous zirconium dicarboxylate solids is denoted MIL-140A to MIL-140D with formula [ZrO(O2C-R-CO2)] (R = C6H4 (MIL-140A), C10H6 (B), C12H8 (C), Cl2N2H6Cl2 (D)).  Structures have been detd. by XRPD and DFT optimization.  The frameworks exhibit good Lewis acidity and thermal, hydrothermal, and mech. stability.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFOmtLvO&md5=3c215ac2ce05540e914a4ed885301a16", "(e) ", "Morris", ", ", "W.", "; ", "Volosskiy", ", ", "B.", "; ", "Demir", ", ", "S.", "; ", "Gandara", ", ", "F.", "; ", "McGrier", ", ", "P. L.", "; ", "Furukawa", ", ", "H.", "; ", "Cascio", ", ", "D.", "; ", "Stoddart", ", ", "J. F.", "; ", "Yaghi", ", ", "O. M.", " ", "Inorg. Chem.", " ", "2012", ",  ", "51", ",  ", "6443", "– ", "6445", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Synthesis, Structure, and Metalation of Two New Highly Porous Zirconium Metal-Organic Frameworks", "Morris, William; Volosskiy, Boris; Demir, Selcuk; Gandara, Felipe; McGrier, Psaras L.; Furukawa, Hiroyasu; Cascio, Duilio; Stoddart, J. Fraser; Yaghi, Omar M.", "Inorganic Chemistry", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "12", "),\r\n    ", "6443-6445", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three new metal-org. frameworks [MOF-525, Zr6O4(OH)4(TCPP-H2)3; MOF-535, Zr6O4(OH)4(XF)3; MOF-545, Zr6O8(H2O)8(TCPP-H2)2, where porphyrin H4-TCPP-H2 = (C48H24O8N4) and cruciform H4-XF = (C42O8H22)] based on two new topologies, ftw and csq, were synthesized and structurally characterized.  MOF-525 and -535 are composed of Zr6O4(OH)4 cuboctahedral units linked by either porphyrin (MOF-525) or cruciform (MOF-535).  Another Zr-contg. unit, Zr6O8(H2O)8, is linked by porphyrin to give the MOF-545 structure.  The structure of MOF-525 was obtained by anal. of powder x-ray diffraction data.  The structures of MOF-535 and -545 were resolved from synchrotron single-crystal data.  MOF-525, -535, and -545 have Brunauer-Emmett-Teller surface areas of 2620, 1120, and 2260 m2/g, resp.  In addn. to their large surface areas, both porphyrin-contg. MOFs are exceptionally chem. stable, maintaining their structures under aq. and org. conditions.  MOF-525 and -545 were metalated with Fe(III) and Cu(II) to yield the metalated analogs without losing their high surface area and chem. stability.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XotFGlu7c%253D&md5=e2aef059f68ef4a35e5757bf914a6883", "(f) ", "Yang", ", ", "Q.", "; ", "Guillerm", ", ", "V.", "; ", "Ragon", ", ", "F.", "; ", "Wiersum", ", ", "A. D.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Zhong", ", ", "C.", "; ", "Devic", ", ", "T.", "; ", "Serre", ", ", "C.", "; ", "Maurin", ", ", "G.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "9831", "– ", "9833", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "CH4 storage and CO2 capture in highly porous zirconium oxide based metal-organic frameworks", "Yang, Qingyuan; Guillerm, Vincent; Ragon, Florence; Wiersum, Andrew D.; Llewellyn, Philip L.; Zhong, Chongli; Devic, Thomas; Serre, Christian; Maurin, Guillaume", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "79", "),\r\n    ", "9831-9833", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A series of porous Zr oxoclusters-based MOFs was computationally explored for their gas storage/capture performances.  The highly porous UiO-67(Zr) and UiO-68(Zr) solids show exceptionally high CH4 and CO2 adsorption capacities under operating conditions that make these thermal, water and mech. resistant materials very promising for physisorption-based processes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtleitrzE&md5=8970253466365316a7525498b3f42f9d", "(g) ", "Du", ", ", "D.-Y.", "; ", "Qin", ", ", "J.-S.", "; ", "Sun", ", ", "Z.", "; ", "Yan", ", ", "L.-K.", "; ", "O’Keeffe", ", ", "M.", "; ", "Su", ", ", "Z.-M.", "; ", "Li", ", ", "S.-L.", "; ", "Wang", ", ", "X.-H.", "; ", "Wang", ", ", "X.-L.", "; ", "Lan", ", ", "Y.-Q.", " ", "Sci. Rep.", " ", "2013", ",  ", "3", ",  ", "2616", "[", "PubMed", "], [", "CAS", "]", "7. ", "An unprecedented (3,4,24)-connected heteropolyoxozincate organic framework as heterogeneous crystalline Lewis acid catalyst for biodiesel production", "Du Dong-Ying; Qin Jun-Sheng; Sun Zhong; Yan Li-Kai; O'Keeffe Michael; Su Zhong-Min; Li Shun-Li; Wang Xiao-Hong; Wang Xin-Long; Lan Ya-Qian", "Scientific reports", "\r\n        (", "2013", "),\r\n    ", "3", "\r\n        (", "),\r\n    ", "2616", "\r\n        ISSN:", ".\r\n    ", "A novel 3D hexadecanuclear heteropolyoxozincate organic framework, IFMC-200, has been successfully synthesized based on a late transition metal-oxygen cluster.  IFMC-200 not only represents the first example of (3,4,24)-connected framework but also contains the first 24-connected single metal cluster in a crystal structure.  It exhibits superior thermal stability, good water-stability, and even insensitivity to the existence of acid and base within a certain range of pH values.  Furthermore, it performs as a heterogeneous crystalline Lewis acid catalyst with good activity for the conversion of long-chain fatty acids rather than short-chain ones, and high recycling efficiency for esterification reaction of fatty acids with alcohols to produce biodiesel.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3sbms12ntg%253D%253D&md5=442e1fd81775164659b34d4cb3f0b76a", "(h) ", "Xue", ", ", "D.-X.", "; ", "Cairns", ", ", "A. J.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Wojtas", ", ", "Ł.", "; ", "Liu", ", ", "Y.", "; ", "Alkordi", ", ", "M. H.", "; ", "Eddaoudi", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "7660", "– ", "7667", "ACS Full Text ", ", [", "CAS", "]", "7. ", "Tunable Rare-Earth fcu-MOFs: A Platform for Systematic Enhancement of CO2 Adsorption Energetics and Uptake", "Xue, Dong-Xu; Cairns, Amy J.; Belmabkhout, Youssef; Wojtas, Lukasz; Liu, Yunling; Alkordi, Mohamed H.; Eddaoudi, Mohamed", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "20", "),\r\n    ", "7660-7667", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of fcu-MOFs based on rare-earth (RE) metals and linear fluorinated/non-fluorinated, homo/heterofunctional ligands were targeted and synthesized.  This particular face-centered cubic-metal org. frameworks (fcc-MOF) platform was selected because of its unique structural characteristics combined with the ability/potential to dictate and regulate its chem. properties (e.g., tuning of the electron-rich RE metal ions and high localized charge d., a property arising from the proximal positioning of polarizing tetrazolate moieties and fluoro-groups that decorate the exposed inner surfaces of the confined conical cavities).  These features permitted a systematic gas sorption study to evaluate/elucidate the effects of distinctive parameters on CO2-MOF sorption energetics.  Our study supports the importance of the synergistic effect of exposed open metal sites and proximal highly localized charge d. toward materials with enhanced CO2 sorption energetics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmt1ymt7k%253D&md5=6eab65ed87edbaf07749f93fe7732f68", "(i) ", "Ahnfeldt", ", ", "T.", "; ", "Moellmer", ", ", "J.", "; ", "Guillerm", ", ", "V.", "; ", "Staudt", ", ", "R.", "; ", "Serre", ", ", "C.", "; ", "Stock", ", ", "N.", " ", "Chem.—Eur. J.", " ", "2011", ",  ", "17", ",  ", "6462", "– ", "6468", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "High-Throughput and Time-Resolved Energy-Dispersive X-Ray Diffraction (EDXRD) Study of the Formation of CAU-1-(OH)2: Microwave and Conventional Heating", "Ahnfeldt, Tim; Moellmer, Jens; Guillerm, Vincent; Staudt, Reiner; Serre, Christian; Stock, Norbert", "Chemistry--A European Journal", "\r\n        (", "2011", "),\r\n    ", "17", "\r\n        (", "23", "),\r\n    ", "6462-6468, S6462/1-S6462/20", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Aluminum dihydroxyterephthalate [Al8(OH)4(OCH3)8(BDC(OH)2)6]·xH2O (denoted CAU-1-(OH)2) was synthesized under solvothermal conditions and characterized by x-ray powder diffraction, IR spectroscopy, sorption measurements, as well as thermogravimetric and elemental anal.  CAU-1-(OH)2 is isoreticular to CAU-1 and its pores are lined with OH groups.  It is stable under ambient conditions and in water, and it exhibits permanent porosity and two types of cavities with effective diams. of ∼1 and 0.45 nm.  The crystn. of CAU-1-(OH)2 was studied by in situ energy-dispersive x-ray diffraction (EDXRD) expts. in the 120-145° temp. range.  Two heating methods-conventional and microwave-were studied.  The latter leads to shorter induction periods as well as shorter reaction times.  Whereas CAU-1-(OH)2 is formed at all studied temps. using conventional heating, it is only obsd. <130° using microwave heating.  The calcn. of the activation energy of the crystn. of CAU-1-(OH)2 exhibits similar values for microwave and conventional synthesis.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmsFyls7s%253D&md5=4cf31836d2888d54b434042b0bc22ad9", "(j) ", "Vaesen", ", ", "S.", "; ", "Guillerm", ", ", "V.", "; ", "Yang", ", ", "Q.", "; ", "Wiersum", ", ", "A. D.", "; ", "Marszalek", ", ", "B.", "; ", "Gil", ", ", "B.", "; ", "Vimont", ", ", "A.", "; ", "Daturi", ", ", "M.", "; ", "Devic", ", ", "T.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Serre", ", ", "C.", "; ", "Maurin", ", ", "G.", "; ", "De Weireld", ", ", "G.", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "10082", "– ", "10084", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "A robust amino-functionalized titanium(iv) based MOF for improved separation of acid gases", "Vaesen, Sebastien; Guillerm, Vincent; Yang, Qingyuan; Wiersum, Andrew D.; Marszalek, Bartosz; Gil, Barbara; Vimont, Alexandre; Daturi, Marco; Devic, Thomas; Llewellyn, Philip L.; Serre, Christian; Maurin, Guillaume; De Weireld, Guy", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "86", "),\r\n    ", "10082-10084", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A combination of adsorption, microcalorimetry, infra-red spectroscopy and modeling has been implemented to reveal the potential of the H2S resistant amino-functionalized Ti MOF MIL-125 porous solid for the concomitant elimination of CO2 and H2S from biogas and natural gas.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsFOisrrK&md5=a068fbe2e3043d915dcd77f9163add98", "8. ", "(a) ", "Schaate", ", ", "A.", "; ", "Roy", ", ", "P.", "; ", "Godt", ", ", "A.", "; ", "Lippke", ", ", "J.", "; ", "Waltz", ", ", "F.", "; ", "Wiebcke", ", ", "M.", "; ", "Behrens", ", ", "P.", " ", "Chem.—Eur. J.", " ", "2011", ",  ", "17", ",  ", "6643", "– ", "6651", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Modulated Synthesis of Zr-Based Metal-Organic Frameworks: From Nano to Single Crystals", "Schaate, Andreas; Roy, Pascal; Godt, Adelheid; Lippke, Jann; Waltz, Florian; Wiebcke, Michael; Behrens, Peter", "Chemistry - A European Journal", "\r\n        (", "2011", "),\r\n    ", "17", "\r\n        (", "24", "),\r\n    ", "6643-6651, S6643/1-S6643/11", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors present a study on the influence of benzoic acid, acetic acid, and water on the syntheses of the Zr-based metal-org. frameworks Zr-bdc (UiO-66), Zr-bdc-NH2 (UiO-66-NH2), Zr-bpdc (UiO-67), and Zr-tpdc-NH2 (UiO-68-NH2) (H2bdc: terephthalic acid, H2bpdc: biphenyl-4,4'-dicarboxylic acid, H2tpdc: terphenyl-4,4''-dicarboxylic acid).  By varying the amt. of benzoic or acetic acid, the synthesis of Zr-bdc can be modulated.  With increasing concn. of the modulator, the products change from intergrown to individual crystals, the size of which can be tuned.  Addn. of benzoic acid also affects the size and morphol. of Zr-bpdc and, addnl., makes the synthesis of Zr-bpdc highly reproducible.  The control of crystal and particle size is proven by powder XRD, SEM and dynamic light scattering (DLS) measurements.  TGA and Ar sorption expts. show that the materials from modulated syntheses can be activated and that they exhibit high sp. surface areas.  Water proved to be essential for the formation of well-ordered Zr-bdc-NH2.  Zr-tpdc-NH2, a material with a structure analogous to that of Zr-bdc and Zr-bpdc, but with the longer, functionalized linker 2'-amino-1,1':4',1''-terphenyl-4,4''-dicarboxylic acid, was obtained as single crystals.  This allowed the 1st single-crystal structural anal. of a Zr-based metal-org. framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmslKksLc%253D&md5=188604c14defb7b374f67d9cf2c480ea", "(b) ", "Umemura", ", ", "A.", "; ", "Diring", ", ", "S.", "; ", "Furukawa", ", ", "S.", "; ", "Uehara", ", ", "H.", "; ", "Tsuruoka", ", ", "T.", "; ", "Kitagawa", ", ", "S.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "15506", "– ", "15513", "ACS Full Text ", ", [", "CAS", "]", "8. ", "Morphology Design of Porous Coordination Polymer Crystals by Coordination Modulation", "Umemura, Ayako; Diring, Stephane; Furukawa, Shuhei; Uehara, Hiromitsu; Tsuruoka, Takaaki; Kitagawa, Susumu", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "39", "),\r\n    ", "15506-15513", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The design of crystal morphol., or exposed crystal facets, has enabled the development (e.g., catalytic activities, material attributes, and oriented film formation) of porous coordination polymers (PCPs) without changing material compns.  However, because crystal growth mechanisms are not fully understood, control of crystal morphol. still remains challenging.  The authors report the morphol. design of [Cu3(btc)2]n (btc = benzene-1,3,5-tricarboxylate) by the coordination modulation method (modulator = n-dodecanoic acid or lauric acid).  A morphol. transition (octahedron-cuboctahedron-cube) in the [Cu3(btc)2]n crystal was obsd. with an increase in concn. of the modulator.  By suitably defining a coarse-grained std. unit of [Cu3(btc)2]n as its cuboctahedron main pore and detg. its attachment energy on crystal surfaces, Monte Carlo coarse-grain modeling revealed the population and orientation of carboxylates and elucidated an important role of the modulator in detg. the 〈100〉- and 〈111〉-growth throughout the crystal growth process.  This comprehension, in fact, successfully led to designed crystal morphologies with oriented growth on bare substrates.  Because selective crystal orientations on the bare substrates were governed by crystal morphol., this contribution also casts a new light on the unexplored issue of the significance of morphol. design of PCPs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFCgsL%252FO&md5=f5fd69e2158db102146fb003b74cfc74", "9. ", "(a) ", "Roy", ", ", "S.", "; ", "Chakraborty", ", ", "A.", "; ", "Maji", ", ", "T. K.", " ", "Coord. Chem. Rev.", " ", "2014", ",  ", "273–274", ",  ", "139", "– ", "164", "[", "Crossref", "], [", "CAS", "]", "9. ", "Lanthanide-organic frameworks for gas storage and as magneto-luminescent materials", "Roy, Syamantak; Chakraborty, Anindita; Maji, Tapas Kumar", "Coordination Chemistry Reviews", "\r\n        (", "2014", "),\r\n    ", "273-274", "\r\n        (", "),\r\n    ", "139-164", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  Smart and careful design strategies need to be adopted for the synthesis of lanthanide-org. framework materials to strike a balance between the high coordination requirement of lanthanide metal ions and the formation of stable and permanently porous structures.  Literature reports have documented successful synthesis of such porous lanthanide frameworks with potential application for gas storage.  Lanthanide-org. frameworks have also shown promise in a no. of magento-luminescent applications.  The diverse emission profiles of the lanthanide ions have resulted in tuning the emission color to generate white-light as well as sense a host of cations, anions and small mols. alike.  The permanent porosity has also been used to apply these frameworks as gas storage and sepn. materials.  The exciting magnetic property of the lanthanide-org. frameworks arises from the high orbital contribution and single-ion anisotropy of the lanthanide ions.  This eventually ushers the slow relaxation of magnetization with high energy barrier making such systems potential candidates for future magnetic sensory and memory devices.  This review will discuss the porous properties of lanthanide-org. frameworks and the progress in utilizing them in gas storage and sensing properties.  Color tunability, white-light emission and magnetic properties in lanthanide-org. frameworks have also been discussed.  In conclusion, an overall summary of the properties of these materials and future outlook will be proposed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXnslOhtbw%253D&md5=d4bfe0bf807c3c905bedbe0006b82284", "(b) ", "Park", ", ", "Y. K.", "; ", "Choi", ", ", "S. B.", "; ", "Kim", ", ", "H.", "; ", "Kim", ", ", "K.", "; ", "Won", ", ", "B.-H.", "; ", "Choi", ", ", "K.", "; ", "Choi", ", ", "J.-S.", "; ", "Ahn", ", ", "W.-S.", "; ", "Won", ", ", "N.", "; ", "Kim", ", ", "S.", "; ", "Jung", ", ", "D. H.", "; ", "Choi", ", ", "S.-H.", "; ", "Kim", ", ", "G.-H.", "; ", "Cha", ", ", "S.-S.", "; ", "Jhon", ", ", "Y. H.", "; ", "Yang", ", ", "J. K.", "; ", "Kim", ", ", "J.", " ", "Angew. Chem., Int. Ed.", " ", "2007", ",  ", "46", ",  ", "8230", "– ", "8233", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Crystal structure and guest uptake of a mesoporous metal-organic framework containing cages of 3.9 and 4.7 nm in diameter", "Park, Young Kwan; Choi, Sang Beom; Kim, Hyunuk; Kim, Kimoon; Won, Byoung-Ho; Choi, Kihang; Choi, Jung-Sik; Ahn, Wha-Seung; Won, Nayoun; Kim, Sungjee; Jung, Dong, Hyun; Choi, Seung-Hoon; Kim, Ghyung-Hwa; Cha, Sun-Shin; Jhon, Young Ho; Yang, Jin Kuk", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "43", "),\r\n    ", "8230-8233", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A new mesoporous metal-org. (MOF) framework that is mainly composed of Tb3+ ions and tripodal 1,3,5-triazine-2,4,6-tri-p-benzoate ligands has cages of 3.9 and 4.7 nm in diam.  The evacuated framework is robust and can accommodate gases (N2, CO2) or ferrocene mols., as verified by gas-sorption measurements and luminescence studies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtlCkur7L&md5=e07d391f92e24f51a87523b24f935fca", "(c) ", "Luo", ", ", "J.", "; ", "Xu", ", ", "H.", "; ", "Liu", ", ", "Y.", "; ", "Zhao", ", ", "Y.", "; ", "Daemen", ", ", "L. L.", "; ", "Brown", ", ", "C.", "; ", "Timofeeva", ", ", "T. V.", "; ", "Ma", ", ", "S.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "9626", "– ", "9627", "ACS Full Text ", ", [", "CAS", "]", "9. ", "Hydrogen Adsorption in a Highly Stable Porous Rare-Earth Metal-Organic Framework: Sorption Properties and Neutron Diffraction Studies", "Luo, Junhua; Xu, Hongwu; Liu, Yun; Zhao, Yusheng; Daemen, Luke L.; Brown, Craig; Timofeeva, Tatiana V.; Ma, Shengqian; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "30", "),\r\n    ", "9626-9627", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A highly stable porous lanthanide metal-org. framework, Y(BTC)(H2O)·4.3H2O (BTC = 1,3,5-benzenetricarboxylate), with pore size of 5.8 Å has been constructed and investigated for hydrogen storage.  Gas sorption measurements show that this porous metal-org. framework exhibits highly selective sorption behaviors of hydrogen over nitrogen gas mols. and can take up hydrogen of ∼2.1 wt.% at 77 K and 10 bar.  Difference Fourier anal. of neutron powder diffraction data revealed four distinct D2 sites that are progressively filled within the nanoporous framework.  Interestingly, the strongest adsorption sites identified are assocd. with the arom. org. linkers rather than the open metal sites, as occurred in previously reported metal-org. frameworks.  Our results provide for the first time direct structural evidence demonstrating that optimal pore size (∼6 Å, twice the kinetic diam. of hydrogen) strengthens the interactions between H2 mols. and pore walls and increases the heat of adsorption, which thus allows for enhancing hydrogen adsorption from the interaction between hydrogen mols. with the pore walls rather than with the normally stronger adsorption sites (the open metal sites) within the framework.  At high concn. H2 loadings (5.5 H2 mols. (3.7 wt.%) per Y(BTC) formula), H2 mols. form highly sym. novel nanoclusters with relatively short H2-H2 distances compared to solid H2.  These observations are important and hold the key to optimizing this new class of rare metal-org. framework materials for practical hydrogen storage applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXot1ahsLY%253D&md5=cea045a6078dd9a155f4cac197b772f1", "(d) ", "Guillou", ", ", "O.", "; ", "Daiguebonne", ", ", "C.", " ", " ", "Lanthanide-containing coordination polymers", ". In  ", "Handbook on the Physics and Chemistry of Rare Earths", "; ", "Elsevier", ": ", "Amsterdam", ", ", "2005", "; Vol.  ", "34", ", pp  ", "359", "– ", "404", ".", "There is no corresponding record for this reference.", "(e) ", "Devic", ", ", "T.", "; ", "Serre", ", ", "C.", "; ", "Audebrand", ", ", "N.", "; ", "Marrot", ", ", "J.", "; ", "Férey", ", ", "G.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "12788", "– ", "12789", "ACS Full Text ", ", [", "CAS", "]", "9. ", "MIL-103, A 3-D Lanthanide-Based Metal Organic Framework with Large One-Dimensional Tunnels and A High Surface Area", "Devic, Thomas; Serre, Christian; Audebrand, Nathalie; Marrot, Jerome; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "37", "),\r\n    ", "12788-12789", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A lanthanide-based metal org. framework, formulated Tb(C27H15O6)(H2O)·2C6H11OH, was solvothermally synthesized using the extended rigid tritopic ligand 1,3,5-benzenetri-p-benzoic acid.  Included free solvent could be removed upon heating, and the resulting material presents large 1-dimensional micropores (free diam. = 10 Å) and a high surface area (SLangmuir > 1000 m2 g-1).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXpt1Wht7s%253D&md5=e5ba59e4d4bb156a15a33e20c57505bd", "10. ", "Luebke", ", ", "R.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Weseliński", ", ", "Ł. J.", "; ", "Cairns", ", ", "A. J.", "; ", "Norton", ", ", "G.", "; ", "Alkordi", ", ", "M.", "; ", "Wojtas", ", ", "Ł.", "; ", "Adil", ", ", "K.", "; ", "Eddaoudi", ", ", "M.", " ", "Chemical Science", " ", "2015", ", ", " DOI: 10.1039/C5SC00614G", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "11. ", "(a) ", "Rosi", ", ", "N. L.", "; ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "CrystEngComm", " ", "2002", ",  ", "4", ",  ", "401", "– ", "404", "[", "Crossref", "], [", "CAS", "]", "11. ", "Advances in the chemistry of metal-organic frameworks", "Rosi, Nathaniel L.; Eddaoudi, Mohamed; Kim, Jaheon; O'Keeffe, Michael; Yaghi, Omar M.", "CrystEngComm", "\r\n        (", "2002", "),\r\n    ", "4", "\r\n        (", "),\r\n    ", "401-404", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  An extensive body of research results currently exists from the synthesis of metalorg. frameworks (MOFs), an area that has attracted widespread attention due to the facility with which well-defined mol. building blocks can be assembled into periodic frameworks and the promise that such a process holds for the logical design of materials.  The synthesis of MOFs generally involves the copolymn. of org. links and metal ions in a polar solvent under mild temps. (up to 200°) and autogenous pressures (up to 100 atm).  Since most products can be considered kinetically driven and lie on local thermodn. min., factors such as soly. of the org. link and metal salt, solvent polarity, ionic strength of the medium, temp. and pressure play crit. roles in detg. the character of products.  Indeed, slight perturbations in synthetic parameters were the basis for the prepn. of what seems to be a flood of new MOF compds.  In the spirit of this discussion the authors advance the following ideas and developments that the authors believe contribute to the maturity of the field: (I) a conceptual framework that unifies the processes involved in the designed synthesis of MOFs, and which can be extended to other materials with extended structures; (II) a thesis concerning the possible structures that may form from building blocks with various shapes; (III) important considerations for achieving the design and synthesis of frameworks in which it is possible to change chem. functionality and metrics without changing the underlying framework topol.; (IV) the inevitability of porosity for designed structures and some factors affecting framework stability; (V) insights on catenation:interpenetration vs. interweaving, forbidden catenation, and duals.  These points will be presented to an extent that will stimulate discussion-it is not an attempt to be comprehensive or to give a thorough treatment of this rich field.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XmvFKrt74%253D&md5=d785ee5212724519f2613caa3b6426cb", "(b) ", "Brunner", ", ", "G. O.", " ", "Z. Kristallogr.", " ", "1981", ",  ", "156", ",  ", "295", "– ", "303", "[", "Crossref", "], [", "CAS", "]", "11. ", "Parameters for frameworks and space filling polyhedrons", "Brunner, G. O.", "Zeitschrift fuer Kristallographie", "\r\n        (", "1981", "),\r\n    ", "156", "\r\n        (", "3-4", "),\r\n    ", "295-303", "CODEN:\r\n                ", "ZEKRDZ", ";\r\n        ISSN:", "0044-2968", ".\r\n    ", "Space filling packings of polyhedra are described by 9 summarizing parameters, of which 3 are independent.  For structures of \"crystal-chem. interest\", presuppositions are formulated and, in addn. to equations, an approxn. is derived which in principle reduces the degree of freedom to 2.  Frameworks of vertices (atoms) and edges (bonds) are also regarded as packings of polyhedra though sometimes of unconventional properties.  The approach offers qual. and topol. insights which are hardly achievable in a precise manner; e.g. the av. size of the rings in frameworks as a function of coordination no. and the various kinds of limitations for packings of polyhedra may be surveyed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3MXlt1Cmsrg%253D&md5=3355719dc43c5510e8483de5cbdae2b1", "12. ", "(a) ", "Lin", ", ", "Z.-J.", "; ", "Xu", ", ", "B.", "; ", "Liu", ", ", "T.-F.", "; ", "Cao", ", ", "M.-N.", "; ", "Lü", ", ", "J.", "; ", "Cao", ", ", "R.", " ", "Eur. J. Inorg. Chem.", " ", "2010", ",  ", "2010", ",  ", "3842", "– ", "3849", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(b) ", "Guo", ", ", "Z.", "; ", "Xu", ", ", "H.", "; ", "Su", ", ", "S.", "; ", "Cai", ", ", "J.", "; ", "Dang", ", ", "S.", "; ", "Xiang", ", ", "S.", "; ", "Qian", ", ", "G.", "; ", "Zhang", ", ", "H.", "; ", "O’Keeffe", ", ", "M.", "; ", "Chen", ", ", "B.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "5551", "– ", "5553", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "A robust near infrared luminescent ytterbium metal-organic framework for sensing of small molecules", "Guo, Zhiyong; Xu, Hui; Su, Shengqun; Cai, Jianfeng; Dang, Song; Xiang, Shengchang; Qian, Guodong; Zhang, Hongjie; O'Keeffe, Michael; Chen, Banglin", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "19", "),\r\n    ", "5551-5553", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The 1st near-IR luminescent ytterbium metal-org. framework, Yb(BPT)(H2O).(DMF)1.5(H2O)1.25 (BPT = biphenyl 3,4',5-tricarboxylate), was realized for the highly selective and sensitive sensing of small mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXlt1Cksbk%253D&md5=eb2eefa03b13fec138c447e2730e71bf", "(c) ", "Hao", ", ", "Z.", "; ", "Yang", ", ", "G.", "; ", "Song", ", ", "X.", "; ", "Zhu", ", ", "M.", "; ", "Meng", ", ", "X.", "; ", "Zhao", ", ", "S.", "; ", "Song", ", ", "S.", "; ", "Zhang", ", ", "H.", " ", "J. Mater. Chem. A", " ", "2014", ",  ", "2", ",  ", "237", "– ", "244", "[", "Crossref", "], [", "CAS", "]", "12. ", "A europium(III) based metal-organic framework: bifunctional properties related to sensing and electronic conductivity", "Hao, Zhaomin; Yang, Guocheng; Song, Xuezhi; Zhu, Min; Meng, Xing; Zhao, Shuna; Song, Shuyan; Zhang, Hongjie", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2014", "),\r\n    ", "2", "\r\n        (", "1", "),\r\n    ", "237-244", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The accessible interspace of [Eu4(BPT)4(DMF)2(H2O)8] (EuL; BPT = biphenyl-3,4',5-tricarboxylate) metal-org. framework (MOF) based host materials can serve as good candidates for loading of a variety of guest mols.  In this regard, two functional properties, sensing and electronic cond. of EuL MOF were systematically studied in this contribution.  The photoluminescent properties reveal that the EuL exhibits characteristic red emission of Eu3+ ion, and presents highly detectable luminescence responses for Cu2+ ions and acetone mols. in DMF soln.  For the studies of elec. properties, they were focused on the electronic conductivities of I2-incorporated EuL in anhyd. media and at different temps.  With the increase of temp. from 25 to 80°, the I2-incorporated EuL showed significant changes in conductivities from 8.27 × 10-7 S cm-1 to 2.71 × 10-5 S cm-1.  Meanwhile, the activation energy (Ea) was for the first time estd. for iodine-element-incorporated MOF with the help of Arrhenius plots.  The successful achievements of the impedance measurements and analyses for I2-incorporated EuL prove that iodine-element-incorporated MOF can also be used for studies of cond. under anhyd. conditions and at moderate temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvVGkt7bL&md5=863e7733d87854fb9a9b9fd05d5df199", "(d) ", "Yan", ", ", "D.", "; ", "Duan", ", ", "Q.", " ", "Inorg. Chem. Commun.", " ", "2013", ",  ", "36", ",  ", "188", "– ", "191", "[", "Crossref", "], [", "CAS", "]", "12. ", "Synthesis, structure and luminescent property of a new europium-based coordination polymer constructed from biphenyl-3,4',5-tricarboxylic acid", "Yan, Dan; Duan, Qian", "Inorganic Chemistry Communications", "\r\n        (", "2013", "),\r\n    ", "36", "\r\n        (", "),\r\n    ", "188-191", "CODEN:\r\n                ", "ICCOFP", ";\r\n        ISSN:", "1387-7003", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A new 3-dimensional lanthanide metal-org. framework [Eu(BPT)(DMF)(H2O)•(H2O)0.5] (1) was synthesized by self-assembly of Eu(III) ions and ligand biphenyl-3, 4', 5-tricarboxylate under solvothermal reaction conditions.  X-ray crystallog. reveals that 1 exhibits a (3, 6)-connected topol., with dinuclear Eu clusters as 6-connected nodes and C2-sym. ligands BPT as 3-connected nodes.  The luminescence sensitization of 1 via excitation of the ligand is highly efficient.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslWhtbbO&md5=c19efa927abeade81a41396a86bee739", "(e) ", "Li", ", ", "X.-Y.", "; ", "Lin", ", ", "Z.-J.", "; ", "Yang", ", ", "Y.-Y.", "; ", "Cao", ", ", "R.", " ", "CrystEngComm", " ", "2014", ",  ", "16", ",  ", "6425", "– ", "6432", "[", "Crossref", "], [", "CAS", "]", "12. ", "Synthesis, structures and luminescent properties of lanthanide coordination polymers involving biphenyl-3,4',5-tricarboxylate", "Li, Xiang-Ying; Lin, Zu-Jin; Yang, Yan-Yan; Cao, Rong", "CrystEngComm", "\r\n        (", "2014", "),\r\n    ", "16", "\r\n        (", "28", "),\r\n    ", "6425-6432", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Based on biphenyl-3,4',5-tricarboxylate (H3BPT), a series of lanthanide coordination polymers (CPs) formulated as {[Ln2(BPT)2(DMF)(H2O)3]·2DMF·3H2O}n [Ln = Ce (1), Pr (2) and Eu (3); DMF = N,N-dimethylformamide], {[Ln2(BPT)2(DMA)2(H2O)3]·0.5DMA·2.5H2O}n [Ln = La (4), Sm (5), Eu (6) and Tb (7); DMA = N,N-dimethylacetamide] and {[Ln(BPT)(DMSO)2]·H2O}n [Ln = Sm (8) and Nd (9)] have been synthesized and characterized.  Compds. 1-3 are isostructural, and all of them exhibit three-dimensional networks with one-dimensional (1D) pear-shaped channels along the crystallog. a-axis and 1D rectangular channels along the crystallog. c-axis filled with free and coordinated solvents.  Compds. 4-7 are isostructural, and each of the frameworks displays a 3D network exhibiting 1D channels filled with free and coordinated solvent mols.  Compds. 8-9 are isostructural and their structures are similar to those of 1-3 except for the different lanthanide ions and coordinated solvents.  Structure anal. reveals that the net of 1-3 and 8-9 is a 3,6-connected net with the point symbol of (42·6)2(44·62·87·102), a subnet of flu net, while the net of 4-7 is a 3,3,6,6-connected net with the point symbol of (4·62)2(42·66·85·102)(42·62)(44·65·85·10).  Luminescent measurements showed that compds. 3, 6, 7 and 9 exhibit the characteristic emission bands for the corresponding Ln(III) ions, while the emission spectra of 5 and 8 are mainly dominated by ligand-based emission.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtVKjs7nF&md5=cc4443b5ac6cf66c2a65347e30353a2c", "13. ", "Eddaoudi", ", ", "M.", "; ", "Sava", ", ", "D. F.", "; ", "Eubank", ", ", "J. F.", "; ", "Adil", ", ", "K.", "; ", "Guillerm", ", ", "V.", " ", "Chem. Soc. Rev.", " ", "2015", ",  ", "44", ",  ", "228", "– ", "249", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Zeolite-like metal-organic frameworks (ZMOFs): design, synthesis, and properties", "Eddaoudi, Mohamed; Sava, Dorina F.; Eubank, Jarrod F.; Adil, Karim; Guillerm, Vincent", "Chemical Society Reviews", "\r\n        (", "2015", "),\r\n    ", "44", "\r\n        (", "1", "),\r\n    ", "228-249", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This review highlights various design and synthesis approaches toward the construction of ZMOFs, which are metal-org. frameworks (MOFs) with topologies and, in some cases, features akin to traditional inorg. zeolites.  The interest in this unique subset of MOFs is correlated with their exceptional characteristics arising from the periodic pore systems and distinctive cage-like cavities, in conjunction with modular intra- and/or extra-framework components, which ultimately allow for tailoring of the pore size, pore shape, and/or properties towards specific applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhvVSlsb7P&md5=bd9135b1fde79f22cdeb8f637d8c2db3", "14. ", "Allen", ", ", "F. H.", " ", "Acta Crystallogr., Sect. B: Struct. Sci.", " ", "2002", ",  ", "58", ",  ", "380", "– ", "388", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "The Cambridge Structural Database: a quarter of a million crystal structures and rising", "Allen, Frank H.", "Acta Crystallographica, Section B: Structural Science", "\r\n        (", "2002", "),\r\n    ", "B58", "\r\n        (", "3, No. 1", "),\r\n    ", "380-388", "CODEN:\r\n                ", "ASBSDK", ";\r\n        ISSN:", "0108-7681", ".\r\n    \r\n            (", "Blackwell Munksgaard", ")\r\n        ", "The Cambridge Structural Database (CSD) now contains data for more than a quarter of a million small-mol. crystal structures.  The information content of the CSD, together with methods for data acquisition, processing and validation, are summarized, with particular emphasis on the chem. information added by CSD editors.  Nearly 80% of new structural data arrives electronically, mostly in CIF format, and the CCDC acts as the official crystal structure data depository for 51 major journals.  The CCDC now maintains both a CIF archive (more than 73000 CIFs dating from 1996), as well as the distributed binary CSD archive; the availability of data in both archives is discussed.  A statistical survey of the CSD is also presented and projections concerning future accession rates indicate that the CSD will contain at least 500000 crystal structures by the year 2010.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XktVOqu74%253D&md5=406cd0df6ea9035a0ebf8dd9eccbd1f8", "15. ", "Feng", ", ", "D.", "; ", "Gu", ", ", "Z.-Y.", "; ", "Chen", ", ", "Y.-P.", "; ", "Park", ", ", "J.", "; ", "Wei", ", ", "Z.", "; ", "Sun", ", ", "Y.", "; ", "Bosch", ", ", "M.", "; ", "Yuan", ", ", "S.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "17714", "– ", "17717", "ACS Full Text ", ", [", "CAS", "]", "15. ", "A Highly Stable Porphyrinic Zirconium Metal-Organic Framework with shp-a Topology", "Feng, Dawei; Gu, Zhi-Yuan; Chen, Ying-Pin; Park, Jihye; Wei, Zhangwen; Sun, Yujia; Bosch, Mathieu; Yuan, Shuai; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "51", "),\r\n    ", "17714-17717", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Through a kinetically controlled synthetic process, the authors synthesized [Zr6O4(OH)4{Fe(TCPP)Cl}3]n (PCN-223(Fe), H2TCPP = 5,10,15,20-tetrakis(4-carboxyphenyl)porphyrin), a new porphyrinic Zr-MOF constructed from the newly reported hexagonal prismatic 12-connected Zr6 cluster through an unusual disordered arrangement, giving rise to the first example of the shp-a network in MOFs.  With its extremely high connectivity, PCN-223 shows high stability in aq. solns. with a wide range of pH.  Cationic PCN-223(Fe) formed by postsynthetic treatment is an excellent recyclable heterogeneous catalyst for the hetero-Diels-Alder reaction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXitVCjsLrL&md5=08eee0d144b520a932dc98d2d5f5f02a", "16. ", "(a) ", "Morris", ", ", "W.", "; ", "Volosskiy", ", ", "B.", "; ", "Demir", ", ", "S.", "; ", "Gándara", ", ", "F.", "; ", "McGrier", ", ", "P. L.", "; ", "Furukawa", ", ", "H.", "; ", "Cascio", ", ", "D.", "; ", "Stoddart", ", ", "J. F.", "; ", "Yaghi", ", ", "O. M.", " ", "Inorg. Chem.", " ", "2012", ",  ", "51", ",  ", "6443", "– ", "6445", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Synthesis, Structure, and Metalation of Two New Highly Porous Zirconium Metal-Organic Frameworks", "Morris, William; Volosskiy, Boris; Demir, Selcuk; Gandara, Felipe; McGrier, Psaras L.; Furukawa, Hiroyasu; Cascio, Duilio; Stoddart, J. Fraser; Yaghi, Omar M.", "Inorganic Chemistry", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "12", "),\r\n    ", "6443-6445", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three new metal-org. frameworks [MOF-525, Zr6O4(OH)4(TCPP-H2)3; MOF-535, Zr6O4(OH)4(XF)3; MOF-545, Zr6O8(H2O)8(TCPP-H2)2, where porphyrin H4-TCPP-H2 = (C48H24O8N4) and cruciform H4-XF = (C42O8H22)] based on two new topologies, ftw and csq, were synthesized and structurally characterized.  MOF-525 and -535 are composed of Zr6O4(OH)4 cuboctahedral units linked by either porphyrin (MOF-525) or cruciform (MOF-535).  Another Zr-contg. unit, Zr6O8(H2O)8, is linked by porphyrin to give the MOF-545 structure.  The structure of MOF-525 was obtained by anal. of powder x-ray diffraction data.  The structures of MOF-535 and -545 were resolved from synchrotron single-crystal data.  MOF-525, -535, and -545 have Brunauer-Emmett-Teller surface areas of 2620, 1120, and 2260 m2/g, resp.  In addn. to their large surface areas, both porphyrin-contg. MOFs are exceptionally chem. stable, maintaining their structures under aq. and org. conditions.  MOF-525 and -545 were metalated with Fe(III) and Cu(II) to yield the metalated analogs without losing their high surface area and chem. stability.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XotFGlu7c%253D&md5=e2aef059f68ef4a35e5757bf914a6883", "(b) ", "Feng", ", ", "D.", "; ", "Gu", ", ", "Z.-Y.", "; ", "Li", ", ", "J.-R.", "; ", "Jiang", ", ", "H.-L.", "; ", "Wei", ", ", "Z.", "; ", "Zhou", ", ", "H.-C.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "10307", "– ", "10310", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Zirconium-Metalloporphyrin PCN-222: Mesoporous Metal-Organic Frameworks with Ultrahigh Stability as Biomimetic Catalysts", "Feng, Dawei; Gu, Zhi-Yuan; Li, Jian-Rong; Jiang, Hai-Long; Wei, Zhangwen; Zhou, Hong-Cai", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "41", "),\r\n    ", "10307-10310, S10307/1-S10307/46", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Zirconium-metalloporphyrin PCN-222 mesoporous metal-org. frameworks with ultrahigh stability as biomimetic catalysts are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1aqtLvK&md5=1f53cd17d6e9bf7e130b29acdafc98cb", "(c) ", "Bon", ", ", "V.", "; ", "Senkovska", ", ", "I.", "; ", "Baburin", ", ", "I. A.", "; ", "Kaskel", ", ", "S.", " ", "Cryst. Growth Des.", " ", "2013", ",  ", "13", ",  ", "1231", "– ", "1237", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Zr- and Hf-Based Metal-Organic Frameworks: Tracking Down the Polymorphism", "Bon, Volodymyr; Senkovska, Irena; Baburin, Igor A.; Kaskel, Stefan", "Crystal Growth & Design", "\r\n        (", "2013", "),\r\n    ", "13", "\r\n        (", "3", "),\r\n    ", "1231-1237", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Six novel Zr(IV)- and Hf(IV)-based MOFs, namely DUT-67, DUT-68, and DUT-69 (DUT, Dresden University of Technol.) were obtained using a modulated synthesis approach with the acetic acid as a modulator and the bent 2,5-thiophenedicarboxylate (tdc2-) as a ligand.  The modulator not only increases the size of the MOF crystallites but also plays a role of a structure directing agent, affecting both the secondary building unit (SBU) connectivity and topol. of the resulting frameworks.  The structure of DUT-67 is based on the reo underlying net, characteristic for its cuboctahedral and octahedral pores and is therefore isoreticular to DUT-51.  The DUT-68 material has a more complicated hierarchical pore system including rhombicuboctahedral mesopore, surrounded by cuboctahedral, square-antiprismatic and octahedral microcages.  DUT-69 is the first example of Zr-based MOF contg. 10-connected SBU.  DUT-69 has bct topol., possessing octahedral cages and channels running along one crystallog. direction.  In accordance with x-ray single crystal anal., the pores of DUT-67 and DUT-68, which were obtained at high modulator concns., are partially occupied by addnl. clusters.  All novel materials are robust, hydrophilic, chem., and thermally stable.  The BET sp. surface area amts. to 1064 and 810 m2·g-1 for DUT-67(Zr) and DUT-67(Hf), 891 and 749 m2·g-1 for DUT-68(Zr) and DUT-68(Hf), and 560 and 450 m2·g-1 for DUT-69(Zr) and DUT-69(Hf), resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXisV2itb0%253D&md5=e0bdb94beee3c4e226e1f824c09baaec", "(d) ", "Mondloch", ", ", "J. E.", "; ", "Bury", ", ", "W.", "; ", "Fairen-Jimenez", ", ", "D.", "; ", "Kwon", ", ", "S.", "; ", "DeMarco", ", ", "E. J.", "; ", "Weston", ", ", "M. H.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Nguyen", ", ", "S. T.", "; ", "Stair", ", ", "P. C.", "; ", "Snurr", ", ", "R. Q.", "; ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "10294", "– ", "10297", "ACS Full Text ", ", [", "CAS", "]", "16. ", "Vapor-Phase Metalation by Atomic Layer Deposition in a Metal-Organic Framework", "Mondloch, Joseph E.; Bury, Wojciech; Fairen-Jimenez, David; Kwon, Stephanie; DeMarco, Erica J.; Weston, Mitchell H.; Sarjeant, Amy A.; Nguyen, SonBinh T.; Stair, Peter C.; Snurr, Randall Q.; Farha, Omar K.; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "28", "),\r\n    ", "10294-10297", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) have received attention for a myriad of potential applications including catalysis, gas storage, and gas sepn.  Coordinatively unsatd. metal ions often enable key functional behavior of these materials.  Most commonly, MOFs were metalated from the condensed phase (i.e., from soln.).  Here the authors introduce a new synthetic strategy capable of metalating MOFs from the gas phase: at. layer deposition (ALD).  Key to enabling metalation by ALD In MOFs (AIM) was the synthesis of NU-1000, Zr6(μ3-OH)8(OH)8(TBAPy)2 (H4TBAPY = 1,3,6,8-tetrakis(p-carboxyphenyl)pyrene), a new, thermally stable, Zr-based MOF with spatially oriented -OH groups and large 1-dimensional mesopores and apertures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtVKit7bN&md5=e5ff0bf8a96c1ef952c59fbc26875452", "17. ", "Spek", ", ", "A. L.", " ", "Acta Crystallogr., Sect. A: Found. Crystallogr.", " ", "1990", ",  ", "A46", ",  ", "c34", "There is no corresponding record for this reference.", "18. ", "(a) ", "He", ", ", "Y.", "; ", "Li", ", ", "B.", "; ", "O’Keeffe", ", ", "M.", "; ", "Chen", ", ", "B.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5618", "– ", "5656", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Multifunctional metal-organic frameworks constructed from meta-benzenedicarboxylate units", "He, Yabing; Li, Bin; O'Keeffe, Michael; Chen, Banglin", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5618-5656", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks (MOFs), also known as porous coordination polymers (PCPs), are an emerging type of porous materials which are formed by the self-assembly of metallic centers and bridging org. linkers.  Design and synthesis of org. linkers are very crit. to target MOFs with desired structures and properties.  In this review, we summarize and highlight the recent development of porous MOFs that are constructed from the multicarboxylate ligands contg. m-benzenedicarboxylate moieties, and their promising applications in gas storage and sepn., heterogeneous catalysis and luminescent sensing.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7jJ&md5=cec1081bcb8f5a745f8f7847c2bae72d", "(b) ", "Yan", ", ", "Y.", "; ", "Yang", ", ", "S.", "; ", "Blake", ", ", "A. J.", "; ", "Schröder", ", ", "M.", " ", "Acc. Chem. Res.", " ", "2013", ",  ", "47", ",  ", "296", "– ", "307", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "19. ", "(a) ", "Wong-Foy", ", ", "A. G.", "; ", "Lebel", ", ", "O.", "; ", "Matzger", ", ", "A. J.", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "15740", "– ", "15741", "ACS Full Text ", ", [", "CAS", "]", "19. ", "Porous Crystal Derived from a Tricarboxylate Linker with Two Distinct Binding Motifs", "Wong-Foy, Antek G.; Lebel, Olivier; Matzger, Adam J.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "51", "),\r\n    ", "15740-15741", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The use of a reduced symmetry org. linker for the prepn. of porous coordination polymers is demonstrated.  The solvothermal reaction of the unsym. substituted biaryl compd. biphenyl-3,4',5-tricarboxylic acid with Cu(II) ions produces a [3,4,6]-connected coordination polymer exhibiting very high porosity and surface area (SLangmuir = 3100 m2/g).  A striking feature of the structure is its incorporation, in a single material, of both the ubiquitous dinuclear Cu(II) paddlewheel motif and the rarely obsd. trinuclear Cu(II) cluster.  Satn. H2 uptake, measured at 77 K, shows an excess gravimetric uptake of 5.7% at 45 bar with a steep rise at low pressures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtlynu7vF&md5=999b476f62766f37c15c587906649777", "(b) ", "Schnobrich", ", ", "J. K.", "; ", "Lebel", ", ", "O.", "; ", "Cychosz", ", ", "K. A.", "; ", "Dailly", ", ", "A.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "13941", "– ", "13948", "ACS Full Text ", ", [", "CAS", "]", "19. ", "Linker-Directed Vertex Desymmetrization for the Production of Coordination Polymers with High Porosity", "Schnobrich, Jennifer K.; Lebel, Olivier; Cychosz, Katie A.; Dailly, Anne; Wong-Foy, Antek G.; Matzger, Adam J.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "39", "),\r\n    ", "13941-13948", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Several noninterpenetrated microporous coordination polymers (MCPs) are derived by vertex desymmetrization using linkers with symmetry inequivalent coordinating groups, and these MCPs include properties such as rare metal clusters, new network topologies, and supramol. isomerism.  Gas sorption in polymorphic frameworks, UMCM-152 and UMCM-153 (based upon a Cu-coordinated tetracarboxylated triphenylbenzene linker), reveals nearly identical properties with BET surface areas at 3300-3500 m2/g and excess H uptake of 5.7 and 5.8% at 77 K.  In contrast, adsorption of organosulfur compds. dibenzothiophene (DBT) and 4,6-dimethyldibenzothiophene (DMDBT) shows remarkably different capacities, providing direct evidence that liq.-phase adsorption is not solely dependent on surface area or linker/metal cluster identity.  Structural features present in MCPs derived from these reduced symmetry linkers include the presence of more than one type of Cu-paddlewheel in a structure derived from a terphenyl tricarboxylate (UMCM-151) and a three-bladed Zn paddlewheel metal cluster in an MCP derived from a pentacarboxylated triphenylbenzene linker (UMCM-154).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFKmt7fJ&md5=6df71c877714d682bf6abcff77920e9c", "20. ", "Weseliński", ", ", "Ł. J.", "; ", "Luebke", ", ", "R.", "; ", "Eddaoudi", ", ", "M.", " ", "Synthesis", " ", "2014", ",  ", "46", ",  ", "596", "– ", "599", "[", "Crossref", "], [", "CAS", "]", "20. ", "A convenient preparation of 9H-carbazole-3,6-dicarbonitrile and 9H-carbazole-3,6-dicarboxylic acid", "Weselinski, Lukasz J.; Luebke, Ryan; Eddaoudi, Mohamed", "Synthesis", "\r\n        (", "2014", "),\r\n    ", "46", "\r\n        (", "5", "),\r\n    ", "596-599, 4 pp.", "CODEN:\r\n                ", "SYNTBF", ";\r\n        ISSN:", "0039-7881", ".\r\n    \r\n            (", "Georg Thieme Verlag", ")\r\n        ", "A catalytic, high yielding and scalable procedure for the synthesis of 9H-carbazole-3,6-dicarbonitrile has been developed.  Subsequent hydrolysis of the dinitrile in the presence of a catalytic copper species (i.e., CuI) yields 9H-carbazole-3,6-dicarboxylic acid.  Both compds. are versatile- and fine-tunable org. building blocks and therefore offer potential in material science, medicinal and supramol. chem.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtVKnsLzJ&md5=bd7208646e2d34e7ac6106f41ebcf3dc", "21. ", "Peng", ", ", "Y.", "; ", "Krungleviciute", ", ", "V.", "; ", "Eryazici", ", ", "I.", "; ", "Hupp", ", ", "J. T.", "; ", "Farha", ", ", "O. K.", "; ", "Yildirim", ", ", "T.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "11887", "– ", "11894", "ACS Full Text ", ", [", "CAS", "]", "21. ", "Methane Storage in Metal-Organic Frameworks: Current Records, Surprise Findings, and Challenges", "Peng, Yang; Krungleviciute, Vaiva; Eryazici, Ibrahim; Hupp, Joseph T.; Farha, Omar K.; Yildirim, Taner", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "32", "),\r\n    ", "11887-11894", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors have examd. the methane uptake properties of 6 of the most promising metal org. framework (MOF) materials: PCN-14, UTSA-20, HKUST-1, Ni-MOF-74 (Ni-CPO-27), NU-111, and NU-125.  HKUST-1, a material that is com. available in gram scale, exhibits a room-temp. volumetric methane uptake that exceeds any value reported to date.  The total uptake is ∼230 cc(STP)/cc at 35 bar and 270 cc(STP)/cc at 65 bar, which meets the new volumetric target recently set by the Department of Energy (DOE) if the packing efficiency loss is ignored.  The authors emphasize that MOFs with high surface areas and pore vols. perform better overall.  NU-111, for example, reaches ∼75% of both the gravimetric and the volumetric targets.  Values for gravimetric uptake, pore vol., and inverse d. of the MOFs the authors studied scale essentially linearly with surface area.  From this linear dependence, the authors est. that a MOF with surface area 7500 m2/g and pore vol. 3.2 cc/g could reach the current DOE gravimetric target of 0.5 g/g while simultaneously exhibiting around ∼200 cc/cc volumetric uptake.  While values for volumetric uptake are based on ideal single crystal densities, in reality the packing densities of MOFs are much lower.  Finally, compacting HKUST-1 into wafer shapes partially collapses the framework, decreasing both volumetric and gravimetric uptake significantly.  Hence, one of the important challenges going forward is to find ways to pack MOFs efficiently without serious damage or to synthesize MOFs that can withstand substantial mech. pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtV2msbrN&md5=23f9bfad78f204569f0bf7c902d42dca", "22. ", "Furukawa", ", ", "H.", "; ", "Ko", ", ", "N.", "; ", "Go", ", ", "Y. B.", "; ", "Aratani", ", ", "N.", "; ", "Choi", ", ", "S. B.", "; ", "Choi", ", ", "E.", "; ", "Yazaydin", ", ", "A. Ö.", "; ", "Snurr", ", ", "R. Q.", "; ", "O’Keeffe", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2010", ",  ", "329", ",  ", "424", "– ", "428", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "22. ", "Ultrahigh Porosity in Metal-Organic Frameworks", "Furukawa, Hiroyasu; Ko, Nakeun; Go, Yong Bok; Aratani, Naoki; Choi, Sang Beom; Choi, Eunwoo; Yazaydin, A. Oezguer; Snurr, Randall Q.; O'Keeffe, Michael; Kim, Jaheon; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "329", "\r\n        (", "5990", "),\r\n    ", "424-428", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Cryst. solids with extended non-interpenetrating three-dimensional crystal structures were synthesized that support well-defined pores with internal diams. of up to 48 angstroms.  The Zn4O(CO2)6 unit was joined with either one or two kinds of org. link, 4,4',4''-[benzene-1,3,5-triyl-tris(ethyne-2,1-diyl)]tribenzoate (BTE), 4,4',44''-[benzene-1,3,5-triyl-tris(benzene-4,1-diyl)]tribenzoate (BBC), 4,4',44''-benzene-1,3,5-triyl-tribenzoate (BTB)/2,6-naphthalenedicarboxylate (NDC), and BTE/biphenyl-4,4'-dicarboxylate (BPDC), to give four metal-org. frameworks (MOFs), MOF-180, -200, -205, and -210, resp.  Members of this series of MOFs show exceptional porosities and gas (hydrogen, methane, and carbon dioxide) uptake capacities.  For example, MOF-210 has Brunauer-Emmett-Teller and Langmuir surface areas of 6240 and 10,400 square meters per g, resp., and a total carbon dioxide storage capacity of 2870 mg per g.  The vol.-specific internal surface area of MOF-210 (2060 square meters per cubic centimeter) is equiv. to the outer surface of nanoparticles (3-nm cubes) and near the ultimate adsorption limit for solid materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptVWgsb8%253D&md5=ce5cd4101a6f96dc0d6c349bc478b3b0", "23. ", "Moellmer", ", ", "J.", "; ", "Moeller", ", ", "A.", "; ", "Dreisbach", ", ", "F.", "; ", "Glaeser", ", ", "R.", "; ", "Staudt", ", ", "R.", " ", "Microporous Mesoporous Mater.", " ", "2011", ",  ", "138", ",  ", "140", "– ", "148", "[", "Crossref", "], [", "CAS", "]", "23. ", "High pressure adsorption of hydrogen, nitrogen, carbon dioxide and methane on the metal-organic framework HKUST-1", "Moellmer, J.; Moeller, A.; Dreisbach, F.; Glaeser, R.; Staudt, R.", "Microporous and Mesoporous Materials", "\r\n        (", "2010", "),\r\n    ", "138", "\r\n        (", "1-3", "),\r\n    ", "140-148", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "High pressure adsorption phenomena are discussed for different gases on HKUST-1 (Cu3(BTC)2, com. available product Basolite C300).  Sorption isotherms for H, N, methane, and CO2 on HKUST-1 were measured in the temp. range of 273-343 K and at pressures up to 50 MPa.  The calcd. surface excess adsorption capacities for all four adsorptive are one of the highest reported in the literature for HKUST-1 samples.  All surface excess data were further calcd. from the exptl. data by using the helium buoyancy correction.  A detailed description was given.  Also a procedure to calc. the abs. amt. adsorbed from the surface excess amt. by 2 different models is shown.  Using one model, the d. and the vol. of the adsorbed phase can be calcd.  The d. of the adsorbed phase ρ ads corresponds to the liq. d. of the adsorptive at its b.p. ρliq,BP.  In case of H no excess max. was found up to 50 MPa, so that one model could not be applied.  Finally, the isosteric heat of adsorption for each gas was calcd. by the Clausius-Clapeyron equation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVejsrvI&md5=a76bc0955093723358b0d02c5f1170f0", "24. ", "Simmons", ", ", "J. M.", "; ", "Wu", ", ", "H.", "; ", "Zhou", ", ", "W.", "; ", "Yildirim", ", ", "T.", " ", "Energy Environ. Sci.", " ", "2011", ",  ", "4", ",  ", "2177", "– ", "2185", "[", "Crossref", "], [", "CAS", "]", "24. ", "Carbon capture in metal-organic frameworks-a comparative study", "Simmons, Jason M.; Wu, Hui; Zhou, Wei; Yildirim, Taner", "Energy & Environmental Science", "\r\n        (", "2011", "),\r\n    ", "4", "\r\n        (", "6", "),\r\n    ", "2177-2185", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks (MOFs) have been shown to be excellent materials for storage of carbon dioxide, implying that they could be useful for removal of carbon dioxide from flue gas stacks, however their performance in industrially relevant swing adsorption processes for carbon capture has not been studied.  Here we show that the efficacy of MOFs for carbon capture depends dramatically on the process and that some MOFs can provide significant carbon capture under typical pressure and vacuum swing processes.  In particular, MOFs that possess coordinatively unsatd. metal centers offer as much as 9 mmol g-1 swing capacity under certain conditions.  The results herein clearly show that there is no single ideal compd. for carbon capture applications and that different materials can perform better or worse depending on the specific process conditions.  In addn. to their capture performances, we have also investigated their selectivity to carbon dioxide over that of nitrogen and methane.  The anal. provided clearly demonstrates that the performance of a given MOF cannot be detd. without also considering the detailed industrial process in which the MOF is to be applied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXovVClsr0%253D&md5=892d999db211a790b476afeee3e775a7", "25. ", "Zheng", ", ", "B.", "; ", "Bai", ", ", "J.", "; ", "Duan", ", ", "J.", "; ", "Wojtas", ", ", "L.", "; ", "Zaworotko", ", ", "M. J.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "133", ",  ", "748", "– ", "751", "ACS Full Text ", "There is no corresponding record for this reference.", "26. ", "Luebke", ", ", "R.", "; ", "Weseliński", ", ", "Ł. J.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Chen", ", ", "Z.", "; ", "Wojtas", ", ", "L.", "; ", "Eddaoudi", ", ", "M.", " ", "Cryst. Growth Des.", " ", "2014", ",  ", "14", ",  ", "414", "– ", "418", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "Microporous Heptazine Functionalized (3,24)-Connected rht-Metal-Organic Framework: Synthesis, Structure, and Gas Sorption Analysis", "Luebke, Ryan; Weselinski, Lukasz J.; Belmabkhout, Youssef; Chen, Zhijie; Wojtas, Lukasz; Eddaoudi, Mohamed", "Crystal Growth & Design", "\r\n        (", "2014", "),\r\n    ", "14", "\r\n        (", "2", "),\r\n    ", "414-418", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Here we synthesized the highly porous rht-MOF-9 as the first example of an rht-MOF having a polycyclic central core.  This material was synthesized from a predesigned polyheterocyclic nitrogen-rich hexacarboxylate (tri-isophthalate) ligand, which serves as the 3-connected, trigonal mol. building block (MBB).  When reacted under the proper conditions, this ligand, having three coplanar isophthalic acid moieties, codes for the in situ formation of the targeted 24-connected copper-based supermol. building block (SBB) having rhombicuboctahedral geometry.  This combination of a 24-connected building block linked through 3-connected nodes results in a novel material with the singular rht topol.  The rht-MOF-9 compd. exhibits promising H2 and CO2 adsorption properties in comparison to previously reported rht-MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXnsVykug%253D%253D&md5=80bfb458b57f95dd0a5da45a457bda33", "27. ", "Belmabkhout", ", ", "Y.", "; ", "Mouttaki", ", ", "H.", "; ", "Eubank", ", ", "J. F.", "; ", "Guillerm", ", ", "V.", "; ", "Eddaoudi", ", ", "M.", " ", "RSC Adv.", " ", "2014", ",  ", "4", ",  ", "63855", "– ", "63859", "[", "Crossref", "], [", "CAS", "]", "27. ", "Effect of pendant isophthalic acid moieties on the adsorption properties of light hydrocarbons in HKUST-1-like tbo-MOFs: application to methane purification and storage", "Belmabkhout, Youssef; Mouttaki, Hasnaa; Eubank, Jarrod F.; Guillerm, Vincent; Eddaoudi, Mohamed", "RSC Advances", "\r\n        (", "2014", "),\r\n    ", "4", "\r\n        (", "109", "),\r\n    ", "63855-63859", "CODEN:\r\n                ", "RSCACL", ";\r\n        ISSN:", "2046-2069", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Equil. adsorption of methane (CH4), C2+ gases (ethane (C2H6), ethylene (C2H4), propane (C3H8), and propylene (C3H6)), and carbon dioxide (CO2) was measured on a series of tbo-MOFs (topol. analogs of the prototypical MOF, HKUST-1, correspondingly dubbed tbo-MOF-1), which were developed via the supermol. building layer (SBL) pillaring strategy.  Specifically, tbo-MOF-2 and its isoreticular, functionalized analog, tbo-MOF-2-{CH2O[Ph(CO2H)2]}2 (or tbo-MOF-3), which is characterized by pendant isophthalic acid moieties freely pointing into the cavities, were evaluated on the basis of potential use in methane storage and C2+/CH4 sepn.  The parent, tbo-MOF-2, showed high gravimetric and volumetric CH4 uptake, close to the U.S.  Department of Energy (DOE) target for methane storage at 35 bar and room temp.  Though the presence of the pendant isophthalic acid moiety in the analogous compd., tbo-MOF-3, led to a decrease in total CH4 uptake, due mainly to the reduced size of the cavities, interestingly, it increased the affinity of the SBL-based tbo-MOF platform for propane, propene, ethane, and ethylene at low pressures compared with CH4, due addnl. to the enhanced interactions of the highly polarizable light hydrocarbons with the isophthalic acid moiety.  Using Ideal Adsorption Soln. Theory (IAST), the predicted mixt. adsorption equil. for the C3H8/CH4, C3H6/CH4, C2H6/CH4, C2H4/CH4, and C3H8/CO2 systems showed high adsorption selectivity for C2+ over methane for tbo-MOF-3 compared with tbo-MOF-2.  The high working storage capacity of tbo-MOF-2 and the high affinity of tbo-MOF-3 for C2+ over CH4 and CO2 make tbo-MOF an ideal platform for studies in gas storage and sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhsl2gsLzP&md5=d08332520fd26b8f7af6cdd01666cdea"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-16/jacs.5b00450/20150423/images/small/ja-2015-004507_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-16/jacs.5b00450/20150423/images/small/ja-2015-004507_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-16/jacs.5b00450/20150423/images/small/ja-2015-004507_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-16/jacs.5b00450/20150423/images/small/ja-2015-004507_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-16/jacs.5b00450/20150423/images/small/ja-2015-004507_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-16/jacs.5b00450/20150423/images/small/ja-2015-004507_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-16/jacs.5b00450/20150423/images/small/ja-2015-004507_0002.gif\">"]}
