{"title": ["Hydrostable and Nitryl/Methyl-Functionalized Metal–Organic Framework for Drug Delivery and Highly Selective CO", " Adsorption"], "authors": ["De-Yun Ma", "Zhi Li", "Jun-Xia Xiao", "Rong Deng", "Pei-Feng Lin", "Rui-Qun Chen", "Yun-Qiu Liang", "Hai-Fu Guo", "Bei Liu", "Jian-Qiang Liu"], "doi": ["10.1021/acs.inorgchem.5b00335"], "abstract": ["A hydrostable and nitryl/methyl-functionalized MOF lead to a material that shows highly selective CO", " capture and busulfan payloads with an encapsulation efficiency of 21.5%, the value being higher than MIL-88A, MIL-53, and MIL-89, which perform with similar pore size.", "By using a strategy of introducing hydrophobic groups to the linkers, a hydrostable MOF was constructed based on 5-nitroisophthalate and 2,2′-dimethyl-4,4′-bipyridine coligands, revealing a 3D ", " topology structure with a 1D channel parallel to the ", " axis. TGA, PXRD, and water vapor sorption results show high thermal and water stability for the framework. The framework is very porous and possesses not only high busulfan payloads with an encapsulation efficiency up to 21.5% (17.2 wt %) but also very high CO", " selective capture compared with that of other small gases (i.e., CH", ", N", ", O", ", CO, and H", ") at 298 K based on molecular simulations due to the pore surface being populated by methyl and nitryl groups. Furthermore, ", " MTT assays were conducted on four different cells lines with increasing concentrations of the framework, and the results showed that the framework was nontoxic (cell viability >80%) in spite of the concentrations up to 500 μg/mL."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Theoretical Simulations Section", "Results and Discussion", "Conclusions", "References", "Introduction", "Microporous metal–organic frameworks (MOFs), as a new and vital class of porous crystalline materials, have received considerable attention in the past decade for their potential applications in gas adsorption and separation,", "(1)", " catalysis,", "(2)", " magnetism,", "(3)", " luminescence and detection,", "(4)", " drug loading and release,", "(5)", " etc. However, more recently a number of reports have shown that many MOFs, especially zinc-based MOFs, are unstable and lose their structural integrity and high surface areas rapidly when exposed to air.", "(6)", " The relatively weak metal–oxygen bonds within the frameworks are easily attacked by water molecules and lose their strucutres.", "(7)", " This drawback greatly hinders the practical applications of the MOFs because moisture is ubiquitous in the environment. For example, the well-known MOF-5 performs excellent H", "2", " uptake (up to 7.1 wt % at 77 K and 40 bar);", "(7b)", " however, the Zn", "4", "O clusters are moisture-unstable resulting in the collapse of the porous structure.", "(6c)", "Rational design and synthesis of hydrophobicity porous crystalline materials is one of the crucial challenges faced in the field of MOF chemistry. Three main strategies are used to tackle the stability of MOFs: (i) introducing high oxidation state metals to enhance the metal-linker bond (e.g., Fe", "3+", ", Cr", "3+", ", Al", "3+", ", Zr", "4+", ", etc.);", "(8)", " (ii) introducing hydrophobic groups to the linkers (e.g., methyl, alkyl, ethyl ester, trifluoromethyl, etc.);", "(6a)", " and (iii) mixing the hybrid composites (e.g., carbon nanotubes and heterometals) with the MOFs.", "(9)", " Furthermore, water-stable MOFs can be fully explored for water confinement, dehumidification, thermal batteries, delivery of drinking water, and so on.", "(6b, 7a, 10)", "As part of an ongoing study related to water-stable MOFs,", "(6a, 11)", " we are interested in modifying the linkers by introducing hydrophobic functional groups into the pores of the structures. The incorporation of hydrophobic functional groups within the frameworks might largely enhance the M-O bonds and thus improve the water resistance of the MOFs in an efficient manner. Stock and co-workers found that the decoration of the CAU-10 walls by hydrophobic groups (−NO", "2", ", −OCH", "3", ", and −CH", "3", ") show much lower water vapor adsorption than those modified by hydrophilic substituents (−NH", "2", ", −OH).", "(12)", " The introduction of methyl or nitryl groups into the pores of the framework structures can largely improve the CO", "2", " uptake and separation capacity.", "(12, 13)", " In addition, introducing a −CH", "3", " functional group within the framework might avoid the high-degree of framework interpenetration and/or severe structural distortion when the guest molecules were removed, and the enhancement of water/moisture stability of the frameworks.", "(6a)", "On the basis of this understanding, 5-nitroisophthalic acid with a nitro-group and 2,2′-dimethyl-4,4′-bipyridine decorated by methyl groups were chosen to afford a new Zn-MOF: [Zn(NO", "2", "–BDC)(dmbpy)", "0.5", "]·(C", "2", "H", "6", "O)·(H", "2", "O) (", "1", ") (NO", "2", "–BDC = 5-nitroisophthalate, dmbpy =2,2′-dimethyl-4,4′-bipyridine, C", "2", "H", "6", "O = ethanol). To assess the hydrostability of complex ", "1", ", water vapor adsorption at low pressures is reported. In addition, the material was soaked in aqueous solutions with different pH values and then characterized using powder X-ray diffraction (PXRD) and N", "2", " physisorption. Drug loading and release capacity were assessed using an anticancer drug busulfan as a model. To further evaluate and understand the role of methyl and nitryl groups in activated ", "1", ", theoretical simulations of the adsorption isotherms of CO", "2", ", CH", "4", ", N", "2", ", CO, and H", "2", " at 298 K were carried out.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Theoretical Simulations Section", "Results and Discussion", "Conclusions", "References", "Experimental Section", "Materials and General Methods", "Reagent grade 5-nitrobenzene-1,3-dicarboxylic acid (NO", "2", "–H", "2", "BDC) and Zn(NO", "3", ")", "2", "·6H", "2", "O metal salt were obtained from Aladdin and used as received. 2,2′-Dimethyl-4,4′-bipyridine (dmbpy) was isolated based on the reported procedures.", "(6a)", " Elemental analyses were carried out with a Vario EL III Elemental Analyzer. Infrared spectra were taken on a Shimadzu IR-440 spectrometer with a KBr disk in the 4000–400 cm", "–1", " region. Thermogravimetric analyses (TGA) were carried out on an automatic simultaneous thermal analyzer (DTG-60, Shimadzu) under N", "2", " atmosphere at a heating rate of 10 °C/min within a temperature range of 25–800 °C. Powder X-ray diffraction patterns (PXRD) were collected using a Bruker AXS D8-Advance diffractometer with Cu–Kα (λ = 1.5418 Å) radiation. The N", "2", " isotherm was measured with an automatic volumetric adsorption apparatus (Micrometrics ASAP 2020) at 77 K. Water vapor adsorption isotherms were obtained using a BELSORP aqua-3 volumetric adsorption instrument from BEL, Japan.", "Synthesis of [Zn(NO", "2", "–BDC)(dmbpy)", "0.5", "]·(C", "2", "H", "6", "O)·(H", "2", "O) (", "1", ")", "To an aqueous solution (5 mL) of Zn(NO", "3", ")", "2", "·6H", "2", "O (0.089 g, 0.3 mmol) and NO", "2", "–H", "2", "BDC (0.063 g, 0.3 mmol), dmbpy (0.028 g, 0.15 mmol) in CH", "3", "CH", "2", "OH (5 mL) was added, and the solution was stirred for 30 min. Then, the solution was heated to 130 °C for 3 days in a 23 mL Teflon-lined stainless steel autoclave, followed by cooling to room temperature at 5 °C/h to yield colorless single crystals of ", "1", " (yield: 82%, based on NO", "2", "–H", "2", "BDC). Anal. Calcd for C", "16", "H", "17", "N", "2", "O", "8", "Zn: C, 52.60; H, 4.66; N, 7.67. Found: C, 53.49; H, 4.74; N, 7.75. IR (KBr, cm", "–1", "): 3426(s), 3096(m), 2919(w), 2022(s), 1657 (m), 1609(vs), 1566(m), 1537(s), 1460(m), 1432(m), 1345(vs), 1195(w), 1086(m), 1023(w), 928(w), 831(w), 788(m), 736(s), 572(m), 429(w) (see Figure S5 of the ", "Supporting Information", ").", "X-ray Crystallography Measurements", "Single crystal data for complex ", "1", " were collected on a Bruker Apex II CCD diffractometer equipped at 50 kV and 30 mA with MoKα radiation (λ = 0.71073 Å). Data collection and reduction were performed using the APEX II software.", "(14a)", " The structure was solved using direct methods followed by least-squares on ", "F", "2", " using SHELXTL.", "(14b)", " Non-hydrogen atoms were refined with independent anisotropic displacement parameters, and hydrogen atoms attached to carbon and oxygen were placed geometrically and refined using the riding model. The routine SQUEEZE (PLATON)", "(15)", " was applied to remove diffuse electron density caused by badly disordered water and ethanol molecules. The formula unit of ", "1", " was arrived at through a combination of elemental analyses and infrared and thermogravimetric characterization. The more detailed information is listed in the CIF file (", "Supporting Information", "). Crystallographic data and structural refinement details of compound ", "1", " can be found in Table ", "1", ". Selected bond lengths and bond angles are given in Table S1 (see the ", "Supporting Information", "). CCDC: 1026965.", "Table 1. Crystallographic Data of Complex ", "1", "a", "empirical formula", "C", "14", "H", "9", "N", "2", "O", "6", "Zn", "Z", "8", "formula weight", "366.60", "D", " (mg·m", "3", ")", "1.236", "temperature (K)", "296(2)", "limiting indices", "–24 ≤ ", "h", " ≤ 13, –38 ≤ ", "k", " ≤ 37, –9 ≤ ", "l", " ≤ 10", "size (mm)", "0.33 × 0.27 × 0.21", "reflections collected/unique", "15863/4955", "crystal system", "monoclinic", "R", "int", "0.0482", "space group", "C", "2/", "c", "F", "(000)", "1480", "a", " (Å)", "18.203(5)", "θ (deg)", "1.66–26.00", "b", " (Å)", "29.089(8)", "goodness-of-fit on ", "F", "2", "1.003", "c", " (Å)", "7.637(2)", "R", "(", "I", " > 2σ)", "R", "1", " = 0.0407", "wR", "2", " = 0.0885", "β (deg)", "103.008(6)", "R", " (all data)", "R", "1", " = 0.0576", "wR", "2", " = 0.0923", "V", " (Å", "3", ")", "3940.3(19)", "largest diff. peak and hole (Å", "–3", ")", "0.84, 0.81", "a", "R", " = ∑", "(", "∥", "F", "0", "|−|", "F", "c", "∥", ")/", "∑|", "F", "0", "|. ", "wR", " = [∑", "w", "(", "F", "0", "2", " – ", "F", "c", "2", ")", "2", "/∑", "w", "(", "F", "0", ")", "2", "]", "1", "/", "2", ".", "Encapsulation of Busulfan", "Busulfan (99%, Aladdin) encapsulation of ", "1a", " was carried out with dichloromethane as solvents (99.9%, Aladdin) based on its excellent solubility (10 mg/mL) and low boiling point. Busulfan solubility in dichloromethane was determined according to the reported procedures.", "(27)", " Details of the encapsulation of busulfan are as follows: 25 mg of activated ", "1", " (", "1a", ") was suspended in 2.5 mL of busulfan solutions (the maximum solubility of busulfan in dichloromethane is about 80%), then the mixture suspensions were stirred for 48 h at room temperature. Finally, the busulfan-loaded ", "1a", " was obtained through centrifugation (5600", "g", ") for 10 min and dried under vacuum at 25 °C for 3 days.", "(27)", " The experiment was carried out four times. Compound ", "1a", " before and after the busulfan entrapping were characterized by infrared spectra, PXRD, and N", "2", " sorption.", "The adsorbed busulfan amount was quantified using a reversed phase high performance liquid chromatography (HPLC) system Water Alliance E2695 separations module (Waters, Milford, MA, USA), equipped with a variable-wavelength photodiode array detector Waters 2998, and controlled by Empower software. Sunfire-C18 reverse-phase column (5 μm, 4.6 × 150 mm Waters) was employed. The mobile phase, which consisted of acetonitrile/0.1%TFA = 35:65 (v/v), was filtered by 0.45 μm micropores, followed by ultrasonic degassing for 15 min prior to use. The flow rate, column temperature, and injection volume were 1 mL·min", "–1", ", 25 °C, and 50 μL, respectively. Several dichloromethane busulfan solutions at concentrations of 0.1, 0.5, 1, 5, and 10 μg·mL", "–1", " were used as standards. The standard calibration curve showed good correlation for busulfan >0.99 (see Figure S12 of the ", "Supporting Information", ").", "Busulfan encapsulation efficiency was obtained based on the percentage of busulfan effectively encapsulated inside ", "1a", " with respect to the total busulfan amount which was used in the encapsulation experiment, as follows:", "Busulfan Release", "The busulfan-loaded ", "1a", " (25 mg) was placed in a vial and dipped in 2 mL of a dissolution medium (phosphate buffer solution (PBS) pH 7.4) at 37 °C. The suspensions were kept under stirring for different incubation times. An aliquot of 1 mL of supernatant was recovered by centrifugation (5600", "g", "/15 min) and replaced with the same volume of fresh PBS (at 37 °C) at each time point. Released busulfan was quantified by HPLC.", "In Vitro Toxicity Tests", "The toxicity of ", "1a", " toward 3T3 (mouse bone marrow fibroblasts), 4T1 (mouse breast tumor cell), A549 (human lung cancer cell), and HEPG2 (human liver cancer cell) cells was determined using MTT assays in 96-well flat-bottom microtiter plates with eight different concentrations (0, 0.2, 1, 5, 25, 125, 250, and 500 μg/mL). After incubation for 24 and 48 h, the chemosensitivity was determined to be 5 mg/mL.", "(27)", "Simulation", "To get the conformation of busulfan molecule in vacuum, we carried out the geometry optimization calculations by Material Studio software. During the simulated annealing, the busulfan molecule is able to explore the lowest-energy conformation with the continuously decreasing temperature.", "(16)", " Then a periodic DFT geometry optimization procedure was applied to obtain the behavior of busulfan in porous material ", "1", ". During the simulation, ", "1", " is fixed, and the busulfan molecule is flexible and can move around. The PW91 GGA density functional was employed in these calculations.", "(17, 18)", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Theoretical Simulations Section", "Results and Discussion", "Conclusions", "References", "Theoretical Simulations Section", "Force Field", "CO", "2", " was regarded as a rigid linear molecule with 0.116 nm C–O bond length. The LJ potential parameters of the O atom (σ", "O", " = 0.305 nm and ε", "O", "/", "κ", "B", " = 79.0 K) and C atom (σ", "C", " =0.280 nm and ε", "C", "/", "κ", "B", " = 27.0 K) in the CO", "2", " molecule were taken from the TraPPE force field.", "(18)", " Partial point charges are ", "q", "O", " = −0.35e and ", "q", "C", " = 0.70e. CH", "4", " was represented by a united-atom model (σ = 0.373 nm and ", "ε", "/", "κ", "B", " = 148.0 K).", "(18)", " The N", "2", " molecule was treated as a three-site model with three sites located at two N atoms and its center of mass COM (σ", "N", " = 0.331 nm, ε", "N", "/κ", "B", " = 36.0 K, ", "q", "N", " = −0.482e, and ", "q", "COM", " = 0.964e) with an N–N bond length of 0.110 nm.", "(18)", " The SK model with three sites developed by Straub and Karplusa was employed to describe the CO molecule. Similar to N", "2", ", the SK model is operated based on the combination of three Lennard-Jones pair potentials and three partial point charges which are located at the LJ centers (i.e., the carbon and oxygen atoms) and center of mass (COM) site", "(18)", " (σ", "C", " = 0.383 nm, ε", "C", "/", "κ", "B", " = 13.18 K, σ", "O", " = 0.312 nm, ε", "O", "/", "κ", "B", " = 80.06 K, ", "q", "O", " = −0.85e, ", "q", "C", " = 0.75e, and ", "q", "COM", " = 1.60e). H", "2", " molecule was regarded as a two-site LJ molecule as in our previous works (σ", "H", " = 0.272 nm and ε", "H", "/", "κ", "B", " = 10 K).", "(19)", "Monte Carlo Simulation Details", "Grand canonical Monte Carlo (GCMC) simulations were used to obtain the adsorption isotherms of single gases (CH", "4", ", CO", "2", ", N", "2", ", CO, and H", "2", ") at 298 K. In our simulations, we have modeled the material framework as rigid.", "(19)", " The simulation box contains 2 × 1 × 4 unit cells. We introduced a cutoff radius of 12.8 Å to the LJ interactions. Meanwhile, the Ewald summation technique was applied to handle the long-range electrostatic interactions with periodic boundary conditions. For each state point, the number of steps in GCMC simulation was 2 × 10", "7", ", where the first 10", "7", " steps were used to guarantee the equilibration and the subsequent 10", "7", " steps for sampling the desired thermodynamics properties.", "(32b)", " The isosteric heat of adsorption (including gases and drug molecule busulfan), ", "Q", "st", ", was calculated by the following equation:", "(1)", "where ", "R", " is the gas constant, ", "N", " is the number of molecules adsorbed, and ⟨ ⟩ indicates the ensemble average.", "(20)", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Theoretical Simulations Section", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "Structural Description", "Single-crystal X-ray diffraction measurements show that complex ", "1", " crystallizes in the ", "C", "2/", "c", " space group and that the asymmetric unit of ", "1", " contains one Zn", "II", " atom, one NO", "2", "–BDC anion, half a dmbpy ligand, one uncoordinated ethanol molecule, and a free water molecule. As shown in Figure ", "1", "a, each Zn(II) center is four-coordinated by three oxygen atoms from three NO", "2", "–BDC ligands and one nitrogen atom from a dmbpy ligand, to give a distorted tetrahedral coordination geometry. The bond lengths surrounding the Zn(II) center (Zn–O and Zn–N bond distances) are in the range of 1.9292(17)–2.0206(19) Å, and the bond angles are in range of 99.45(8)–116.55(8)°. The values are in agreement with those found in other four-coordinated Zn(II) complexes with oxygen and nitrogen donating ligands.", "(11a, 21)", " In the crystal structure of ", "1", ", the NO", "2", "–BDC ligands act as a bridging μ", "3", " mode to link three metal ions, whereas the dmbpy ligand has a bridging μ", "2", " mode connecting two metal ions. In this manner, each μ", "3", "-NO", "2", "–BDC ligand links two Zn atoms to obtain an infinite chain of [Zn", "2", "(NO", "2", "–BDC)", "4", "]", "n", " with dinuclear zinc cores separated by 9.822 Å (see more details in Figure S1, ", "Supporting Information", "). The rigid μ", "2", "-dmbpy struts point alternately up and down with respect to the chain and link neighboring chains to result in an ideal three-dimensional structure with the channels of 10.5 × 8.9 Å", "2", " along the ", "c", " axis (Figure S1, ", "Supporting Information", ") (Figure ", "1", "b and c). Moreover, the lattice water molecules and the ethanol molecules present in the framework can be confirmed by FT-IR and TGA spectra. The potential void is 1386.3 Å", "3", ", which is about 35.2% of the unit cell volume.", "(15)", "Figure 1. (a) Coordination environment for Zn(II) ion in ", "1", ". (b) Sideview of network. (c) View of the 3D network of ", "1", " along the ", "c", "-axis. (d) ", "dia", " topological network. All H atoms are omitted for clarity in a, b, and c. Color codes: Zn, turquoise; N, blue; C, black; and O, red.", "To better understand the nature of this framework, a TOPOS analysis of ", "1", " is provided.", "(22)", " In this structure, both the dinuclear znic unit and the dmbpy ligand act as linear 2-connected nodes. Compound ", "1", " represents 4-connected ", "dia", " topology with a Schlafli symbol of 6", "(6)", " (Figure ", "1", "d).", "Thermal and Chemical Stability", "To test the thermal stability of ", "1", ", we performed thermogravimetric analysis (see Figure S2 of the ", "Supporting Information", "). The TG analysis curve for complex ", "1", " shows a weight loss of about 10.5% near 100 °C, which corresponds to the loss of one ethanol molecule (calc. 10.7%). Then, it follows a continuous weight loss from 160 to 300 °C attributed to consecutive loss of one water molecule (obsd. 4.0%, calc. 4.2%). The compound begins to decompose when the temperature is raised to 380 °C. Finally, complex ", "1", " was completely degraded into ZnO with a total loss of 80.5 wt % (calc. 81.1 wt %). Furthermore, the pH-dependent stabilities of ", "1", " in aqueous solutions were investigated by XRPD (Figure ", "2", "). For these tests, 50 mg of as-synthesized ", "1", " was soaked in aqueous solutions with different pH values and stirred for 3 days at room temperature. According to these results, complex ", "1", " is stable in a pH range from 5 to 9 but unstable in either strong acid (pH 2–3) or strong base (pH 13–14). This stability is lower than several aluminum-isophthalate-based MOFs (CAU-10-X, where X = H, CH", "3", ", OCH", "3", ", NO", "2", ", NH", "2", ", and OH),", "(12)", " but the results are very remarkable, especially when compared with those of other MOFs constructed from aromatic carboxylate, N-containing auxiliary ligands, and zinc ions.", "(23, 7a)", " The H", "2", "O sorption isotherm of ", "1", " at 298 K has also been explored to further evaluate its water stability (Figure ", "3", "), which shows sorption hysteresis, indicating that there is a hydrophilic interaction between water and the polar pore surface due to the presence of one guest water molecule per asymmetric unit. Compound ", "1", " displays a type V water isotherm, with low water uptake (15.2 wt %) even up to a ", "P", "/", "P", "0", " value of 1 and pore filling at higher relative pressures (about ", "P", "/", "P", "0", " = 0. 4) indicating that ", "1", " possesses a hydrophobic pore.", "(24, 1e)", " The repeated experiments based on the same batch of material shows that ", "1", " has excellent hydrostability (see Figure S3 of the ", "Supporting Information", "). In addition, N", "2", " sorption measurements were used to examine the porosity of the MOF samples after soaking in water for 3 days. Compound ", "1", " was activated (", "1a", ") at 150 °C for 12 h under vacuum. The N", "2", " sorption isotherms were performed at 77 K and show a type I isotherm characteristic of a microporous material (Figure ", "4", ") with the BET surface area of 925 m", "2", "g", "–1", ", which is well consistent with the value obtained through theoretical calculations (see Figure S4 of the ", "Supporting Information", "). No significant loss in the BET surface area was observed (from 925 to 882 m", "2", "g", "–1", ") for ", "1", " after soaking in water for 3 days, indicating the maintenance of the porous structures of ", "1", " in water. The hydrophobic functional groups (−NO", "2", " and −CH", "3", ") are close to the zinc center within the framework of ", "1", ", and could prevent the Zn–O and Zn–N bonds from attacking by water and thus effectively enhance the hydrophobic properties of ", "1", ". Additionally, bulk samples were also measured by X-ray diffraction at room temperature to check the purity of ", "1", ". As shown in Figure ", "2", ", all major peaks of the experimental PXRD patterns of compound ", "1", " matches well that of simulated PXRD patterns, which clearly indicates the high purity of the complex.", "Figure 2. PXRD patterns for ", "1", ".", "Figure 3. Adsorption–desorption isotherm of ", "1", " for H", "2", "O at 298 K.", "Drug Delivery Studies", "The surface area and pore diameter play a critical role in drug adsorption and release in porous frameworks as drug loading and release systems.", "(25)", " N", "2", " adsorption measurements (HK model) indicate that the pore size of ", "1", " is 8.9 Å (see Figure S5 of the ", "Supporting Information", "). Complex ", "1", ", with wide-open channels (10.5 × 8.9 Å", "2", "), is suitable for loading busulfan with a molecular size of 3.5 × 13.4 Å", "2", ".", "(26)", " Incorporation of the busulfan molecule during the adsorption process was confirmed by FT-IR and N", "2", " sorption (more details in Figure S6, ", "Supporting Information", ") (Figure ", "4", "). The characteristic peak of busulfan observed at 1349 cm", "–1", " is assigned to the stretching vibration of the S═O group. The BET surface area of the busulfan loaded MOF is 63 m", "2", "g", "–1", ", which shows ca. 93.2% reduction, as compared with the as-synthesized sample (925 m", "2", "g", "–1", "). The result indicates that there is almost no residual porosity after drug adsorption; thus, the busulfan molecules approximately filled up the pores and channels. HPLC was used to determine the effective storage capacity of ", "1a", ". To achieve a maximal drug loading of busulfan to the pore solid, different drug concentrations and contact times were tested (see Table S2 of the ", "Supporting Information", "). It was observed that the optimal busulfan concentrations and contact times were 0.6 mg/mL and 48 h, respectively. Chemical analysis indicates that desolvated ", "1", " shows a remarkable busulfan absorption capacity with the encapsulation efficiency of 21.5% (17.2 wt %), which is higher than the busulfan loading in MIL-88A, MIL-53, and MIL-89 with the pore size ranging from 6 to 11 Å.", "(26)", " Moreover, the amount of busulfan in the sample was determined by TGA and elemental anslysis. The TGA curve is depicted in Figure S7 (", "Supporting Information", "). A weight-loss of 2.6% is observed from 100 to 150 °C, which is assigned to the loss of residual water molecules. Upon further heating, a weight-loss of 16.6% is observed between 170 and 380 °C, due to the release of busulfan molecules. The sharp weight-loss step that occurs above 380 °C corresponds to the decomposition of the framework. An elemental analysis technique was employed to obtain the organic species (C, H, N, and S wt %) of the dried busulfan-loaded ", "1a", ". The result indicated a busulfan content of 18.1 wt % on the basis of the data (C 43.3 wt %; H 2.9 wt %, N 6.5 wt %, and S 4.0 wt %).", "Figure 4. Nitrogen sorption isotherm at 77 K.", "Busulfan-loaded samples were dispersed in phosphate buffered saline (PBS) solution (pH 7.4) and sealed in a dialysis bag. After the dialysis bag was submerged in solutions, samples were collected and the content of released busulfan analyzed by HPLC. As shown in Figure ", "5", ", the delivery of busulfan occurred within 36 h with no “burst effect”. Two distinct stages of the drug release can be observed: 45% (0–20 h) in the first stage and 55% (20–36 h) in the last stage. The complete release time of busulfan in ", "1a", " is significantly longer than that of MIL-53 and MIL-100, for which the full release times of busulfan are the same 8 h.", "(27)", " The relatively slow release might be attributed to the hydrogen-bonding interactions and C–H···π stacking interactions involving the busulfan molecules and the pore chemical environment, which are in good agreement with the molecular simulation results (Figure ", "6", "). The optimized geometry of busulfan within the ", "1a", " pores reveals the methyl and nitryl hydrophobic groups pointing to the busulfan molecules. At infinite dilution, the isosteric adsorption heat of busulfan in ", "1a", " at 298 K obtained from simulation is 167.95 kJ·mol", "–1", ", indicating the strong busulfan adsorption capacity of ", "1a", ".", "Figure 5. Release of busulfan from drug-loaded ", "1", " (% busulfan vs time).", "Figure 6. (a) Optimized geometries of busulfan and (b) within the MOF pores of ", "1", ".", "MTT Tests", "MTT toxicity assays were taken from four different cells lines (mouse bone marrow fibroblasts 3T3, mouse breast tumor cell 4T1, human lung cancer cell A549, and human liver cancer cell HEPG2) with increasing concentrations of ", "1a", ". The results revealed that the complex ", "1", " was nontoxic (cell viability >80%) in spite of concentrations up to 500 μg/mL (see Figures S8–S11 of the ", "Supporting Information", ").", "Theoretical Simulations of Sorption", "In recent years, many studies have focused on MOF materials for the adsorption and separation of CO", "2", ", CO, CH", "4", ", and H", "2", " gases.", "(28)", " The use of simulation in modeling the adsorption properties of MOFs", "(29)", " has been increasingly established as a powerful tool in the design of new materials with enhanced affinity and selectivity for CO", "2", ". Several strategies have been deployed in order to enhance CO", "2", "-framework interactions in MOFs, including ion-exchange, open-metal centers, etc.", "(30)", " Besides, ligand functionalization of MOFs has been shown to be a powerful route in enhancing the CO", "2", "-framework interaction with several advantages compared to the other approaches, such as very wide chemical flexibility of possible ligands and functional groups, and the high accessibility of the functional groups to the adsorbates. Both experiments and simulations have demonstrated that the methyl functionalization of the MOFs can enhance their CO", "2", " affinity and consequently improve their CO", "2", " uptake and separation capacity.", "(13, 31)", "To continue the research on gas adsorption and separation in MOFs based on molecular simulation,", "(32)", " the adsorption properties in ", "1a", " for CO", "2", ", CH", "4", ", CO, N", "2", ", and H", "2", " have been studied (Figure ", "7", "). In the MOF of ", "1a", ", CO", "2", " is more preferentially adsorbed than CH", "4", ", N", "2", ", H", "2", ", and CO owing to the more intense dispersion interactions with the ", "1a", " pores. In fact, reports have shown that the enhancement of CO", "2", "-uptake capacity can be achieved by introducing methyl or nitryl groups within the framework.", "(12, 13)", " The pores within the framework of ", "1", " are simultaneously populated by hydrophobic methyl and nitryl groups, in which all of them are pointing to the center of the channels, which results in the enhancement of CO", "2", "-framework affinity. To further evaluate and understand the role of methyl and nitryl groups, we analyzed the interactions between CO", "2", " and nitryl/methyl-functionalized frameworks by calculating the isosteric heats (", "Q", "st", ") of CO", "2", " adsorption on the basis of the molecular simulation adsorption isotherms calculated at 298 K (Figure ", "8", "). As shown in Figure ", "8", ", the ", "Q", "st", " values are in the range of 22.5–34.6 kJ·mol", "–1", " for compound ", "1", ". It is worth noting that the ", "Q", "st", " value for ", "1", " (at zero loading, 34.6 kJ·mol", "–1", ") is higher than that of [Zn", "3", "(bpdc)(2,2′-dmbpy)](DMF)", "x", "(H", "2", "O)", "y", " and [Zn", "3", "(bpdc)(3,3′-dmbpy)](DMF)", "4", "(H", "2", "O)", "0.5", " structures", "(13a)", " but lower than that of Zn(BDC)(2,2′-DMBPY)", "0.5", "·(DMF)", "0.5", "(H", "2", "O)", "0.5", " and Zn(NDC)(2,2′-DMBPY)", "0.5", "·(DMF)", "2", " structures.", "(13b)", " These results indicate a strong interaction between CO", "2", " and ", "1", ".", "(13a)", " The ", "Q", "st", " value of ", "1", " is comparable with those of other reported MOFs which show similar pore sizes, such as MIL-53(Cr) (32 kJ·mol", "–1", "), MIL-53(Al) (35 kJ·mol", "–1", "), and RPM4-Zn (37.6 kJ·mol", "–1", "), at similar temperature.", "(33, 13a)", " The introduction of the methyl and nitryl groups on organic ligands can significantly enhance the quadrupole-π-electron interaction owing to the smaller pore diameter and electron donation by the methyl and nitryl groups to the aromatic system, and as a result, it leads to enhanced CO", "2", " uptake.", "(34)", "Figure 7. Comparison of adsorption isotherms of CO", "2", " and selected gases of ", "1", " at 298 K based on molecular simulation.", "Figure 8. Isosteric heat of adsorption of CO", "2", " on MOF ", "1", " calculated with molecular simulation isotherms collected at 298 K.", "Table ", "2", " shows the single-component separation ratios of CO", "2", "/CH", "4", ", CO", "2", "/N", "2", ", CO", "2", "/CO, and CO", "2", "/H", "2", " defined as ", "q", "1", "/", "q", "2", " at a specified pressure (for which ", "q", "i", " represents the adsorbed amount of a pure gas), which were 17.4, 30.8, 13.7, and 29.6 for ", "1", " at 298 K and 1 atm. The separation ratios of ", "1", " are greatly higher than those of the [Zn", "3", "(bpdc)(2,2′-dmbpy)](DMF)", "x", "(H", "2", "O)", "y", ", [Zn", "3", "(bpdc)(3,3′-dmbpy)](DMF)", "4", "(H", "2", "O)", "0.5", ", and Zn(BDC)(2,2′-DMBPY)", "0.5", "·(DMF)", "0.5", "(H", "2", "O)", "0.5", " structures", "(13)", " but lower than those of RPM-3, RPM4-Zn, and Zn(NDC)(2,2′-DMBPY)", "0.5", "·(DMF)", "2", " structures,", "(35, 13b)", " which show high CO", "2", "-adsorption selectivity over other small gases.", "Table 2. Summary of Single-Component Separation Ratios of CO", "2", "/CH", "4", ", CO", "2", "/N", "2", ", CO", "2", "/CO, CO", "2", "/O", "2", ", and CO", "2", "/H", "2", " at Different Pressures and 298 K", "P", " (atm)", "0.2", "0.6", "1", "CO", "2", "/CH", "4", "17.1", "18.8", "17.4", "CO", "2", "/N", "2", "30.8", "33.6", "30.8", "CO", "2", "/CO", "12.9", "14.5", "13.7", "CO", "2", "/H", "2", "28.5", "30.2", "29.6", "Moreover, the adsorption selectivities for CO", "2", " from the equimolar CO", "2", "/CH", "4", ", CO", "2", "/CO, CO", "2", "/H", "2", ", and CO", "2", "/N", "2", " mixtures between 0 and 1 atm are shown in Figure ", "9", ". In the MOF of ", "1", ", CO", "2", " is more preferentially adsorbed than CH", "4", ", CO, H", "2", ", and N", "2", " because of the stronger dispersion interactions with the pores. All of them show the same trend in the pressure-dependent selectivity, viz. slight/obvious increases with increasing pressure, indicating the existence of one type of small size pore in MOF ", "1", ".", "(32)", " This trend of the pressure-dependent selectivity can be assigned to the packing effect that favors CH", "4", ", CO, H", "2", ", and N", "2", " adsorption, leading to the slight or obvious increase of carbon selectivities with increasing pressure.", "(32)", " Obviously, ", "1", " shows much higher selectivity values for CO", "2", "/H", "2", " than CO", "2", "/CH", "4", ", CO", "2", "/CO, and CO", "2", "/N", "2", ". Furthermore, the hydrogen-adsorption isotherm and the corresponding isosteric heats (", "Q", "st", ") of ", "1", " were calculated at 77 K based on molecular simulation (Figure S13–14, ", "Supporting Information", "), and the results reveal that ", "1", " has poor H", "2", " uptake with a value of 0.86 wt % at 1 atm.", "Figure 9. Selectivities for CO", "2", " in an equimolar CO", "2", "/CH", "4", ", CO", "2", "/CO, CO", "2", "/H", "2", ", and CO", "2", "/N", "2", " mixture at 298 K.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Theoretical Simulations Section", "Results and Discussion", "Conclusions", "References", "Conclusions", "The incorporation of hydrophobic functional groups (e.g., methyl and nitryl) on the ligands leads to a hydrostable MOF that shows a 3D ", "dia", " topology. Nontoxic ", "1", " shows high busulfan payloads with the encapsulation efficiencies up to 21.5% (17.2 wt %) and performs a progressive release of the drug without any “burst effect”. The delivery of busulfan occurred within 36 h, and 100% of the loaded drug was released in PBS. Furthermore, the molecular simulation results show that ", "1", " has a very high adsorption for CO", "2", " compared with other small gases, including CH", "4", ", N", "2", ", O", "2", ", CO, and H", "2", " at 298 K. Such high selectivity makes hydrostable ", "1", " a potential material for CO", "2", " capture applications like flue gas and natural gas.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Theoretical Simulations Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "An X-ray crystallographic file, crystal structure views of ", "1", ", thermogravimetric curves, reusability of ", "1a", " for H", "2", "O vapor adsorption at 298 K, N", "2", "-sorption isotherm at 77 K based on simulation, micropore size distribution, IR spectra, TG analysis of busulfan-loaded ", "1a", ", MTT toxicity assays, bond lengths, encapsulation efficiency affected by drug concentrations, and contact times. The Supporting Information is available free of charge on the ", "ACS Publications website", " at DOI: ", "10.1021/acs.inorgchem.5b00335", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Theoretical Simulations Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "This work was supported by the Special Funds of Guangdong College Students’ Scientific and Technological Innovation Cultivation (2015), the Project of Provincial Key Platform of Guangdong Province (2014KTSPT040), the Program for New Century Excellent Talents from Ministry of Education (NCET-12-0968), the National Natural Science Foundation of China (21201044), and Training Plan of Guangdong Province Outstanding Young Teachers in Higher Education Institutions (Grant No. YQ2013084).", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Theoretical Simulations Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 35 other publications.", "1. ", "(a) ", "Wu", ", ", "H.", "; ", "Gong", ", ", "Q.", "; ", "Olson", ", ", "D. H.", "; ", "Li", ", ", "J.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "836", "– ", "868", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Commensurate Adsorption of Hydrocarbons and Alcohols in Microporous Metal Organic Frameworks", "Wu, Haohan; Gong, Qihan; Olson, David H.; Li, Jing", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "836-868", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Commensurate adsorption is an interesting and important phenomenon occurring during adsorption processes, where the mol. size and shape of the adsorbate (guest mol.) lead to an orientation and adsorbed amt. (at equil.) that is compatible and self-consistent with the crystal symmetry and pore structure of the adsorbent.  As a new type of adsorbate material with distinctly advantageous features, microporous metal org. frameworks (MMOFs) demonstrate enormous potential for adsorption based applications, including storage, sepn., and purifn. of small gases and hydrocarbons.  Commensurate adsorption of hydrocarbons occurs far more often in MMOFs than in zeolites and related materials, primarily as a result of a vastly greater variety of framework types and richer hierarchy of complexity of the pore structures for the former.  Among numerous structures in which commensurate adsorption has been obsd. in the vicinity of room temp., many have 1D open channels built on pore segments of distinct shape, size, and narrow pore window that closely match with the geometries of hydrocarbon species.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XpsVOhtA%253D%253D&md5=5c1aad767ab767e289d672529b50f640", "(b) ", "Wang", ", ", "D.", "; ", "Zhao", ", ", "T.", "; ", "Cao", ", ", "Y.", "; ", "Yao", ", ", "S.", "; ", "Li", ", ", "G.", "; ", "Huo", ", ", "Q.", "; ", "Liu", ", ", "Y.", " ", "Chem. Commun.", " ", "2014", ",  ", "50", ",  ", "8648", "– ", "8650", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "High performance gas adsorption and separation of natural gas in two microporous metal-organic frameworks with ternary building units", "Wang, Dongmei; Zhao, Tingting; Cao, Yu; Yao, Shuo; Li, Guanghua; Huo, Qisheng; Liu, Yunling", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2014", "),\r\n    ", "50", "\r\n        (", "63", "),\r\n    ", "8648-8650", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two MOFs, JLU-Liu5 and JLU-Liu6, based on ternary building units and exhibit high adsorption selectivity for CO2, C2H6 and C3H8 over CH4, which is attributed to steric effects and host-guest interactions, have been prepd.  These MMOFs are promising materials for gas adsorption and natural gas purifn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtVOgurvI&md5=be6b6df67dd1845aacbd8d562cb53a1c", "(c) ", "Sen", ", ", "S.", "; ", "Neogi", ", ", "S.", "; ", "Aijaz", ", ", "A.", "; ", "Xu", ", ", "Q.", "; ", "Bharadwaj", ", ", "P.", " ", "Inorg. Chem.", " ", "2014", ",  ", "53", ",  ", "7591", "– ", "7598", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Construction of Non-Interpenetrated Charged Metal-Organic Frameworks with Doubly Pillared Layers: Pore Modification and Selective Gas Adsorption", "Sen, Susan; Neogi, Subhadip; Aijaz, Arshad; Xu, Qiang; Bharadwaj, Parimal K.", "Inorganic Chemistry", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "14", "),\r\n    ", "7591-7598", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The rigid and angular tetracarboxylic acid 1,3-bis(3,5-dicarboxyphenyl)imidazolium (H4L+), incorporating an imidazolium group, was used with different pyridine-based linkers to construct a series of non-interpenetrated cationic frameworks, {[Zn2(L)(bpy)2]·(NO3)·(DMF)6·(H2O)9}n (1), {[Zn2(L)(dpe)2]·(NO3)·(DMF)3·(H2O)2}n (2), and {[Zn2(L)(bpb)2]·(NO3)·(DMF)3·(H2O)4}n (3) [L = L3-, DMF = N,N'-dimethylformamide, bpy = 4,4'-bipyridine, dpe = 1,2-di(4-pyridyl)ethylene, bpb = 1,4-bis(4-pyridyl)benzene].  The frameworks consist of {[Zn2(L)]+}n two-dimensional layers that are further pillared by the linker ligands to form three-dimensional bipillared-layer porous structures.  While the choice of the bent carboxylic acid ligand and formation of double pillars are major factors in achieving charged non-interpenetrated frameworks, lengths of the pillar linkers direct the pore modulation.  Accordingly, the N2 gas adsorption capacity of the activated frameworks (1a-3a) increases with increasing pillar length.  Moreover, variation in the electronic environment and marked difference in the pore sizes of frameworks permit selective CO2 adsorption over N2, where 3a exhibits the highest selectivity.  In contrast, the selectivity of CO2 over CH4 is reversed and follows the order 1a > 2a > 3a.  Even though the pore sizes of the frameworks are large enough compared to the kinetic diams. of the excluded gas mols., the electronic environment is crucial for the selective sorption of CO2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtVGksLrE&md5=3614df217120a7325d9f25a2a131cf32", "(d) ", "Yuan", ", ", "B.", "; ", "Ma", ", ", "D.", "; ", "Wang", ", ", "X.", "; ", "Li", ", ", "Z.", "; ", "Li", ", ", "Y.", "; ", "Liu", ", ", "H.", "; ", "He", ", ", "D.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "1135", "– ", "1137", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "A microporous, moisture-stable, and amine-functionalized metal-organic framework for highly selective separation of CO2 from CH4", "Yuan, Bizhen; Ma, Deyun; Wang, Xi; Li, Zhong; Li, Yingwei; Liu, Huimin; He, Dehua", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "8", "),\r\n    ", "1135-1137", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A new microporous amino-functionalized metal-org. framework was synthesized by direct self-assembly, which exhibits high moisture-stability, acceptable capacity, and unprecedented high selectivity for CO2 over CH4, suggesting its potential application in gas sepn. processes like natural gas and biogas upgrading.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XivVOhug%253D%253D&md5=b257f395ffe5a40d92e99ee55bf0e84c", "(e) ", "Kundu", ", ", "T.", "; ", "Sahoo", ", ", "S. C.", "; ", "Banerjee", ", ", "R.", " ", "Cryst. Growth Des.", " ", "2012", ",  ", "12", ",  ", "4633", "– ", "4640", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Variable Water Adsorption in Amino Acid Derivative Based Homochiral Metal Organic Frameworks", "Kundu, Tanay; Sahoo, Subash Chandra; Banerjee, Rahul", "Crystal Growth & Design", "\r\n        (", "2012", "),\r\n    ", "12", "\r\n        (", "9", "),\r\n    ", "4633-4640", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Six new Cd-contg. homochiral metal-org. framework materials [{Cd(L1)(Cl)}·H2O]∞ (1a), [Cd(L1)(Br)]∞ (1b), [{Cd(L2)(Cl)}·H2O]∞ (2a), [{Cd2(L2)2(Br)2}·3H2O]∞ (2b) [{Cd(L3)(Cl)}·2H2O]∞ (3a), and [{Cd(L3)(Br)}·2H2O]∞ (3b) (L1 = 2-((pyridin-4-yl)methylamino)-4-methylpentanoic acid; L2 = 2-((pyridin-4-yl)methylamino)-3-hydroxypropanoic acid; L3 = 2-((pyridin-4-yl)methylamino)-3-hydroxybutanoic acid) have been synthesized using pyridine functionalized amino acid (L-leucine, L-serine, and L-threonine) homochiral links and Cd(CH3COO)2·2H2O and characterized via single crystal XRD, powder X-ray diffraction (PXRD), variable temp. powder X-ray diffraction (VTPXRD), TGA and water adsorption expts.  Side chains in different amino acid derivs. and anions (Cl-, Br-) have been identified to play an important role in structural diversity (from porous to nonporous) as well as phys. properties.  These metal-org. frameworks (MOFs) exhibit a distinct water adsorption nature and capacity, e.g., high adsorption at low partial pressure based on architectural diversities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1ajsr7J&md5=3cfe6ce0550c399f6104ee7c1dce58b2", "(f) ", "Mallick", ", ", "A.", "; ", "Saha", ", ", "S.", "; ", "Pachfule", ", ", "P.", "; ", "Roy", ", ", "S.", "; ", "Banerjee", ", ", "R.", " ", "J. Mater. Chem.", " ", "2010", ",  ", "20", ",  ", "9073", "– ", "9080", "[", "Crossref", "], [", "CAS", "]", "1. ", "Selective CO2 and H2 adsorption in a chiral magnesium-based metal organic framework (Mg-MOF) with open metal sites", "Mallick, Arijit; Saha, Subhadeep; Pachfule, Pradip; Roy, Sudip; Banerjee, Rahul", "Journal of Materials Chemistry", "\r\n        (", "2010", "),\r\n    ", "20", "\r\n        (", "41", "),\r\n    ", "9073-9080", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A rare porous magnesium-based metal-org. framework, Mg-MOF-1 [Mg(3,5-PDC)(H2O)], was synthesized solvothermally in DMF.  Structural detn. by x-ray single-crystal diffraction technique reveals that this chiral MOF (space group P6122) is constructed by helical assembly of Mg2+ ions with achiral 3,5-pyridine dicarboxylates and coordinating water mols., to form a three-dimensional framework with parallel hexagonal channels.  The structural detail of its 0-dimensional analog Mg-MOF-2 [Mg(2,4-PDC)(H2O)3] is discussed to show how subtle variation in the ligand architecture changes the resulting structure from 0-dimensional to 3D.  Mg-MOF-1 remains robust and porous upon evacuation of the coordinating water mols.  This is the 1st report of a chiral hexagonal Mg-MOF synthesized from an achiral org. building unit.  Open Mg metal sites show selective hydrogen (H2) adsorption (∼0.8% at 77 K) and carbon dioxide (CO2) uptake (∼0.7 mmol g-1 at 298 K) over nitrogen at 1 atm.  Ab initio quantum chem. calcn. of adsorption energies and possible adsorption sites of hydrogen mols. are also reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXht1Oqur3M&md5=48a6cec30ed1905a432ce7fbfd6f1e0a", "(g) ", "Li", ", ", "J.", "; ", "Fu", ", ", "H. R.", "; ", "Zhang", ", ", "J.", "; ", "Zheng", ", ", "L. S.", "; ", "Tao", ", ", "J.", " ", "Inorg. Chem.", " ", "2015", ",  ", "54", ",  ", "3093", "– ", "3095", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Anionic Metal-Organic Framework for Adsorption and Separation of Light Hydrocarbons", "Li, Jia; Fu, Hong-Ru; Zhang, Jian; Zheng, Lan-Sun; Tao, Jun", "Inorganic Chemistry", "\r\n        (", "2015", "),\r\n    ", "54", "\r\n        (", "7", "),\r\n    ", "3093-3095", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The reaction of nickel(II) sulfate with 4,4',4''-s-triazine-2,4,6-triyltribenzoate in DMSO afforded a hexanuclear nickel(II)-based anionic 2-fold interpenetrated metal-org. framework exhibiting the ability to adsorb and sep. light hydrocarbons and canted antiferromagnetism.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXltFSls7c%253D&md5=1a277c7bf086bf46df892d272275d23c", "2. ", "(a) ", "Kholdeeva", ", ", "O. A.", "; ", "Skobelev", ", ", "I. Y.", "; ", "Ivanchikova", ", ", "I. D.", "; ", "Kovalenko", ", ", "K. A.", "; ", "Fedin", ", ", "V. P.", "; ", "Sorokin", ", ", "A. B.", " ", "Catal. Today", " ", "2014", ",  ", "238", ",  ", "54", "– ", "61", "[", "Crossref", "], [", "CAS", "]", "2. ", "Hydrocarbon oxidation over Fe- and Cr-containing metal-organic frameworks MIL-100 and MIL-101-a comparative study", "Kholdeeva, Oxana A.; Skobelev, Igor Y.; Ivanchikova, Irina D.; Kovalenko, Konstantin A.; Fedin, Vladimir P.; Sorokin, Alexander B.", "Catalysis Today", "\r\n        (", "2014", "),\r\n    ", "238", "\r\n        (", "),\r\n    ", "54-61", "CODEN:\r\n                ", "CATTEA", ";\r\n        ISSN:", "0920-5861", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Catalytic properties of Fe- and Cr-based metal-org. frameworks (MOFs) MIL-100 and MIL-101 have been assessed in two liq.-phase reactions: solvent-free allylic oxidn. of alkenes (cyclohexene, α- and β-pinenes) with mol. oxygen and oxidn. of anthracene (AN) with tert-Bu hydroperoxide (TBHP).  In the oxidn. of alkenes, the product selectivity strongly depends on the nature of metal (Fe or Cr) but, for the same metal, only slightly differs for the MIL-100 and MIL-101 structures.  The Fe-contg. MOFs afford the formation of unsatd. alcs. while Cr-based MOFs give mainly unsatd. ketones.  Both Cr-MIL-100 and Cr-MIL-101 favor decompn. of cyclohexenyl hydroperoxide to produce 2-cyclohexen-1-one with 67-69% selectivity.  Stability toward destruction reduced in the order Cr-MIL-101, Cr-MIL-100 > Fe-MIL-100 > Fe-MIL-101.  In the oxidn. of anthracene over both Cr-MOFs and Fe-MIL-101, the selectivity toward 9,10-anthraquinone (AQ) attained 100% at 92-100% AN conversion.  The turnover frequency (TOF) decreased in the order Cr-MIL-101 > Fe-MIL-101 > Cr-MIL-100 > Fe-MIL-100.  Cr-MIL-101 revealed superior catalytic performance in terms of AN conversion, AQ selectivity and TOF.  Nearly quant. yield of AQ was obtained after 1.5 h at 100 °C in chlorobenzene as solvent.  No leaching of active metal occurred under optimal reaction conditions and the MOFs could be recycled several times without deterioration of the catalytic properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXisFWjsr0%253D&md5=f96d92dd339ef55bfedef249741c7a65", "(b) ", "Liu", ", ", "Y.", "; ", "Xi", ", ", "X.", "; ", "Ye", ", ", "C.", "; ", "Gong", ", ", "T.", "; ", "Yang", ", ", "Z.", "; ", "Cui", ", ", "Y.", " ", "Angew. Chem., Int. Ed.", " ", "2014", ",  ", "126", ",  ", "14041", "– ", "14045", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(c) ", "Dhakshinamoorthy", ", ", "A.", "; ", "Asiri", ", ", "A. M.", "; ", "Garcia", ", ", "H.", " ", "Chem. Commun.", " ", "2014", ",  ", "50", ",  ", "12800", "– ", "12814", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Catalysis by metal-organic frameworks in water", "Dhakshinamoorthy Amarajothi; Asiri Abdullah M; Garcia Hermenegildo", "Chemical communications (Cambridge, England)", "\r\n        (", "2014", "),\r\n    ", "50", "\r\n        (", "85", "),\r\n    ", "12800-14", "\r\n        ISSN:", ".\r\n    ", "Metal-organic frameworks (MOFs) having a large surface area and porosity as well as a high density of transition metals are increasingly used as heterogeneous catalysts for organic reactions.  However, one of the main limitations of various MOFs has been their lack of structural stability that led to an assumption that MOFs are unstable materials, particularly in water or polar solvents.  However, since a few years ago the hydrothermal stability of several MOFs such as MIL-101(Cr), MIL-53(Al) and ZIF-8 has been demonstrated and, hence, they can be used as solid catalysts in the aqueous phase.  The present review is aimed at showing that there are a sufficiently large number of reports proving that certain MOFs can be used as reusable catalysts in water as the solvent.  The use of water as the solvent has considerable advantages from the environmental point of view and affordability.  Water can be the solvent of choice for hydrolytic processes, but MOFs have been reported as catalysts in water even for esterifications and C-C couplings.  Considering that the synthesis of new MOFs is an active area of research and the flexibility in the selection of transition metals and organic linkers, these materials can be prepared with the required hydrophilicity/hydrophobicity to adapt specifically for catalysis in aqueous phase.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC2cblt1Ojtg%253D%253D&md5=ad17eafee9e9e9e45467559beb826513", "(d) ", "Liu", ", ", "L.", "; ", "Han", ", ", "Z. B.", "; ", "Wang", ", ", "S. M.", "; ", "Yuan", ", ", "D. Q.", "; ", "Ng", ", ", "S. W.", " ", "Inorg. Chem.", " ", "2015", ",  ", "54", ",  ", "3719", "– ", "3721", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Robust Molecular Bowl-Based Metal-Organic Frameworks with Open Metal Sites: Size Modulation To Increase the Catalytic Activity", "Liu, Lin; Han, Zheng-Bo; Wang, Shi-Ming; Yuan, Da-Qiang; Ng, Seik Weng", "Inorganic Chemistry", "\r\n        (", "2015", "),\r\n    ", "54", "\r\n        (", "8", "),\r\n    ", "3719-3721", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Herein, two stable lead(II) mol.-bowl-based metal-org. frameworks and their micro- and nanosized forms with open metal sites were presented.  These materials could act as Lewis acid catalysts to cyanosilylation reaction.  Moreover, the catalytic performances are size-dependent, with the catalyst with nanosized form being 1 order of magnitude more efficient than those with micro- and millisized forms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXmtF2gu74%253D&md5=92c51d1150b081de06db7a150b3ba17f", "(e) ", "Dau", ", ", "P. V.", "; ", "Cohen", ", ", "S. M.", " ", "Inorg. Chem.", " ", "2015", ",  ", "54", ",  ", "3134", "– ", "3138", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "A Bifunctional, Site-Isolated Metal-Organic Framework-Based Tandem Catalyst", "Dau, Phuong V.; Cohen, Seth M.", "Inorganic Chemistry", "\r\n        (", "2015", "),\r\n    ", "54", "\r\n        (", "7", "),\r\n    ", "3134-3138", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Herein, authors present the synthesis of a metal-org. framework-based tandem catalyst that contains two distinct catalytic domains.  Zn(II)-based IRMOF-9-Irdcppy-NH2 (IRMOF = isoreticular metal-org. framework) has both organocatalytic amine and organometallic Ir(I) groups that were incorporated by both pre- and postsynthetic functionalization methods.  The isolated amine and Ir(I) sites of IRMOF-9-Irdcppy-NH2 are independently catalytically active for performing a Knoevenagel condensation and allylic N-alkylation, resp.  More importantly, IRMOF-9-Irdcppy-NH2 can act as a tandem catalyst for both of these org. transformations in a one-pot reaction, which cannot be achieved efficiently using the combined, homogeneous analogs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXkvVemtrs%253D&md5=d123dd16c345ac7f1bdcd7a72309c030", "3. ", "(a) ", "Zhang", ", ", "W.", "; ", "Xiong", ", ", "R. G.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1163", "– ", "1195", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Ferroelectric Metal-Organic Frameworks", "Zhang, Wen; Xiong, Ren-Gen", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1163-1195", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1Wks7bL&md5=4b6508e05976c27d409579160aa4b14e", "(b) ", "Vasylevs’kyy", ", ", "S. I.", "; ", "Senchyk", ", ", "G. A.", "; ", "Lysenko", ", ", "A. B.", "; ", "Rusanov", ", ", "E. B.", "; ", "Chernega", ", ", "A. N.", "; ", "Jezierska", ", ", "J.", "; ", "Krautscheid", ", ", "H.", "; ", "Domasevitch", ", ", "K. V.", "; ", "Ozarowski", ", ", "A.", " ", "Inorg. Chem.", " ", "2014", ",  ", "53", ",  ", "3642", "– ", "3654", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "1,2,4-Triazolyl-Carboxylate-Based MOFs Incorporating Triangular Cu(II)-Hydroxo Clusters: Topological Metamorphosis and Magnetism", "Vasylevs'kyy, Sergiy I.; Senchyk, Ganna A.; Lysenko, Andrey B.; Rusanov, Eduard B.; Chernega, Alexander N.; Jezierska, Julia; Krautscheid, Harald; Domasevitch, Konstantin V.; Ozarowski, Andrew", "Inorganic Chemistry", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "7", "),\r\n    ", "3642-3654", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Bifunctional 1,2,4-triazolecarboxylate ligands, an achiral 1,2,4-triazol-4-ylacetic acid (trgly-H) and a chiral (d)-2-(1,2,4-triazol-4-yl)propionic acid (d-trala-H), derived from the corresponding α-amino acid precursors revealed unique binding abilities in the construction of Cu(II)-coordination polymers composing discrete triangular [Cu3(μ3-OH)] clusters.  A related series of MOFs, [Cu3(μ3-OH)(trgly)3(SO4)]·2H2O (1a), [Cu3(μ-OH)(trgly)3(H2O)3]SO4·16H2O (1b), [Cu3(μ3-OH)(d-trala)3(ClO4)0.5](ClO4)1.5·1.5H2O (2), was prepd., and their crystal structures were detd. by x-ray diffraction.  Being singly deprotonated, the org. ligands act as multidentate μ3- or μ4-donors using tr and -COO- moieties.  The generated [Cu3(μ3-OH)(tr)3] cluster core is primarily supported by three [-N-N-] triazole heterocycles in a basal plane and tripodal-assisted μ3-anions (SO42-: 1a; ClO4-: 2) capping the axial faces.  The carboxylate groups join the units into either two-dimensional (2D) layers (1a, 2) or 3-dimensional zeolite-like networks (1b).  Compd. 1b represents the topol. of α-Po (pcu: 412.63) and crystallizes in the noncentrosym. space group I‾43m, in which the six-connected [Cu3(μ3-OH)] clusters and trgly self-assemble in an open-channel cubic array possessing ∼56% solvent-accessible vol.  Upon slight thermal treatment (∼60°), the structure irreversibly shrinks to the nonporous 2-dimensional motif 1a that belongs to a uninodal (3,6) network type.  In structure 2 (space group R32), due to the [-N-N-] triazole and 1,3-bidentate carboxylate binding mode, each org. ligand bridges three metal clusters affording crosslinking of two adjacent layers with the same (3,6) topol.  The resultant 3,9-c net is novel and can be categorized as two-nodal with point symbol {418.618}{42.6}3.  Spin frustration and antisym. exchange effects, resulting in abnormally low g values in the S = 1/2 states, were obsd. in the magnetic properties and the EPR spectra.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXksVWjurk%253D&md5=9a2da388afc7c013d8e9419d1185a6c4", "(c) ", "Sanda", ", ", "S.", "; ", "Goswami", ", ", "S.", "; ", "Hena", ", ", "H. S.", "; ", "Parshamoni", ", ", "S. S.", "; ", "Konar", ", ", "S.", " ", "CrystEngComm", " ", "2014", ",  ", "16", ",  ", "4742", "– ", "4752", "[", "Crossref", "], [", "CAS", "]", "3. ", "A family of three magnetic metal organic frameworks. Their synthesis, structural, magnetic and vapour adsorption study", "Sanda, Suresh; Goswami, Soumyabrata; Jena, Himanshu Sekhar; Parshamoni, Srinivasulu; Konar, Sanjit", "CrystEngComm", "\r\n        (", "2014", "),\r\n    ", "16", "\r\n        (", "22", "),\r\n    ", "4742-4752", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Three flexible metal-org. frameworks (MOFs) based on aldrithiol linker and pyromellitate ligand, namely, [Co(aldrithiol)(pyromellitate)0.5(H2O)2]n (1), [Ni2(aldrithiol)2(pyromellitate)(H2O)4]n.2n(C2H5OH).11n(H2O) (2) and [Cu(aldrithiol)2(pyromellitate)]n.2n(H2O) (3) were synthesized through slow diffusion technique and characterized by structural, magnetic, and adsorption studies.  Single crystal x-ray studies show that compds. 1 and 3 have 2-dimensional layered structures, whereas compd. 2 adopts a 3D framework structure.  The obsd. dimensionality change might be due to the different orientation of pyridine rings in the flexible aldrithiol linker and versatile bridging modes of the pyromellitate ligand.  In 1 and 2, the pyromellitate ligand coordinates to the metal center in a monodentate fashion {(κ1)-(κ1)-(κ1)-(κ1)-μ4} and in 3, it coordinates in {(κ1)-(κ1)-μ2} fashion.  The magnetic properties of 1-3 were investigated in detail and show weak antiferromagnetic coupling among the metal centers.  Vapor sorption studies reveal that compds. 1 and 3 show high methanol vapor uptake, whereas compd. 2 shows a decent amt. of H2O adsorption.  The dehydrated frameworks of 1-3 regenerate the as-synthesized framework structures upon exposure to water vapor.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXnvFeqtbk%253D&md5=111a2c3f8d6c1d3c01b49bb062bbdbba", "(d) ", "Li", ", ", "B.", "; ", "Li", ", ", "Zhao", "; ", "Wei", ", ", "R. J.", "; ", "Yu", ", ", "F.", "; ", "Chen", ", ", "X.", "; ", "Xie", ", ", "Y. P.", "; ", "Zhang", ", ", "T. L.", "; ", "Tao", ", ", "J.", " ", "Inorg. Chem.", " ", "2015", ",  ", "54", ",  ", "3331", "– ", "3336", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "A Three-Dimensional Complex with a One-Dimensional Cobalt-Hydroxyl Chain Based on Planar Nonanuclear Clusters Showing Spin-Canted Antiferromagnetism", "Li, Bao; Li, Zhao; Wei, Rong-jia; Yu, Fan; Chen, Xi; Xie, Yun-peng; Zhang, Tian-le; Tao, Jun", "Inorganic Chemistry", "\r\n        (", "2015", "),\r\n    ", "54", "\r\n        (", "7", "),\r\n    ", "3331-3336", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new three-dimensional magnetic network, [Co9(OH)6(C42H24O18P3N3)2(H2O)8] (1), was successfully prepd. by using the flexible hexacarboxylate ligand derived from cyclotriphosphazene, which had been characterized by single-crystal x-ray diffraction and magnetic measurement.  This compd. consists of 1-dimensional (1D) Co-hydroxyl chains based on planar nonanuclear clusters, which are located in the b-c plane to form the nearly two-dimensional Co layer.  Magnetic measurements reveal that 1 shows spin-canted antiferromagnetism with spin-glass behavior.  Results suggest reasonable design and choice of a large carboxylate ligand based on a specific scaffold could be effective for the construction of magnetic materials based on a novel 1-dimensional magnetic chain.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXkt1Oiu7Y%253D&md5=6958852a41c169a1ca8b8b1ad8d1a988", "4. ", "(a) ", "Liu", ", ", "D.", "; ", "Lu", ", ", "K.", "; ", "Poon", ", ", "C.", "; ", "Lin", ", ", "W.", " ", "Inorg. Chem.", " ", "2014", ",  ", "53", ",  ", "1916", "– ", "1924", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Metal-Organic Frameworks as Sensory Materials and Imaging Agents", "Liu, Demin; Lu, Kuangda; Poon, Christopher; Lin, Wenbin", "Inorganic Chemistry", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "4", "),\r\n    ", "1916-1924", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) are a class of hybrid materials self-assembled from org. bridging ligands and metal ion/cluster connecting points.  The combination of a variety of org. linkers, metal ions/clusters, and structural motifs can lead to an infinite array of new materials with interesting properties for many applications.  In this Forum Article, the design and applications of MOFs in chem. sensing and biol. imaging are discussed.  The first half of this article focuses on the development of MOFs as chem. sensors by highlighting how unique attributes of MOFs can be used to enhance sensitivity and selectivity.  The authors also discuss some of the issues that need to be addressed to develop practically useful MOF sensors.  The second half of this article focuses on the design and applications of nanoscale MOFs (NMOFs) as imaging contrast agents.  NMOFs possess several interesting attributes, such as high cargo loading capacity, ease of postmodification, tunable size and shape, and intrinsic biodegradability, to make them excellent candidates as imaging contrast agents.  The use of representative NMOFs in magnetic resonance imaging (MRI), x-ray computed tomog. (CT), and optical imaging are discussed.  Although still in their infancy, the authors believe that the compositional tunability and mild synthetic conditions of NMOF imaging agents should greatly facilitate their further development for clin. translation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsl2nsL7K&md5=7d0b2c5965a5ec8ee30d727cd31508ab", "(b) ", "Ma", ", ", "D.", "; ", "Wang", ", ", "W.", "; ", "Li", ", ", "Y.", "; ", "Daiguebonne", ", ", "C.", "; ", "Calvez", ", ", "G.", "; ", "Guillou", ", ", "O.", " ", "CrystEngComm", " ", "2010", ",  ", "12", ",  ", "4372", "– ", "4377", "[", "Crossref", "], [", "CAS", "]", "4. ", "In situ 2,5-pyrazinedicarboxylate and oxalate ligands synthesis leading to a microporous europium-organic framework capable of selective sensing of small molecules", "Ma, Deyun; Wang, Weixia; Li, Yingwei; Li, Jing; Daiguebonne, Carole; Calvez, Guillaume; Guillou, Olivier", "CrystEngComm", "\r\n        (", "2010", "),\r\n    ", "12", "\r\n        (", "12", "),\r\n    ", "4372-4377", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A new microporous europium-contg. metal-org. framework [Eu2(μ2-pzdc)(μ4-pzdc)(μ2-ox)(H2O)4]·8H2O (1) (H2pzdc = 2,5-pyrazinedicarboxylic acid, H2ox = oxalic acid) was hydrothermally synthesized via an unprecedented in situ formation of 2,5-pyrazinedicarboxylate (pzdc) and oxalate (ox) ligands.  Structure 1 was characterized by both single-crystal and powder x-ray diffraction anal.  It can be described as a 4-connected binodal Moganite network with the Schlafli symbol of (4·64·8)2(42·62·82), which exhibits a reversible and highly selective sensing function with respect to acetone.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsFWhs73L&md5=d7b517a97a93e15b393ff7d12f5a3e98", "(c) ", "Cui", ", ", "Y.", "; ", "Yue", ", ", "Y.", "; ", "Qian", ", ", "G.", "; ", "Chen", ", ", "B.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1126", "– ", "1162", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Luminescent Functional Metal-Organic Frameworks", "Cui, Yuanjing; Yue, Yanfeng; Qian, Guodong; Chen, Banglin", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1126-1162", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors discuss the title topic and applications such as LEDs and luminescent sensors.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnslKitr8%253D&md5=255200f12ee460fd90a29655c2b685dc", "(e) ", "Carboni", ", ", "M.", "; ", "Lin", ", ", "Z. K.", "; ", "Abney", ", ", "C. W.", "; ", "Zhang", ", ", "T.", "; ", "Lin", ", ", "W. B.", " ", "Eur. J. Chem.", " ", "2014", ",  ", "20", ",  ", "14965", "– ", "14970", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "A Metal-Organic Framework Containing Unusual Eight-Connected Zr-Oxo Secondary Building Units and Orthogonal Carboxylic Acids for Ultra-sensitive Metal Detection", "Carboni, Michael; Lin, Zekai; Abney, Carter W.; Zhang, Teng; Lin, Wenbin", "Chemistry - A European Journal", "\r\n        (", "2014", "),\r\n    ", "20", "\r\n        (", "46", "),\r\n    ", "14965-14970", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Two metal-org. frameworks (MOFs) with Zr-oxo secondary building units (SBUs) were prepd. by using p,p'-terphenyldicarboxylate (TPDC) bridging ligands pre-functionalized with orthogonal succinic acid (MOF-1) and maleic acid groups (MOF-2).  Single-crystal x-ray structure anal. of MOF-1 provides the 1st direct evidence for eight-connected SBUs in UiO-type MOFs.  But MOF-2 contains twelve-connected SBUs as seen in the traditional UiO MOF topol.  These structural assignments were confirmed by extended x-ray absorption fine structure (EXAFS) anal.  The highly porous MOF-1 is an excellent fluorescence sensor for metal ions with the detection limit of <0.5 ppb for Mn2+and three to four orders of magnitude greater sensitivity for metal ions than previously reported luminescent MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhvVert7zI&md5=6efafe0aba5706a09f6e63b176fec747", "(f) ", "Xie", ", ", "W.", "; ", "Zhang", ", ", "S. R.", "; ", "Du", ", ", "D. Y.", "; ", "Qin", ", ", "J. S.", "; ", "Bao", ", ", "S. J.", "; ", "Li", ", ", "J.", "; ", "Su", ", ", "Z. M.", "; ", "He", ", ", "W. W.", "; ", "Fu", ", ", "Q.", "; ", "Lan", ", ", "Y. Q.", " ", "Inorg. Chem.", " ", "2015", ",  ", "54", ",  ", "3290", "– ", "3296", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Stable Luminescent Metal-Organic Frameworks as Dual-Functional Materials To Encapsulate Ln3+ Ions for White-Light Emission and To Detect Nitroaromatic Explosives", "Xie, Wei; Zhang, Shu-Ran; Du, Dong-Ying; Qin, Jun-Sheng; Bao, Shao-Juan; Li, Jing; Su, Zhong-Min; He, Wen-Wen; Fu, Qiang; Lan, Ya-Qian", "Inorganic Chemistry", "\r\n        (", "2015", "),\r\n    ", "54", "\r\n        (", "7", "),\r\n    ", "3290-3296", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A stable porous carbazole-based luminescent metal-org. framework, NENU-522, was successfully constructed.  It is extremely stable in air and acidic/basic aq. solns., which provides the strategy for luminescent material encapsulation of Ln3+ ions with tunable luminescence for application in light emission.  More importantly, Ln3+@NENU-522 can emit white light by encapsulating different molar ratios of Eu3+ and Tb3+ ions.  Addnl., Tb3+@NENU-522 is useful as a fluorescent indicator for the qual. and quant. detection of nitroarom. explosives with different nos. of -NO2 groups, and the concns. of complete quenching are ∼2000, 1000, and 80 ppm for nitrobenzene, 1,3-dinitrobenzene, and 2,4,6-trinitrophenol, resp.  Meanwhile, Tb3+@NENU-522 displays high selectivity and recyclability in the detection of nitroarom. explosives.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXksVOrtLk%253D&md5=919f20322d8a22f7de30a53e14a99b4c", "5. ", "(a) ", "Horcajada", ", ", "P.", "; ", "Gref", ", ", "R.", "; ", "Baati", ", ", "T.", "; ", "Allan", ", ", "P. K.", "; ", "Maurin", ", ", "G.", "; ", "Couvreur", ", ", "P.", "; ", "Ferey", ", ", "G.", "; ", "Morris", ", ", "R. E.", "; ", "Serre", ", ", "C.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1232", "– ", "1268", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Metal-Organic Frameworks in Biomedicine", "Horcajada, Patricia; Gref, Ruxandra; Baati, Tarek; Allan, Phoebe K.; Maurin, Guillaume; Couvreur, Patrick; Ferey, Gerard; Morris, Russell E.; Serre, Christian", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1232-1268", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Coordination polymers or MOFs (metal-org. frameworks) as porous solids for biomedical are reviewed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1SrtbzN&md5=62d808da30f56c11c9a54bf70fabdc0e", "(b) ", "Liu", ", ", "J. Q.", "; ", "Wu", ", ", "J.", "; ", "Jia", ", ", "Z. B.", "; ", "Chen", ", ", "H. L.", "; ", "Li", ", ", "Q. L.", "; ", "Sakiyama", ", ", "H.", "; ", "Soares", ", ", "T.", "; ", "Fei", ", ", "R.", "; ", "Daiguebonne", ", ", "C.", "; ", "Guillou", ", ", "O.", "; ", "Ng", ", ", "S. W.", " ", "Dalton Trans.", " ", "2014", ",  ", "43", ",  ", "17265", "– ", "17273", "[", "PubMed", "], [", "CAS", "]", "5. ", "Two isoreticular metal-organic frameworks with CdSO4-like topology: selective gas sorption and drug delivery", "Liu, Jian-Qiang; Wu, Jian; Jia, Zhen-Bin; Chen, Hong-Lang; Li, Qing-Lin; Sakiyama, Hiroshi; Soares, Thereza; Ren Fei; Daiguebonne, Carole; Guillou, Olivier; Ng, Seik Weng", "Dalton Transactions", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "46", "),\r\n    ", "17265-17273", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two isoreticular metal-org. frameworks with chem. formulas [Cu(L)(4,4'-bipy)(H2O)]n 1.5nCH3CN (1) and [Cu(L)(4,4'-bipy)(H2O)]n·4nH2O (2) (H2L = diphenylmethane-4,4'-dicarboxylic acid, bipy = bipyridine) were synthesized and structurally characterized.  They show the CdSO4 (65 8) net and have an obvious 1-dimensional channel that is spread along the crystallog. c axis.  More importantly, 1 shows high selectivity for H2 over N2 and CO2 at low pressure, which could be confirmed via computational calcns. using the Connolly algorithm to reveal the size and shape of accessible voids.  The incorporation of the drug 5-fluorouracil (5-FU) into the desolvated 1 was ∼27.5% per g of the dehydrated 1.  5-FU is released in a highly controlled and progressive fashion with 61% of the drug released after 95 h.  The authors have applied mol. docking calcns. to study the preferred conformation of 5-FU mols. upon binding to MOF 1.  These calcns. provide a structural basis to explain the 5-FU release from MOF 1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhsVGjtbfJ&md5=7c5f3df2edc309cef102bb52e618ad18", "(c) ", "Taylor-Pashow", ", ", "K. M. L.", "; ", "Rocca", ", ", "J. D.", "; ", "Xie", ", ", "Z.", "; ", "Tran", ", ", "S.", "; ", "Lin", ", ", "W.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "14261", "– ", "14263", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Postsynthetic Modifications of Iron-Carboxylate Nanoscale Metal-Organic Frameworks for Imaging and Drug Delivery", "Taylor-Pashow, Kathryn M. L.; Della Rocca, Joseph; Xie, Zhigang; Tran, Sylvie; Lin, Wenbin", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "40", "),\r\n    ", "14261-14263", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Fe(III)-carboxylate nanoscale metal-org. frameworks (NMOFs) with the MIL-101 structure were synthesized using a solvothermal technique with microwave heating.  The ∼200 nm particles were characterized using a variety of methods, including SEM, PXRD, nitrogen adsorption measurements, TGA, and EDX.  By replacing a percentage of the bridging ligand (terephthalic acid) with 2-amino terephthalic acid, amine groups were incorporated into the framework to provide sites for covalent attachment of biol. relevant cargoes while still maintaining the MIL-101 structure.  In proof-of-concept expts., an optical contrast agent (a BODIPY dye) and an ethoxysuccinato-cisplatin anticancer prodrug were successfully incorporated into the Fe(III)-carboxylate NMOFs via postsynthetic modifications of the as-synthesized particles.  These cargoes are released upon the degrdn. of the NMOF frameworks, and the rate of cargo release was controlled by coating the NMOF particles with a silica shell.  Potential utility of the new NMOF-based nanodelivery vehicles for optical imaging and anticancer therapy was demonstrated in vitro using HT-29 human colon adenocarcinoma cells.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtFCjt77L&md5=baa2e1455cfccdfe188c108f37bfae2a", "(d) ", "He", ", ", "C.", "; ", "Lu", ", ", "K.", "; ", "Liu", ", ", "D.", "; ", "Lin", ", ", "W.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "5181", "– ", "5184", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Nanoscale Metal-Organic Frameworks for the Co-Delivery of Cisplatin and Pooled siRNAs to Enhance Therapeutic Efficacy in Drug-Resistant Ovarian Cancer Cells", "He, Chunbai; Lu, Kuangda; Liu, Demin; Lin, Wenbin", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "14", "),\r\n    ", "5181-5184", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Ovarian cancer is the leading cause of death among women with gynecol. malignancies.  Acquired resistance to chemotherapy is a major limitation for ovarian cancer treatment.  We report here the first use of nanoscale metal-org. frameworks (NMOFs) for the co-delivery of cisplatin and pooled small interfering RNAs (siRNAs) to enhance therapeutic efficacy by silencing multiple drug resistance (MDR) genes and resensitizing resistant ovarian cancer cells to cisplatin treatment.  UiO NMOFs with hexagonal-plate morphologies were loaded with a cisplatin prodrug and MDR gene-silencing siRNAs (Bcl-2, P-glycoprotein [P-gp], and survivin) via encapsulation and surface coordination, resp.  NMOFs protect siRNAs from nuclease degrdn., enhance siRNA cellular uptake, and promote siRNA escape from endosomes to silence MDR genes in cisplatin-resistant ovarian cancer cells.  Co-delivery of cisplatin and siRNAs with NMOFs led to an order of magnitude enhancement in chemotherapeutic efficacy in vitro, as indicated by cell viability assay, DNA laddering, and Annexin V staining.  This work shows that NMOFs hold great promise in the co-delivery of multiple therapeutics for effective treatment of drug-resistant cancers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXkvVCrs7o%253D&md5=99663ab175c3b399422b3f1c2832be95", "(e) ", "Hu", ", ", "Q.", "; ", "Yu", ", ", "J.", "; ", "Liu", ", ", "M.", "; ", "Liu", ", ", "A.", "; ", "Dou", ", ", "Z.", "; ", "Yang", ", ", "Y.", " ", "J. Med. Chem.", " ", "2014", ",  ", "57", ",  ", "5679", "– ", "5685", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "A Low Cytotoxic Cationic Metal-Organic Framework Carrier for Controllable Drug Release", "Hu, Quan; Yu, Jiancan; Liu, Min; Liu, Aiping; Dou, Zhongshang; Yang, Yu", "Journal of Medicinal Chemistry", "\r\n        (", "2014", "),\r\n    ", "57", "\r\n        (", "13", "),\r\n    ", "5679-5685", "CODEN:\r\n                ", "JMCMAR", ";\r\n        ISSN:", "0022-2623", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A pos. charged porous drug carrier MOF-74-Fe(III) (1, MOF = metal-org. framework), which could not be directly synthesized using ferric salts, was prepd. through the oxidn. of the neutral crystal MOF-74-Fe(II).  This cationic host material exhibits very low cytotoxicity upon PC12 cells by 3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyl tetrazolium (MTT) assay and high drug loading capacity of ibuprofen anions (∼15.9 wt %) through ion exchange and salt penetration procedures.  Controlled by anion exchange, two mechanisms were involved in the drug release process with different drug delivery rates due to the presence of coordinated or free ibuprofen anions, making the administration of drug release more flexible.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXps1Knsbk%253D&md5=c7d06909c8764852b3a03984bf70689f", "(f) ", "Kundu", ", ", "T.", "; ", "Mitra", ", ", "S.", "; ", "Patra", ", ", "P.", "; ", "Goswami", ", ", "A.", "; ", "Diaz", ", ", "D. D.", "; ", "Banerjee", ", ", "R.", " ", "Chem.—Eur. J.", " ", "2014", ",  ", "20", ",  ", "10514", "– ", "10518", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Mechanical Downsizing of a Gadolinium(III)-based Metal-Organic Framework for Anticancer Drug Delivery", "Kundu, Tanay; Mitra, Shouvik; Patra, Prasun; Goswami, Arunava; Diaz Diaz, David; Banerjee, Rahul", "Chemistry - A European Journal", "\r\n        (", "2014", "),\r\n    ", "20", "\r\n        (", "33", "),\r\n    ", "10514-10518", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A GdIII-based porous metal-org. framework (MOF), Gd-pDBI, has been synthesized using fluorescent linker pDBI (pDBI=(1,4-bis(5-carboxy-1H-benzimidazole-2-yl)benzene)), resulting in a three-dimensional interpenetrated structure with a one-dimensional open channel (1.9×1.2 nm) filled with hydrogen-bonded water assemblies.  Gd-pDBI exhibits high thermal stability, porosity, excellent water stability, along with org.-solvent and mild acid and base stability with retention of crystallinity.  Gd-pDBI was transformed to the nanoscale regime (ca. 140 nm) by mech. grinding to yield MG-Gd-pDBI with excellent water dispersibility (>90 min), maintaining its porosity and crystallinity.  In vitro and in vivo studies on MG-Gd-pDBI revealed its low blood toxicity and highest drug loading (12 wt %) of anticancer drug doxorubicin in MOFs reported to date with pH-responsive cancer-cell-specific drug release.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtFyqsb3J&md5=d0c7e0b08d23c1bfec3dc445f09599b9", "6. ", "(a) ", "Ma", ", ", "D.", "; ", "Li", ", ", "Y.", "; ", "Li", ", ", "Z.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "7377", "– ", "7379", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Tuning the moisture stability of metal-organic frameworks by incorporating hydrophobic functional groups at different positions of ligands", "Ma, Deyun; Li, Yingwei; Li, Zhong", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "26", "),\r\n    ", "7377-7379", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The introduction of hydrophobic groups (e.g., Me) at the most adjacent sites of each and every coordinating N atom of the bipyridine pillar linker in a carboxylate-based bridging zinc-MOF could shield the metal ions from attack by H2O mols., and thus enhance the H2O resistance of the MOF structure significantly.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnslSnu78%253D&md5=9d64e1171129a1b11a3a06b0582abacf", "(b) ", "Canivet", ", ", "J.", "; ", "Fateeva", ", ", "A.", "; ", "Guo", ", ", "Y.", "; ", "Coasne", ", ", "B.", "; ", "Farrusseng", ", ", "D.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5594", "– ", "5619", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Water adsorption in MOFs: fundamentals and applications", "Canivet, Jerome; Fateeva, Alexandra; Guo, Youmin; Coasne, Benoit; Farrusseng, David", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5594-5617", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This review article presents the fundamental and practical aspects of water adsorption in Metal-Org. Frameworks (MOFs).  The state of the art of MOF stability in water, a crucial issue to many applications in which MOFs are promising candidates, is discussed here.  Stability in both gaseous (such as humid gases) and aq. media is considered.  By considering a non-exhaustive yet representative set of MOFs, the different mechanisms of water adsorption in this class of materials are presented: reversible and continuous pore filling, irreversible and discontinuous pore filling through capillary condensation, and irreversibility arising from the flexibility and possible structural modifications of the host material.  Water adsorption properties of more than 60 MOF samples are reported.  The applications of MOFs as materials for heat-pumps and adsorbent-based chillers and proton conductors are also reviewed.  Some directions for future work are suggested as concluding remarks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7bO&md5=28aa081a483b68086bf3e93369d02a11", "(c) ", "Kaye", ", ", "S. S.", "; ", "Dailly", ", ", "A.", "; ", "Yaghi", ", ", "O. M.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "14176", "– ", "14177", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Impact of Preparation and Handling on the Hydrogen Storage Properties of Zn4O(1,4-benzenedicarboxylate)3 (MOF-5)", "Kaye, Steven S.; Dailly, Anne; Yaghi, Omar M.; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "46", "),\r\n    ", "14176-14177", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The prototypical metal-org. framework Zn4O(BDC)3 (MOF-5, BDC2- = 1,4-benzenedicarboxylate) decomps. gradually in humid air to form a nonporous solid.  Recognizing this, improved procedures for its synthesis and handling were developed, leading to significant increases in N2 and H2 gas adsorption capacities.  Nitrogen adsorption isotherms measured at 77 K reveal an enhanced max. N2 uptake of 44.5 mmol/g and a BET surface area of 3800 m2/g, compared to the 35.8 mmol/g and 3100 m2/g obtained for a sample prepd. using previous methods.  High-pressure H2 adsorption isotherms show improvements from 5.0 to 7.1 excess wt. % at 77 K and 40 bar.  The total H2 uptake was further obsd. to climb to 11.5% at 170 bar, corresponding to a volumetric storage d. of 77 g/L.  Thus, the air-free compd. exhibits the highest gravimetric and volumetric H2 uptake capacities yet demonstrated for a cryogenic hydrogen storage material.  Also, no loss of capacity was apparent during 24 complete adsorption-desorption cycles, while kinetics measurements showed a loading time of 2 min with application of just 45 bar of pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXht1CrurvF&md5=225d78a759d3f213ea51beff7a7f784e", "7. ", "(a) ", "Tan", ", ", "K.", "; ", "Nijem", ", ", "N.", "; ", "Gao", ", ", "Y.", "; ", "Zuluaga", ", ", "S.", "; ", "Li", ", ", "J.", "; ", "Thonhauser", ", ", "T.", "; ", "Chabal", ", ", "Y. J.", " ", "CrystEngComm", " ", "2015", ",  ", "17", ",  ", "247", "– ", "260", "[", "Crossref", "], [", "CAS", "]", "7. ", "Water interactions in metal organic frameworks", "Tan, Kui; Nijem, Nour; Gao, Yuzhi; Zuluaga, Sebastian; Li, Jing; Thonhauser, Timo; Chabal, Yves J.", "CrystEngComm", "\r\n        (", "2015", "),\r\n    ", "17", "\r\n        (", "2", "),\r\n    ", "247-260", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal org. frameworks (MOFs) have a strong potential for gas adsorption and sepn. such as H2 and CH4 storage, and CO2 capture.  However, their instability in the presence of water vapor (many MOFs are hygroscopic) is one of the key issues that limit their large-scale application.  Previous studies of water adsorption in MOFs have mainly relied on isotherm measurements that provide useful parameters such as adsorption uptake and isosteric heat of adsorption.  The structural stability of MOFs in water vapor was also evaluated by powder X-ray diffraction measurements (PXRD).  However, more studies are required to unravel the water interaction or reaction mechanisms within MOFs, which would be beneficial for the development of more robust frameworks.  This review highlight focuses on water adsorption in two representative MOFs: M(bdc)(ted)0.5 [M = Cu2+, Zn2+, Ni2+, Co2+; bdc = 1,4-benzenedicarboxylate; ted = triethylenediamine] with satd. metal centers and MOF-74 [M2(dobdc), M = Mg2+, Zn2+, Ni2+, Co2+ and dobdc = 2,5-dihydroxybenzenedicarboxylic acid] with unsatd. metal centers.  It shows how vibrational spectroscopy combined with van der Waals d. functional (vdW-DF) calcns. makes it possible to elucidate the details of water reaction in MOFs.  The results presented in this highlight suggest that the reactivity and initial decompn. pathway of MOFs in water vapor critically depend on their structure and the specific metal cation in the building units.  Water interaction with a hydrophobic MOF, in this case FMOF-1, is also reviewed.  This information provides a framework for understanding water interactions or reactions within different types of MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhslagsLvJ&md5=83d83c4fb3e69f5b2cec5ee053d6bf21", "(b) ", "Yang", ", ", "J.", "; ", "Grzech", ", ", "A.", "; ", "Mulder", ", ", "F. M.", "; ", "Dingemans", ", ", "T. J.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "5244", "– ", "5246", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Methyl modified MOF-5: a water stable hydrogen storage material", "Yang, Jie; Grzech, Anna; Mulder, Fokko M.; Dingemans, Theo J.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "18", "),\r\n    ", "5244-5246", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Water stable Me modified MOF-5s were synthesized via a solvothermal route.  Methyl- and 2,5-dimethyl-modified MOF-5s show the same topol. and hydrogen uptake capability as that of MOF-5.  The H2 uptake capacity of MOF-5, however, drops rapidly when exposed to the ambient air, whereas the H2 uptake capacities of the Me modified MOF-5s remain stable for 4 days.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXkvVKru70%253D&md5=2dcbc93c48376545847f45ecde203df7", "8. ", "(a) ", "Cavka", ", ", "J. H.", "; ", "Jakobsen", ", ", "S.", "; ", "Olsbye", ", ", "U.", "; ", "Guillou", ", ", "N.", "; ", "Lamberti", ", ", "C.", "; ", "Bordiga", ", ", "S.", "; ", "Lillerud", ", ", "K. P.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "13850", "– ", "13851", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "A new zirconium inorganic building brick forming metal organic frameworks with exceptional stability", "Cavka Jasmina Hafizovic; Jakobsen Soren; Olsbye Unni; Guillou Nathalie; Lamberti Carlo; Bordiga Silvia; Lillerud Karl Petter", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "42", "),\r\n    ", "13850-1", "\r\n        ISSN:", ".\r\n    ", "Porous crystals are strategic materials with industrial applications within petrochemistry, catalysis, gas storage, and selective separation.  Their unique properties are based on the molecular-scale porous character.  However, a principal limitation of zeolites and similar oxide-based materials is the relatively small size of the pores, typically in the range of medium-sized molecules, limiting their use in pharmaceutical and fine chemical applications.  Metal organic frameworks (MOFs) provided a breakthrough in this respect.  New MOFs appear at a high and an increasing pace, but the appearances of new, stable inorganic building bricks are rare.  Here we present a new zirconium-based inorganic building brick that allows the synthesis of very high surface area MOFs with unprecedented stability.  The high stability is based on the combination of strong Zr-O bonds and the ability of the inner Zr6-cluster to rearrange reversibly upon removal or addition of mu3-OH groups, without any changes in the connecting carboxylates.  The weak thermal, chemical, and mechanical stability of most MOFs is probably the most important property that limits their use in large scale industrial applications.  The Zr-MOFs presented in this work have the toughness needed for industrial applications; decomposition temperature above 500 degrees C and resistance to most chemicals, and they remain crystalline even after exposure to 10 tons/cm2 of external pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD1cnlvFSqsA%253D%253D&md5=f355e3a0756d112f6ae3148a1e69cd81", "(b) ", "Fateeva", ", ", "A.", "; ", "Chater", ", ", "P. A.", "; ", "Ireland", ", ", "C. P.", "; ", "Tahir", ", ", "A. A.", "; ", "Khimyak", ", ", "Y. Z.", "; ", "Wiper", ", ", "P. V.", "; ", "Darwent", ", ", "J. R.", "; ", "Rosseinsky", ", ", "M. J.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "7440", "– ", "7444", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "A Water-Stable Porphyrin-Based Metal-Organic Framework Active for Visible-Light Photocatalysis", "Fateeva, Alexandra; Chater, Philip A.; Ireland, Christopher P.; Tahir, Asif A.; Khimyak, Yaroslav Z.; Wiper, Paul V.; Darwent, James R.; Rosseinsky, Matthew J.", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "30", "),\r\n    ", "7440-7444, S7440/1-S7440/17", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Water-stable porous porphyrin-metal org. framework with surface area 1400 m2-g-1 is reported which performs visible-light driven H2 photogeneration from H2O.  Thus, reaction of AlCl3.6H2O with free-base tetra-(4-carbonylphenyl)porphyrin (H2TCPP) in H2O under hydrothermal conditions followed by washing with DMF produced porous red H2TCPP[AlOH]2(DMF3-(H2O)2) (Al-PMOF).  Modification of Al-PMOF by porphyrin metalation with anhyd. Zinc acetate produced purple compd. Zn-TCCP-[AlOH]2 (2).  Crystal structure and optical properties of Al-PMOF and 2 were studied.  Photocatalytic efficiency of Al-PMOF and 2 was evaluated for H2 evolution from H2O under visible light in presence of methylviologen, EDTA and Pt co-catalyst.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xos1eht78%253D&md5=f4e9b15805f5a4433684acdd7c15d546", "(c) ", "Zheng", ", ", "B.", "; ", "Lin", ", ", "X.", "; ", "Wang", ", ", "Z.", "; ", "Yun", ", ", "R.", "; ", "Fan", ", ", "Y.", "; ", "Ding", ", ", "M.", "; ", "Hu", ", ", "X.", "; ", "Yi", ", ", "P.", " ", "CrystEngComm", " ", "2014", ",  ", "16", ",  ", "9586", "– ", "9589", "[", "Crossref", "], [", "CAS", "]", "8. ", "Enhanced water stability of a microporous acylamide-functionalized metal-organic framework via interpenetration and methyl decoration", "Zheng, Baishu; Lin, Xiu; Wang, Zhaoxu; Yun, Ruirui; Fan, Yanpeng; Ding, Mingsheng; Hu, Xiaolian; Yi, Pinggui", "CrystEngComm", "\r\n        (", "2014", "),\r\n    ", "16", "\r\n        (", "41", "),\r\n    ", "9586-9589", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A microporous acylamide-functionalized MOF with a 2-fold interpenetrated and Me decorated framework (HNUST-4) has been designed and synthesized from [Cu2(COO)4] motifs and a C2-sym. acylamide-linking tetracarboxylate, which exhibits good water stability, permanent porosity as well as high and selective CO2 uptake at ambient temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht12msLrO&md5=c5536e09bb3ea8102897f605ef54d609", "9. ", "Chun", ", ", "J.", "; ", "Kang", ", ", "S. H.", "; ", "Park", ", ", "N.", "; ", "Park", ", ", "E. J.", "; ", "Jin", ", ", "X.", "; ", "Kim", ", ", "K. D.", "; ", "Seo", ", ", "H. O.", "; ", "Lee", ", ", "S. M.", "; ", "Kim", ", ", "H. J.", "; ", "Kwon", ", ", "W. H.", "; ", "Park", ", ", "Y. K.", "; ", "Kim", ", ", "J. M.", "; ", "Kim", ", ", "Y. D.", "; ", "Son", ", ", "S. U.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "6786", "– ", "6789", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Metal-Organic Framework@Microporous Organic Network: Hydrophobic Adsorbents with a Crystalline Inner Porosity", "Chun, Jiseul; Kang, Sungah; Park, Nojin; Park, Eun Ji; Jin, Xing; Kim, Kwang-Dae; Seo, Hyun Ook; Lee, Sang Moon; Kim, Hae Jin; Kwon, Woo Hyun; Park, Young-Kwon; Kim, Ji Man; Kim, Young Dok; Son, Seung Uk", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "19", "),\r\n    ", "6786-6789", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This work reports the synthesis and application of metal-org. framework (MOF)@microporous org. network (MON) hybrid materials.  Coating a MOF, UiO-66-NH2, with MONs forms hybrid microporous materials with hydrophobic surfaces.  The original UiO-66-NH2 shows good wettability in water.  In comparison, the MOF@MON hybrid materials float on water and show excellent performance for adsorption of a model org. compd., toluene, in water.  Chem. etching of the MOF gave hollow MON materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXnt1Cgu7o%253D&md5=10f7d23a21b74339ef04f8c994f33aff", "10. ", "(a) ", "Furukawa", ", ", "H.", "; ", "Gandara", ", ", "F.", "; ", "Zhang", ", ", "Y. B.", "; ", "Jiang", ", ", "J.", "; ", "Queen", ", ", "W. L.", "; ", "Hudson", ", ", "M. R.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "4369", "– ", "4381", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Water Adsorption in Porous Metal-Organic Frameworks and Related Materials", "Furukawa, Hiroyasu; Gandara, Felipe; Zhang, Yue-Biao; Jiang, Juncong; Queen, Wendy L.; Hudson, Matthew R.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "11", "),\r\n    ", "4369-4381", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three criteria for achieving high performing porous materials for water adsorption have been identified.  These criteria deal with condensation pressure of water in the pores, uptake capacity, and recyclability and water stability of the material.  Water adsorption properties of 23 materials were investigated, 20 of which being metal-org. frameworks (MOFs).  Among the MOFs were 10 zirconium(IV) MOFs with a subset of these, MOF-801-SC (single crystal form), -802, -805, -806, -808, -812, and -841 reported for the first time.  MOF-801-P (microcryst. powder form) was reported earlier and studied here for its water adsorption properties.  MOF-812 was only made and structurally characterized but not examd. for water adsorption because it is a byproduct of MOF-841 synthesis.  All the new zirconium MOFs are made from the Zr6O4(OH)4(-CO2) secondary building units (n = 6, 8, 10, or 12) and variously shaped carboxyl org. linkers to make extended porous frameworks.  The permanent porosity of all 23 materials was confirmed and their water adsorption measured to reveal that MOF-801-P and MOF-841 are the highest performers based on the three criteria stated above; they are water stable, do not lose capacity after five adsorption/desorption cycles, and are easily regenerated at room temp.  An X-ray single-crystal study and a powder neutron diffraction study reveal the position of the water adsorption sites in MOF-801 and highlight the importance of the intermol. interaction between adsorbed water mols. within the pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXjtlOltL0%253D&md5=21f85eb8745a7073aac8aa39e6923ee8", "(b) ", "Nijem", ", ", "N.", "; ", "Canepa", ", ", "P.", "; ", "Kaipa", ", ", "U.", "; ", "Tan", ", ", "K.", "; ", "Roodenko", ", ", "K.", "; ", "Tekarli", ", ", "S.", "; ", "Halbert", ", ", "J.", "; ", "Oswald", ", ", "I. W. H.", "; ", "Arvapally", ", ", "R. K.", "; ", "Yang", ", ", "C.", "; ", "Thonhauser", ", ", "T.", "; ", "Omary", ", ", "M. A.", "; ", "Chabal", ", ", "Y. J.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "12615", "– ", "12626", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Water Cluster Confinement and Methane Adsorption in the Hydrophobic Cavities of a Fluorinated Metal-Organic Framework", "Nijem, Nour; Canepa, Pieremanuele; Kaipa, Ushasree; Tan, Kui; Roodenko, Katy; Tekarli, Sammer; Halbert, Jason; Oswald, Iain W. H.; Arvapally, Ravi K.; Yang, Chi; Thonhauser, Timo; Omary, Mohammad A.; Chabal, Yves J.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "34", "),\r\n    ", "12615-12626", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Water cluster formation and methane adsorption within a hydrophobic porous metal org. framework has been studied by in situ vibrational spectroscopy, adsorption isotherms, and first-principle DFT calcns. (using vdW-DF).  The formation and stability of H2O clusters in the hydrophobic cavities of a fluorinated metal-org. framework (FMOF-1) was examd.  Although the isotherms of water showed no measurable uptake, the large dipole of the water internal modes made it possible to detect low water concns. using IR spectroscopy in pores in the vicinity of the surface of the solid framework.  Even in the low pressure regime (100 mTorr to 3 Torr), water mols. preferentially occupied the large cavities, in which hydrogen bonding and wall hydrophobicity fostered water cluster formation.  The formation of pentameric water clusters at pressures lower than 3 Torr and larger clusters beyond that pressure was obsd.  The binding energy of the water species to the walls was negligible, as suggested by DFT computational findings and corroborated by IR absorption data.  Consequently, intermol. hydrogen bonding dominated, enhancing water cluster stability as the size of the cluster increases.  The stability of the water clusters was studied as a function of pressure redn. and in the presence of methane gas.  Methane adsorption isotherms for activated FMOF-1 attained volumetric adsorption capacities ranging from 67 V(STP)/V at 288 K and 31 bar to 133 V(STP)/V at 173 K and 5 bar, with an isosteric heat of adsorption of ca. 14 kJ/mol in the high temp. range (288-318 K).  Overall, the exptl. and computational data suggest high preferential uptake for methane gas relative to water vapor within FMOF-1 pores with ease of desorption and high framework stability under operative temp. and moisture conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtValsL3I&md5=f9b8065c8f68f7938ea930b018bdd1b6", "11. ", "(a) ", "Ma", ", ", "D. Y.", "; ", "Lu", ", ", "K.", "; ", "Qin", ", ", "L.", "; ", "Guo", ", ", "H. F.", "; ", "Peng", ", ", "X. Y.", "; ", "Liu", ", ", "J. Q.", " ", "Inorg. Chim. Acta", " ", "2013", ",  ", "396", ",  ", "84", "– ", "91", "[", "Crossref", "], [", "CAS", "]", "11. ", "Syntheses, crystal structures, substituents steric effect, luminescent and moisture-stability studies of three two-dimensional zinc-organic frameworks", "Ma, De-Yun; Lu, Kuan; Qin, Liang; Guo, Hai-Fu; Peng, Xiong-Yi; Liu, Jian-Qiang", "Inorganica Chimica Acta", "\r\n        (", "2013", "),\r\n    ", "396", "\r\n        (", "),\r\n    ", "84-91", "CODEN:\r\n                ", "ICHAA3", ";\r\n        ISSN:", "0020-1693", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Three new 2-dimensional Zn-org. frameworks, [Zn3(L1)3(DMF)2]n (1), [Zn(L2)(BPP)]n (2) and [Zn2(L3)2(BPP)]n·nDMF (3), (L1 = 2,5-dimethylterephthalate, L2 = 2-aminoterephthalate, L3 = terephthalate, BPP = 1,3-bis(4-pyridyl)propane, DMF = DMF), were prepd. and characterized.  Complex 1 consists of trinuclear Zn clusters connected to six L1 ligands, in which the trinuclear clusters act as pseudo-planar hexagonal nodes to give a 2-dimensional network.  In complex 2, two 44-sql nets interlock in parallel and give rise to a polycatenated layer (2-dimensional → 2D).  Complex 3 features a 2-dimensional (4,4) net when the dinuclear [Zn2(COO)2N2O2] unit is regarded as a quadruply-connected node.  The steric effect of 1,4-benzenedicarboxylates substituents has an important effect on the structural topologies of such Zn(II) complexes.  All of 1-3 emit the intense indigotin photoluminescence at room temp., with lifetimes of 28.04, 3.08 and 2.43 ns, resp.  The moisture-stability analyses of 1-3 also were studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhslWqtL3N&md5=0fb99cbd73bc4f783992a739a39a6a83", "(b) ", "Ma", ", ", "D. Y.", "; ", "Li", ", ", "X.", "; ", "Wu", ", ", "X. G.", "; ", "Chen", ", ", "X. Q.", "; ", "Xu", ", ", "Z. R.", "; ", "Liu", ", ", "F. D.", "; ", "Huang", ", ", "D. F.", "; ", "Guo", ", ", "H. F.", " ", "J. Mol. Struct.", " ", "2015", ",  ", "1083", ",  ", "421", "– ", "425", "[", "Crossref", "], [", "CAS", "]", "11. ", "Improving the moisture stability of a 3D zinc-organic framework by incorporating methyl groups into the auxiliary ligand: Synthesis, characterization, luminescence and catalytic properties", "Ma, De-Yun; Li, Xiang; Wu, Xian-Ge; Chen, Xiao-Qiang; Xu, Zhen-Rui; Liu, Fu-Dan; Huang, Dong-Fu; Guo, Hai-Fu", "Journal of Molecular Structure", "\r\n        (", "2015", "),\r\n    ", "1083", "\r\n        (", "),\r\n    ", "421-425", "CODEN:\r\n                ", "JMOSB4", ";\r\n        ISSN:", "0022-2860", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The solvothermal reaction of Zn(NO3)2·6H2O with 1,4-naphthalenedicarboxylic (1,4-H2ndc) and 3,3'-dimethyl-4,4'-bipyridine (dmbpy) generates a new twofold-interpenetrating 3D zinc-org. framework, [Zn2(1,4-ndc)2(dmbpy)]n, (1).  Two adjacent ZnII atoms form a paddle-wheel Zn2(COO)4 secondary building unit (SBU), which is linked by 1,4-ndc linkers with bis(syn, syn-bridging bidentate) bonding modes within the layer to form a 2D net and is further pillared by dmbpy struts to give rise to a 3D framework with channels of 6.7 × 6.7 Å2.  PXRD shows that complex 1 was stable in air after moisture exposure for 30 days.  1 Emits the intense indigotin photoluminescence at room temp.  Moreover, 1 has a remarkable activity for degrdn. of methyl orange in a photo-assisted Fenton-like process.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhvFGis7zM&md5=a0b1b7f787f1a797474d531c25025676", "12. ", "Reinsch", ", ", "H.", "; ", "Van der Veen", ", ", "M. A.", "; ", "Gil", ", ", "B.", "; ", "Marszalek", ", ", "B.", "; ", "Verbiest", ", ", "T.", "; ", "De Vos", ", ", "D.", "; ", "Stock", ", ", "N.", " ", "Chem. Mater.", " ", "2013", ",  ", "25", ",  ", "17", "– ", "26", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Structures, Sorption Characteristics, and Nonlinear Optical Properties of a New Series of Highly Stable Aluminum MOFs", "Reinsch, Helge; van der Veen, Monique A.; Gil, Barbara; Marszalek, Bartosz; Verbiest, Thierry; de Vos, Dirk; Stock, Norbert", "Chemistry of Materials", "\r\n        (", "2013", "),\r\n    ", "25", "\r\n        (", "1", "),\r\n    ", "17-26", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Employing high-throughput methods, the synthesis conditions for six new MOFs based on aluminum ions and the V-shaped linker mol. 1,3-benzenedicarboxylic acid, denoted as CAU-10-X (CAU = Christian-Albrechts-University) with the sum formula [Al(OH)(C8H3O4X)]·solvent, were established (X = functional group in 5-position of the arom. ring; X = H (1), CH3 (2), OCH3 (3) NO2 (4), NH2 (5), or OH (6)).  Because of the absence of macroscopic crystals, the obtained compds. were structurally characterized employing XRPD-methods.  The crystal structures of 1, 2, and 3 were refined using Rietveld methods.  Although the described MOFs are isoreticular, they crystallize in several, sometimes noncentrosym. space groups (1, 4, 6), because of slight structural changes induced by the functionalization.  These space groups were confirmed with second-harmonic generation measurements.  All compds. are highly stable as confirmed by temp.-dependent XRPD and IR expts. and decomp. at temps. >350°.  The stabilities of all compds. in aq. solns. of varying pH were confirmed by XRPD measurements and their sorption properties toward nitrogen, hydrogen, carbon dioxide, and water vapor at low pressures are reported.  A drastic influence of the functional group on affinity, capacity, and accessibility of the pores for these gases is obsd.  These properties depend on the polarity and size of the functional group as well as on subtle structural differences between the CAU-10-X compds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhsleqtb3O&md5=0a098a122cf8c603d750453393321c14", "13. ", "(a) ", "Liu", ", ", "H.", "; ", "Zhao", ", ", "Y.", "; ", "Zhang", ", ", "Z.", "; ", "Nijem", ", ", "N.", "; ", "Chabal", ", ", "Y. J.", "; ", "Peng", ", ", "X.", "; ", "Zeng", ", ", "H.", "; ", "Li", ", ", "J.", " ", "Chem.—Asian J.", " ", "2013", ",  ", "8", ",  ", "778", "– ", "785", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Ligand Functionalization and Its Effect on CO2 Adsorption in Microporous Metal-Organic Frameworks", "Liu, Hui; Zhao, Yonggang; Zhang, Zhijuan; Nijem, Nour; Chabal, Yves J.; Peng, Xiangfang; Zeng, Heping; Li, Jing", "Chemistry - An Asian Journal", "\r\n        (", "2013", "),\r\n    ", "8", "\r\n        (", "4", "),\r\n    ", "778-785", "CODEN:\r\n                ", "CAAJBI", ";\r\n        ISSN:", "1861-4728", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Crystal structure of the 3D coordination polymers [Zn3(bpdc)3(2,2'-dmbpy)](DMF)x(H2O)y (1) and [Zn3(bpdc)3(3,3'-dmbpy)](DMF)4(H2O)0.5 (2) prepd. by Me functionalization of the pillar ligand in [Zn3(bpdc)3(bpy)](DMF)4(H2O) (3) (bpdc = biphenyl-4,4'-dicarboxylic acid; z,z'-dmbpy = z,z'-dimethyl-4,4'-bipyridine; bpy = 4,4'-bipyridine) have been detd.  Single-crystal X-ray diffraction anal. indicates that 2 is isostructural to 3, and the power X-ray diffraction (PXRD) study shows a very similar framework of 1 to 2 and 3.  Both 1 and 2 are 3D porous structures made of Zn3(COO)6 secondary building units (SBUs) and 2,2'- or 3,3'-dmbpy as pillar ligand.  Thermogravimetric anal. (TGA) and PXRD studies reveal high thermal and water stability for both compds.  Gas-adsorption studies show that the redn. of surface area and pore vol. by introducing a Me group to the bpy ligand leads to a decrease in H2 uptake for both compds.  CO2 adsorption with 1' (guest-free 1) indicate significant enhancement in CO2 uptake, whereas for 2' (guest-free 2) the adsorbed amt. is decreased.  These results suggest that there are two opposing and competitive effects brought on by Me functionalization: the enhancement due to increased isosteric heats of CO2 adsorption (Qst), and the detraction due to the redn. of surface area and pore vol.  For 1', the enhancement effect dominates, which leads to a significantly higher uptake of CO2 than its parent compd. 3' (guest-free 3).  For 2', the detraction effect predominates, thereby resulting in reduced CO2 uptake relative to its parent structure 3'.  IR and Raman spectroscopic studies also present evidence for strong interaction between CO2 and methyl-functionalized π moieties.  All compds. exhibit high sepn. capability for CO2 over other small gases including CH4, CO, N2, and O2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslais7c%253D&md5=d28be76abbef0750114bfd9d4142c343", "(b) ", "Liu", ", ", "H.", "; ", "Zhao", ", ", "Y.", "; ", "Zhang", ", ", "Z.", "; ", "Nijem", ", ", "N.", "; ", "Chabal", ", ", "Y. J.", "; ", "Zeng", ", ", "H.", "; ", "Li", ", ", "J.", " ", "Adv. Funct. Mater.", " ", "2011", ",  ", "21", ",  ", "4754", "– ", "4762", "[", "Crossref", "], [", "CAS", "]", "13. ", "The Effect of Methyl Functionalization on Microporous Metal-Organic Frameworks' Capacity and Binding Energy for Carbon Dioxide Adsorption", "Liu, Hui; Zhao, Yonggang; Zhang, Zhijuan; Nijem, Nour; Chabal, Yves J.; Zeng, Heping; Li, Jing", "Advanced Functional Materials", "\r\n        (", "2011", "),\r\n    ", "21", "\r\n        (", "24", "),\r\n    ", "4754-4762", "CODEN:\r\n                ", "AFMDC6", ";\r\n        ISSN:", "1616-301X", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The design, synthesis, and structural characterization of two new microporous metal-org. framework (MMOF) structures is reported; Zn(BDC)(DMBPY)0.5·(DMF)0.5(H2O)0.5 (1; H2BDC = 1,4-benzenedicarboxylic acid; DMBPY = 2,2'-dimethyl-4,4'-bipyridine) and Zn(NDC)(DMBPY)0.5·(DMF)2 (2; H2NDC = 2,6-naphthalenedicarboxylic acid, DMF = N,N,-dimethylformamide), which are obtained by functionalizing a pillar ligand with Me groups.  Both compds. are 3D porous structures of the Zn2(L)2(P) type and are made of a paddle-wheel Zn2(COO)4 secondary building unit (SBU), with the dicarboxylate and DMBPY as linker (L) and pillar (P) ligands, resp.  Comparisons are made to the parent structures Zn(BDC)(BPY)0.5·(DMF)0.5(H2O)0.5 (3; BPY = 4,4'-bipyridine) and Zn(NDC)(BPY)0.5·(DMF)1.575 (4) to analyze and understand the effect of Me functionalization.  CO2-adsorption studies indicate substantially enhanced isosteric heats of CO2 adsorption (Qst) for both compds. as a result of adding Me groups to the BPY ligand.  The CO2 uptake capacity, however, is affected by two opposing and competing factors: the enhancement due to increased MMOF-CO2 interactions (higher Qst values) and detraction due to the surface area and pore-vol. redn.  For 1' (the guest-free form of 1), the pos. effect dominates, which leads to a significantly higher uptake of CO2 than that of its parent structure 3' (the guest-free form of 3).  In 2' (the guest-free form of 2), however, the neg. effect rules, which results in a slightly lower CO2 uptake with respect to 4' (the guest-free form of 4).  All four compds. exhibit a relatively high sepn. capability for carbon dioxide over other small gases, including CH4, N2, and O2.  The sepn. ratios of CO2 to O2 and N2 (at 298 K and 1 atm) are 39.8 and 23.5 for compd. 1', 57.7 and 40.2 for 2', 25.7 and 29.5 for 3', and 89.7 and 20.3 for 4', resp.  IR and Raman spectroscopic characterization of CO2 interactions with 1' and 2' provides indirect support of the importance of the Me groups in the interaction of CO2 within these systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht12qsbfL&md5=625bec7af0c83007f6ce14796af1515b", "14. ", "(a) Bruker. APEXII Software, version 6.3.1; ", "Bruker AXS Inc.", ": ", "Madison, WI", ", ", "2004", ".", "There is no corresponding record for this reference.", "(b) ", "Sheldrick", ", ", "G. M.", " ", "Acta Crystallogr., Sect. A", " ", "2008", ",  ", "64", ",  ", "112", "– ", "122", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "A short history of SHELX", "Sheldrick, George M.", "Acta Crystallographica, Section A: Foundations of Crystallography", "\r\n        (", "2008", "),\r\n    ", "64", "\r\n        (", "1", "),\r\n    ", "112-122", "CODEN:\r\n                ", "ACACEQ", ";\r\n        ISSN:", "0108-7673", ".\r\n    \r\n            (", "International Union of Crystallography", ")\r\n        ", "An account is given of the development of the SHELX system of computer programs from SHELX-76 to the present day.  In addn. to identifying useful innovations that have come into general use through their implementation in SHELX, a crit. anal. is presented of the less-successful features, missed opportunities and desirable improvements for future releases of the software.  An attempt is made to understand how a program originally designed for photog. intensity data, punched cards and computers over 10000 times slower than an av. modern personal computer has managed to survive for so long.  SHELXL is the most widely used program for small-mol. refinement and SHELXS and SHELXD are often employed for structure soln. despite the availability of objectively superior programs.  SHELXL also finds a niche for the refinement of macromols. against high-resoln. or twinned data; SHELXPRO acts as an interface for macromol. applications.  SHELXC, SHELXD and SHELXE are proving useful for the exptl. phasing of macromols., esp. because they are fast and robust and so are often employed in pipelines for high-throughput phasing.  This paper could serve as a general literature citation when one or more of the open-source SHELX programs (and the Bruker AXS version SHELXTL) are employed in the course of a crystal-structure detn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhsVGhurzO&md5=8f91f10be4a9df74b2a9dad522c71e6e", "15. ", "Spek", ", ", "A. L.", "  ", "PLATON, A Multipurpose Crystallographic Tool", "; ", "Utrecht University", ": ", "Utrecht, The Netherlands", ", ", "2005", ".", "There is no corresponding record for this reference.", "16. ", "Babarao", ", ", "R.", "; ", "Jiang", ", ", "J.", " ", "J. Phys. Chem. C", " ", "2009", ",  ", "113", ",  ", "18287", "– ", "18291", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Unraveling the Energetics and Dynamics of Ibuprofen in Mesoporous Metal-Organic Frameworks", "Babarao, Ravichandar; Jiang, Jianwen", "Journal of Physical Chemistry C", "\r\n        (", "2009", "),\r\n    ", "113", "\r\n        (", "42", "),\r\n    ", "18287-18291", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A computational study is reported to investigate the microscopic behavior of ibuprofen (IBU) in two mesoporous metal-org. frameworks (MOFs), MIL-101 and UMCM-1.  Both host structures possess remarkably large pore vols. and surface areas.  The predicted max. loading of IBU is in good agreement with exptl. measurement and approx. four times greater than that in silica MCM-41.  The lowest-energy conformation of IBU in MIL-101 is preferentially located near the metal-oxide.  From the highest-occupied MOs (HOMOs) and band gap, a coordination bond is found to form between the carboxylic group of IBU and the exposed metal site of MIL-101.  IBU exhibits a stronger binding energy and a smaller mobility in MIL-101 than in UMCM-1.  These factors are crucial for the delayed release of IBU from MIL-101, which was obsd. exptl.  This work unravels the energetics and dynamics of IBU in MOFs at the mol. level and provides useful insight into the interactions of drug with host MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtF2lurbF&md5=15457ceeccdb19234d35c5f564f9e4e1", "17. ", "Perdew", ", ", "J. P.", "; ", "Wang", ", ", "Y.", " ", "Phys. Rev. B", " ", "1992", ",  ", "45", ",  ", "13244", "– ", "13249", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Accurate and simple analytic representation of the electron-gas correlation energy", "Perdew; Wang", "Physical review. B, Condensed matter", "\r\n        (", "1992", "),\r\n    ", "45", "\r\n        (", "23", "),\r\n    ", "13244-13249", "\r\n        ISSN:", "0163-1829", ".\r\n    ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC2sflvVWktw%253D%253D&md5=fd10f1e0ef650cbd66f7747322127295", "18. ", "Horcajada", ", ", "P.", "; ", "Serre", ", ", "C.", "; ", "Maurin", ", ", "G.", "; ", "Ramsahye", ", ", "N. A.", "; ", "Balas", ", ", "F.", "; ", "Vallet-Regi", ", ", "M.", "; ", "Sebban", ", ", "M.", "; ", "Taulelle", ", ", "F.", "; ", "Ferey", ", ", "G.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "6774", "– ", "6780", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Flexible Porous Metal-Organic Frameworks for a Controlled Drug Delivery", "Horcajada, Patricia; Serre, Christian; Maurin, Guillaume; Ramsahye, Naseem A.; Balas, Francisco; Vallet-Regi, Marila; Sebban, Muriel; Taulelle, Francis; Ferey, Geard", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "21", "),\r\n    ", "6774-6780", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Flexible nanoporous chromium or iron terephthalates (BDC) MIL-53(Cr, Fe) or M(OH)[BDC] have been used as matrixes for the adsorption and in vitro drug delivery of Ibuprofen (or α-p-isobutylphenylpropionic acid).  Both MIL-53(Cr) and MIL-53(Fe) solids adsorb around 20 wt % of Ibuprofen (Ibuprofen/dehydrated MIL-53 molar ratio = 0.22(1)), indicating that the amt. of inserted drug does not depend on the metal (Cr, Fe) constitutive of the hybrid framework.  Structural and spectroscopic characterizations are provided for the solid filled with Ibuprofen.  In each case, the very slow and complete delivery of Ibuprofen was achieved under physiol. conditions after 3 wk with a predictable zero-order kinetics, which highlights the unique properties of flexible hybrid solids for adapting their pore opening to optimize the drug-matrix interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXlsValt7c%253D&md5=1874dd12aa2a23e5c982b8549f5cfae1", "19. ", "Yang", ", ", "Q.", "; ", "Zhong", ", ", "C.", " ", "J. Phys. Chem. B", " ", "2005", ",  ", "24", ",  ", "11862", "– ", "11864", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "20. ", "(a) ", "Frenkel", ", ", "D.", "; ", "Smit", ", ", "B.", "  ", "Understanding Molecular Simulation: From Algorithms to Applications", "; ", "Academic Press", ": ", "San Diego, CA", ", ", "2002", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(b) ", "Yang", ", ", "Q.", "; ", "Zhong", ", ", "C.", "; ", "Chen", ", ", "J.", " ", "J. Phys. Chem. C", " ", "2008", ",  ", "112", ",  ", "1562", "– ", "1569", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Computational Study of CO2 Storage in Metal-Organic Frameworks", "Yang, Qingyuan; Zhong, Chongli; Chen, Jian-Feng", "Journal of Physical Chemistry C", "\r\n        (", "2008", "),\r\n    ", "112", "\r\n        (", "5", "),\r\n    ", "1562-1569", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "In this work a systematic computational study was performed to investigate the effects of org. linker, pore size and topol., and the electrostatic fields on the adsorption and diffusion behaviors of CO2 in nine typical metal-org. frameworks (MOFs), showing that the high CO2 storage capacity achieved in MOFs is a complex interplay of these structural properties.  Under practical application conditions, MOFs show higher CO2 storage capacity than both zeolites and carbon materials, and the suitable pore size is between 1.0 and 2.0 nm.  For MOFs with pore size located in the above range, the larger the accessible surface area and free vol., the higher the CO2 storage capacity can be achieved in practical applications.  In addn., this work shows that the self-diffusivity of CO2 in the MOFs is comparative in magnitude with that of zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmtFOmtw%253D%253D&md5=35606079454ccecee674f5e0e5fb487e", "21. ", "(a) ", "Evans", ", ", "O. R.", "; ", "Lin", ", ", "W.", " ", "Chem. Mater.", " ", "2001", ",  ", "13", ",  ", "2705", "– ", "2712", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Crystal Engineering of Nonlinear Optical Materials Based on Interpenetrated Diamondoid Coordination Networks", "Evans, Owen R.; Lin, Wenbin", "Chemistry of Materials", "\r\n        (", "2001", "),\r\n    ", "13", "\r\n        (", "8", "),\r\n    ", "2705-2712", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Zn(II) and Cd(II) coordination networks with p-pyridinecarboxylate bridging ligands, Zn(4-pyridylacrylate)2 (3), [Cd(4-pyridylacrylate)2]·H2O (4), Cd[4-(4-pyridyl)benzoate]2·H2O (5), and [Zn2(μ-OH)(4-pyridylbenzoate)3]·EtOH (6), were synthesized under hydro(solvo)thermal conditions.  Despite very different metal coordination environments, compds. 3, 4, and 6 all adopt 5-fold interpenetrated diamondoid structures, while compd. 5 adopts a 7-fold interpenetrated diamondoid structure.  The use of unsym. p-pyridinecarboxylate bridging ligands in 3-5 has ensured their acentricity.  Compds. 3-5 show significant powder 2nd-harmonic-generation efficiencies.  Compd. 6, however, adopts a centrosym. structure because of the presence of sym. bis[4-(4-pyridyl)benzoate] double bridges.  Compds. 4-6 also exhibit open channels that are occupied by removable included guest mols.  The present work illustrates the potential of rational synthesis of NLO-active acentric solids based on interpenetrated diamondoid structures.  Crystal data for 3: monoclinic space group Cc, a 10.352(1), b 22.413(2), c 8.319(1) Å, β 126.149(1)°, and Z = 4.  Crystal data for 4: monoclinic space group Cc, a 12.013(1), b 22.344(1), c 7.774(1) Å, β 123.509(1)°, and Z = 4.  Crystal data for 5: monoclinic Ia, a 22.92(2), b 28.74(2), c 23.00(2) Å, β 94.908(8)°, and Z = 4.  Crystal data for 6: monoclinic space group P21/n, a 22.028(1), b 6.780(1), c 24.399(1) Å, β 105.096(1)°, and Z = 4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXkslCju7o%253D&md5=9a36df42b331954cdfd3a87e049e5fcd", "(b) ", "Li", ", ", "G.", "; ", "Li", ", ", "Z.", "; ", "Hou", ", ", "H.", "; ", "Meng", ", ", "X.", "; ", "Fan", ", ", "Y.", "; ", "Chen", ", ", "W.", " ", "J. Mol. Struct.", " ", "2004", ",  ", "694", ",  ", "179", "– ", "183", "[", "Crossref", "], [", "CAS", "]", "21. ", "A novel helical chain zinc(II) coordination polymer derived from both ferrocenecarboxylato and bibenzimidazolyl ligands: synthesis, crystal structure and properties", "Li, Gang; Li, Zifeng; Hou, Hongwei; Meng, Xiangru; Fan, Yaoting; Chen, Weihua", "Journal of Molecular Structure", "\r\n        (", "2004", "),\r\n    ", "694", "\r\n        (", "1-3", "),\r\n    ", "179-183", "CODEN:\r\n                ", "JMOSB4", ";\r\n        ISSN:", "0022-2860", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "A novel Zn(II) coordination polymer {[Zn(FcCOO)2(bbbm)]·2H2O}n (Fc = (η5-C5H5)Fe(η5-C5H4); bbbm = 1,1'-(1,4-butanediyl)bis-1H-benzimidazole) was obtained by the reaction of Zn(OAc)2·2H2O with bbbm and FcCOONa in MeOH soln.  The mol. reveals an infinite 1-dimensional (1D) helical chain [Zn(bbbm)]n with the ferrocenecarboxylate anion as monodentate coordinating to the Zn ion.  Its thermal and electrochem. properties were also studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXjvVGit7Y%253D&md5=b4f614a30a9221d53e487157e4b45063", "22. ", "Blatov", ", ", "V. A.", "; ", "Shevcenko", ", ", "A. P.", " TOPOS Version 4.0 Professional (Beta Evaluation). Available at ", "http://www.topos.ssu.samara.ru", ".", "There is no corresponding record for this reference.", "23. ", "Chen", ", ", "B.", "; ", "Liang", ", ", "C.", "; ", "Yang", ", ", "J.", "; ", "Contreras", ", ", "D. S.", "; ", "Clancy", ", ", "Y. L.", "; ", "Lobkovsky", ", ", "E. B.", "; ", "Yaghi", ", ", "O. M.", "; ", "Dai", ", ", "S.", " ", "Angew. Chem., Int. Ed.", " ", "2006", ",  ", "45", ",  ", "1390", "– ", "1393", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "23. ", "A microporous metal-organic framework for gas-chromatographic separation of alkanes", "Chen, Banglin; Liang, Chengdu; Yang, Jun; Contreras, Damacio S.; Clancy, Yvette L.; Lobkovsky, Emil B.; Yaghi, Omar M.; Dai, Sheng", "Angewandte Chemie, International Edition", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "9", "),\r\n    ", "1390-1393", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Filling the pores: A zinc-based metal-org. framework (MOF) can be transformed reversibly from an open (a) to a dense (b) configuration.  The microporous solid is the 1st example of a MOF that is highly selective in the gas-chromatog. sepn. of alkanes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XitF2qt70%253D&md5=9da5ef77252ef8a9c95e2d9525761bf3", "24. ", "Burtch", ", ", "N. C.", "; ", "Jasuja", ", ", "H.", "; ", "Walton", ", ", "K. S.", " ", "Chem. Rev.", " ", "2014", ",  ", "114", ",  ", "10575", "– ", "10612", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Water Stability and Adsorption in Metal-Organic Frameworks", "Burtch, Nicholas C.; Jasuja, Himanshu; Walton, Krista S.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2014", "),\r\n    ", "114", "\r\n        (", "20", "),\r\n    ", "10575-10612", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review; water stability and adsorption in metal-org. frameworks are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhs1eju7nP&md5=805f1646eaee3a6ba7ded0567c107273", "25. ", "Vallet-Regi", ", ", "M.", "; ", "Balas", ", ", "F.", "; ", "Arcos", ", ", "D.", " ", "Angew. Chem., Int. Ed.", " ", "2007", ",  ", "46", ",  ", "7548", "– ", "7558", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "25. ", "Mesoporous materials for drug delivery", "Vallet-Regi, Maria; Balas, Francisco; Arcos, Daniel", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "40", "),\r\n    ", "7548-7558", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Research on mesoporous materials for biomedical purposes has experienced an outstanding increase during recent years.  Since 2001, when MCM-41 was first proposed as drug-delivery system, silica-based materials, such as SBA-15 or MCM-48, and some metal-org. frameworks were discussed as drug carriers and controlled-release systems.  Mesoporous materials are intended for both systemic-delivery systems and implantable local-delivery devices.  The later application provides very promising possibilities in the field of bone-tissue repair because of the excellent behavior of these materials as bioceramics.  This Minireview deals with the advances in this field by the control of the textural parameters, surface functionalization, and the synthesis of sophisticated stimuli-response systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtF2ku7jO&md5=0684ce2ab609759cec424df322647b33", "26. ", "Horcajada", ", ", "P.", "; ", "Chalati", ", ", "T.", "; ", "Serre", ", ", "C.", "; ", "Gillet", ", ", "B.", "; ", "Sebrie", ", ", "C.", "; ", "Baati", ", ", "T.", "; ", "Eubank", ", ", "J. F.", "; ", "Heurtaux", ", ", "D.", "; ", "Clayette", ", ", "P.", "; ", "Kreuz", ", ", "C.", "; ", "Chang", ", ", "J. S.", "; ", "Hwang", ", ", "Y. K.", "; ", "Marsaud", ", ", "W.", "; ", "Bories", ", ", "P. N.", "; ", "Cynober", ", ", "L.", "; ", "Gil", ", ", "S.", "; ", "Ferey", ", ", "G.", "; ", "Couvreur", ", ", "P.", "; ", "Gref", ", ", "R.", " ", "Nat. Mater.", " ", "2010", ",  ", "9", ",  ", "172", "– ", "178", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "Porous metal-organic-framework nanoscale carriers as a potential platform for drug delivery and imaging", "Horcajada, Patricia; Chalati, Tamim; Serre, Christian; Gillet, Brigitte; Sebrie, Catherine; Baati, Tarek; Eubank, Jarrod F.; Heurtaux, Daniela; Clayette, Pascal; Kreuz, Christine; Chang, Jong-San; Hwang, Young Kyu; Marsaud, Veronique; Bories, Phuong-Nhi; Cynober, Luc; Gil, Sophie; Ferey, Gerard; Couvreur, Patrick; Gref, Ruxandra", "Nature Materials", "\r\n        (", "2010", "),\r\n    ", "9", "\r\n        (", "2", "),\r\n    ", "172-178", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "In the domain of health, one important challenge is the efficient delivery of drugs in the body using non-toxic nanocarriers.  Most of the existing carrier materials show poor drug loading (usually less than 5 wt% of the transported drug vs. the carrier material) and/or rapid release of the proportion of the drug that is simply adsorbed (or anchored) at the external surface of the nanocarrier.  In this context, porous hybrid solids, with the ability to tune their structures and porosities for better drug interactions and high loadings, are well suited to serve as nanocarriers for delivery and imaging applications.  Here we show that specific non-toxic porous iron(III)-based metal-org. frameworks with engineered cores and surfaces, as well as imaging properties, function as superior nanocarriers for efficient controlled delivery of challenging antitumoral and retroviral drugs (i.e., busulfan, azidothymidine triphosphate, doxorubicin or cidofovir) against cancer and AIDS.  In addn. to their high loadings, they also potentially assoc. therapeutics and diagnostics, thus opening the way for theranostics, or personalized patient treatments.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVOnt70%253D&md5=74f3e60d481f39e0000fd93db0e40a64", "27. ", "Chalati", ", ", "T.", "; ", "Horcajada", ", ", "P.", "; ", "Couvreur", ", ", "P.", "; ", "Serre", ", ", "C.", "; ", "Yahia", ", ", "M. B.", "; ", "Maurin", ", ", "G.", "; ", "Gref", ", ", "R.", " ", "Nanomedicine", " ", "2011", ",  ", "6", ",  ", "1683", "– ", "1695", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "27. ", "Porous metal organic framework nanoparticles to address the challenges related to busulfan encapsulation", "Chalati, T.; Horcajada, P.; Couvreur, P.; Serre, C.; Ben Yahia, M.; Maurin, G.; Gref, R.", "Nanomedicine (London, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "6", "\r\n        (", "10", "),\r\n    ", "1683-1695", "CODEN:\r\n                ", "NLUKAC", ";\r\n        ISSN:", "1743-5889", ".\r\n    \r\n            (", "Future Medicine Ltd.", ")\r\n        ", "Busulfan is an alkylating agent widely used in chemotherapy, but with severe side effects.  Many attempts have been made to entrap busulfan in nanocarriers to avoid liver accumulation and to protect it against rapid degrdn. in aq. media.  However, poor loadings (≤5 wt%) and fast release were generally obtained due to the low affinity of busulfan towards the nanocarriers.  Moreover, drug crystn. often occurred during nanoparticle prepn.  To circumvent these drawbacks, metal org. framework (MOF) nanoparticles, based on cryst. porous iron (III) carboxylates, have shown an unprecedented loading (up to 25 wt%) of busulfan.  This was attributed to the high porosity of nanoMOFs as well as to their hydrophilic-hydrophobic internal microenvironment well adapted to the amphiphilic character of busulfan.  NanoMOFs formulations have kept busulfan in mol. form, preventing its crystn. and degrdn.  Indeed, busulfan was released intact, as proved by the maintenance of its pharmacol. activity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsFCms7fK&md5=cfc46c426c894f1309f17c07ea6e32ba", "28. ", "(a) ", "Kuppler", ", ", "R. J.", "; ", "Timmons", ", ", "D. J.", "; ", "Fang", ", ", "Q. R.", "; ", "Li", ", ", "J. R.", "; ", "Makal", ", ", "T. A.", "; ", "Young", ", ", "M. D.", "; ", "Yuan", ", ", "D.", "; ", "Zhao", ", ", "D.", "; ", "Zhuang", ", ", "W.", "; ", "Zhou", ", ", "H. C.", " ", "Coord. Chem. Rev.", " ", "2009", ",  ", "253", ",  ", "3042", "– ", "3066", "[", "Crossref", "], [", "CAS", "]", "28. ", "Potential applications of metal-organic frameworks", "Kuppler, Ryan J.; Timmons, Daren J.; Fang, Qian-Rong; Li, Jian-Rong; Makal, Trevor A.; Young, Mark D.; Yuan, Daqiang; Zhao, Dan; Zhuang, Wenjuan; Zhou, Hong-Cai", "Coordination Chemistry Reviews", "\r\n        (", "2009", "),\r\n    ", "253", "\r\n        (", "23-24", "),\r\n    ", "3042-3066", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Metal-org. frameworks have received much attention in recent years esp. as newly developed porous materials.  As such, they possess a wide array of potential applications including materials for gas storage, gas/vapor sepn., catalysis, luminescence, and drug delivery.  In the review, these potential applications of metal-org. frameworks are examd. and an outlook will be proposed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtlagt7zM&md5=4bfb28c8429e134985cd1936ebb79030", "(b) ", "Li", ", ", "J. R.", "; ", "Ma", ", ", "Y. G.", "; ", "McCarthy", ", ", "M. C.", "; ", "Sculley", ", ", "J.", "; ", "Yu", ", ", "J. M.", "; ", "Jeong", ", ", "H. K.", "; ", "Balbuena", ", ", "P. B.", "; ", "Zhou", ", ", "H. C.", " ", "Coord. Chem. Rev.", " ", "2011", ",  ", "255", ",  ", "1791", "– ", "1823", "[", "Crossref", "], [", "CAS", "]", "28. ", "Carbon dioxide capture-related gas adsorption and separation in metal-organic frameworks", "Li, Jian-Rong; Ma, Yu-Guang; McCarthy, M. Colin; Sculley, Julian; Yu, Jia-Mei; Jeong, Hae-Kwon; Balbuena, Perla B.; Zhou, Hong-Cai", "Coordination Chemistry Reviews", "\r\n        (", "2011", "),\r\n    ", "255", "\r\n        (", "15-16", "),\r\n    ", "1791-1823", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  Reducing anthropogenic CO2 emission and lowering the concn. of greenhouse gases in the atm. has quickly become one of the most urgent environmental issues of our age.  Carbon capture and storage (CCS) is one option for reducing these harmful CO2 emissions.  While a variety of technologies and methods have been developed, the sepn. of CO2 from gas streams is still a crit. issue.  Apart from establishing new techniques, the exploration of capture materials with high sepn. performance and low capital cost are of paramount importance.  Metal-org. frameworks (MOFs), a new class of cryst. porous materials constructed by metal-contg. nodes bonded to org. bridging ligands hold great potential as adsorbents or membrane materials in gas sepn.  In this paper, we review the research progress (from exptl. results to mol. simulations) in MOFs for CO2 adsorption, storage, and sepns. (adsorptive sepn. and membrane-based sepn.) that are directly related to CO2 capture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmtVGgur8%253D&md5=e355c975136ff8fc01a97d4f7cb95aa8", "29. ", "(a) ", "Duren", ", ", "T.", "; ", "Sarkisov", ", ", "L.", "; ", "Yaghi", ", ", "O. M.", "; ", "Snurr", ", ", "R. Q.", " ", "Langmuir", " ", "2004", ",  ", "20", ",  ", "2683", "– ", "2689", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "Design of new materials for methane storage", "Duren Tina; Sarkisov Lev; Yaghi Omar M; Snurr Randall Q", "Langmuir : the ACS journal of surfaces and colloids", "\r\n        (", "2004", "),\r\n    ", "20", "\r\n        (", "7", "),\r\n    ", "2683-9", "\r\n        ISSN:", "0743-7463", ".\r\n    ", "One of the strategic goals of the modern automobile manufacturing industry is to replace gasoline and diesel with alternative fuels such as natural gas.  In this report, we elucidate the desired characteristics of an optimal adsorbent for gas storage.  The U.S.  Department of Energy has outlined several requirements that adsorbents must fulfill for natural gas to become economically viable, with a key criterion being the amount adsorbed at 35 bar.  We explore the adsorption characteristics of novel metal-organic materials (IRMOFs and molecular squares) and contrast them with the characteristics of two zeolites, MCM-41, and different carbon nanotubes.  Using molecular simulations, we uncover the complex interplay of the factors influencing methane adsorption, especially the surface area, the capacity or free volume, the strength of the energetic interaction, and the pore size distribution.  We also explain the extraordinary adsorption properties of IRMOF materials and propose new, not yet synthesized IRMOF structures with adsorption characteristics that are predicted to exceed the best experimental results to date by up to 36%.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD2M3gtFWquw%253D%253D&md5=0f10aca88c4253004548b2ba1dae20b3", "(b) ", "Torrisi", ", ", "A.", "; ", "Bell", ", ", "R. G.", "; ", "Mellot-Draznieks", ", ", "C.", " ", "Microporous Mesoporous Mater.", " ", "2013", ",  ", "168", ",  ", "225", "– ", "238", "[", "Crossref", "], [", "CAS", "]", "29. ", "Predicting the impact of functionalized ligands on CO2 adsorption in MOFs: A combined DFT and Grand Canonical Monte Carlo study", "Torrisi, Antonio; Bell, Robert G.; Mellot-Draznieks, Caroline", "Microporous and Mesoporous Materials", "\r\n        (", "2013", "),\r\n    ", "168", "\r\n        (", "),\r\n    ", "225-238", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Carbon dioxide (CO2) adsorption in (CH3)2-, (OH)2-, NH2- and COOH-functionalized MIL-53(Al3+)lp has been studied by d. functional theory (DFT) and grand canonical Monte Carlo (GCMC) simulations.  A comparative anal. of CO2 adsorption in the parent and functionalized structures in terms of heat of adsorption, adsorption isotherm, and CO2 binding sites was carried out.  For each functionalized MIL-53 material, DFT calcns. of CO2···framework binding energies at different CO2 locations within the porous framework provided information about the nature and strength of the CO2···site interactions.  A direct comparison between adsorption sites obtained from DFT calcns. (at 0 K) and those obsd. in GCMC at 303 K and in the 0.01-25 bar pressure range was carried out.  The effect of confinement on the occurrence of synergic CO2-ligand interactions was studied, as well as the strong link between the nature of CO2 adsorption sites and adsorption properties at low pressure, in particular the beneficial impact of polar functional groups on CO2 uptake.  At high pressures, radial distribution functions of CO2 distances from the pore centers, and snapshots of the d. and energy distributions of CO2 in the MOF materials provided important insights into the dependence of the adsorption process upon structural parameters, including surface area and free vol.  At very high pressures, phys. properties of the functional groups governed the adsorption of CO2.  These counterbalancing influences played an essential role in CO2 capture and were key factors in designing new MOFs for selective capture of CO2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvVyhsLbP&md5=5a76c02f68e6cda5552d2beb5d6286bc", "30. ", "(a) ", "Valenzano", ", ", "L.", "; ", "Civalleri", ", ", "B.", "; ", "Chavan", ", ", "S.", "; ", "Palomino", ", ", "G. T.", "; ", "Arean", ", ", "C. O.", "; ", "Bordiga", ", ", "S.", " ", "J. Phys. Chem. C", " ", "2010", ",  ", "114", ",  ", "11185", "– ", "11191", "[", "ACS Full Text ", "], [", "CAS", "]", "30. ", "Computational and Experimental Studies on the Adsorption of CO, N2, and CO2 on Mg-MOF-74", "Valenzano, L.; Civalleri, B.; Chavan, S.; Palomino, G. T.; Arean, C. O.; Bordiga, S.", "Journal of Physical Chemistry C", "\r\n        (", "2010", "),\r\n    ", "114", "\r\n        (", "25", "),\r\n    ", "11185-11191", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Adsorption of carbon monoxide, dinitrogen, and carbon dioxide on the porous metal-org. framework Mg-MOF-74 was studied by a combined methodol. comprising variable-temp. IR spectroscopy and ab initio periodic DFT-D calcns. using the CRYSTAL code.  Both CO and N2 form nearly linear (Mg2+···CO and Mg2+···NN) adsorption complexes, in contrast with CO2, which forms an angular Mg2+···OCO complex.  From IR spectra recorded at a variable-temp., the std. adsorption enthalpy (ΔH0) is -29, -21, and -47 kJ mol-1 for CO, N2, and CO2, resp.  Calcd. values of ΔH0, including an empirical correction for dispersion forces, resulted to be in a reasonably good agreement with those exptl. obtained.  Calcns. also showed the very significant role played by dispersion forces, which account for ∼1/2 of the adsorption enthalpy for each of the three adsorbates, CO, N2, and CO2.  The results are discussed in the broader context of the adsorption of the same gases on other MOFs and also on zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXmvF2rtLc%253D&md5=db5cd7db68300444ed0ca16a92df23bf", "(b) ", "Dietzell", ", ", "P. D. C.", "; ", "Johnsen", ", ", "R. E.", "; ", "Fjellvag", ", ", "H.", "; ", "Bordiga", ", ", "S.", "; ", "Groppo", ", ", "E.", "; ", "Chavan", ", ", "S.", "; ", "Blom", ", ", "R.", " ", "Chem. Commun.", " ", "2008", ",  ", "44", ",  ", "5125", "– ", "5127", "[", "Crossref", "]", "There is no corresponding record for this reference.", "31. ", "Torrisi", ", ", "A.", "; ", "Bell", ", ", "R. G.", "; ", "Mellot-draznieks", ", ", "C.", " ", "Cryst. Growth Des.", " ", "2010", ",  ", "10", ",  ", "2839", "– ", "2841", "[", "ACS Full Text ", "], [", "CAS", "]", "31. ", "Functionalized MOFs for Enhanced CO2 Capture", "Torrisi, Antonio; Bell, Robert G.; Mellot-Draznieks, Caroline", "Crystal Growth & Design", "\r\n        (", "2010", "),\r\n    ", "10", "\r\n        (", "7", "),\r\n    ", "2839-2841", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Based on computational studies, we propose new metal-org. framework materials, in which the bridging ligands have been functionalized by different substituents, with the aim of improving the CO2 adsorption capacity of the material.  The materials are based on the large-pore form of MIL-53(Al3+), with the following functional groups: OH-, COOH-, NH2-, and CH3-.  For each form, adsorption heats and isotherms were simulated using the Grand Canonical Monte Carlo method which were found to be consistent with DFT calcns.  The study illustrates the enormous impact of the functional groups in enhancing CO2 capture in the pressure range 0.01-0.5 bar and at room temp.  It also provides important insights into the structural factors which play a key role in the CO2 adsorption process in the functionalized MOFs.  We propose the material (OH)2-MIL-53(Al3+) as an optimal candidate for improved CO2 capture at low pressures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXntFyqtLg%253D&md5=0312841cb993a5739d918fc9b6909c94", "32. ", "(a) ", "Huang", ", ", "H.", "; ", "Zhang", ", ", "W.", "; ", "Liu", ", ", "D.", "; ", "Liu", ", ", "B.", "; ", "Chen", ", ", "G.", "; ", "Zhong", ", ", "C.", " ", "Chem. Eng. Sci.", " ", "2011", ",  ", "66", ",  ", "6297", "– ", "6305", "[", "Crossref", "], [", "CAS", "]", "32. ", "Effect of temperature on gas adsorption and separation in ZIF-8: A combined experimental and molecular simulation study", "Huang, Hongliang; Zhang, Wenjuan; Liu, Dahuan; Liu, Bei; Chen, Guangjin; Zhong, Chongli", "Chemical Engineering Science", "\r\n        (", "2011", "),\r\n    ", "66", "\r\n        (", "23", "),\r\n    ", "6297-6305", "CODEN:\r\n                ", "CESCAC", ";\r\n        ISSN:", "0009-2509", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "In this work, the effect of temp. on adsorption of CO2, CH4, CO, and N2 and sepn. of their binary mixts. in ZIF-8 were investigated using exptl. measurements combining with mol. simulations.  The results show that for pure gas adsorption, the effect of temp. is large when strong adsorption occurs, mainly due to the variation of the interaction energy between adsorbate mols. with temp.; while for gas mixts., systems with large selectivity are more sensitive to temp.  In addn., this work shows that temp. affects the working capacity of CO2 in temp. swing adsorption (TSA) process with the interplay of pressure, which should be considered in the design of TSA process in practical applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1GgsLrP&md5=8be57a12011648ef3b1a00dad25974b1", "(b) ", "Wu", ", ", "D.", "; ", "Wang", ", ", "C.", "; ", "Liu", ", ", "B.", "; ", "Liu", ", ", "D.", "; ", "Yang", ", ", "Q.", "; ", "Zhong", ", ", "C.", " ", "AIChE J.", " ", "2012", ",  ", "58", ",  ", "2078", "– ", "2084", "[", "Crossref", "], [", "CAS", "]", "32. ", "Large-scale computational screening of metal-organic frameworks for CH4/H2 separation", "Wu, Dong; Wang, Cuicui; Liu, Bei; Liu, Dahuan; Yang, Qingyuan; Zhong, Chongli", "AIChE Journal", "\r\n        (", "2012", "),\r\n    ", "58", "\r\n        (", "7", "),\r\n    ", "2078-2084", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "Mol. simulations were performed to study a diverse collection of 105 metal-org. frameworks (MOFs) for their ability to remove CH4 from CH4/H2 mixt.  To study the practical industrial application in a pressure swing adsorption (PSA) process, working capacity was also considered in addn. to selectivity.  MOFs are promising candidate for this sepn., which give higher adsorption selectivity with similar working capacity and higher working capacity with similar selectivity than the traditional nanoporous materials such as carbonaceous materials and zeolites.  To quant. describe the structure-property relation for CH4/H2 mixt. sepn. in MOFs, a new concept named adsorbability was defined, which shows strong correlation with limiting selectivity, with a correlation coeff. (r2) of 0.86.  Although MOFs are promising materials for CH4/H2 mixt. sepn., more studies that consider both selectivity and working capacity are necessary to screen MOFs in practical PSA application.  © 2011 American Institute of Chem. Engineers AIChE J, 2011.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtVylur3F&md5=ef7a255d3b925ec09a017472d27016f3", "33. ", "Bourrelly", ", ", "S.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Ferey", ", ", "G.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "13519", "– ", "13521", "[", "ACS Full Text ", "], [", "CAS", "]", "33. ", "Different Adsorption Behaviors of Methane and Carbon Dioxide in the Isotypic Nanoporous Metal Terephthalates MIL-53 and MIL-47", "Bourrelly, Sandrine; Llewellyn, Philip L.; Serre, Christian; Millange, Franck; Loiseau, Thierry; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "39", "),\r\n    ", "13519-13521", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A distinct step in the isotherm occurs during the adsorption of CO2 on MIL-53 at 304 K.  Such behavior is neither obsd. during the adsorption of CH4 on MIL-53 nor during the adsorption on the isostructural MIL-47.  This phenomenon seems to be due to a different mechanism than that of previous adsorption steps on MOF samples.  It is suggested that a breathing behavior is induced in MIL-53 during CO2 adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXpvFSnu70%253D&md5=e3d0228e57af031b6019deeeffa6d575", "34. ", "Torrisi", ", ", "A.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Bell", ", ", "R. G.", " ", "J. Chem. Phys.", " ", "2009", ",  ", "130", ",  ", "194703", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "34. ", "Impact of ligands on CO2 adsorption in metal-organic frameworks: First principles study of the interaction of CO2 with functionalized benzenes. I. Inductive effects on the aromatic ring", "Torrisi, Antonio; Mellot-Draznieks, Caroline; Bell, Robert G.", "Journal of Chemical Physics", "\r\n        (", "2009", "),\r\n    ", "130", "\r\n        (", "19", "),\r\n    ", "194703/1-194703/13", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Intermol. interactions between the CO2 mol. and a range of functionalized arom. mols. have been investigated using d. functional theory.  The work is directed toward the design of linker mols. which could form part of new metal-org. framework materials with enhanced affinity for CO2 adsorption at low pressure.  Two classes of substituted benzene mols. were considered: (i) with halogen substituents (tetrafluoro-, chloro-, bromo-, and dibromobenzene) and (ii) with Me substituents (mono-, di-, and tetramethylbenzene).  In the benzene-CO2 complex, the main interaction is between the delocalized π arom. system and the mol. quadrupole of CO2.  Halogen substituents have an electron-withdrawing effect on the ring which destabilizes the π-quadrupole interaction.  Weak \"halogen-bond\" and hydrogen bondlike interactions partially compensate for this, but not to the extent that any significant enhancement of the intermol. binding energy is obsd.  Me groups, on the other hand, have a pos. inductive effect which strengthens the CO2-arom. interaction by up to 3 kJ mol-1 in the case of tetramethylbenzene.  Weak hydrogen bondlike interactions with Me H also contribute to the stability of the complexes.  (c) 2009 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXmsVGiurs%253D&md5=b80b7ebb0cdf807dfe35df1bd24e9799", "35. ", "(a) ", "Wu", ", ", "H. H.", "; ", "Reali", ", ", "R. S.", "; ", "Smith", ", ", "D. A.", "; ", "Trachtenberg", ", ", "M. C.", "; ", "Li", ", ", "J.", " ", "Chem.—Eur. J.", " ", "2010", ",  ", "16", ",  ", "13951", "– ", "13954", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "35. ", "Highly Selective CO2 Capture by a Flexible Microporous Metal-Organic Framework (MMOF) Material", "Wu, Haohan; Reali, Randall S.; Smith, David A.; Trachtenberg, Michael C.; Li, Jing", "Chemistry - A European Journal", "\r\n        (", "2010", "),\r\n    ", "16", "\r\n        (", "47", "),\r\n    ", "13951-13954, S13951/1-S13951/12", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Solvothermally prepd. [Zn(bpdc)2(bpee)]·2DMF [H2bpdc = 4,4'-biphenyldicarboxylic acid, bpee = 1,2-bis(4-pyridyl)ethene] is a flexible microporous metal-org. framework (MOF) which demonstrates a very high selectivity in capturing and sepg. CO2 from a gas mixt. that mimics the compn. of flue gas emitted from power plants.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsFCktrrN&md5=1542285875a9f63063d84b9f6fa6097a", "(b) ", "Zhang", ", ", "J.", "; ", "Wu", ", ", "H.", "; ", "Emge", ", ", "T. J.", "; ", "Li", ", ", "J.", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "9152", "– ", "9154", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "35. ", "A flexible MMOF exhibiting high selectivity for CO2 over N2, CH4 and other small gases", "Zhang, Jingming; Wu, Haohan; Emge, Thomas J.; Li, Jing", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "48", "),\r\n    ", "9152-9154", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A flexible microporous metal org. framework structure, [Zn2(bpdc)2bpe]·2DMF, exhibits high selectivity in adsorbing CO2 over N2, CH4 and a no. of other small gases at room temp. and low pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVynurjE&md5=6870120cc8942102fc2508757beea0a4"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-14/acs.inorgchem.5b00335/20150714/images/small/ic-2015-003354_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-14/acs.inorgchem.5b00335/20150714/images/small/ic-2015-003354_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-14/acs.inorgchem.5b00335/20150714/images/small/ic-2015-003354_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-14/acs.inorgchem.5b00335/20150714/images/small/ic-2015-003354_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-14/acs.inorgchem.5b00335/20150714/images/small/ic-2015-003354_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-14/acs.inorgchem.5b00335/20150714/images/small/ic-2015-003354_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-14/acs.inorgchem.5b00335/20150714/images/small/ic-2015-003354_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-14/acs.inorgchem.5b00335/20150714/images/small/ic-2015-003354_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-14/acs.inorgchem.5b00335/20150714/images/small/ic-2015-003354_0009.gif\">"]}
