{"title": ["Effect of Produced HCl during the Catalysis on Micro- and Mesoporous MOFs"], "authors": ["Carlos A. Fernandez", "Praveen K. Thallapally", "Jun Liu", "Charles H. F. Peden"], "doi": ["10.1021/cg100796e"], "abstract": ["Alkylation reaction byproducts, particularly HCl, strongly affect the framework of MOF-5 catalyst, with an unusual structural transformation. Despite this, the highly desirable catalytic performance in terms of high conversions and selectivity toward the less bulky para-oriented products is maintained.", "This paper reports the influence of alkylation reaction byproducts, particularly HCl, on MOF-5. Reaction between ", "-butyl chloride and toluene or biphenyl in the presence of MOF-5 as a catalyst generates an unusual structural transformation which was proved to be due to the formation of byproduct HCl by means of powder X-ray diffraction analysis. Despite this, the highly desirable catalytic performance in terms of high conversions (>99%) and selectivity (>98%) toward the less bulky para-oriented products is maintained."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Introduction", "Metal−organic frameworks (MOFs) represent a new class of materials consisting of metal centers linked with organic building blocks to produce a variety of structural topologies with high porosity, thermal stability, and synthetic scalability.", "(1)", " It is thus not surprising that MOFs have achieved considerable attention in the past decade as excellent candidates for applications in separation, gas storage, and catalysis.", "(2)", " In particular, heterogeneous catalysis was one of the earliest proposed uses for MOFs, as well as one of the earliest demonstrated applications.", "(3)", " Although many exciting and compelling recent developments in this area have been reported, including those of Hupp and Ferey et al., MOF-based catalysis has yet a long way to go.", "(1c, 4)", "Figure 1. Schematic diagram of MOF-5 and other porous MOFs generated using tectonic acid.", "In this regard, our group has recently reported the catalytic conversion of toluene and biphenyl toluene to the corresponding ", "p", "-", "tert", "-butyl derivative using two porous supramolecular isomers generated from tectonic acid (TA).", "(5)", " In addition, both porous materials showed gradual transformation to an unknown form for reaction times longer than 2 h, yet maintaining the excellent selectivity as well as percentage of conversion observed for the as-synthesized material. Although structural transformations from external stimuli are well-known characteristics of MOFs constructed from flexible ligands,", "(1d)", " they are somewhat unexpected in MOFs with rigid organic linkers.", "(4)", " The present work reports alkylation of toluene and biphenyl and the effects of produced HCl during the course of the catalytic reaction on the catalytic properties of MOF-5 and TA based MOFs.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Experimental Section", "Synthesis of MOF-5", "The synthesis and structural description of MOF-5 have been outlined elsewhere and are briefly described as follows.", "(6)", " MOF-5 (Figure ", "1", ") crystals were created by mixing Zn(NO", "3", ")", "2", "·6H", "2", "O (0.29 g, 1 mmol, Sigma-Aldrich), 1,4-benzenedicarboxylic acid (H", "2", "-BDC, Sigma-Aldrich) (0.08 g, 0.5 mmol), and ", "N", ",", "N", "′-dimethylformamide (DMF, Fisher Scientific) (10 mL, 130 mmol) at room temperature. The thus obtained mixture was sealed, placed in the oven at 120 °C, and left at this temperature for 24 h. The resulting solid material was filtered, repeatedly washed with DMF, and dried at room temperature.", "Catalytic Reactions", "HPLC quality ", "n", "-decane from Fisher Scientific was used as the reaction medium while toluene (>99.9%), ", "tert", "-butyl chloride (>99.5%), and biphenyl (>99%) were purchased from Sigma-Aldrich and used without further purification. All reactions were performed at 170 °C for 2 h unless otherwise indicated. The reactants were placed on a Teflon liner which was introduced on a stainless steel autoclave and sealed. Heating was performed by using heating tape while applying continuous stirring.", "Thermogravimetric Analysis Coupled to Mass Spectrometry (TG-MS)", "TG analysis was performed on a TG-209F1 from Netzsch Instruments by heating the samples to 500 °C with a heating ramp of 5 °C/min under a nitrogen flow (20 mL/min). Mass spectrometric analysis was done simultaneously on a Aeolos QMS-403C from Netzsch Instruments coupled at the outlet of the TG instrument.", "Powder X-ray Diffraction Analysis (PXRD)", "PXRD analysis was performed on D8 Discover from Bruker instruments, employing a cobalt source at 42 V and 150 A, with a scanning time of 60 s.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "Thermogravimetric analysis coupled with mass spectrometry (TG-MS) of MOF-5 shows an 11% weight loss between room temperature and 250 °C that corresponds to the loss of water and DMF molecules (see Figure ", "2", "). Powder X-ray diffraction (PXRD) on MOF-5 before and after solvent removal shows the successful synthesis and stability of MOF-5 (see Figure ", "3", ").", "Figure 2. TG-MS of as-synthesized MOF-5 showing the release of DMF and unbonded and coordinated water molecules (MS peaks at 100−220 and 350 °C, respectively) and the catalyst decomposition (benzene MS signal starting at 400 °C).", "Scheme 1. Alkylation of Toluene and Biphenyl to ", "tert", "-Butyltoluene and ", "tert", "-butyl phenyl benzene in the Presence of MOF-5 as a Catalyst", "Table 1. Catalytic Alkylation of Toluene and Biphenyl Using MOF-5", " ", "toluene/alkylation", "biphenyl/alkylation", "catalyst", "p", "-", "o", "-", "di", "% conv", "p", "-", "o", "-", "di", "% conv", "H-BEA", "x", "72", "28", "0", "60", "55", "22", "23", "60", "AlCl", "x", "3", "46", "54", "0", "60", "51", "38", "11", "60", "MOF-5", "99.9", "0.3", "0", "99.6", "95.1", "2.7", "2.2", "93.6", "ZnO", "90.5", "8.6", "0.9", "37", " ", " ", " ", " ", "BDC", "90", "8.5", "0.8", "38", " ", " ", " ", " ", "no cat.", "0.8", "0.8", "0", "1.6", "0", "0", "0", "0", "x", "From ref 5 and 7. H-BEA -acidic form of Beta zeolite.", "Figure 3. PXRD of MOF-5 before and after alkylation of toluene with different reaction times.", "Upon activation of MOF-5 at 200 °C for 12 h, Friedel−Crafts alkylation of toluene and biphenyl using ", "tert", "-butylchloride was performed employing ", "n", "-decane as a solvent (170 °C, 2 h) (Scheme ", "1", "). The results are summarized in Table ", "1", ", which also shows the catalytic performance of β zeolite (H-BEA) and AlCl", "3", ", which have been used as reference catalysts elsewhere.", "(5, 7)", " For toluene alkylation, MOF-5 shows an outstanding selectivity toward the para-oriented compound with >99% conversion and no evidence of disubstituted products. For biphenyl alkylation, MOF-5 shows high selectivity with 93.6% conversion and >95% selectivity toward para-oriented product with only traces of ortho and disubstituted products during the reaction. The catalytic activity and conversion rates are in agreement with those of Farrusseng and co-workers.", "(7)", " According to these authors,", "(7)", " to obtain ", "para", " monosubstituted products, the reactants must be absorbed in a specific manner, allowing the formation of a transition state for the ", "para", " product. Once alkylated, it cannot be activated in the same manner because of steric hindrance, and in this way, double alkylation cannot proceed.", "Figure 4. Kinetics of toluene alkylation using MOF-5 as a catalyst.", "Table 2. Alkylation of Toluene as a Function of Time Using MOF-5 as a Catalyst", " ", "toluene/alkylation", "time (min)", "p", "-", "o", "-", "di", "% conversion", "10", "98.9", "1.1", "0", "8.2", "30", "100", "0", "0", "52.7", "60", "99.9", "0.1", "0", "67.2", "120", "99.9", "0.1", "0", "96.2", "480", "99.7", "0.3", "0", "99.6", "Kinetics experiments on the catalytic activity of MOF-5 were performed for alkylation of toluene at different time scales, showing a sharp increase in the first 100 min of reaction time followed by reaction completion after 120 min (Figure ", "4", "). The resulting product is selective toward ", "para", "-", "tert", "-butyltoluene at all reaction times (Table ", "2", "). In addition, alkylation reactions in the absence of catalyst and issues with leaching were investigated. No conversion was observed when the reaction was performed without any MOF-5. The catalyst was recycled several times, and no reduction in the percentage conversion was observed, as shown in Table ", "3", ". These results indicate remarkable catalytic activity and selectivity toward ", "para", "-oriented products, as well as excellent recyclability. Powder X-ray diffraction experiments were conducted on MOF-5 after being recovered by filtration to study the stability of the catalyst before and after toluene alkylation at different reaction times. The results are shown in Figure ", "3", ", where it can be observed that MOF-5 undergoes a structural transformation in the very first few minutes of reaction.", "Table 3. Recyclability of MOF5 upon Toluene Alkylation", " ", "toluene/alkylation", "run", "p", "-", "o", "-", "di", "% conversion", "1st", "99.9", "0.3", "0", "99.6", "2nd", "99.7", "0.1", "0", "99.5", "3rd", "89.4", "4.9", "5.7", "99.2", "In order to understand the mechanism of conversion and the role reaction byproducts such as HCl have on the structural transformation, several experiments were performed on MOF-5. Freshly activated catalysts were soaked in HCl solution with different concentrations at room temperature. Under these conditions, MOF-5 is insoluble and the crystals failed to diffract using single crystal X-ray diffraction analysis. Therefore, the resulting solids were characterized using PXRD, and the results are shown in Figure ", "5", ". Surprisingly, the catalyst showed a gradual variation in the PXRD pattern when soaked in HCl solution, with faster conversion with increasing concentration. The PXRD patterns of MOF-5 after catalysis and soaking in HCl solution are identical, which clearly shows that the HCl byproduct released during the alkylation reactions initiates the transformation of MOF-5. It is important to mention that leaching processes during alkylation reactions will take place at higher rates, since the temperature conditions necessary for reaction to occur (170 °C) were significantly higher than RT. A more exhaustive attempt to collect single-crystal information about structural changes in MOF-5, by decreasing crystal exposure to water, consisted in exposing single crystals of MOF-5 to DMF solutions of HCl (0.2 M) for different times. Once again, it was not possible to obtain single-crystal data, since the crystals thus collected were either too small due to acid leaching or low diffracting. Nevertheless, the PXRD spectra of each of these exposed MOF-5 crystals are shown in Figure ", "6", ", once again illustrating framework alteration that increases at longer exposure times. The final PXRD patterns of MOF-5 after catalysis were compared with all available powder patterns in the International Centre for Diffraction Database (ICDD) to indentify the final product, but no powder pattern matches were found.", "Figure 5. Powder diffraction plots of MOF-5 before and after exposure to aqueous solutions of HCl with different concentrations for 1 h. Please compare with Figure ", "3", " after catalysis.", "Figure 6. PXRD of MOF-5 exposed to DMF solutions of 0.2 M HCl during different times, comfirming once again the transformation of MOF-5.", "As discussed earlier, we have recently reported the catalytic conversion of toluene and biphenyl to the corresponding ", "tert-", "butyl derivatives using micro- and mesoporous MOFs generated from TA (Figure ", "1", "). In these experiments, we noticed similar conversions and selectivities with simultaneous transformation of these two MOFs to an unknown form. Efforts to get insight into the crystalline structure of the converted materials were also in vain due to the poor diffraction properties of the recovered crystals. Although it was confirmed that these catalysts undergo framework rearrangement during alkylation reaction due to the leaching processes occurring as HCl byproduct is formed, the significant catalytic performance in terms of product selectivity and conversion remained almost completely unchanged. To rule out the possibility that ZnO alone or H2-BDC is acting as the catalyst, the same Friedel−Crafts alkylation of the toluene reaction was performed under identical conditions. The conversion and selectivity toward the para product using ZnO is also reported in Table ", "1", ", clearly indicating that ZnO is not acting as the catalyst. Furthermore, the resulting ZnO solids after reaction dissolved in acetone whereas the recylable solids remaining after reaction with MOF-5 were insoluble in acetone.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Conclusions", "In summary, it has been demonstrated through PXRD analysis the influence that alkylation reaction byproducts have on MOF-5. Reaction between ", "tert", "-butyl chloride and toluene or biphenyl in the presence of MOF-5 as a catalyst generates an unusual structural transformation which was proved to be due to the formation of byproduct HCl. Despite this, the catalyst exhibits highly desirable catalytic performance in terms of high conversions (>99%) and selectivity (>98%) toward the less bulky ", "para", "-oriented products.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "This work was initially started under Laboratory Directed Research Development funding. P.K.T. and J.L. acknowledge the U.S. Department of Energy, Office of Basic Energy Sciences, Division of Materials Sciences and Engineering, under Award KC020105-FWP12152 for developing and characterizing the materials. C.H.F.P. acknowledges support from the DOE/Office of Science, Division of Chemical Sciences Geosciences, and Biosciences, for analyzing the catalytic reactions. PNNL is a multiprogram national laboratory operated for DOE by Battelle under Contract DE-AC05-76RL01830.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "Details of experimental results, thermal analysis, and PXRD measurements. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 7 other publications.", "1. ", "(a) ", "Eddaoudi", ", ", "M.", "; ", "Li", ", ", "H. L.", "; ", "Yaghi", ", ", "O. M.", " ", "Highly porous and stable metal-organic frameworks: Structure design and sorption properties", " ", "J. Am. Chem. Soc.", " ", "2000", ",  ", "122", " (", "7", ")  ", "1391", "– ", "1397", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Highly porous and stable metal-organic frameworks. Structure design and sorption properties", "Eddaoudi, Mohamed; Li, Hailian; Yaghi, O. M.", "Journal of the American Chemical Society", "\r\n        (", "2000", "),\r\n    ", "122", "\r\n        (", "7", "),\r\n    ", "1391-1397", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Gas sorption isotherm measurements performed on the evacuated derivs. of 4 porous metal-org. frameworks (MOF-n), Zn(BDC).(DMF)(H2O) (DMF = N,N'-dimethylformamide, BDC = 1,4-benzenedicarboxylate) (MOF-2), Zn3(BDC)3.6CH3OH (MOF-3), Zn2(BTC)NO3.(C2H5OH)5H2O (BTC = 1,3,5-benzenetricarboxylate) (MOF-4), and Zn4O(BDC)3.(DMF)8C6H5Cl (MOF-5), reveal type I isotherms for n = 2, 3, and 5, which is evidence of microporous and accessible channels having high structural integrity and organization.  Although gas sorption into MOF-4 was not obsd., careful examn. of its ethanol sorption isotherms at 22 and 32° point to the presence of coordinatively unsatd. Zn centers within its pores, which upon ethanol sorption undergo coordination transitions from 3- to 4-, 4- to 5-, and 5- to 6-coordination.  MOF-n materials were produced by building the extended analogs of mol. metal carboxylate clusters, a strategy that has allowed the realization of the most porous and thermally stable framework yet reported: the evacuated form of MOF-5 is esp. stable in air at 300° and has a free pore vol. representing 55-60% of its crystal as detd. by gas sorption and single-crystal diffraction studies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXotl2jsg%253D%253D&md5=bf52caa3fb6a6e160f205f938db8b3a7", "(b) ", "Yaghi", ", ", "O. M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Ockwig", ", ", "N. W.", "; ", "Chae", ", ", "H. K.", "; ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", " ", "Reticular synthesis and the design of new materials", " ", "Nature", " ", "2003", ",  ", "423", " (", "6941", ")  ", "705", "– ", "714", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Reticular synthesis and the design of new materials", "Yaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, Jaheon", "Nature (London, United Kingdom)", "\r\n        (", "2003", "),\r\n    ", "423", "\r\n        (", "6941", "),\r\n    ", "705-714", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The long-standing challenge of designing and constructing new cryst. solid-state materials from mol. building blocks is just beginning to be addressed with success.  A conceptual approach that requires the use of secondary building units to direct the assembly of ordered frameworks epitomizes this process: the authors call this approach reticular synthesis.  This chem. has yielded materials designed to have predetd. structures, compns. and properties.  In particular, highly porous frameworks held together by strong metal-O-C bonds and with exceptionally large surface area and capacity for gas storage were prepd. and their pore metrics systematically varied and functionalized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXksV2itro%253D&md5=2417c5adb0e948350d3d62350c8cd7ea", "(c) ", "Lee", ", ", "J.", "; ", "Farha", ", ", "O. K.", "; ", "Roberts", ", ", "J.", "; ", "Scheidt", ", ", "K. A.", "; ", "Nguyen", ", ", "S. T.", "; ", "Hupp", ", ", "J. T.", " ", "Metal-organic framework materials as catalysts", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", " (", "5", ")  ", "1450", "– ", "1459", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Metal-organic framework materials as catalysts", "Lee, Jeong Yong; Farha, Omar K.; Roberts, John; Scheidt, Karl A.; Nguyen, Son Binh T.; Hupp, Joseph T.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1450-1459", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; a crit. review of the emerging field of MOF-based catalysis is presented.  Discussed are examples of: (a) opportunistic catalysis with metal nodes, (b) designed catalysis with framework nodes, (c) catalysis by homogeneous catalysts incorporated as framework struts, (d) catalysis by MOF-encapsulated mol. species, (e) catalysis by metal-free org. struts or cavity modifiers, and (f) catalysis by MOF-encapsulated clusters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7k%253D&md5=d9cef4eb52ffb1c73fe1195e11bace26", "(d) ", "Thallapally", ", ", "P. K.", "; ", "Tian", ", ", "J.", "; ", "Kishan", ", ", "M. R.", "; ", "Fernandez", ", ", "C. A.", "; ", "Dalgarno", ", ", "S. J.", "; ", "McGrail", ", ", "P. B.", "; ", "Warren", ", ", "J. E.", "; ", "Atwood", ", ", "J. L.", " ", "Flexible (Breathing) Interpenetrated Metal-Organic Frameworks for CO", "2", " Separation Applications", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", " (", "50", ")  ", "16842", "– ", "16843", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Flexible (Breathing) Interpenetrated Metal-Organic Frameworks for CO2 Separation Applications", "Thallapally, Praveen K.; Tian, Jian; Kishan, Motkuri Radha; Fernandez, Carlos A.; Dalgarno, Scott J.; McGrail, Peter B.; Warren, John E.; Atwood, Jerry L.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "50", "),\r\n    ", "16842-16843", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A breathing 2-fold interpenetrated microporous metal-org. framework was synthesized with a flexible tetrahedral org. linker and Zn2 clusters that sorb CO2 preferably over N2 and H2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsVWrtbnO&md5=7e24940b3b059a44f4ee7fadea17be0c", "(e) ", "Furukawa", ", ", "S.", "; ", "Hirai", ", ", "K.", "; ", "Nakagawa", ", ", "K.", "; ", "Takashima", ", ", "Y.", "; ", "Matsuda", ", ", "R.", "; ", "Tsuruoka", ", ", "T.", "; ", "Kondo", ", ", "M.", "; ", "Haruki", ", ", "R.", "; ", "Tanaka", ", ", "D.", "; ", "Sakamoto", ", ", "H.", "; ", "Shimomura", ", ", "S.", "; ", "Sakata", ", ", "O.", "; ", "Kitagawa", ", ", "S.", " ", "Heterogeneously Hybridized Porous Coordination Polymer Crystals: Fabrication of Heterometallic Core-Shell Single Crystals with an In-Plane Rotational Epitaxial Relationship", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "48", " (", "10", ")  ", "1766", "– ", "1770", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Heterogeneously hybridized porous coordination polymer crystals: fabrication of heterometallic core-shell single crystals with an in-plane rotational epitaxial relationship", "Furukawa, Shuhei; Hirai, Kenji; Nakagawa, Keiji; Takashima, Yohei; Matsuda, Ryotaro; Tsuruoka, Takaaki; Kondo, Mio; Haruki, Rie; Tanaka, Daisuke; Sakamoto, Hirotoshi; Shimomura, Satoru; Sakata, Osami; Kitagawa, Susumu", "Angewandte Chemie, International Edition", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "10", "),\r\n    ", "1766-1770", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Core-shell porous coordination polymer (PCP) crystals, (1/2, 1 = [Zn2(ndc)2(dabco)]n, 2 = [Cu2(ndc)2(dabco)]n, H2ndc = 1,4-naphthalenedicarboxylic acid) are fabricated at the single-crystal level by epitaxial growth in soln.  Synchrotron x-ray diffraction measurements unveiled the structural relation between the shell crystal and the core crystal, where in-plane rotational epitaxial growth compensates the difference in lattice const.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjt1Ojtrc%253D&md5=29dce2c2ec73d01d40c426fb0249a574", "(f) ", "Lin", ", ", "X.", "; ", "Jia", ", ", "J. H.", "; ", "Zhao", ", ", "X. B.", "; ", "Thomas", ", ", "K. M.", "; ", "Blake", ", ", "A. J.", "; ", "Walker", ", ", "G. S.", "; ", "Champness", ", ", "N. R.", "; ", "Hubberstey", ", ", "P.", "; ", "Schroder", ", ", "M.", " ", "High H-2 adsorption by coordination-framework materials", " ", "Angew. Chem., Int. Ed.", " ", "2006", ",  ", "45", " (", "44", ")  ", "7358", "– ", "7364", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "High H2 adsorption by coordination-framework materials", "Lin, Xiang; Jia, Junhua; Zhao, Xuebo; Thomas, K. Mark; Blake, Alexander J.; Walker, Gavin S.; Champness, Neil R.; Hubberstey, Peter; Schroeder, Martin", "Angewandte Chemie, International Edition", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "44", "),\r\n    ", "7358-7364", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Three coordination frameworks with different pore sizes were prepd. from CuII salt and carboxylate ligands of various lengths.  Comparison of their sorption properties reveals that smaller pores allow higher densities of adsorbed H2, whereas larger pores allow higher max. H2 storage capacities.  The structures of the three structural analogs are also reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xht1OmsbvI&md5=35c0082804c53403f9f34067950b76a6", "(g) ", "Dybtsev", ", ", "D. N.", "; ", "Chun", ", ", "H.", "; ", "Kim", ", ", "K.", " ", "Rigid and flexible: A highly porous metal-organic framework with unusual guest-dependent dynamic behavior", " ", "Angew. Chem., Int. Ed.", " ", "2004", ",  ", "43", " (", "38", ")  ", "5033", "– ", "5036", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Rigid and flexible: A highly porous metal-organic framework with unusual guest-dependent dynamic behavior", "Dybtsev, Danil N.; Chun, Hyungphil; Kim, Kimoon", "Angewandte Chemie, International Edition", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "38", "),\r\n    ", "5033-5036", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A large H2 sorption capacity and high surface area are properties of the depicted metal-org. porous material, which is easily synthesized on a large scale from readily available chems.  The rigid framework of [Zn2(1,4-bdc)2(dabco)] (1,4-H2bdc = 1,4-benzenedicarboxylic acid; dabco = diazabicyclo[2.2.2]octane) is also flexible enough to exhibit unusual guest-dependent dynamic behavior,.  The crystal structure of [Zn2(1,4-bdc)2(dabco)] was detd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXotlKrsbo%253D&md5=1c7be14bb961d48c0ee8c388cadb5455", "(h) ", "Murray", ", ", "L. J.", "; ", "Dinca", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "Hydrogen storage in metal-organic frameworks", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", " (", "5", ")  ", "1294", "– ", "1314", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Hydrogen storage in metal-organic frameworks", "Murray, Leslie J.; Dinca, Mircea; Long, Jeffrey R.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1294-1314", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review of current status of hydrogen storage within metal-org. frameworks.  Microporous metal-org. frameworks, having exceptionally high surface areas and chem.-tunable structures, have recently emerged as some of the most promising candidate materials.  Particular emphasis is given to the relationships between structural features and the enthalpy of hydrogen adsorption, spectroscopic methods for probing framework-H2 interactions, and strategies for improving storage capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamuro%253D&md5=f652ac03772753d7f80244564a80e6f0", "(i) ", "Zhao", ", ", "X. B.", "; ", "Xiao", ", ", "B.", "; ", "Fletcher", ", ", "A. J.", "; ", "Thomas", ", ", "K. M.", "; ", "Bradshaw", ", ", "D.", "; ", "Rosseinsky", ", ", "M. J.", " ", "Hysteretic adsorption and desorption of hydrogen by nanoporous metal-organic frameworks", " ", "Science", " ", "2004", ",  ", "306", " (", "5698", ")  ", "1012", "– ", "1015", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Hysteretic Adsorption and Desorption of Hydrogen by Nanoporous Metal-Organic Frameworks", "Zhao, Xuebo; Xiao, Bo; Fletcher, Ashleigh J.; Thomas, K. Mark; Bradshaw, Darren; Rosseinsky, Matthew J.", "Science (Washington, DC, United States)", "\r\n        (", "2004", "),\r\n    ", "306", "\r\n        (", "5698", "),\r\n    ", "1012-1015", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Adsorption and desorption of hydrogen from nanoporous materials, such as activated C, is usually fully reversible.  The authors prepd. nanoporous metal-org. framework materials with flexible linkers in which the pore openings, as characterized in the static structures, appear to be too small to allow H2 to pass.  The authors observe hysteresis in their adsorption and desorption kinetics above the supercrit. temp. of H2 that reflects the dynamical opening of the windows between pores.  This behavior would allow H2 to be adsorbed at high pressures but stored at lower pressures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXptFyjtbc%253D&md5=42cbb6e1b708cd791929d4e89d328f95", "2. ", "(a) ", "Kishan", ", ", "M. R.", "; ", "Tian", ", ", "J.", "; ", "Thallapally", ", ", "P. K.", "; ", "Fernandez", ", ", "C. A.", "; ", "Dalgarno", ", ", "S. J.", "; ", "Warren", ", ", "J. E.", "; ", "McGrail", ", ", "B. P.", "; ", "Atwood", ", ", "J. L.", " ", "Flexible metal-organic supramolecular isomers for gas separation", " ", "Chem. Commun.", " ", "2010", ",  ", "46", " (", "4", ")  ", "538", "– ", "540", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Flexible metal-organic supramolecular isomers for gas separation", "Kishan, Motkuri Radha; Tian, Jian; Thallapally, Praveen K.; Fernandez, Carlos A.; Dalgarno, Scott J.; Warren, John E.; McGrail, B. Peter; Atwood, Jerry L.; Treat, Simon J.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "4", "),\r\n    ", "538-540", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Three interpenetrated metal-org. framework supramol. complexes, [Zn2(L)(DMF)m(H2O)n] (m = 4, n = 1, 2; m = 1, n = 0, 3; m = n = 0, 4), contg. binuclear Zn2 paddle-wheel units, were synthesized using a flexible tetrahedral org. linker (H4L = tetrakis(4-carboxyphenoxymethyl)methane) and characterized by x-ray crystallog.,.  Complexes 2-4 adsorb CO2 preferably over N2, H2 and methane at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXisFWrtg%253D%253D&md5=ad52883fef44a34c428f2cd6ef06ff3c", "(b) ", "Horcajada", ", ", "P.", "; ", "Surble", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Hong", ", ", "D. Y.", "; ", "Seo", ", ", "Y. K.", "; ", "Chang", ", ", "J. S.", "; ", "Greneche", ", ", "J. M.", "; ", "Margiolaki", ", ", "I.", "; ", "Ferey", ", ", "G.", " ", "Synthesis and catalytic properties of MIL-100(Fe), an iron(III) carboxylate with large pores", " ", "Chem. Commun.", " ", "2007", ",  ", "27", ",  ", "2820", "– ", "2822", "[", "Crossref", "], [", "PubMed", "]", "There is no corresponding record for this reference.", "(c) ", "Salles", ", ", "F.", "; ", "Jobic", ", ", "H.", "; ", "Ghoufi", ", ", "A.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Serre", ", ", "C.", "; ", "Bourrelly", ", ", "S.", "; ", "Ferey", ", ", "G.", "; ", "Maurin", ", ", "G.", " ", "Transport Diffusivity of CO", "2", " in the Highly Flexible Metal-Organic Framework MIL-53(Cr)", " ", "Angew. Chem., Int. Ed", " ", "2009", ",  ", "48", " (", "44", ")  ", "8335", "– ", "8339", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Transport Diffusivity of CO2 in the Highly Flexible Metal-Organic Framework MIL-53(Cr)", "Salles, Fabrice; Jobic, Herve; Ghoufi, Aziz; Llewellyn, Philip L.; Serre, Christian; Bourrelly, Sandrine; Ferey, Gerard; Maurin, Guillaume", "Angewandte Chemie, International Edition", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "44", "),\r\n    ", "8335-8339, S8335/1-S8335/9", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "In the last few years, much research has concd. on the elaboration of novel porous materials that can efficiently capture and store carbon dioxide at a lower energetic cost, to fulfill strategic objectives on energy development and environmental concerns.  Metal-org. framework (MOF) hybrid porous solids are promising alternatives to the most common zeolite materials for application in industrial processes based on pressure swing adsorption (PSA), which are among the most economic methods for recovering CO2 from flue streams.  The authors have used a combination of quasielastic neutron scattering (QENS) measurements and mol. dynamics simulations and were able to follow for the 1st time the transport diffusivity of a guest mol. confined in a highly flexible porous MOF characterized by a spectacular phase transition between two distinct structural forms.  It was possible to understand the diffusivity profile and elucidate a 1-dimensional diffusion mechanism in both structural forms, where by the diffusivity in the large pore form is two orders of magnitude faster than in the narrow pore (NP) form.  The authors were also able to predict a single-file diffusion regime in the NP form at high loading, which was never evidenced before in any MOF-type material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht12htb3I&md5=8474c8e55b4659398d25adf7806dee3f", "(d) ", "Zhou", ", ", "W.", "; ", "Wu", ", ", "H.", "; ", "Yildirim", ", ", "T.", " ", "Enhanced H-2 Adsorption in Isostructural Metal-Organic Frameworks with Open Metal Sites: Strong Dependence of the Binding Strength on Metal Ions", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", " (", "46", ")  ", "15268", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Enhanced H2 Adsorption in Isostructural Metal-Organic Frameworks with Open Metal Sites: Strong Dependence of the Binding Strength on Metal Ions", "Zhou, Wei; Wu, Hui; Yildirim, Taner", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "46", "),\r\n    ", "15268-15269", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) with open metal sites exhibit a much stronger H2 binding strength than classical MOFs, due to the direct interaction between H2 and the coordinately unsatd. metal ions.  Here we report a systematic study of the H2 adsorption on a series of isostructural MOFs, M2(dhtp) (M = Mg, Mn, Co, Ni, Zn).  The exptl., initial isosteric heats of adsorption for H2 (Qst) of these MOFs range from 8.5 to 12.9 kJ/mol, with increasing Qst in the following order: Zn, Mn, Mg, Co, and Ni.  The H2 binding energies derived from first-principles calcn. follow the same trend as the exptl. observation on Qst, confirming the electrostatic Coulomb attraction between the H2 and the open metals being the major interaction.  We also found a strong correlation between the metal ion radius, the M-H2 distance, and the H2 binding strength, which provides a viable, empirical method to predict the relative H2 binding strength of different open metals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlWqtb7J&md5=7341e0a6a2a1e3aed4ec52fb909ae503", "(e) ", "Maji", ", ", "T. K.", "; ", "Matsuda", ", ", "R.", "; ", "Kitagawa", ", ", "S.", " ", "A flexible interpenetrating coordination framework with a bimodal porous functionality", " ", "Nat. Mater.", " ", "2007", ",  ", "6", " (", "2", ")  ", "142", "– ", "148", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "A flexible interpenetrating coordination framework with a bimodal porous functionality", "Maji, Tapas Kumar; Matsuda, Ryotaro; Kitagawa, Susumu", "Nature Materials", "\r\n        (", "2007", "),\r\n    ", "6", "\r\n        (", "2", "),\r\n    ", "142-148", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Introducing a functional part into open-framework materials that tunes the pore size/shape and overall porous activity will open new routes in framework engineering and in the fabrication of new materials.  The authors have designed and synthesized a bimodal microporous 2-fold interpenetrating network, {[Ni(bpe)2(N(CN)2)](N(CN)2)(H2O)5}n (1, bpe = 1,2-bis(4-pyridyl)ethane), with two types of channel for anionic N(CN)2- (dicyanamide) and neutral water mols., resp.  1 Was characterized by x-ray crystallog.  The dehydrated framework provides a dual function of specific anion exchange of free N(CN)2- for the smaller N3- anions and selective gas sorption.  The N3-exchanged framework leads to a dislocation of the mutual positions of the two interpenetrating frameworks, resulting in an increase in the effective pore size in one of the counterparts of the channels and a higher accommodation of adsorbate than in the as-synthesized framework 1, showing the 1st case of controlled sorption properties in flexible porous frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtFyhsr0%253D&md5=53ff87003c78e1e4f59c5e9443596bdb", "(f) ", "Duriska", ", ", "M. B.", "; ", "Neville", ", ", "S. M.", "; ", "Lu", ", ", "J. Z.", "; ", "Iremonger", ", ", "S. S.", "; ", "Boas", ", ", "J. F.", "; ", "Kepert", ", ", "C. J.", "; ", "Batten", ", ", "S. R.", " ", "Systematic Metal Variation and Solvent and Hydrogen-Gas Storage in Supramolecular Nanoballs", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "48", " (", "47", ")  ", "8919", "– ", "8922", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Systematic Metal Variation and Solvent and Hydrogen-Gas Storage in Supramolecular Nanoballs", "Duriska, Martin B.; Neville, Suzanne M.; Lu, Jinzhen; Iremonger, Simon S.; Boas, John F.; Kepert, Cameron J.; Batten, Stuart R.", "Angewandte Chemie, International Edition", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "47", "),\r\n    ", "8919-8922, S8919/1-S8919/33", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A family of discrete metallo-supramol. nanoballs contg. different divalent metals, [(Tp4-pyCuI(MeCN))8MII6(X)10(MeCN)2]X2·xMeCN (Tp4-py = tris[3-(4-pyridyl)pyrazol-1-yl]hydroborate, M = Cu, Zn, Mn, Fe, Cd; X = ClO4, BF4) was produced by self-assembly and several complexes were characterized by x-ray crystallog.  These species have porous structures, similar to metal-org. frameworks.  Stepwise desolvation results in bare metal sites which can be functionalized with org. mols.; the interball cavities show high affinity for hydrogen gas.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtl2rs77E&md5=597839758e92836aba83dbad4372d116", "3. ", "(a) ", "Hoskins", ", ", "B. F.", "; ", "Robson", ", ", "R.", " ", "Design and Construction of a New Class of Scaffolding-Like Materials Comprising Infinite Polymeric Frameworks of 3-D-Linked Molecular Rods—A Reappraisal of the Zn(Cn)", "2", " and Cd(Cn)", "2", " Structures and the Synthesis and Structure of the Diamond-Related Frameworks [N(CH", "3", ")", "4", "][Cu(I)Zn(II)(CN)", "4", "] and Cu(I)[4,4′,4′′,4′′′-Tetracyanotetraphenylmethane]BF", "4", "·", "x", "C", "6", "H", "5", "NO", "2", " ", "J. Am. Chem. Soc.", " ", "1990", ",  ", "112", " (", "4", ")  ", "1546", "– ", "1554", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Design and construction of a new class of scaffolding-like materials comprising infinite polymeric frameworks of 3D-linked molecular rods.  A reappraisal of the zinc cyanide and cadmium cyanide structures and the synthesis and structure of the diamond-related frameworks [N(CH3)4][CuIZnII(CN)4] and CuI[4,4',4'',4'''-tetracyanotetraphenylmethane]BF4.xC6H5NO2", "Hoskins, B. F.; Robson, Richard", "Journal of the American Chemical Society", "\r\n        (", "1990", "),\r\n    ", "112", "\r\n        (", "4", "),\r\n    ", "1546-54", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "It is proposed that a new and potentially extensive class of scaffolding-like materials may be afforded by linking together centers with either a tetrahedral or an octahedral array of valences by rodlike connecting units.  Some simple general principles concerning the design and construction of these frameworks are presented together with reasons for expecting them to show unusual and useful properties.  Two of the simplest conceivable systems of this type are isomorphous Zn(CN)2 and Cd(CN)2 whose structures were reexamd. by single-crystal x-ray diffraction, confirming the earlier description based on powder diffraction data of 2 interpenetrating diamond-related frameworks: cubic, space group P‾43m, Z = 2; with a 5.9002(9) Å (Zn(CN)2) and 6.301(1) Å (Cd(CN)2); 2 unique metal centers, 1 surrounded tetrahedrally by 4C and the other by 4N donors; MCNM rods linear; Zn-C 1.923(6), Zn-N 2.037(5), Cd-C 2.099(5), Cd-N 2.196(4), C-N 1.150(5) Å in Zn(CN)2, and 1.162(5) Å in Cd(CN)2.  The interpenetration of sep. frameworks demonstrated in these archetypal structures is likely to be a major concern in future studies of more complex scaffolding materials.  [N(CH3)4][CuZn(CN)4] was deliberately designed to demonstrate one conceivable way of preventing interpenetration; it is cubic, space group F‾43m, with A 11.609(3) Å; Z = 4.  The structure contains a single diamond-related framework with alternating tetrahedral Cu(I) and Zn(II) centers and linear rods that are very likely of the type CuCNZn with bond distances Cu-C 1.877(8) and Zn-N 2.069(15) Å, Z(CH3)4+ ions occupy half the adamantane cavities generated by the framework, the remaining cavities being vacant.  CuI[4,4',4'',4'''-tetracyanotetraphenylmethane]BF4·xC6H5NO2 (x ≥ 7.7) represents the first attempt to generate an infinite 3-dimensional framework with rods of some complexity.  It is tetragonal, space group I‾4m2, with a 13.620(2) and c 22.642(2) Å; Z = 2.  The structure contains a diamond-related cationic framework with C·C6H4·CN·Cu rods of length 8.856(2) Å.  The framework is tetragonally elongated along the c axis apparently as a result of nonbonded interactions between the 8 ortho-H atoms around the methane C centers.  There is no interpenetration.  The framework generates very large adamantane-like cavities occupied by disordered C6H5NO2 (at least 7.7 mols. per Cu) together with BF4- ions.  The crystals undergo ready anion exchange.  The material is unusual in that approx. two thirds by vol. of what is undoubtedly a crystal is effectively liq.  The results provide confidence that a wide range of scaffolding-like solids should prove accessible.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXovVOjtw%253D%253D&md5=2a9efabcd93072e8668a50199c51320c", "(b) ", "Alkordi", ", ", "M. H.", "; ", "Liu", ", ", "Y. L.", "; ", "Larsen", ", ", "R. W.", "; ", "Eubank", ", ", "J. F.", "; ", "Eddaoudi", ", ", "M.", " ", "Zeolite-like metal-organic frameworks as platforms for applications: On metalloporphyrin-based catalysts", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", " (", "38", ")  ", "12639", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Zeolite-like Metal-Organic Frameworks as Platforms for Applications: On Metalloporphyrin-Based Catalysts", "Alkordi, Mohamed H.; Liu, Yunling; Larsen, Randy W.; Eubank, Jarrod F.; Eddaoudi, Mohamed", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "38", "),\r\n    ", "12639-12641", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The extra-large cavities of zeolite-like metal-org. frameworks (ZMOFs) offer great potential for use as support to larger mols., e.g., porphyrins.  The anionic nature of the framework allowed for facile in situ encapsulation of a cationic free-base porphyrin, and the α-cage of In-imidazoledicarboxylate-based rho-ZMOF is ideally suited to the isolation of one porphyrin mol. per cage, which prevents the oxidative self-degrdn. assocd. with self-dimerization, common in homogeneous catalysis and upon aggregation in solid supports like mesoporous silicates or polymers.  The encapsulation of a free-base porphyrin [5,10,15,20-tetrakis(1-methyl-4-pyridinio)porphyrin] and the stability of the rho-ZMOF to metalation conditions, allows for the prepn. of a variety of metalloporphyrins (i.e., Mn, Cu, Co, Zn ions) with the ZMOF serving as platform.  The Mn-metalated porphyrin encapsulated in rho-ZMOF shows catalytic activity toward the oxidn. of cyclohexane, with turn-over no. higher than those reported for similar heterogeneous systems; the system can be recycled up to 11 cycles, which represents a longer lifetime than that reported for any other system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtVCmsrrN&md5=8b557b666564899f9bd552e5de925c54", "(c) ", "Kishan", ", ", "M. R.", "; ", "Srinivas", ", ", "N.", "; ", "Raghavan", ", ", "K. V.", "; ", "Kulkarni", ", ", "S. J.", "; ", "Sarma", ", ", "J. A. R. P.", "; ", "Vairamani", ", ", "M.", " ", "A novel, shape-selective, zeolite-catalyzed synthesis of calix(4)pyrroles", " ", "Chem. Commun.", " ", "2001", ", ", "21", ")  ", "2226", "– ", "2227", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "A novel, shape-selective, zeolite-catalyzed synthesis of calix[4]pyrroles", "Kishan, M. Radha; Srinivas, N.; Raghavan, K. V.; Kulkarni, S. J.; Sarma, J. A. R. P.; Vairamani, M.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2001", "),\r\n    ", "\r\n        (", "21", "),\r\n    ", "2226-2227", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Porosity and acidity of mol. sieves Al-MCM-41 (ca. 30 Å pore diam.) play a crucial role in the synthesis of novel calix[4]pyrroles; for the first time, Al-MCM-41 has been used as a solid acid catalyst to produce a no. of calix[4]pyrroles with good selectivity and yields, where zeolite HY (ca. 7.6 Å pore diam.) yields mainly the linear chain dimer and no cyclic products.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXnslChtL0%253D&md5=0c66ee0230c6be53eae56180a1ed7944", "(d) ", "Cheetham", ", ", "A. K.", "; ", "Rao", ", ", "C. N. R.", "; ", "Feller", ", ", "R. K.", " ", "Structural diversity and chemical trends in hybrid inorganic-organic framework materials", " ", "Chem. Commun.", " ", "2006", ", ", "46", ")  ", "4780", "– ", "4795", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Structural diversity and chemical trends in hybrid inorganic-organic framework materials", "Cheetham, Anthony K.; Rao, C. N. R.; Feller, Russell K.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2006", "),\r\n    ", "\r\n        (", "46", "),\r\n    ", "4780-4795", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Hybrid framework compds., including both metal-org. coordination polymers and systems that contain extended inorg. connectivity (extended inorg. hybrids), have recently developed into an important new class of solid-state materials.  The authors examine the diversity of this complex class of materials, propose a simple but systematic classification, and explore the chem. and geometrical factors that influence their formation.  The authors also discuss the growing evidence that many hybrid frameworks tend to form under thermodn. rather than kinetic control when the synthesis is carried out under hydrothermal conditions.  Finally, the authors explore the potential applications of hybrid frameworks in areas such as gas sepns. and storage, heterogeneous catalysis, and photoluminescence.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xht1CmurnO&md5=8ec3388fde1f73731a6b9cabf70f3f5c", "(e) ", "Fujita", ", ", "M.", "; ", "Kwon", ", ", "Y. J.", "; ", "Washizu", ", ", "S.", "; ", "Ogura", ", ", "K.", " ", "Preparation, Clathration Ability, and Catalysis of a 2-Dimensional Square Network Material Composed of Cadmium(II) and 4,4′-Bipyridine", " ", "J. Am. Chem. Soc.", " ", "1994", ",  ", "116", " (", "3", ")  ", "1151", "– ", "1152", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Preparation, Clathration Ability, and Catalysis of a Two-Dimensional Square Network Material Composed of Cadmium(II) and 4,4'-Bipyridine", "Fujita, Makoto; Kwon, Yoon Jung; Washizu, Satoru; Ogura, Katsuyuki", "Journal of the American Chemical Society", "\r\n        (", "1994", "),\r\n    ", "116", "\r\n        (", "3", "),\r\n    ", "1151-2", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "A two-dimensional square network material {[Cd(4,4'-bpy)2](NO3)2}∞ (1) (bpy = bipyridine) was prepd. from Cd(NO3)2 and 4,4'-bpy.  Having inner cavities surrounded by 4,4'-bpy units as shown by crystallog. anal., this material behaved like inorg. porous materials such as zeolites.  Thus, the complex 1 easily formed the clathrate complex {[Cd(4,4'-bpy)2](NO3)2·2G}∞ (2,G = o-C6H4X2 or C6H5X, X = Br, Cl) with some arom. compds. and exhibited heterogeneous catalysis for cyanosilyation of aldehydes.  X-ray diffraction study of 2 (G = o-C6H4Br2) showed a layered array of the two-dimensional network.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXhsVGnt78%253D&md5=5af3fcd83e3709797b79fe9c9d22d26d", "4. ", "(a) ", "Chang", ", ", "J. S.", "; ", "Park", ", ", "S. E.", "; ", "Gao", ", ", "Q. M.", "; ", "Ferey", ", ", "G.", "; ", "Cheetham", ", ", "A. K.", " ", "Catalytic conversion of butadiene to ethylbenzene over the nanoporous nickel(II) phosphate, VSB-1", " ", "Chem. Commun.", " ", "2001", ", ", "9", ")  ", "859", "– ", "860", "[", "Crossref", "], [", "CAS", "]", "4. ", "Catalytic conversion of butadiene to ethylbenzene over the nanoporous nickel(II) phosphate, VSB-1", "Chang, Jong-San; Gao, Qiuming; Cheetham, Anthony K.; Park, Sang-Eon; Ferey, Gerard", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2001", "),\r\n    ", "\r\n        (", "9", "),\r\n    ", "859-860", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Large-pore Ni(II) phosphate (VSB-1) shows excellent selectivity (>80%) for dehydrocyclodimerization of butadiene to ethylbenzene at 400°.  Conversion to 4-vinylcyclohexene and oligomeric byproducts was <5%.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXjtVCls7k%253D&md5=460d301a996be33237a6051779738a2d", "(b) ", "Xamena", ", ", "F. X. L. I.", "; ", "Abad", ", ", "A.", "; ", "Corma", ", ", "A.", "; ", "Garcia", ", ", "H.", " ", "MOFs as catalysts: Activity, reusability and shape-selectivity of a Pd-containing MOF", " ", "J. Catal.", " ", "2007", ",  ", "250", " (", "2", ")  ", "294", "– ", "298", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(c) ", "Farrusseng", ", ", "D.", "; ", "Aguado", ", ", "S.", "; ", "Pinel", ", ", "C.", " ", "Metal-Organic Frameworks: Opportunities for Catalysis", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "48", " (", "41", ")  ", "7502", "– ", "7513", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Metal-Organic Frameworks: Opportunities for Catalysis", "Farrusseng, David; Aguado, Sonia; Pinel, Catherine", "Angewandte Chemie, International Edition", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "41", "),\r\n    ", "7502-7513", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review; the role of metal-org. frameworks (MOFs) in the field of catalysis is discussed, and special focus is placed on their assets and limits in light of current challenges in catalysis and green chem.  Their structural and dynamic features are presented in terms of catalytic functions along with how MOFs can be designed to bridge the gap between zeolites and enzymes.  The contributions of MOFs to the field of catalysis are comprehensively reviewed and a list of catalytic candidates is given.  The subject is presented from a multidisciplinary point of view covering solid-state chem., materials science, and catalysis.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht1Sru73L&md5=70017c2bece6b49b77ca02a915c7a5d2", "5. ", "Thallapally", ", ", "P. K.", "; ", "Fernandez", ", ", "C. A.", "; ", "Motkuri", ", ", "R. K.", "; ", "Nune", ", ", "S. K.", "; ", "Liu", ", ", "J.", "; ", "Peden", ", ", "C. H. F.", " ", "Micro and mesoporous metal−organic frameworks for catalysis applications", " ", "Dalton Trans.", " ", "2010", ",  ", "39", ",  ", "1692", "– ", "1694", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Micro and mesoporous metal-organic frameworks for catalysis applications", "Thallapally, Praveen K.; Fernandez, Carlos A.; Motkuri, Radha Kishan; Nune, Satish K.; Liu, Jun; Peden, Charles H. F.", "Dalton Transactions", "\r\n        (", "2010", "),\r\n    ", "39", "\r\n        (", "7", "),\r\n    ", "1692-1694", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Micro and mesoporous metal-org. frameworks were synthesized using a single tetrahedral building block, and their catalytic properties towards alkylation of toluene and biphenyl showed high selectivity for the para oriented product.  The frameworks consist of metal centers linked with org. building blocks that self-assemble into porous structures.  Micro and mesoporous supramol. isomers were generated from tetrakis[4-(carboxyphenyl)oxamethyl]methane with a Zn cluster, other tetrahedral org. linkers, and N,N-dimethylformamide; the assemblies show diamondoid and Lonsdaleite network morphol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlCqt7s%253D&md5=a3316fff58c1cfba5f6f9322b82fd8fb", "6. ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Rosi", ", ", "N.", "; ", "Vodak", ", ", "D.", "; ", "Wachter", ", ", "J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Systematic design of pore size and functionality in isoreticular MOFs and their application in methane storage", " ", "Science", " ", "2002", ",  ", "295", " (", "5554", ")  ", "469", "– ", "472", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Systematic design of pore size and functionality in isoreticular MOFs and their application in methane storage", "Eddaoudi, Mohamed; Kim, Jaheon; Rosi, Nathaniel; Vodak, David; Wachter, Joseph; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2002", "),\r\n    ", "295", "\r\n        (", "5554", "),\r\n    ", "469-472", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A strategy based on reticulating metal ions and org. carboxylate links into extended networks has been advanced to a point that allowed the design of porous structures in which pore size and functionality could be varied systematically.  Metal-org. framework (MOF-5), a prototype of a new class of porous materials and one that is constructed from octahedral Zn-O-C clusters and benzene links, was used to demonstrate that its three-dimensional porous system can be functionalized with the org. groups -Br, -NH2, -OC3H7, -OC5H11, -C2H4, and -C4H4 and that its pore size can be expanded with the long mol. struts biphenyl, tetrahydropyrene, pyrene, and terphenyl.  We synthesized an isoreticular series (one that has the same framework topol.) of 16 highly cryst. materials whose open space represented up to 91.1% of the crystal vol., as well as homogeneous periodic pores that can be incrementally varied from 3.8 to 28.8 Å.  One member of this series exhibited a high capacity for methane storage (240 cm3 at std. temp.), and others the lowest densities (0.41 to 0.21 g/cm3) for a cryst. material at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlyrtLjP&md5=d218d4040887f5fb390a733ee156d27b", "7. ", "Ravon", ", ", "U.", "; ", "Domine", ", ", "M. E.", "; ", "Gaudillere", ", ", "C.", "; ", "Desmartin-Chomel", ", ", "A.", "; ", "Farrusseng", ", ", "D.", " ", "MOFs as acid catalysts with shape selectivity properties", " ", "New J. Chem.", " ", "2008", ",  ", "32", " (", "6", ")  ", "937", "– ", "940", "[", "Crossref", "], [", "CAS", "]", "7. ", "MOFs as acid catalysts with shape selectivity properties", "Ravon, Ugo; Domine, Marcelo E.; Gaudillere, Cyril; Desmartin-Chomel, Arnold; Farrusseng, David", "New Journal of Chemistry", "\r\n        (", "2008", "),\r\n    ", "32", "\r\n        (", "6", "),\r\n    ", "937-940", "CODEN:\r\n                ", "NJCHE5", ";\r\n        ISSN:", "1144-0546", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "MOF [metal-org. framework] compds. catalyzed the para-alkylation of large polyarom. compds. with nearly 100% of regioselectivity, as alternative to zeolite catalysts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmvFGksrY%253D&md5=d2e6927271a187bedfc6d6f992e3695e"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-9/cg100796e/production/images/small/cg-2010-00796e_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-9/cg100796e/production/images/small/cg-2010-00796e_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-9/cg100796e/production/images/small/cg-2010-00796e_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-9/cg100796e/production/images/small/cg-2010-00796e_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-9/cg100796e/production/images/small/cg-2010-00796e_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-9/cg100796e/production/images/small/cg-2010-00796e_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-9/cg100796e/production/images/small/cg-2010-00796e_0007.gif\">"]}
