{"title": ["Remarkable Lattice Shrinkage in Highly Oriented Crystalline Three-Dimensional Metal–Organic Framework Thin Films"], "authors": ["Tomoyuki Haraguchi", "Kazuya Otsubo", "Osami Sakata", "Akihiko Fujiwara", "Hiroshi Kitagawa"], "doi": ["10.1021/acs.inorgchem.5b02207"], "abstract": ["We report on the successful fabrication of highly oriented crystalline thin films of three-dimensional metal−organic frameworks, Fe(pz)[M(CN)", "] (M = Ni, Pd; pz = pyrazine). Synchrotron X-ray diffraction studies reveal not only the highly oriented crystalline nature but also the remarkable shrunken structure of the thin films (∼3−7% volume shrinkage) compared with bulk samples. Furthermore, these films exhibit large lattice expansions upon guest adsorption, in marked contrast to the almost unchanged lattice in the bulk samples.", "Highly oriented crystalline thin films of metal–organic frameworks (MOFs) have promising practical applications, such as in gas separation, catalysis, and sensing. We report on the successful fabrication of highly oriented crystalline thin films of three-dimensional porous MOFs, Fe(pz)[M(CN)", "] (M = Ni, Pd; pz = pyrazine). Synchrotron X-ray diffraction studies reveal not only the highly oriented crystalline nature but also the remarkable shrunken structure of the thin films (∼3–7% volume shrinkage) compared with bulk samples. Furthermore, because of lattice shrinkage, these films exhibit large lattice expansions upon guest adsorption, in marked contrast to the almost unchanged lattice in the bulk samples."], "text": ["Metal–organic frameworks (MOFs)", "(1)", " have highly designable ordered structures with microporosity and exhibit various functionalities, such as gas sorption,", "(2)", " catalysis,", "(3)", " sensing,", "(4)", " conductivity,", "(5)", " magnetism,", "(6)", " and electronic properties.", "(7)", " With a view toward utilization of MOFs and integration of functionalities, the use of MOFs as thin films has been intensively pursued for future nanotechnological devices such as catalysis and sensing application.", "(8)", " For practical applications of MOF thin films, controlling their crystallinity and orientation on the substrate is an important task. However, it is still difficult to fabricate a highly oriented crystalline MOF thin film; most MOF thin films are polycrystalline, and the growth directions are poorly controlled both horizontally and vertically (i.e., in-plane and out-of-plane) relative to the substrate.", "(9)", " There are three approaches for controlling the crystallinity and growth directions of thin films. One is the layer-by-layer (LbL) method, in which a self-assembled-monolayer (SAM)-functionalized substrate is sequentially immersed in solutions of structural components.", "(10)", " The others are relatively new approaches: a combination of the Langmuir–Blodgett and LbL methods (LB–LbL)", "(11a)", " and the modular assembly technique.", "(11b)", " Although several highly oriented crystalline MOF thin films have been reported, most of them are limited to a two-dimensional (2D)-layered MOF. To the best of our knowledge, there are only two examples of three-dimensional (3D) MOF thin films with high crystallinities and orientations, as confirmed by an X-ray diffraction (XRD) study along both the in-plane and out-of-plane directions.", "(12)", " We have recently reported one example: the LbL fabrication of a Hofmann-type MOF thin film, Fe(pz)[Pt(CN)", "4", "] (", "Ptpz", "; pz = pyrazine).", "(12c)", " This MOF has cyanide-bridged 2D layers containing Fe", "2+", " and [Pt(CN)", "4", "]", "2–", " units, and the layers are connected through pz ligands to form a 3D pillared-layer-type structure. Hofmann-type MOFs have attracted much attention because of external stimuli- and guest-triggered spin transitions (i.e., spin-crossover phenomena).", "(13)", " Here, we present highly oriented crystalline thin films of metal-exchanged analogues of 3D Hofmann-type MOF thin films, Fe(pz)[M(CN)", "4", "] [M = Ni (", "Nipz", "); M = Pd (", "Pdpz", ")]. Synchrotron XRD studies revealed not only the highly oriented crystalline nature but also the remarkable shrunken structure of the thin films compared with bulk samples. Moreover, in situ synchrotron out-of-plane XRD measurements revealed large lattice expansions upon guest adsorption, in marked contrast to the almost unchanged lattice in the bulk samples.", "Preparation of thin films using the LbL method was carried out following a reported procedure (", "Figure ", "1", ").", "(12c)", " First, a Au/Cr/Si substrate was immersed in an ethanol (EtOH) solution of 4-mercaptopyridine, and a SAM was formed. The substrate was then sequentially immersed in EtOH solutions of Fe(BF", "4", ")", "2", "·6H", "2", "O, [(C", "4", "H", "9", ")", "4", "N]", "2", "M(CN)", "4", " (M = Ni, Pd), and pyrazine at −60 °C for 30 cycles. LbL fabrication processes were monitored by infrared reflection absorption spectroscopy (IRRAS; Figure S1 in the ", "Supporting Information", ", SI). The intensity of the ν(CN) stretching mode linearly increased with the number of LbL cycles, which implies that the thin-film thickness can be controlled by the number of LbL cycles.", "Figure 1. Schematic representation of the LbL approach of fabricating Fe(pz)[M(CN)", "4", "] (M = Ni, Pd) thin films.", "To confirm the crystallinity and orientation of the thin films, XRD measurements were performed using synchrotron X-ray radiation at the BL13XU beamline of SPring-8. ", "Figure ", "2", " shows the XRD profiles [λ = 1.550 Å, room temperature (RT)] of the films for different scattering geometries: the horizontal direction (in-plane, 2θ mode; ", "Figure ", "2", "a) and the vertical direction (out-of-plane, θ–2θ mode; ", "Figure ", "2", "b) relative to the substrate. The XRD patterns are similar to those of ", "Ptpz", ",", "(11)", "c", " which indicates that ", "Pdpz", " and ", "Nipz", " are isostructural and have the same oriented nature as that of ", "Ptpz", ". The in-plane XRD patterns (", "Figure ", "2", "a) exhibit several peaks, which can be indexed as ", "hk", "0, in agreement with the simulation pattern, which represents a periodic ordering of the cyanide-bridged 2D layer. On the other hand, out-of-plane patterns (", "Figure ", "2", "b) exhibit two peaks that can be indexed as 00", "l", ", in agreement with the simulation pattern, which represents pz-ligand-mediated interlayer ordering. It is worth noting that ", "hk", "0 and 00", "l", " diffraction peaks are separately observed in the in-plane and out-of-plane patterns, respectively. The synchrotron X-ray study clearly demonstrates that these films have high crystallinity and well-controlled orientations of the crystal growth in both the in-plane and out-of-plane directions. The absence of azimuthal angle dependence within the surface plane (Figure S3 in the ", "SI", ") implies that films are formed uniformly without any preferential direction on the substrates. The average crystalline domain sizes were calculated to be ∼11 nm for ", "Nipz", " and ∼14 nm for ", "Pdpz", ", from the full-width at half-maximum of the 110 peaks using the Scherrer equation. Atomic force microscopy (AFM) images revealed several domains (Figures S4 and S5 in the ", "SI", "); both large domains (∼200 nm) and small domains (<50 nm) exist. Thus, because of the large domain size dispersion, crystalline domain sizes calculated by XRD would be smaller than those determined from AFM. The obtained in-plane and out-of-plane XRD patterns led to their lattice parameters (tetragonal, ", "P", "4/", "mmm", "; ", "a", " = 7.376(2) Å, ", "c", " = 7.132(7) Å, and ", "V", " = 388.0(4) Å", "3", " for ", "Pdpz", "; ", "a", " = 7.114(3) Å, ", "c", " = 7.02(1) Å, and ", "V", " = 355.3(3) Å", "3", " for ", "Nipz", "). It is worth noting that these structures are smaller (∼3–7% volume shrinkage; Table S3 in the ", "SI", ") than those of bulk samples (high-spin state, tetragonal, ", "P", "4/", "mmm", "; ", "a", " = 7.4329(1) Å, ", "c", " = 7.2293(2) Å, and ", "V", " = 399.4(1) Å", "3", " for Fe(pz)[Pd(CN)", "4", "]; ", "a", " = 7.256(1) Å, ", "c", " = 7.237(1) Å, and ", "V", " = 381.06(9) Å", "3", " for Fe(pz)[Ni(CN)", "4", "]; data from ref ", "14", "), although the Raman spectra imply that both ", "Pdpz", " and ", "Nipz", " are in the high-spin state (Figure S2 in the ", "SI", "). Furthermore, similar lattice shrinkage was also observed for ", "Ptpz", ".", "(12c)", " There are two possible explanations for lattice shrinkage. One is the crystal downsizing effect; lattice shrinkage is often observed for condensed nanoparticles, where both the surface energy and surface strain increase.", "(15)", " The crystal downsizing effect, such as the reappearance of spin-transition hysteresis", "(16a)", " and structural stability change,", "(16b)", " was also observed for MOF nanocrystals. The other explanation is interface strain; lattice shrinkage has also been reported for epitaxial heterojunction films composed of two metal oxides, where strain is introduced at the interface because of the lattice mismatch between the two metal oxides.", "(17)", " The SAM is known to be formed as an ordered structure with a rectangular unit cell", "(18)", " (the intermolecular distance is ∼5–7 Å, which is smaller than the lattice ", "a", " for both ", "Pdpz", " and ", "Nipz", "). It should be possible for this lattice mismatch to cause lattice shrinkage.", "Figure 2. Synchrotron XRD patterns of Fe(pz)[M(CN)", "4", "] (M = Ni, Pd) thin films (λ = 1.550 Å, RT): (a) in-plane (2θ mode); (b) out-of-plane (θ–2θ mode). Filled circles, red lines, and black lines denote experimental data, fitting results, and simulated XRD patterns, respectively. Insets: Scattering geometries of the XRD study and periodic orderings in each of the XRD patterns.", "Because bulk samples are known to exhibit gas sorption to various guest molecules,", "(13)", " a sorption behavior change was expected because of the remarkable lattice shrinkage. To clarify the sorption behavior, quartz crystal microbalance (QCM) measurements were carried out under MeCN and EtOH vapors, as shown in ", "Figure ", "3", "a. All isotherms revealed almost the same amount of uptake (∼1 molecule per one iron) with the bulk (Figure S8 in the ", "SI", ") in the low-pressure region and exhibited type I sorption profiles (typical for microporous materials) in IUPAC classification", "(19)", " with wide hysteresis, which may be due to adsorption to the domain boundary. Lattice changes upon guest adsorption were also investigated by in situ out-of-plane synchrotron XRD measurements. The lattice constant ", "c", " of ", "Pdpz", " changed under several vapor pressures of MeCN and EtOH at RT (", "Figure ", "3", "b). These lattice changes exhibited reversible interlayer spacing expansions (Δ", "c", " = ∼0.14 Å for MeCN and Δ", "c", " = ∼0.12 Å for EtOH; Table S1 in the ", "SI", "), which is quite different from the almost unchanged lattice in the bulk sample (Δ", "c", " = ∼0.005 Å for MeCN and Δ", "c", " = ∼0.001 Å for EtOH; Table S2 in the ", "SI", "). The lattice constant ", "c", " at ", "P", "/", "P", "0", " = 0.95 [", "c", " = 7.270(5) Å for MeCN and ", "c", " = 7.25(2) Å for EtOH; Table S1 in the ", "SI", "] is near that of bulk [guest-free; ", "c", " = 7.2293(2) Å]. Thus, large expansion of the interlayer spacing should be due to lattice shrinkage. Similar sorption behavior was also observed for ", "Nipz", " (Figures S9 and S11 in the ", "SI", ").", "Figure 3. MeCN and EtOH adsorption/desorption behavior of ", "Pdpz", ": (a) Sorption isotherms obtained from QCM measurements at RT. (b) Changes in lattice constant ", "c", " obtained from out-of-plane synchrotron XRD. Filled and open symbols denote adsorption and desorption, respectively.", "In summary, we have demonstrated the successful fabrication of highly oriented crystalline Hofmann-type 3D MOF thin films, Fe(pz)[M(CN)", "4", "] (M = Ni, Pd). The thin films exhibited remarkable lattice shrinkage and large expansion of the interlayer spacing under MeCN and EtOH vapors, in marked contrast to the almost unchanged lattice in the bulk samples. These results should provide useful insight for future  applications of MOFs.", " ", "Top of Page", "Abstract", "References", "Supporting Information", "The Supporting Information is available free of charge on the ", "ACS Publications website", " at DOI: ", "10.1021/acs.inorgchem.5b02207", ".", "Details of experimental procedures, thin-film preparation, IRRAS, Raman spectra, additional XRD data, AFM images, and sorption data of obtained thin films and bulk samples. Complete reference list (", "PDF", ")", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "References", "Acknowledgment", "This work was partly supported by Grants-in-Aid for Scientific Research (A) (Grants 20350030 and 23245012), a Grant-in-Aid for Young Scientists (B) (Grant 25810039), and Grants-in-Aid for JSPS Fellows (Grant 25-1768) from JSPS. Synchrotron XRD measurements were supported by the Japan Synchrotron Radiation Research Institute (Proposals 2010B1535, 2011A1463, 2011B1013, 2011B1529, 2011B4907, 2012A1505, 2012A1508, 2012B1304, and 2015A1535).", "Reference QuickView", "Top of Page", "Abstract", "References", "References", "This article references 19 other publications.", "1. ", "(a) ", "Furukawa", ", ", "H.", "; ", "Cordova", ", ", "K. E.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2013", ",  ", "341", ",  ", "1230444-1", "– ", "1230444-12", " DOI: 10.1126/science.1230444", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(b) ", "Kitagawa", ", ", "S.", "; ", "Kitaura", ", ", "R.", "; ", "Noro", ", ", "S.", " ", "Angew. Chem., Int. Ed.", " ", "2004", ",  ", "43", ",  ", "2334", "– ", "2375", " DOI: 10.1002/anie.200300610", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Functional porous coordination polymers", "Kitagawa, Susumu; Kitaura, Ryo; Noro, Shin-ichiro", "Angewandte Chemie, International Edition", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "18", "),\r\n    ", "2334-2375", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Discussion concs. on three aspects of coordination polymers: (1) the use of crystal engineering to construct porous frameworks from connectors and linkers (nano-space engineering), (2) characterizing and cataloging the porous properties by functions for storage, exchange, sepn., etc., and (3) the next generation of porous functions based on dynamic crystal transformations caused by guest mols. or phys. stimuli.  The authors' aim is to present the state of the art chem. and physics of and in the micropores of porous coordination polymers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXktFShtLk%253D&md5=9df52e99bad3cc0db67f65551a8c154f", "(c) ", "Shimizu", ", ", "G. K. H.", "; ", "Vaidhyanathan", ", ", "R.", "; ", "Taylor", ", ", "J. M.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1430", "– ", "1449", " DOI: 10.1039/b802423p", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Phosphonate and sulfonate metal organic frameworks", "Shimizu, George K. H.; Vaidhyanathan, Ramanathan; Taylor, Jared M.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1430-1449", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Recent progress in phosphonate and sulfonate MOFs is reviewed with an emphasis on open frameworks.  These two ligating functionalities are paired due to their structural analogy but the review will show that their differences likely outweigh their similarities when it comes to their framework structures and properties.  Examples that are highlighted focus on new routes to open structures, demonstrations of porosity and functionality, and examples with dynamic structures.  This crit. review is geared to researchers interested in designing open framework solids.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurk%253D&md5=2592cec139d4ed1c549b4cb784e15b96", "2. ", "(a) ", "Chae", ", ", "H. K.", "; ", "Siberio-Perez", ", ", "D. Y.", "; ", "Kim", ", ", "J.", "; ", "Go", ", ", "Y.", "; ", "Eddaoudi", ", ", "M.", "; ", "Matzger", ", ", "A. J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Nature", " ", "2004", ",  ", "427", ",  ", "523", "– ", "527", " DOI: 10.1038/nature02311", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "A route to high surface area, porosity and inclusion of large molecules in crystals", "Chae, Hee K.; Siberio-Perez, Diana Y.; Kim, Jaheon; Go, Yong Bok; Eddaoudi, Mohamed; Matzger, Adam J.; O'Keeffe, Michael; Yaghi, Omar M.", "Nature (London, United Kingdom)", "\r\n        (", "2004", "),\r\n    ", "427", "\r\n        (", "6974", "),\r\n    ", "523-527", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "One of the outstanding challenges in the field of porous materials is the design and synthesis of chem. structures with exceptionally high surface areas.  Such materials are of crit. importance to many applications involving catalysis, sepn. and gas storage.  The claim for the highest surface area of a disordered structure is for C, at 2,030 m2 g-1 (M. Nijkamp, et al., 2001).  Until recently, the largest surface area of an ordered structure was that of zeolite Y, recorded at 904 m2 g-1 (A. W. Chester, et al., 2000).  But with the introduction of metal-org. framework materials, this was exceeded, with values up to 3,000 m2 g-1.  Despite this, no method of detg. the upper limit in surface area for a material has yet been found.  Here the authors present a general strategy that has provided a structure having by far the highest surface area reported to date.  The authors report the design, synthesis and properties of cryst. Zn4O(1,3,5-benzenetribenzoate)2, a new metal-org. framework with a surface area estd. at 4,500 m2 g-1.  This framework, which the authors name MOF-177, combines this exceptional level of surface area with an ordered structure that has extra-large pores capable of binding polycyclic org. guest mols., attributes not previously combined in one material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXpsFWguw%253D%253D&md5=c5e01fc1ae8145737276e816abb3b87d", "(b) ", "Li", ", ", "J.-R.", "; ", "Sculley", ", ", "J.", "; ", "Zhou", ", ", "H.-C.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "869", "– ", "932", " DOI: 10.1021/cr200190s", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Metal-Organic Frameworks for Separations", "Li, Jian-Rong; Sculley, Julian; Zhou, Hong-Cai", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "869-932", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  This article reviews the metal-org. frameworks (MOFs), a new class of porous solid materials.  Their performances for applications in sepns. and purifications is attracting intense interest of researchers working in the fields of chem., chem. engineering, materials science, and others.  Despite being in its infancy, the research progress in this subject has already shown that MOFs are promising for sepn. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1OnsbbL&md5=635f36e2682f7fbc651f5021d591a1cf", "3. ", "Lee", ", ", "J.", "; ", "Farha", ", ", "O. K.", "; ", "Roberts", ", ", "J.", "; ", "Scheidt", ", ", "K. A.", "; ", "Nguyen", ", ", "S. T.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1450", "– ", "1459", " DOI: 10.1039/b807080f", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Metal-organic framework materials as catalysts", "Lee, Jeong Yong; Farha, Omar K.; Roberts, John; Scheidt, Karl A.; Nguyen, Son Binh T.; Hupp, Joseph T.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1450-1459", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; a crit. review of the emerging field of MOF-based catalysis is presented.  Discussed are examples of: (a) opportunistic catalysis with metal nodes, (b) designed catalysis with framework nodes, (c) catalysis by homogeneous catalysts incorporated as framework struts, (d) catalysis by MOF-encapsulated mol. species, (e) catalysis by metal-free org. struts or cavity modifiers, and (f) catalysis by MOF-encapsulated clusters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7k%253D&md5=d9cef4eb52ffb1c73fe1195e11bace26", "4. ", "Kreno", ", ", "L. E.", "; ", "Leong", ", ", "K.", "; ", "Farha", ", ", "O. K.", "; ", "Allendorf", ", ", "M.", "; ", "Van Duyne", ", ", "R. P.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1105", "– ", "1125", " DOI: 10.1021/cr200324t", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Metal-Organic Framework Materials as Chemical Sensors", "Kreno, Lauren E.; Leong, Kirsty; Farha, Omar K.; Allendorf, Mark; Van Duyne, Richard P.; Hupp, Joseph T.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1105-1125", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors present a crit. review of the literature on metal-org. frameworks (MOFs) as chem. sensors.  The authors begin by briefly examg. challenges relating to MOF sensor development including the design of MOFs with desirable properties, incorporation of appropriate signal transduction capabilities, and integration of MOFs into devices by employing thin-film growth techniques.  Subsequent sections discuss specific examples of MOF sensors, categorized by method of signal transduction.  Sensors based on MOF photoluminescence are discussed briefly.  The authors have limited the review of luminescence-based sensors to a small no. of recent reports where the porous MOF architecture, or its chem. compn., imparts selective sensing capabilities.  Scintillating MOFs that luminesce in the presence of radioactive analytes are also discussed.  Other signal transduction schemes that use photons include various kinds of optical interferometry, analyte modulation of localized surface plasmon resonance energies, and solvatochromism.  Mech. signal-transduction schemes employed with MOFs include ones based on surface acoustic wave, quartz crystal microbalance, and microcantilever devices.  Elec. schemes thus far were limited to ones based on impedance spectroscopy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVCgtL%252FI&md5=f6ed572725bc067ee8da81880bf1ec90", "5. ", "Otsubo", ", ", "K.", "; ", "Kobayashi", ", ", "A.", "; ", "Kitagawa", ", ", "H.", "; ", "Hedo", ", ", "M.", "; ", "Uwatoko", ", ", "Y.", "; ", "Sagayama", ", ", "H.", "; ", "Wakabayashi", ", ", "Y.", "; ", "Sawa", ", ", "H.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "8140", "– ", "8141", " DOI: 10.1021/ja061871x", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Most Stable Metallic Phase of the Mixed-Valence MMX-Chain, Pt2(dtp)4I (dtp = C2H5CS2-), in Purely d-Electronic Conductors Based on the Transition-Metal Complex", "Otsubo, Kazuya; Kobayashi, Atsushi; Kitagawa, Hiroshi; Hedo, Masato; Uwatoko, Yoshiya; Sagayama, Hajime; Wakabayashi, Yusuke; Sawa, Hiroshi", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "25", "),\r\n    ", "8140-8141", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The elec. resistivity and x-ray oscillation photograph measurements for an MMX-chain complex, Pt2(dtp)4I (dtp = C2H5CS2-), under high pressure were performed.  The authors obsd. the most stable metallic phase (TMI = 70 K, under 2.2 GPa) in the 1-dimensional purely d-electronic conductors and pressure-induced metal-insulator transition including the structural phase transition at 3.0 GPa.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XltlSns78%253D&md5=a2a3233e93cd1ab253933f303ce46d68", "6. ", "Kurmoo", ", ", "M.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1353", "– ", "1379", " DOI: 10.1039/b804757j", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Magnetic metal-organic frameworks", "Kurmoo, Mohamedally", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1353-1379", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The purpose of this crit. review is to give a representative and comprehensive overview of the arising developments in the field of magnetic metal-org. frameworks, in particular those contg. Co(ii).  The authors examine the diversity of magnetic exchange interactions between nearest-neighbor moment carriers, covering from dimers to oligomers and discuss their implications in infinite chains, layers and networks, having a variety of topologies.  The authors progress to the different forms of short-range magnetic ordering, giving rise to single-mol.-magnets and single-chain-magnets, to long-range ordering of two- and three-dimensional networks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7s%253D&md5=c36c75a0da01400b3ff68a28a90c43bc", "7. ", "Otsubo", ", ", "K.", "; ", "Wakabayashi", ", ", "Y.", "; ", "Ohara", ", ", "J.", "; ", "Yamamoto", ", ", "S.", "; ", "Matsuzaki", ", ", "H.", "; ", "Okamoto", ", ", "H.", "; ", "Nitta", ", ", "K.", "; ", "Uruga", ", ", "T.", "; ", "Kitagawa", ", ", "H.", " ", "Nat. Mater.", " ", "2011", ",  ", "10", ",  ", "291", "– ", "295", " DOI: 10.1038/nmat2963", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Bottom-up realization of a porous metal-organic nanotubular assembly", "Otsubo, Kazuya; Wakabayashi, Yusuke; Ohara, Jun; Yamamoto, Shoji; Matsuzaki, Hiroyuki; Okamoto, Hiroshi; Nitta, Kiyofumi; Uruga, Tomoya; Kitagawa, Hiroshi", "Nature Materials", "\r\n        (", "2011", "),\r\n    ", "10", "\r\n        (", "4", "),\r\n    ", "291-295", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Nanotubes are generally prepd. from their constituent elements at high temps., and thus it is difficult to control their size, shape and electronic states.  One useful approach for synthesizing well-defined nanostructures involves the use of building blocks such as metal ions and org. mols.  Here, the authors show the successful creation of an assembly of infinite square prism-shaped metal-org. nanotubes [Pt(en)(bpy)]4(NO3)8·16H2O obtained from the simple polymn. of a square-shaped metal-org. frame.  The constituent nanotube has a 1-dimensional (1D) channel with a window size of 5.9 x 5.9 Å2, and can absorb H2O (H2O) and alc. vapors, whereas N2 and CO2 do not adhere.  It consists of four 1-dimensional covalent chains that constitute a unique electronic structure of 'charge-d. wave (CDW) quartets' on crystn.  Also, exchanging structural components and guest mols. enables the authors to control its semiconductive bandgap.  These findings demonstrate the possibility of bottom-up construction of new porous nanotubes, where their degrees of freedom in both pore space and framework can be used.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjvVGjtbo%253D&md5=83695cbc9f647e0982510ca7afa35ccc", "8. ", "(a) ", "Zacher", ", ", "D.", "; ", "Schmid", ", ", "R.", "; ", "Wöll", ", ", "C.", "; ", "Fischer", ", ", "R. A.", " ", "Angew. Chem., Int. Ed.", " ", "2011", ",  ", "50", ",  ", "176", "– ", "199", " DOI: 10.1002/anie.201002451", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Surface Chemistry of Metal-Organic Frameworks at the Liquid-Solid Interface", "Zacher, Denise; Schmid, Rochus; Woell, Christof; Fischer, Roland A.", "Angewandte Chemie, International Edition", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "1", "),\r\n    ", "176-199", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) are a fascinating class of novel inorg.-org. hybrid materials.  They are essentially based on classic coordination chem. and hold much promise for unique applications ranging from gas storage and sepn. to chem. sensing, catalysis, and drug release.  The evolution of the full innovative potential of MOFs, in particular for nanotechnol. and device integration, however requires a fundamental understanding of the formation process of MOFs.  Also necessary is the ability to control the growth of thin MOF films and the positioning of size- and shape-selected crystals as well as MOF heterostructures on a given surface in a well-defined and oriented fashion.  MOFs are solid-state materials typically formed by solvothermal reactions and their crystn. from the liq. phase involves the surface chem. of their building blocks.  This Review brings together various key aspects of the surface chem. of MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhs1alu7zE&md5=8a945d275f4694f0ab775b099a3acd83", "(b) ", "Shekhah", ", ", "O.", "; ", "Liu", ", ", "J.", "; ", "Fischer", ", ", "R. A.", "; ", "Wöll", ", ", "C.", " ", "Chem. Soc. Rev.", " ", "2011", ",  ", "40", ",  ", "1081", "– ", "1106", " DOI: 10.1039/c0cs00147c", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "MOF thin films: existing and future applications", "Shekhah, O.; Liu, J.; Fischer, R. A.; Woell, Ch.", "Chemical Society Reviews", "\r\n        (", "2011", "),\r\n    ", "40", "\r\n        (", "2", "),\r\n    ", "1081-1106", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The applications and potentials of thin film coatings of metal-org. frameworks (MOFs) supported on various substrates are discussed in this crit. review.  Because the demand for fabricating such porous coatings is rather obvious, in the past years several synthesis schemes were developed for the prepn. of thin porous MOF films.  Although this is an emerging field seeing a rapid development a no. of different applications on MOF films were either already demonstrated or are proposed.  This review focuses on the fabrication of continuous, thin porous films, either supported on solid substrates or as free-standing membranes.  The availability of such two-dimensional types of porous coatings opened the door for a no. of new perspectives for functionalizing surfaces.  Also for the porous materials themselves, the availability of a solid support to which the MOF-films are rigidly (in a mech. sense) anchored provides access to applications not available for the typical MOF powders with particle sizes of a few μm.  The authors will also address some of the potential and applications of thin films in different fields like luminescence, QCM-based sensors, optoelectronics, gas sepn. and catalysis.  A sep. chapter was devoted to the delamination of MOF thin films and discusses the potential to use them as free-standing membranes or as nanocontainers.  The review also demonstrates the possibility of using MOF thin films as model systems for detailed studies on MOF-related phenomena, e.g. adsorption and diffusion of small mols. into MOFs as well as the formation mechanism of MOFs (101 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXptFSrsw%253D%253D&md5=f0cfc5747b35e6a9477e04afd1d3381f", "(c) ", "Bétard", ", ", "A.", "; ", "Fischer", ", ", "R. A.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1055", "– ", "1083", " DOI: 10.1021/cr200167v", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Metal-Organic Framework Thin Films: From Fundamentals to Applications", "Betard, Angelique; Fischer, Roland A.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1055-1083", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The field of metal-org. frameworks (MOFs), which are often also called porous coordination polymers (PCPs), has been growing tremendously over the last 15 years.  This fascinating class of cryst. hybrid materials, which are formed by assocn. of metal centers or clusters and org. linker(s), offers a unique chem. versatility combined with a designable framework and an unprecedentedly large and permanent inner porosity.  In this review, MOF thin films will be examd. with respect to three main themes.  Fabrication methods are important and will be described in the first section.  Characterization, which ranges from compositional and structural identification to lateral homogeneity and porosity, is an important issue that will be discussed together with various strategies aimed at improving the quality and applicability of films.  Finally, potential applications of MOF films in several fields will be reviewed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1Slt7bF&md5=e166d873cc42ed503be528d261270eff", "9. ", "Shekhah", ", ", "O.", "; ", "Wang", ", ", "H.", "; ", "Kowarik", ", ", "S.", "; ", "Schreiber", ", ", "F.", "; ", "Paulus", ", ", "M.", "; ", "Tolan", ", ", "M.", "; ", "Sternemann", ", ", "C.", "; ", "Evers", ", ", "F.", "; ", "Zacher", ", ", "D.", "; ", "Fischer", ", ", "R. A.", "; ", "Wöll", ", ", "C.", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "15118", "– ", "15119", " DOI: 10.1021/ja076210u", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Step-by-Step Route for the Synthesis of Metal-Organic Frameworks", "Shekhah, Osama; Wang, Hui; Kowarik, Stefan; Schreiber, Frank; Paulus, Michael; Tolan, Metin; Sternemann, Christian; Evers, Florian; Zacher, Denise; Fischer, Roland A.; Woell, Christof", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "49", "),\r\n    ", "15118-15119", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Using a novel layer-by-layer approach the authors have deposited metal-org. open frameworks (MOFs), [Cu3(BTC)2(H2O)n], based on 1,3,5-benzenetricarboxylic acid (H3BTC) and Cu(II)-ions on a COOH-terminated org. surface.  The deposited layers were characterized using a no. of surface anal. techniques.  XRD measurements show that the MOFs deposited using this method have the same bulk structure of HKUST-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtlWmu7jI&md5=46beafc40035a456b09930a813cf7f44", "10. ", "Zacher", ", ", "D.", "; ", "Baunemann", ", ", "A.", "; ", "Hermes", ", ", "S.", "; ", "Fischer", ", ", "R. A.", " ", "J. Mater. Chem.", " ", "2007", ",  ", "17", ",  ", "2785", "– ", "2792", " DOI: 10.1039/b703098c", " ", "[", "Crossref", "], [", "CAS", "]", "10. ", "Deposition of microcrystalline [Cu3(btc)2] and [Zn2(bdc)2(dabco)] at alumina and silica surfaces modified with patterned self assembled organic monolayers: evidence of surface selective and oriented growth", "Zacher, Denise; Baunemann, Arne; Hermes, Stephan; Fischer, Roland A.", "Journal of Materials Chemistry", "\r\n        (", "2007", "),\r\n    ", "17", "\r\n        (", "27", "),\r\n    ", "2785-2792", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The deposition of microcryst., phase pure [Cu3(btc)2] (1) and [Zn2(bdc)2(dabco)] (2) under solvothermal conditions on alumina and on silica surfaces modified with self assembled org. monolayers has been studied.  The growth of 1 is remarkably surface selective and does not take place on silica but does on alumina.  In contrast the growth of 2 is not surface selective at all and densely packed coatings were obtained on silica and on alumina surfaces.  Most interestingly, [Cu3(btc)2] shows an oriented growth mode on both c-plane sapphire and COOH-terminated SAMs at SiO2/Si(100) wafers.  The single crystals of 1 are attached to the org. surface via the (111) face, while on c-plane sapphire the crystals interact via the (100) lattice plane leading to different shapes of the crystals: pyramids on sapphire and fully developed octahedra on the COOH-SAM.  The gas adsorption properties of the obtained coatings were demonstrated by reversible loading with water and with pyridine in the case of 1 and loading with [(η5-C5H5)Pd(η3-C3H5)] as a typical example of a MOCVD precursor for both 1 and 2 which allows the fabrication of Pd nanoparticle loaded MOF thin films.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXntlWktbc%253D&md5=d1dce29b55725d88a1a49d90e23b2636", "11. ", "(a) ", "Makiura", ", ", "R.", "; ", "Motoyama", ", ", "S.", "; ", "Umemura", ", ", "Y.", "; ", "Yama-naka", ", ", "H.", "; ", "Sakata", ", ", "O.", "; ", "Kitagawa", ", ", "H.", " ", "Nat. Mater.", " ", "2010", ",  ", "9", ",  ", "565", "– ", "571", " DOI: 10.1038/nmat2769", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Surface nano-architecture of a metal-organic framework", "Makiura, Rie; Motoyama, Soichiro; Umemura, Yasushi; Yamanaka, Hiroaki; Sakata, Osami; Kitagawa, Hiroshi", "Nature Materials", "\r\n        (", "2010", "),\r\n    ", "9", "\r\n        (", "7", "),\r\n    ", "565-571", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "The rational assembly of ultrathin films of metal-org. frameworks (MOFs)-highly ordered microporous materials-with well-controlled growth direction and film thickness is a crit. and as yet unrealized issue for enabling the use of MOFs in nanotechnol. devices, such as sensors, catalysts and electrodes for fuel cells.  Here we report the facile bottom-up fabrication at ambient temp. of such a perfect preferentially oriented MOF nanofilm on a solid surface (NAFS-1), consisting of metalloporphyrin building units.  The construction of NAFS-1 was achieved by the unconventional integration in a modular fashion of a layer-by-layer growth technique coupled with the Langmuir-Blodgett method.  NAFS-1 is endowed with highly cryst. order both in the out-of-plane and in-plane orientations to the substrate, as demonstrated by synchrotron X-ray surface crystallog.  The proposed structural model incorporates metal-coordinated mols. projected from the two-dimensional sheets that allow each further layer to dock in a highly ordered interdigitated manner in the growth of NAFS-1.  We expect that the versatility of the soln.-based growth strategy presented here will allow the fabrication of various well-ordered MOF nanofilms, opening the way for their use in a range of important applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXnvVOkt78%253D&md5=b5cd2860dd415d63aead956c0bc973f0", "(b) ", "Xu", ", ", "G.", "; ", "Yamada", ", ", "T.", "; ", "Otsubo", ", ", "K.", "; ", "Sakaida", ", ", "S.", "; ", "Kitagawa", ", ", "H.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "16524", "– ", "16527", " DOI: 10.1021/ja307953m", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Facile \"Modular Assembly\" for Fast Construction of a Highly Oriented Crystalline MOF Nanofilm", "Xu, Gang; Yamada, Teppei; Otsubo, Kazuya; Sakaida, Shun; Kitagawa, Hiroshi", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "40", "),\r\n    ", "16524-16527", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The prepn. of cryst., ordered thin films of metal-org. frameworks (MOFs) will be a crit. process for MOF-based nanodevices in the future.  MOF thin films with perfect orientation and excellent crystallinity were formed with novel nanosheet-structured components, Cu-TCPP [TCPP = 5,10,15,20-tetrakis(4-carboxyphenyl)porphyrin], by a new \"modular assembly\" strategy.  The modular assembly process involves two steps: a \"modularization\" step is used to synthesize highly cryst. \"modules\" with a nanosized structure that can be conveniently assembled into a thin film in the following \"assembly\" step.  With this method, MOF thin films can easily be set up on different substrates at very high speed with controllable thickness.  This new approach also enabled us to prep. highly oriented cryst. thin films of MOFs that cannot be prepd. in thin-film form by traditional techniques.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsVGqtbzE&md5=571a085056cbe7f7d4e8c1fba22c240f", "12. ", "(a) ", "Otsubo", ", ", "K.", "; ", "Kitagawa", ", ", "H.", " ", "APL Mater.", " ", "2014", ",  ", "2", ",  ", "124105-1", "– ", "124105-11", " DOI: 10.1063/1.4899295", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(b) ", "Liu", ", ", "B.", "; ", "Shekhah", ", ", "H.", "; ", "Arslan", ", ", "K.", "; ", "Liu", ", ", "J.", "; ", "Wöll", ", ", "C.", "; ", "Fischer", ", ", "R. A.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "807", "– ", "810", " DOI: 10.1002/anie.201104240", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "Enantiopure Metal-Organic Framework Thin Films: Oriented SURMOF Growth and Enantioselective Adsorption", "Liu, Bo; Shekhah, Osama; Arslan, Hasan K.; Liu, Jinxuan; Woell, Christof; Fischer, Roland A.", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "3", "),\r\n    ", "807-810, S807/1-S807/12", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The LPE growth of [Zn2[(+)cam]2(dabco)n] [(+)cam = (1R,3S)-(+)-camphoric acid, dabco = 1,4-diazabicyclo[2.2.2]octane] and its enantiomeric form and their application to the direct QCM (quartz crystal microbalance) monitoring of the uptake of a pair of enantiomeric guest mols., namely (2R,5R)-2,5-hexanediol (R-HDO) and (2S,5S)-2,5-hexanediol (S-HDO) from the gas phase under flow conditions are described.  As examd. by surface X-ray diffraction in out-of-plane and in-plane modes, the SURMOFs (surface-attached MOFs) were grown in (110) and (001) orientations on SAMs of MHDA and PPMT, with MHDA = 16-mercaptohexadecanoic acid; PPMT = (4,(4-pyridyl)phenyl)methanethiol, resp., on Au-coated QCM substrates.  The difference of abs. uptake and absorption rate for each of the chosen enantiomeric probe mols. R-HDO and S-HDO is clear, and show significant enantioselectivity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVWlsrnN&md5=cc6134cf7baf02a5d26123ed9e94ee66", "(c) ", "Otsubo", ", ", "K.", "; ", "Haraguchi", ", ", "T.", "; ", "Sakata", ", ", "O.", "; ", "Fujiwara", ", ", "A.", "; ", "Kitagawa", ", ", "H.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "9605", "– ", "9608", " DOI: 10.1021/ja304361v", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Step-by-Step Fabrication of a Highly Oriented Crystalline Three-Dimensional Pillared-Layer-Type Metal-Organic Framework Thin Film Confirmed by Synchrotron X-ray Diffraction", "Otsubo, Kazuya; Haraguchi, Tomoyuki; Sakata, Osami; Fujiwara, Akihiko; Kitagawa, Hiroshi", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "23", "),\r\n    ", "9605-9608", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Fabrication of a cryst. ordered thin film based on the porous metal-org. frameworks (MOFs) is one of the practical applications of the future functional nanomaterials.  The authors report the creation of a highly oriented three-dimensional (3-D) porous pillared-layer-type MOF thin film on a metal substrate using a step-by-step approach based on liq.-phase epitaxy.  A synchrotron X-ray diffraction (XRD) study clearly indicates that the thin film is cryst. and its orientation is highly controlled in both horizontal and vertical directions relative to the substrate.  This report provides the first confirmation of details of not only the crystallinity but also the orientation of a 3-D MOF thin film using synchrotron XRD.  Moreover, the authors also demonstrate its guest adsorption/desorption behavior by using in situ XRD measurements.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xnsl2nurk%253D&md5=e1edbe9b85ca8968de55655a06359e46", "13. ", "Niel", ", ", "V.", "; ", "Martínez-Agudo", ", ", "J. M.", "; ", "Muñoz", ", ", "M. C.", "; ", "Gaspar", ", ", "A. B.", "; ", "Real", ", ", "J. A.", " ", "Inorg. Chem.", " ", "2001", ",  ", "40", ",  ", "3838", "– ", "3839", " DOI: 10.1021/ic010259y", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Cooperative Spin Crossover Behavior in Cyanide-Bridged Fe(II)-M(II) Bimetallic 3D Hofmann-like Networks (M = Ni, Pd, and Pt)", "Niel, Virginie; Martinez-Agudo, Jose Maria; Munoz, M. Carmen; Gaspar, Ana Belen; Real, Jose Antonio", "Inorganic Chemistry", "\r\n        (", "2001", "),\r\n    ", "40", "\r\n        (", "16", "),\r\n    ", "3838-3839", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The three-dimensional polymeric compds. [Fe(pz)M(CN)4]·nH2O (pz = pyrazine; M = Ni, Pd, and Pt) were prepd. and characterized.  They undergo strong cooperative spin transitions, large hysteresis loops, and dramatic color changes upon spin conversion.  The two-dimensional homologues [Fe(py)2M(CN)4] also were prepd. and characterized.  In the latter case cooperativity is smaller than in the tridimensional derivs., and consequently narrower hysteresis loops were obsd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXkvVChtr8%253D&md5=79dca0b4a4167431b663db4bbe4e4066", "14. ", "See Table S2 in the ", "SI", ".", ".", "There is no corresponding record for this reference.", "15. ", "(a) ", "Gilbert", ", ", "B.", "; ", "Huang", ", ", "F.", "; ", "Zhang", ", ", "H.", "; ", "Waychunas", ", ", "G. A.", "; ", "Banfield", ", ", "J. F.", " ", "Science", " ", "2004", ",  ", "305", ",  ", "651", "– ", "654", " DOI: 10.1126/science.1098454", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "Nanoparticles: Strained and Stiff", "Gilbert, Benjamin; Huang, Feng; Zhang, Hengzhong; Waychunas, Glenn A.; Banfield, Jillian F.", "Science (Washington, DC, United States)", "\r\n        (", "2004", "),\r\n    ", "305", "\r\n        (", "5684", "),\r\n    ", "651-654", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Nanoparticles may contain unusual forms of structural disorder that can substantially modify materials properties and thus cannot solely be considered as small pieces of bulk material.  We have developed a method to quantify intermediate-range order in 3.4-nm-diam. zinc sulfide nanoparticles and show that structural coherence is lost over distances beyond 2 nm.  The zinc-sulfur Einstein vibration frequency in the nanoparticles is substantially higher than that in the bulk zinc sulfide, implying structural stiffening.  This cannot be explained by the obsd. 1% radial compression and must be primarily due to inhomogeneous internal strain caused by competing relaxations from an irregular surface.  The methods developed here are generally applicable to the characterization of nanoscale solids, many of which may exhibit complex disorder and strain.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXmtFWru7k%253D&md5=77f5940491d3199d5e24c23bf36f9f1c", "(b) ", "Zhang", ", ", "H.", "; ", "Chen", ", ", "B.", "; ", "Banfield", ", ", "J. F.", " ", "Phys. Chem. Chem. Phys.", " ", "2009", ",  ", "11", ",  ", "2553", "– ", "2558", " DOI: 10.1039/b819623k", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "The size dependence of the surface free energy of titania nanocrystals", "Zhang, Hengzhong; Chen, Bin; Banfield, Jillian F.", "Physical Chemistry Chemical Physics", "\r\n        (", "2009", "),\r\n    ", "11", "\r\n        (", "14", "),\r\n    ", "2553-2558", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "We detd. the lattice contraction of nanocryst. anatase (TiO2) as a function of particle size (∼4-34 nm) using X-ray diffraction and Rietveld anal.  Surface free energy (γ) of nanocryst. anatase was derived from these data from an integration of the surface stress calcd. from the lattice contraction.  Our results revealed an unexpected strong size dependence of γ with a max. value at around 14 nm.  Two opposing factors contribute to the variation of γ with the particle size, the increase of surface free energy with decreasing particle size due to presence of more high-energy sites, and the decrease of surface free energy due to closer structural correspondence between surfaces and interiors of nanoparticles as the particle size decreases.  Our approach may be used to study nanoparticles in cells and other environments where conventional calorimetric measurements of nanoparticle surface enthalpy are not applicable.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjslajsbc%253D&md5=ecc03c4fd46f59cfb62005ffaf5b5151", "16. ", "(a) ", "Peng", ", ", "H.", "; ", "Tricard", ", ", "S.", "; ", "Felix", ", ", "G.", "; ", "Molnár", ", ", "G.", "; ", "Nicolazzi", ", ", "W.", "; ", "Salmon", ", ", "L.", "; ", "Bousseksou", ", ", "A.", " ", "Angew. Chem., Int. Ed.", " ", "2014", ",  ", "53", ",  ", "10894", "– ", "10898", " DOI: 10.1002/anie.201406710", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Re-Appearance of Cooperativity in Ultra-Small Spin-Crossover [Fe(pz){Ni(CN)4}] Nanoparticles", "Peng, Haonan; Tricard, Simon; Felix, Gautier; Molnar, Gabor; Nicolazzi, William; Salmon, Lionel; Bousseksou, Azzedine", "Angewandte Chemie, International Edition", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "41", "),\r\n    ", "10894-10898", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A reverse nanoemulsion technique was used for the elaboration of [Fe(pz){Ni(CN)4}] nanoparticles.  Low-temp. micellar exchange made it possible to elaborate ultra-small nanoparticles with sizes down to 2 nm.  When decreasing the size of the particles from 110-12 nm the spin transition shifts to lower temps., becomes gradual, and the hysteresis shrinks.  However, a reopening of the hysteresis was obsd. for smaller (2 nm) particles.  A detailed 57Fe Moessbauer spectroscopy anal. was used to correlate this unusual phenomenon to the modification of the stiffness of the nanoparticles thanks to the detn. of their Debye temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhsVWqtb3M&md5=47bb1800789133dd2789022311387edb", "(b) ", "Sakata", ", ", "Y.", "; ", "Furukawa", ", ", "S.", "; ", "Kondo", ", ", "M.", "; ", "Hirai", ", ", "K.", "; ", "Horike", ", ", "N.", "; ", "Takashima", ", ", "Y.", "; ", "Uehara", ", ", "H.", "; ", "Louvain", ", ", "N.", "; ", "Meilikhov", ", ", "M.", "; ", "Tsuruoka", ", ", "T.", "; ", "Isoda", ", ", "S.", "; ", "Kosaka", ", ", "W.", "; ", "Sakata", ", ", "O.", "; ", "Kitagawa", ", ", "S.", " ", "Science", " ", "2013", ",  ", "339", ",  ", "193", "– ", "196", " DOI: 10.1126/science.1231451", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Shape-Memory Nanopores Induced in Coordination Frameworks by Crystal Downsizing", "Sakata, Yoko; Furukawa, Shuhei; Kondo, Mio; Hirai, Kenji; Horike, Nao; Takashima, Yohei; Uehara, Hiromitsu; Louvain, Nicolas; Meilikhov, Mikhail; Tsuruoka, Takaaki; Isoda, Seiji; Kosaka, Wataru; Sakata, Osami; Kitagawa, Susumu", "Science (Washington, DC, United States)", "\r\n        (", "2013", "),\r\n    ", "339", "\r\n        (", "6116", "),\r\n    ", "193-196", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Flexible porous coordination polymers change their structure in response to mol. incorporation but recover their original configuration after the guest was removed.  The crystal downsizing of 2-fold interpenetrated frameworks of [Cu2(dicarboxylate)2(amine)]n regulates the structural flexibility and induces a shape-memory effect in the coordination frameworks.  In addn. to the two structures that contribute to the sorption process (i.e., a nonporous closed phase and a guest-included open phase), the authors isolated an unusual, metastable open dried phase when downsizing the crystals to the mesoscale, and the closed phase was recovered by thermal treatment.  Crystal downsizing suppressed the structural mobility and stabilized the open dried phase.  The successful isolation of two interconvertible empty phases, the closed phase and the open dried phase, provided switchable sorption properties with or without gate-opening behavior.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjvVCgtQ%253D%253D&md5=c90dd1835300d097b6002f4bbeefeff3", "17. ", "Chambers", ", ", "S. A.", "; ", "Loebs", ", ", "V. A.", " ", "Phys. Rev. B: Condens. Matter Mater. Phys.", " ", "1990", ",  ", "42", ",  ", "5109", "– ", "5116", " DOI: 10.1103/PhysRevB.42.5109", " ", "[", "Crossref", "], [", "CAS", "]", "17. ", "Elastic strain at pseudomorphic semiconductor heterojunctions studied by x-ray photoelectron diffraction:  germanium/silicon (001) and silicon/germanium (001)", "Chambers, S. A.; Loebs, V. A.", "Physical Review B:  Condensed Matter and Materials Physics", "\r\n        (", "1990", "),\r\n    ", "42", "\r\n        (", "8", "),\r\n    ", "5109-16", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    ", "X-ray photoelectron diffraction was used to probe strain at the lattice-mismatched semiconductor heterojunctions Ge/Si(001) and Si/Ge(001).  Deposition of four-monolayer equiv. of Si on Ge(001) at ∼350° causes cluster formation, whereas deposition of the same amt. of Ge on Si(001) at nearly the same temp. results in more laminar growth.  These findings are consistent with surface thermodn. considerations in that Ge has a lower surface free energy than does Si.  Careful measurement of the polar angle at which the forward-scattering-induced diffraction peak along [001] occurs provides an est. of the perpendicular lattice const. a.perp..  The estd. a.perp. are 5.62 and 5.31 Å for the Ge/Si(001) and Si/Ge(001) interfaces, resp.  Reliability (R) factor anal. (to det. a.perp. by comparison of expt. with single-scattering calcns.) was used to obtain a more quant. measure of the strain.  This anal. yields values of 5.75 ± 0.04 and 5.38 ± 0.08 Å for Ge/Si and Si/Ge, resp.  These values suggest less distortion by ∼0.1 Å in the strained overlayers than what is predicted by classical elastic theory.  However, agreement with the strain predicted for the Ge/Si(001) interface by more accurate total-energy pseudopotential calcns. is excellent.  Finally, high-angular-resoln. azimuthal scans at any polar angle are not particularly sensitive to tetragonal distortion, at least for the diamond crystal structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXlsl2js7Y%253D&md5=845944df3137924143a395e682811c78", "18. ", "Yoshimoto", ", ", "S.", " ", "Bull. Chem. Soc. Jpn.", " ", "2006", ",  ", "79", ",  ", "1167", "– ", "1190", " DOI: 10.1246/bcsj.79.1167", " ", "[", "Crossref", "], [", "CAS", "]", "18. ", "Molecular assemblies of functional molecules on gold electrode surfaces studied by electrochemical scanning tunneling microscopy: relationship between function and adlayer structures", "Yoshimoto, Soichiro", "Bulletin of the Chemical Society of Japan", "\r\n        (", "2006", "),\r\n    ", "79", "\r\n        (", "8", "),\r\n    ", "1167-1190", "CODEN:\r\n                ", "BCSJA8", ";\r\n        ISSN:", "0009-2673", ".\r\n    \r\n            (", "Chemical Society of Japan", ")\r\n        ", "In this research, mol. assembly and function of arom. thiols, porphyrins, phthalocyanines, and fullerenes on Au single crystal surfaces were studied by electrochem. methods and scanning tunneling microscopy (STM).  Surface functions of promoter mols. such as pyridinethiols, pyrimidinethiols, and benzenethiol for cytochrome c electrochem. were characterized by electrochem. techniques.  Adlayer structures of those mols. were studied by in situ STM, and mol. orientations for each mol. on the Au surfaces were clarified at mol. level.  Adlayers of porphyrins and phthalocyanines for electrocatalytic redn. of dioxygen were examd. to elucidate the relation between activity and adlayer structure.  Stable 2-dimensional arrays of Co porphyrins indicated 2-electron redn. of O2 to H2O2, whereas 2-step 4-electron redn. of O2 to H2O occurred because of highly mobile porphyrinatoiron mols. on the surface.  Also, well-defined adlayers of crown-substituted phthalocyanine for host-guest interface and binary array consisting of porphyrin and phthalocyanine for the design of supramol. nanoarchitectures were clearly visualized by STM.  Finally, a unique approach for controlling mol. orientation was found by the formation of supramol. assemblies consisting of porphyrin and fullerene.  The electrochem. redox reaction of carbonyl and ferrocene moieties was promoted by using the simple method for the construction of a 1:1 supramol. assembled film consisting of C60 deriv. and octaethylporphyrinatometal on Au single crystal surfaces.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XpsFehurY%253D&md5=57d4540325f737df4884aea93e026f11", "19. ", "Sing", ", ", "K. S. W.", "; ", "Everett", ", ", "D. H.", "; ", "Haul", ", ", "R. A. W.", "; ", "Moscou", ", ", "L.", "; ", "Pierotti", ", ", "R. A.", "; ", "Rouquerol", ", ", "J.", "; ", "Siemieniewska", ", ", "T.", " ", "Pure Appl. Chem.", " ", "1985", ",  ", "57", ",  ", "603", "– ", "619", " DOI: 10.1351/pac198557010069", " ", "[", "Crossref", "], [", "CAS", "]", "19. ", "Reporting physisorption data for gas/solid systems with special reference to the determination of surface area and porosity (Recommendations 1984)", "Sing, K. S. W.; Everett, D. H.; Haul, R. A. W.; Moscou, L.; Pierotti, R. A.; Rouquerol, J.; Siemieniewska, T.", "Pure and Applied Chemistry", "\r\n        (", "1985", "),\r\n    ", "57", "\r\n        (", "4", "),\r\n    ", "603-19", "CODEN:\r\n                ", "PACHAS", ";\r\n        ISSN:", "0033-4545", ".\r\n    ", "Problems and ambiguities in reporting data are discussed.  Procedures and terminol. for reporting data re recommended.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2MXhvFWrtb4%253D&md5=4fbbea83b3a13b5f22e6d26e5d0ab20c"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-24/acs.inorgchem.5b02207/20151216/images/small/ic-2015-02207r_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-24/acs.inorgchem.5b02207/20151216/images/small/ic-2015-02207r_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-24/acs.inorgchem.5b02207/20151216/images/small/ic-2015-02207r_0004.gif\">"]}
