{"title": ["Defect Creation by Linker Fragmentation in Metal–Organic Frameworks and Its Effects on Gas Uptake Properties"], "authors": ["Gokhan Barin", "Vaiva Krungleviciute", "Oleksii Gutov", "Joseph T. Hupp", "Taner Yildirim", "Omar K. Farha"], "doi": ["10.1021/ic500722n"], "abstract": ["A mixed linker-fragment approach is demonstrated using two promising metal−organic frameworks (MOFs) for gas storage purposes. This strategy is effective for creating defect sites in both MOFs, which in turn allow the tuning of pore volumes and surface areas. The effect of defects on the high-pressure gas uptake is studied over a large temperature and pressure range for different gases.", "We successfully demonstrate an approach based on linker fragmentation to create defects and tune the pore volumes and surface areas of two metal–organic frameworks, ", " and ", ", both of which feature copper paddlewheel nodes. Depending on the linker fragment composition, the defect can be either a vacant site or a functional group that the original linker does not have. In the first case, we show that both surface area and pore volume increase, while in the second case they decrease. The effect of defects on the high-pressure gas uptake is also studied over a large temperature and pressure range for different gases. We found that despite an increase in pore volume and surface area in structures with vacant sites, the absolute adsorption for methane decreases for ", " and slightly increases for ", ". However, the working capacity (deliverable amount between 65 and 5 bar) in both cases remains similar to parent frameworks due to lower uptakes at low pressures. In the case of ", ", the effect of defects became more pronounced at lower temperatures, reflecting the greater surface areas and pore volumes of the altered forms."], "text": ["Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions and Summary", "References", "Introduction", "Metal–organic frameworks (MOFs) are an attractive class of porous materials on account of their relative simplicity and increasing predictability in their construction.", "(1-3)", " The reversible nature of coordination bonds between organic linkers and metal ions/clusters renders MOFs highly ordered crystalline materials, which, in turn, results in high surface areas and pore volumes.", "(4-6)", " Such properties have proven to be useful in a wide range of applications, including but not limited to gas storage,", "(7-10)", " gas separations,", "(11-14)", " catalysis,", "(15, 16)", " electrochromism,", "(17, 18)", " and chemical sensing.", "(19, 20)", " The judicious selection of building blocks, be it organic linkers or metal nodes, allows for tremendous control over surface area and porosity, while new synthesis techniques", "(21)", " permit the incorporation of a wide variety of functional groups into the framework. Although early synthesis work focused on rather simple symmetrical organic linkers, the field has transitioned to the use of extended organic linkers in an effort to reach ever higher surface areas and pore volumes, thereby increasing the capacity of MOFs, particularly for gas storage purposes. Additionally, postsynthetic modification (PSM)", "(22-24)", " and solvent-assisted linker exchange (SALE)", "(23, 25-29)", " have emerged as effective approaches for fine-tuning the properties of MOFs for desired applications. Unfortunately, linker modification/elaboration often results in significant reductions in molecule-accessible surface areas and pore volumes, with concomitant damage to MOF capacities for gas storage.", "Alternatively, mixed-linker approach has proven", "(30-33)", " to be a promising strategy in which cocrystallization or copolymerization of at least two different organic building blocks results in the formation of a network of mixed functionalities. An earlier report by Matzger and co-workers demonstrated", "(34, 35)", " that copolymerization of two structurally distinct linkers with identical coordination sites produces a new material (", "UMCM-1", "), properties of which outperform those obtained from pure linkers. Yaghi group utilized", "(36)", " the mixed-linker approach to prepare a series of multivariate MOFs (", "MTV-MOF-5", ") using linear linkers such as terephthalate and its derivatives. More recently, Zhou and co-workers reported", "(37)", " a coassembly approach using ", "NOTT-101", "/", "PCN-125", ". Moreover, depending on the fragment used during cocrystallization, not only are certain functional groups incorporated into the MOF, pore environment is also altered as a result of linker fragmentation. As an example, we have recently shown that it is possible to tune the pore volume of a zirconium-based MOF, ", "UiO-66", ", from 0.4 cc/g to 1.0 cc/g continuously by replacing dicarboxylic acid linker with acetic acid.", "(38)", " In all approaches mentioned above, mixed linkers are incorporated into the framework as a result of having identical coordination sites and comparable reactivities.", "The fact that parent framework—which is solely made from the linker component—is maintained in the mixed linker-fragment approach makes this strategy promising to fine-tune and/or maximize the gas sorption properties of MOFs that already perform well. We envisioned that MOFs exhibiting ", "rht", " topology would be an ideal platform to explore the effects of linker fragmentation on gas sorption properties since these materials have been demonstrated", "(5, 39-46)", " to be promising in H", "2", ", CH", "4", ", and CO", "2", " storage at high pressures. The ", "rht", " topology is a (3,24)-connected network constructed from hexacarboxylic acid linkers and paddlewheel-type metal nodes.", "(47)", " The key feature of this topology is that network interpenetration is not allowed, thus resulting in high porosity and large surface areas. Subsequently, when linker fragmentation strategy is employed, the resulting frameworks would easily accommodate bulky fragments in addition to the smaller analogues. In the former case, interior decoration of the frameworks with bulky functionalities could be achieved, whereas, in the latter case, pore volume would be increased as a result of replacement of the linker component with less bulkier fragments.", "In this present work, we successfully employed (Figure ", "1", ") the mixed linker-fragment approach using parent frameworks ", "NU-125", "(48)", " with an ", "rht", " topology and ", "HKUST-1", ",", "(49)", " both of which have been reported", "(50)", " as promising materials for CH", "4", " and CO", "2", " storage. Two different fragments, ", "F1", " (isophthalic acid) and ", "F2", " (5-perfluorobutylisophthalic acid), were utilized to obtain the corresponding mixed linker MOFs ", "NU-125-F1", " and ", "NU-125-F2", ", respectively, while only ", "F1", " was used to modify the pore environment of ", "HKUST-1", ", resulting in a new structure ", "HKUST-1-F1", ". The preparation and characterization of the resulting MOFs as well as the effect of linker fragmentation on the porosity and the high-pressure gas (H", "2", ", CH", "4", ", and CO", "2", ") uptake are described.", "Figure 1. (a) The structural formula of linker ", "L", " and its two possible fragments; isophthalic acid (", "F1", ") and 5-perfluorobutylisophthalic acid (", "F2", ") and the representative illustration of the mixed linker-fragment MOFs ", "NU-125-F1", " and ", "NU-125-F2", " obtained using the single-crystal X-ray structure of the parent framework ", "NU-125", ". The incorporation of fragments results in the missing linkages (represented by red circles) between copper paddlewheels, and, therefore, it either increases the pore volume as in ", "NU-125-F1", " or creates functionalized pores as in the case of ", "NU-125-F2", ". (b) The representative structure of ", "HKUST-1-F1", ", generated by using the single-crystal X-ray structure of ", "HKUST-1", ", incorporating the fragment ", "F1", ". The inclusion of ", "F1", " into the parent ", "HKUST-1", " structure leads to the occurrence of missing copper paddlewheels (represented by blue circles) as opposed to linker fragmentation. Most likely, the distribution of these defect sites (red or blue circles) is random in the resulting mixed linker-fragment MOFs.", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions and Summary", "References", "Results and Discussion", "As mentioned above, both ", "NU-125", " and ", "HKUST-1", " are promising materials for storage applications, and, therefore, we decided to start with exploring the mixed linker-fragment approach using isophthalic acid (", "F1", ") as a fragment in both materials. The presence of isophthalic acid moieties within the framework should result (Figure ", "1", ") in “defect” or “vacant” sites, which could potentially increase the surface areas and pore volumes. Since both ", "NU-125", " and ", "HKUST-1", " have been recently shown", "(50)", " to have record high methane uptakes, it would be interesting to see if any small structural perturbation in these MOFs can increase their methane uptake capacity further. We also tested the possibility of incorporating bulky fluorinated fragments into the ", "NU-125", " framework as an example of pore functionalization.", "Both ", "NU-125", " and ", "HKUST-1", " consist of copper paddlewheels as the secondary building units. ", "NU-125", " has four different cages with almost 11, 15, 16, and 24 Å diameters, whereas ", "HKUST-1", " has small cages with diameters of 4, 10, and 11 Å. Since both MOFs are relatively robust and stable, these frameworks should be able to accommodate missing linkages. The resulting frameworks were characterized by powder X-ray diffraction (PXRD), ", "1", "H and ", "19", "F NMR spectroscopy, and N", "2", " adsorption measurements.", "The synthesis of linker ", "L", " was previously reported,", "(48, 51)", " and both ", "btc", " and ", "F1", " are commercially available. The fragment ", "F2", " carrying a perfluorobutyl chain was prepared using a procedure modified from the literature and detailed in the ", "Supporting Information", ". General synthetic scheme for the synthesis of mixed linker-fragment MOFs using ", "NU-125", " as the parent framework involves (Figure ", "1", "a) the solvothermal reaction between Cu(NO", "3", ")", "2", "·2.5H", "2", "O and a mixture of ", "L", " and the fragment ", "F1", " or ", "F2", " in ", "N", ",", "N", "-dimethylformamide (DMF) at 80 °C. Similarly, for ", "HKUST-1", " as the parent framework (Figure ", "1", "b), a mixture of Cu(NO", "3", ")", "2", "·2.5H", "2", "O, linker ", "btc", ", and ", "F1", " was mixed in DMF and kept at 80 °C to obtain a teal-colored crystalline material. Varying feed ratios (fragment/linker) were examined (see the ", "Supporting Information", ") to maximize the incorporation of fragments without altering the structure of the parent frameworks, as monitored by PXRD.", "We determined that the optimum feed ratio for fragment ", "F1", " was 3:1 (", "NU-125-F1", "), whereas that for ", "F2", " was 2:1 (", "NU-125-F2", "), in which PXRDs remained (Figure ", "2", "a) unchanged when compared to ", "NU-125", ". The degree of fragment incorporation in the resulting frameworks, after washing the as-synthesized materials thoroughly with DMF, was determined (see the ", "Supporting Information", ") using ", "1", "H NMR spectroscopy after digesting the crystals in a mixture of deuterated dimethyl sulfoxide and deuterated hydrochloric acid (DMSO-", "d", "6", "/DCl). The appearance of fragment peaks (", "F1", " and ", "F2", ") in addition to that of linker ", "L", " in the ", "1", "H NMR spectrum illustrates (Figure ", "2", "a) the presence of fragments in ", "NU-125-F1", " and ", "NU-125-F2", ". Furthermore, ", "19", "F NMR spectroscopy was applied to demonstrate the incorporation of ", "F2", " into the ", "NU-125-F2", " (", "Supporting Information", ", Figure S5). Different degrees of fragment incorporation can be explained by different reactivities of these two distinct fragments. The possibility of mixed phases formed separately by pure linker and pure fragment were ruled out since the pure fragment forms a completely different structure, as evidenced by PXRD (", "Supporting Information", ", Figure S3). Surface attachment of fragments was also considered; however, control experiments revealed (", "Supporting Information", ", Figure S6) that when the parent framework was soaked into a DMF solution of ", "F1", " or ", "F2", ", no fragment incorporation or attachment was observed by ", "1", "H NMR spectroscopy. In the case of ", "HKUST-1-F1", ", a feed ratio (", "F1", "/", "btc", ") of 2:1 was found (", "Supporting Information", ", Figure S7) to be optimal for the incorporation of ", "F1", " into the ", "HKUST-1", " parent framework. The PXRD pattern of ", "HKUST-1-F1", " agrees (Figure ", "2", "b) well with that of ", "HKUST-1", ", indicating that (at this feed ratio) the incorporation of ", "F1", " does not alter the structure of parent framework and remains isostructural. ", "1", "H NMR spectroscopy also revealed the peaks associated with ", "F1", " protons, which were compared to that of ", "btc", " to determine the ratio between fragment and linker in the crystals. In all cases, as the feed ratio is increased, higher incorporation of fragment into the framework is also achieved (see the ", "Supporting Information", "). The formation of a mixed linker-fragment structure rather than a mixture of two different phases is most likely a result of similar reactivities of linkers (", "L", " and ", "btc", ") and fragments (", "F1", " and ", "F2", ") examined here. Therefore, fragments cannot be distinguished during the crystallization process and are included in the resulting frameworks.", "Figure 2. (a) PXRD patterns of ", "NU-125-F1", " and ", "NU-125-F2", " obtained from feed ratios (fragment/linker) of 3:1 and 2:1, respectively, as well as the parent framework ", "NU-125", ". Both patterns are in good agreement with that of ", "NU-125", ", indicating that they are isostructural to the parent material. The presence of fragments ", "F1", " and ", "F2", " and the degree of their incorporation were determined by ", "1", "H NMR spectroscopy of intentionally dissolved samples. (b) The PXRD pattern of ", "HKUST-1-F1", " is also in good agreement with the simulated pattern of the parent framework ", "HKUST-1", ". The ", "1", "H NMR spectroscopy also revealed the incorporation of ", "F1", " into ", "HKUST-1-F1", ". Crystals were washed with DMF thoroughly and then digested in DMSO-", "d", "6", "/DCl before acquiring the ", "1", "H NMR spectra.", "To demonstrate the effect of the linker fragmentation on porosity and surface area, we compared the nitrogen isotherms of the mixed linker-fragment MOFs with that of respective parent structures (see Figure ", "3", "). The details of the pore volume/surface area analysis are given in the ", "Supporting Information", " (see Figures S9–S16). In the case of ", "NU-125-F1", ", we expected an increase in both pore volume and surface area since the central part of the linker ", "L", " is removed upon incorporation of fragment ", "F1", ". Indeed, this was the case, as shown in Figure ", "3", "a. The pore volume and surface area are increased by 15% from 1.30 cc/g and 3225 m", "2", "/g (for ", "NU-125", ") to 1.45 cc/g and 3680 m", "2", "/g. For ", "NU-125-F2", ", we expect a decrease in the pore volume and surface area as fragment ", "F2", " introduces additional functional groups into the pores. Figure ", "3", "b shows that the pore volume of ", "NU-125-F2", " is 1.05 cc/g, about 20% decrease from 1.30 cc/g for the parent ", "NU-125", ". Interestingly, the surface area decreased to 2380 m", "2", "/g from 3225 m", "2", "/g, roughly a 37% decrease. These results suggest that we successfully incorporated the fragments ", "F1", " and ", "F2", " into the structure and tuned both pore volumes and surface areas along with introducing functional groups in the pores. Similar to that of ", "NU-125-F1", ",  ", "HKUST-1-F1", "  has an increased pore volume of 0.85 cc/g from 0.78 cc/g (parent ", "HKUST-1", ") upon fragment incorporation. The surface area is also increased to 2035 m", "2", "/g from 1850 m", "2", "/g, as shown in Figure ", "3", "c.", "Figure 3. (a) N", "2", " isotherms of ", "NU-125-F1", " at feed ratios (", "F1", "/", "L", ") of 3:1 (red), 1:1 (blue), and 0:1 (black, parent ", "NU-125", "). The pore volumes (cc/g) and surface areas (m", "2", "/g) are also indicated. (b) Same as above but for ", "NU-125-F2", ". (c) Same as above but for ", "HKUST-1", ". Closed and open symbols represent adsorption and desorption branches, respectively.", "Since ", "HKUST-1", " is the current record holder for volumetric methane uptake,", "(50, 52)", " it is interesting to see if the 10% increase in the pore volume and surface area in ", "HKUST-1-F1", " will further increase the methane uptake of ", "HKUST-1", ". To check this hypothesis, we measured room temperature gas uptakes for various gases including H", "2", ", N", "2", ", CH", "4", ", and CO", "2", ". The results are shown in Figure ", "4", ". Despite the 15% increase in pore volume and surface area for ", "NU-125-F1", ", its high-pressure gas uptake properties were found to be very similar to those of parent ", "NU-125", ", which are shown as red lines in Figure ", "4", ". The only difference appears at high pressures, indicating that the additional surface area created by ", "F1", " incorporation has weak binding sites that are not populated at low pressures. Interestingly, the ", "F1", "-substitution has the largest effect on the maximum CO", "2", " uptake, which increases from to ∼25 mmol/g to ∼30 mmol/g at 30 bar. As expected, the incorporation of fragment ", "F2", " in ", "NU-125-F2", " significantly decreases its gas uptake capacities, as shown in Figure ", "4", "b. We should note that our goal here was to show that we could incorporate functional groups in ", "NU-125", " (in this case perfluorobutyl chains). One can imagine that another fragment moiety, which has, for instance, dangling amine (−NH", "2", ") groups instead of a perfluorobutyl chain, could be used to tune the CO", "2", " capture properties of ", "NU-125", ".", "Figure 4. Total gas uptake for various gases at room temperature for (a) ", "NU-125-F1", ", (b) ", "NU-125-F2", ", and (c) ", "HKUST-1-F1", ". The red curves show the isotherms for the parent MOFs, i.e., ", "NU-125", " (a, b) and ", "HKUST-1", " (c).", "Interestingly, the 10% increase in the pore volume and surface area in ", "HKUST-1", " upon ", "F1", " incorporation had apparently a much larger effect on its gas uptake properties (Figure ", "4", "c) when compared to ", "NU-125-F1", ". The maximum high-pressure uptakes for CH", "4", " and N", "2", " are actually lower by 6% and 14% in ", "HKUST-1-F1", " compared to parent ", "HKUST-1", ". This suggests that, with the incorporation of ", "F1", " in the pores, we are removing copper paddlewheel clusters to create defect sites and, therefore, decreasing the number of gas adsorption sites with higher binding energy or increasing the optimal pore size for methane. It seems that the additional pore volume/surface area created by ", "F1", " does not provide strong binding sites for CH", "4", " and N", "2", " at room temperature. In the case of CO", "2", ", the total isotherm measured on  ", "HKUST-1", "  with ", "F1", " fragment is initially lower than that measured in the parent sample (Figure ", "4", "c); at high pressures, the isotherms cross each other, and we get a slight increase in the total uptake for ", "HKUST-1-F1", " compared to parent ", "HKUST-1", ". Since the CO", "2", "–host interaction is larger compared to N", "2", " and CH", "4", ", it can take advantage of the additional surface area and pore volume at high pressures.", "In the context of methane storage, in addition to achieving high methane uptake, another important factor to consider is the  ", "working capacity", ", which can be defined as the deliverable amount of methane between 65 bar (upper storage pressure) and 5 bar (lower pressure limit at which the natural gas engine operates). Hence, we checked the working capacity of ", "HKUST-1-F1", " shown in Figure ", "4", "c and obtained ∼9.6 mmol/g (i.e., 12.9–3.3 mmol/g), which is interestingly the same as parent ", "HKUST-1", " (i.e., 13.5 mmol/g (at 65 bar) – 3.9 mmol/g (at 5 bar)). This is a nice demonstration that by weakening the initial CH", "4", " binding energy, it is possible to retain the working capacity even though the total capacity is decreased as a net effect of ", "F1", " incorporation. To get a better feeling of the nature and concentration of the copper paddlewheel clusters, we created (see the ", "Supporting Information", ") simple models of ", "HKUST-1-F1", " by removing one and two Cu", "2", "(CO", "2", ")", "4", " clusters from the parent ", "HKUST-1", " conventional cell. The calculated pore volume and surface area values suggest that we have approximately two Cu", "2", "(CO", "2", ")", "4", " clusters missing in the conventional unit cell, which has 24 Cu", "2", "(CO", "2", ")", "4", " clusters in a perfect ", "HKUST-1", " structure. Using the crystal density of this defective structure, we estimated that the volumetric working capacity of ", "HKUST-1-F1", " is also very similar to parent ", "HKUST-1", ".", "To get a better insight into the nature of adsorption sites and interactions as a result of linker fragmentation in ", "NU-125", ", we also studied CH", "4", ", CO", "2", ", and H", "2", " uptake properties over wide temperature and pressure ranges. The absolute isotherms for ", "NU-125-F1", " are shown in Figure ", "5", ". The temperature-dependent isotherms for ", "NU-125-F2", " along with other excess isotherms are shown in the ", "Supporting Information", " (Figures S17–22). As illustrated in Figure ", "5", ", even though the room temperature uptakes are very similar to those of parent ", "NU-125", ", the difference between ", "NU-125", " and ", "NU-125-F1", " becomes more evident at lower temperature. This behavior is a result of additional pore volume and surface area available in ", "NU-125-F1", " that is occupied at lower temperatures. The CH", "4", " isotherm at 125 K was collected up to the saturation pressure. The maximum adsorption at the saturation pressure (34.8 mmol/g) yields a pore volume of 1.43 cc/g, which is slightly lower than the nitrogen pore volume of 1.45 cc/g (", "Supporting Information", ", Figure S16). Similarly, we measured the saturation isotherm of CO", "2", " at 220 K and obtained 38.1 mmol/g and ", "V", "pore", "(CO", "2", ") = 1.44 cc/g. These results suggest that both CO", "2", " and CH", "4", " can access the same pores in ", "NU-125-F1", " that N", "2", " accesses at 77 K despite their larger kinetic diameters. It may be that introducing defects by linker fragmentation favorably assists the kinetics and diffusion of gas molecules. Finally, in the case of H", "2", ", we note that at temperatures above 150 K, the isotherms from parent and mixed linker-fragment MOFs are almost the same, again reflecting weak H", "2", "–surface interactions. The difference between ", "NU-125-F1", " and parent ", "NU-125", " starts to appear below 100 K and reaches the maximum in the isotherm measured at 30 K where the temperature is low enough to adsorb H", "2", " molecules in all available pores/surfaces.", "Figure 5. Total gravimetric gas uptake (mmol(gas)/g(MOF)) at various temperatures. The blue lines with filled circles are experimental data for ", "NU-125-F1", ", while the orange lines are isotherms for the parent material ", "NU-125", ".", "We also extracted isosteric heats of adsorption (", "Q", "st", ") from the temperature-dependent total adsorption isotherms (see the ", "Supporting Information", " for details) and summarized the results in Figure ", "6", ". For H", "2", ", a weakly interacting gas molecule, the value of ", "Q", "st", " in the low-loading limit is insensitive to linker-fragment incorporation and is around 5 kJ/mol. At higher loadings, however, we see smaller ", "Q", "st", " values: 2.9 kJ/mol (at 25 mmol/g loading) for ", "NU-125-F2", " and 3.5 kJ/mol for ", "NU-125-F1", ", compared to 4.0 kJ/mol for the parent ", "NU-125", ". The situation is very different for CH", "4", ". The ", "Q", "st", " for ", "NU-125-F1", " is the lowest among the three MOFs and is roughly constant at ca. 14 kJ/mol. The initial ", "Q", "st", " for parent ", "NU-125", " and ", "NU-125-F2", " is almost the same, around 16 kJ/mol. The lower and almost constant ", "Q", "st", " for ", "NU-125-F1", " results in slightly lower uptake at low pressures when compared to parent ", "NU-125", ", whereas additional surface area and pore volume in ", "NU-125-F1", " increases the uptake at higher pressures, therefore resulting in a gravimetric working capacity very similar to ", "NU-125", ". At high loading, ", "NU-125", " has a higher ", "Q", "st", " value than that of both ", "NU-125-F1", " and ", "NU-125-F2", ", which is around 13.5 kJ/mol. In the case of CO", "2", ", which has much stronger interactions than H", "2", " and CH", "4", ", the ", "Q", "st", " for ", "NU-125-F2", " is actually higher at both initial and higher loadings, suggesting that perfluorobutyl chain on the fragment ", "F2", " serves to increase the CO", "2", "–MOF interactions. On the other hand, for ", "NU-125-F1", ", the change in ", "Q", "st", " is negligible at initial and lower loadings.", "Figure 6. Comparison of isosteric heats of adsorption (", "Q", "st", ") as a function of gas loading in mmol/g for ", "NU-125", " (black), ", "NU-125-F1", " (red), and ", "NU-125-F2", " (blue).", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions and Summary", "References", "Conclusions and Summary", "For two promising MOFs ", "NU-125", " and ", "HKUST-1", ", based on copper paddlewheel clusters, we find that a “linker fragmentation” approach to composition modulation variation is effective for creating defects and for tuning pore volumes and surface areas. We implemented the approach in either of two ways. For the first, depending on the identity of the parent linker, incorporation of the fragment (isophthalic acid) leads to missing linkages between copper paddlewheels, or it can eliminate a copper paddlewheel cluster. Therefore, the incorporation of this fragment creates defects and increases both the surface area and pore volume. In the second case, the fragment (5-perfluorobutylisophthalic acid) carries a sterically demanding functional group. Its incorporation reduces the pore volume and surface area but provides a means for introducing new functionalities and binding sites for gas adsorption. We studied the effect of defect creation on high-pressure gas adsorption properties. In the case of ", "HKUST-1", ", where both gas–copper metal and gas–framework interactions are important due to small size of cages, the net effect of defect creation is to decrease the total adsorption, even though both the surface area and pore volume are increased. There is essentially zero change, however, in the working capacity for CH", "4", " storage. In the case of ", "NU-125", ", where the cages are comparatively large, the effect of defects on the total adsorption is negligible at room temperature; the defects engender substantial increases only at lower temperatures. However, for CO", "2", ", which interacts more strongly with the MOF than does either H", "2", " or CH", "4", ", the introduction of defect sites seems to increase the total uptake, even at room temperature. These results shed light on the nature of gas adsorption in MOFs and how it can be controlled/tuned by intentionally introducing defects. It seems reasonable to expect that defect creation by linker fragmentation will prove effective in usefully altering the sorption properties of other MOFs. Finally, we note if the parent linker is expensive and the fragment is not, then the linker fragmentation approach could potentially reduce the cost of higher pore volumes and surface areas.", " ", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions and Summary", "References", "Supporting Information", "Details of linker, fragment, and MOF synthesis, various characterization measurements, and total and excess isotherms. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "Author Contributions", "All authors have given approval to the final version of the manuscript.", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions and Summary", "References", "Acknowledgment", "T.Y. acknowledges the support by the U.S. Department of Energy through Basic Energy Sciences Grant No. DE-FG02-08ER46522. The Northwestern group gratefully acknowledges DOE ARPA-E and the Stanford Global Climate and Energy Project for support of work relevant to CH", "4", " and CO", "2", ", respectively.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions and Summary", "References", "References", "This article references 52 other publications.", "1. ", "Yaghi", ", ", "O. M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Ockwig", ", ", "N. W.", "; ", "Chae", ", ", "H. K.", "; ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", " ", "Nature", " ", "2003", ",  ", "423", ",  ", "705", "– ", "714", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Reticular synthesis and the design of new materials", "Yaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, Jaheon", "Nature (London, United Kingdom)", "\r\n        (", "2003", "),\r\n    ", "423", "\r\n        (", "6941", "),\r\n    ", "705-714", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The long-standing challenge of designing and constructing new cryst. solid-state materials from mol. building blocks is just beginning to be addressed with success.  A conceptual approach that requires the use of secondary building units to direct the assembly of ordered frameworks epitomizes this process: the authors call this approach reticular synthesis.  This chem. has yielded materials designed to have predetd. structures, compns. and properties.  In particular, highly porous frameworks held together by strong metal-O-C bonds and with exceptionally large surface area and capacity for gas storage were prepd. and their pore metrics systematically varied and functionalized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXksV2itro%253D&md5=2417c5adb0e948350d3d62350c8cd7ea", "2. ", "Férey", ", ", "G.", " ", "Chem. Soc. Rev.", " ", "2008", ",  ", "37", ",  ", "191", "– ", "214", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Hybrid porous solids: past, present, future", "Ferey, Gerard", "Chemical Society Reviews", "\r\n        (", "2008", "),\r\n    ", "37", "\r\n        (", "1", "),\r\n    ", "191-214", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This crit. review will be of interest to the experts in porous solids (including catalysis), but also solid state chemists and physicists.  It presents the state-of-the-art on hybrid porous solids, their advantages, their new routes of synthesis, the structural concepts useful for their 'design', aiming at reaching very large pores.  Their dynamic properties and the possibility of predicting their structure are described.  The large tunability of the pore size leads to unprecedented properties and applications.  They concern adsorption of species, storage and delivery and the phys. properties of the dense phases. (323 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmtVWgsg%253D%253D&md5=89265036ce82503c95ce56685a9ceceb", "3. ", "Horike", ", ", "S.", "; ", "Shimomura", ", ", "S.", "; ", "Kitagawa", ", ", "S.", " ", "Nat. Chem.", " ", "2009", ",  ", "1", ",  ", "695", "– ", "704", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Soft porous crystals", "Horike, Satoshi; Shimomura, Satoru; Kitagawa, Susumu", "Nature Chemistry", "\r\n        (", "2009", "),\r\n    ", "1", "\r\n        (", "9", "),\r\n    ", "695-704", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The field of host-guest complexation is intensely attractive from diverse perspectives, including materials science, chem. and biol.  The uptake and encapsulation of guest species by host frameworks are being investigated for a wide variety of purposes, including sepn. and storage using zeolites, and recognition and sensing by enzymes in soln.  Here we focus on the concept of the cooperative integration of 'softness' and 'regularity'.  Recent developments on porous coordination polymers (or metal-org. frameworks) have provided the inherent properties that combine these features.  Such soft porous crystals exhibit dynamic frameworks that are able to respond to external stimuli such as light, elec. fields or the presence of particular species, but they are also cryst. and can change their channels reversibly while retaining high regularity.  We discuss the relationship between the structures and properties of these materials in view of their practical applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsVGnt7vK&md5=c1f813fb0eef80c8a2456fc7f2a0c34c", "4. ", "Furukawa", ", ", "H.", "; ", "Ko", ", ", "N.", "; ", "Go", ", ", "Y. B.", "; ", "Aratani", ", ", "N.", "; ", "Choi", ", ", "S. B.", "; ", "Choi", ", ", "E.", "; ", "Yazaydin", ", ", "A. O.", "; ", "Snurr", ", ", "R. Q.", "; ", "O’Keeffe", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2010", ",  ", "329", ",  ", "424", "– ", "428", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Ultrahigh Porosity in Metal-Organic Frameworks", "Furukawa, Hiroyasu; Ko, Nakeun; Go, Yong Bok; Aratani, Naoki; Choi, Sang Beom; Choi, Eunwoo; Yazaydin, A. Oezguer; Snurr, Randall Q.; O'Keeffe, Michael; Kim, Jaheon; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "329", "\r\n        (", "5990", "),\r\n    ", "424-428", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Cryst. solids with extended non-interpenetrating three-dimensional crystal structures were synthesized that support well-defined pores with internal diams. of up to 48 angstroms.  The Zn4O(CO2)6 unit was joined with either one or two kinds of org. link, 4,4',4''-[benzene-1,3,5-triyl-tris(ethyne-2,1-diyl)]tribenzoate (BTE), 4,4',44''-[benzene-1,3,5-triyl-tris(benzene-4,1-diyl)]tribenzoate (BBC), 4,4',44''-benzene-1,3,5-triyl-tribenzoate (BTB)/2,6-naphthalenedicarboxylate (NDC), and BTE/biphenyl-4,4'-dicarboxylate (BPDC), to give four metal-org. frameworks (MOFs), MOF-180, -200, -205, and -210, resp.  Members of this series of MOFs show exceptional porosities and gas (hydrogen, methane, and carbon dioxide) uptake capacities.  For example, MOF-210 has Brunauer-Emmett-Teller and Langmuir surface areas of 6240 and 10,400 square meters per g, resp., and a total carbon dioxide storage capacity of 2870 mg per g.  The vol.-specific internal surface area of MOF-210 (2060 square meters per cubic centimeter) is equiv. to the outer surface of nanoparticles (3-nm cubes) and near the ultimate adsorption limit for solid materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptVWgsb8%253D&md5=ce5cd4101a6f96dc0d6c349bc478b3b0", "5. ", "Farha", ", ", "O. K.", "; ", "Yazaydin", ", ", "A. O.", "; ", "Eryazici", ", ", "I.", "; ", "Malliakas", ", ", "C. D.", "; ", "Hauser", ", ", "B. G.", "; ", "Kanatzidis", ", ", "M. G.", "; ", "Nguyen", ", ", "S. T.", "; ", "Snurr", ", ", "R. Q.", "; ", "Hupp", ", ", "J. T.", " ", "Nat. Chem.", " ", "2010", ",  ", "2", ",  ", "944", "– ", "948", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "De novo synthesis of a metal-organic framework material featuring ultrahigh surface area and gas storage capacities", "Farha, Omar K.; Oezguer Yazaydin, A.; Eryazici, Ibrahim; Malliakas, Christos D.; Hauser, Brad G.; Kanatzidis, Mercouri G.; Nguyen, Son-Binh T.; Snurr, Randall Q.; Hupp, Joseph T.", "Nature Chemistry", "\r\n        (", "2010", "),\r\n    ", "2", "\r\n        (", "11", "),\r\n    ", "944-948", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Metal-org. frameworks, a class of porous hybrid materials built from metal ions and org. bridges, have recently shown great promise for a wide variety of applications.  The large choice of building blocks means that the structures and pore characteristics of the metal-org. frameworks can be tuned relatively easily.  However, despite much research, it remains challenging to prep. frameworks specifically tailored for particular applications.  Here, the authors used computational modeling to design and predictively characterize a metal-org. framework (NU-100) with a particularly high surface area.  Subsequent exptl. synthesis yielded a material [Cu3(L)(H2O)3]n (NU-100/PCN-610, H6L = hexatopic carboxylate I), matching the calcd. structure, with a high BET surface area (6,143 m2 g-1).  Also, sorption measurements revealed that the material had high storage capacities for H2 (164 mg g-1) and CO2 (2,315 mg g-1) - gases of high importance in the contexts of clean energy and climate alteration, resp. - in excellent agreement with predictions from modeling.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlWksbjN&md5=706f3b3b6b4cb7d03950103b11ba023e", "6. ", "Farha", ", ", "O. K.", "; ", "Eryazici", ", ", "I.", "; ", "Jeong", ", ", "N. C.", "; ", "Hauser", ", ", "B. G.", "; ", "Wilmer", ", ", "C. E.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Snurr", ", ", "R. Q.", "; ", "Nguyen", ", ", "S. T.", "; ", "Yazaydin", ", ", "A. O.", "; ", "Hupp", ", ", "J. T.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "15016", "– ", "15021", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Metal-Organic Framework Materials with Ultrahigh Surface Areas: Is the Sky the Limit?", "Farha, Omar K.; Eryazici, Ibrahim; Jeong, Nak Cheon; Hauser, Brad G.; Wilmer, Christopher E.; Sarjeant, Amy A.; Snurr, Randall Q.; Nguyen, SonBinh T.; Yazaydin, A. Ozgur; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "36", "),\r\n    ", "15016-15021", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors synthesized, characterized, and computationally simulated/validated the behavior of two new metal-org. framework (MOF) materials displaying the highest exptl. Brunauer-Emmett-Teller (BET) surface areas of any porous materials reported to date (∼7000 m2/g).  Key to evacuating the initially solvent-filled materials without pore collapse, and thereby accessing the ultrahigh areas, is the use of a supercrit. CO2 activation technique.  Addnl., the authors demonstrate computationally that by shifting from Ph groups to space efficient acetylene moieties as linker expansion units, the hypothetical max. surface area for a MOF material is substantially greater than previously envisioned (∼14600 m2/g (or greater) vs. ∼10500 m2/g).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1Wqu7zL&md5=b5a1dc94f402517d4a4100b493538fd4", "7. ", "Murray", ", ", "L. J.", "; ", "Dinca", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1294", "– ", "1314", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Hydrogen storage in metal-organic frameworks", "Murray, Leslie J.; Dinca, Mircea; Long, Jeffrey R.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1294-1314", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review of current status of hydrogen storage within metal-org. frameworks.  Microporous metal-org. frameworks, having exceptionally high surface areas and chem.-tunable structures, have recently emerged as some of the most promising candidate materials.  Particular emphasis is given to the relationships between structural features and the enthalpy of hydrogen adsorption, spectroscopic methods for probing framework-H2 interactions, and strategies for improving storage capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamuro%253D&md5=f652ac03772753d7f80244564a80e6f0", "8. ", "Lin", ", ", "X. A.", "; ", "Champness", ", ", "N. R.", "; ", "Schröder", ", ", "M.", " ", "Top. Curr. Chem.", " ", "2010", ",  ", "293", ",  ", "35", "– ", "76", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Hydrogen, methane and carbon dioxide adsorption in metal-organic framework materials", "Lin, Xiang; Champness, Neil R.; Schroder, Martin", "Topics in Current Chemistry", "\r\n        (", "2010", "),\r\n    ", "293", "\r\n        (", "Functional Metal-Organic Frameworks", "),\r\n    ", "35-76", "CODEN:\r\n                ", "TPCCAQ", ";\r\n        ISSN:", "0340-1022", ".\r\n    \r\n            (", "Springer GmbH", ")\r\n        ", "The role of porous coordination polymers (metal-org. frameworks) as storage materials for hydrogen, carbon dioxide and methane and the current state-of-the-art in this rapidly developing field are reviewed.  The significant potential of porous materials to store fuel gases effectively and reversibly illustrates the great promise of engineered solid-state materials as the next generations of applied multifunctional materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtl2lurvL&md5=7520af23b0534ad22d9fb8d90f0e0823", "9. ", "Makal", ", ", "T. A.", "; ", "Li", ", ", "J.-R.", "; ", "Lu", ", ", "W.", "; ", "Zhou", ", ", "H.-C.", " ", "Chem. Soc. Rev.", " ", "2012", ",  ", "41", ",  ", "7761", "– ", "7779", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Methane storage in advanced porous materials", "Makal, Trevor A.; Li, Jian-Rong; Lu, Weigang; Zhou, Hong-Cai", "Chemical Society Reviews", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "23", "),\r\n    ", "7761-7779", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The need for alternative fuels is greater now than ever before.  With considerable sources available and low pollution factor, methane is a natural choice as petroleum replacement in cars and other mobile applications.  However, efficient storage methods are still lacking to implement the application of methane in the automotive industry.  Advanced porous materials, metal-org. frameworks and porous org. polymers, have received considerable attention in sorptive storage applications owing to their exceptionally high surface areas and chem.-tunable structures.  In this crit. review we provide an overview of the current status of the application of these two types of advanced porous materials in the storage of methane.  Examples of materials exhibiting high methane storage capacities are analyzed and methods for increasing the applicability of these advanced porous materials in methane storage technologies described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs1ahtb3N&md5=453174cd0cb3602aaab6b0355c960996", "10. ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T. H.", "; ", "Long", ", ", "J. R.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "724", "– ", "781", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "11. ", "Bae", ", ", "Y. S.", "; ", "Lee", ", ", "C. Y.", "; ", "Kim", ", ", "K. C.", "; ", "Farha", ", ", "O. K.", "; ", "Nickias", ", ", "P.", "; ", "Hupp", ", ", "J. T.", "; ", "Nguyen", ", ", "S. T.", "; ", "Snurr", ", ", "R. Q.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "1857", "– ", "1860", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "High Propene/Propane Selectivity in Isostructural Metal-Organic Frameworks with High Densities of Open Metal Sites", "Bae, Youn-Sang; Lee, Chang Yeon; Kim, Ki Chul; Farha, Omar K.; Nickias, Peter; Hupp, Joseph T.; Nguyen, SonBinh T.; Snurr, Randall Q.", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "8", "),\r\n    ", "1857-1860, S1857/1-S1857/13", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors report the adsorption selectivities of propene over propane for isostructural frameworks M-MOF-74 (M = Co, Mn, and Mg) with high concns. of open metal sites.  Adsorption expts., ideal adsorbed soln. theory (IAST) predictions, breakthrough expts., 1st-principles calcns., and grand canonical Monte Carlo (GCMC) simulations reveal that Co-MOF-74 exhibits the highest thermodn. propene/propane selectivity (∼46) ever reported for MOFs, due to strong π-complexation between the open Co2+ sites and the propene mols.  The trend of selectivities for M-MOF-74 materials is explained well by the binding strengths from 1st-principles calcns.  For all M-MOF-74 materials, the selectivity increases with increasing pressure due to the special structural properties of these MOFs: high densities of metal sites as well as optimal pore widths and vols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xnt12hsA%253D%253D&md5=e539dd5baab9851a42c66a323ac7928c", "12. ", "Bloch", ", ", "E. D.", "; ", "Queen", ", ", "W. L.", "; ", "Krishna", ", ", "R.", "; ", "Zadrozny", ", ", "J. M.", "; ", "Brown", ", ", "C. M.", "; ", "Long", ", ", "J. R.", " ", "Science", " ", "2012", ",  ", "335", ",  ", "1606", "– ", "1610", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "Hydrocarbon Separations in a Metal-Organic Framework with Open Iron(II) Coordination Sites", "Bloch, Eric D.; Queen, Wendy L.; Krishna, Rajamani; Zadrozny, Joseph M.; Brown, Craig M.; Long, Jeffrey R.", "Science (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "335", "\r\n        (", "6076", "),\r\n    ", "1606-1610", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "The energy costs assocd. with large-scale industrial sepn. of light hydrocarbons by cryogenic distn. could potentially be lowered through development of selective solid adsorbents that operate at higher temps.  Here, the metal-org. framework Fe2(dobdc) (dobdc4- : 2,5-dioxido-1,4-benzenedicarboxylate) is demonstrated to exhibit excellent performance characteristics for sepn. of ethylene/ethane and propylene/propane mixts. at 318 K.  Breakthrough data obtained for these mixts. provide exptl. validation of simulations, which in turn predict high selectivities and capacities of this material for the fractionation of methane/ethane/ethylene/acetylene mixts., removal of acetylene impurities from ethylene, and membrane-based olefin/paraffin sepns.  Neutron powder diffraction data confirm a side-on coordination of acetylene, ethylene, and propylene at the iron(II) centers, while also providing solid-state structural characterization of the much weaker interactions of ethane and propane with the metal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XksVyqsLc%253D&md5=d149ed45c3e688d5e4ee63d75629bd4f", "13. ", "Li", ", ", "J. R.", "; ", "Sculley", ", ", "J.", "; ", "Zhou", ", ", "H.-C.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "869", "– ", "932", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Metal-Organic Frameworks for Separations", "Li, Jian-Rong; Sculley, Julian; Zhou, Hong-Cai", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "869-932", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  This article reviews the metal-org. frameworks (MOFs), a new class of porous solid materials.  Their performances for applications in sepns. and purifications is attracting intense interest of researchers working in the fields of chem., chem. engineering, materials science, and others.  Despite being in its infancy, the research progress in this subject has already shown that MOFs are promising for sepn. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1OnsbbL&md5=635f36e2682f7fbc651f5021d591a1cf", "14. ", "Sato", ", ", "H.", "; ", "Kosaka", ", ", "W.", "; ", "Matsuda", ", ", "R.", "; ", "Hori", ", ", "A.", "; ", "Hijikata", ", ", "Y.", "; ", "Belosludov", ", ", "R. V.", "; ", "Sakaki", ", ", "S.", "; ", "Takata", ", ", "M.", "; ", "Kitagawa", ", ", "S.", " ", "Science", " ", "2014", ",  ", "343", ",  ", "167", "– ", "170", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Self-Accelerating CO Sorption in a Soft Nanoporous Crystal", "Sato, Hiroshi; Kosaka, Wataru; Matsuda, Ryotaro; Hori, Akihiro; Hijikata, Yuh; Belosludov, Rodion V.; Sakaki, Shigeyoshi; Takata, Masaki; Kitagawa, Susumu", "Science (Washington, DC, United States)", "\r\n        (", "2014", "),\r\n    ", "343", "\r\n        (", "6167", "),\r\n    ", "167-170", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A soft nanoporous cryst. material that selectively adsorbs CO with adaptable pores has been prepd., and crystallog. evidence that CO mols. can coordinate with copper(II) ions is presented.  The unprecedented high selectivity was achieved by the synergetic effect of the local interaction between CO and accessible metal sites and a global transformation of the framework.  This transformable cryst. material realized the sepn. of CO from mixts. with N2, a gas that is the most competitive to CO.  The dynamic and efficient mol. trapping and releasing system is reminiscent of sophisticated biol. systems such as heme proteins.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXktVyksw%253D%253D&md5=0edf8d71efae0a56c4bb4d7d960da320", "15. ", "Lee", ", ", "J.", "; ", "Farha", ", ", "O. K.", "; ", "Roberts", ", ", "J.", "; ", "Scheidt", ", ", "K. A.", "; ", "Nguyen", ", ", "S. T.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1450", "– ", "1459", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "Metal-organic framework materials as catalysts", "Lee, Jeong Yong; Farha, Omar K.; Roberts, John; Scheidt, Karl A.; Nguyen, Son Binh T.; Hupp, Joseph T.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1450-1459", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; a crit. review of the emerging field of MOF-based catalysis is presented.  Discussed are examples of: (a) opportunistic catalysis with metal nodes, (b) designed catalysis with framework nodes, (c) catalysis by homogeneous catalysts incorporated as framework struts, (d) catalysis by MOF-encapsulated mol. species, (e) catalysis by metal-free org. struts or cavity modifiers, and (f) catalysis by MOF-encapsulated clusters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7k%253D&md5=d9cef4eb52ffb1c73fe1195e11bace26", "16. ", "Ma", ", ", "L. Q.", "; ", "Abney", ", ", "C.", "; ", "Lin", ", ", "W. B.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1248", "– ", "1256", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Enantioselective catalysis with homochiral metal-organic frameworks", "Ma, Liqing; Abney, Carter; Lin, Wenbin", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1248-1256", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This tutorial review presents recent developments of homochiral metal-org. frameworks (MOFs) for enantioselective catalysis.  Following a brief introduction of the basic concepts and potential virtues of MOFs in catalysis, three distinct strategies that have been utilized to synthesize homochiral MOFs were summarized.  Framework stability and accessibility of the open channels to reagents were then addressed.  Some recent successful examples of catalytically active homochiral MOFs based on three approaches, namely, homochiral MOFs with achiral catalytic sites, incorporation of asym. catalysts directly into the framework, and post-synthetic modification of homochiral MOFs were finally surveyed.  Although still in their infancy, homochiral MOFs have clearly demonstrated their utility in heterogeneous asym. catalysis, and a bright future is foreseen for the development of practically useful homochiral MOFs in the prodn. of optically pure org. mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7Y%253D&md5=6ea10120922522f3f7fc76a6a04ea6cf", "17. ", "Wade", ", ", "C. R.", "; ", "Li", ", ", "M. Y.", "; ", "Dincă", ", ", "M.", " ", "Angew. Chem., Int. Ed.", " ", "2013", ",  ", "52", ",  ", "13377", "– ", "13381", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Facile deposition of multicolored electrochromic metal-organic framework thin films", "Wade, Casey R.; Li, Minyuan; Dinca, Mircea", "Angewandte Chemie, International Edition", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "50", "),\r\n    ", "13377-13381", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Herein, we describe the solvothermal deposition and electrochem. properties of porous, micron-thick Zn-pyrazolate MOF films contg. redox-active naphthalene diimide (NDI) linkers.  Processing them as homogeneously dispersed thin films enables their use as multicolored electrochromic devices.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1ertL7P&md5=625770b7730550b48e3365c51c3c07cc", "18. ", "Kung", ", ", "C.-W.", "; ", "Wang", ", ", "T. C.", "; ", "Mondloch", ", ", "J. E.", "; ", "Fairen-Jimenez", ", ", "D.", "; ", "Gardner", ", ", "D. M.", "; ", "Bury", ", ", "W.", "; ", "Klingsporn", ", ", "J. M.", "; ", "Barnes", ", ", "J. C.", "; ", "Van Duyne", ", ", "R.", "; ", "Stoddart", ", ", "J. F.", "; ", "Wasielewski", ", ", "M. R.", "; ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Mater.", " ", "2013", ",  ", "25", ",  ", "5012", "– ", "5017", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Metal-Organic Framework Thin Films Composed of Free-Standing Acicular Nanorods Exhibiting Reversible Electrochromism", "Kung, Chung-Wei; Wang, Timothy Chiaan; Mondloch, Joseph E.; Fairen-Jimenez, David; Gardner, Daniel M.; Bury, Wojciech; Klingsporn, Jordan Matthew; Barnes, Jonathan C.; Van Duyne, Richard; Stoddart, J. Fraser; Wasielewski, Michael R.; Farha, Omar K.; Hupp, Joseph T.", "Chemistry of Materials", "\r\n        (", "2013", "),\r\n    ", "25", "\r\n        (", "24", "),\r\n    ", "5012-5017", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A uniform and crack-free metal-org. framework (MOF) thin film composed of free-standing acicular nanorods was grown on a transparent conducting glass substrate.  The MOF thin film exhibits electrochromic switching between yellow and deep blue by a 1-electron redox reaction at its pyrene-based linkers.  The rigid MOF stabilizes the radical cations of the pyrene linkers at pos. applied potential, resulting in the reversible color change of the MOF film.  The regular and uniform channels of the MOF allow ions to migrate through the entire film.  The MOF thin film thus exhibits a remarkable color change and rapid switching rate.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvFejtrrK&md5=3111b8a3aaa44711f31b0a7e17309c20", "19. ", "Allendorf", ", ", "M. D.", "; ", "Bauer", ", ", "C. A.", "; ", "Bhakta", ", ", "R. K.", "; ", "Houk", ", ", "R. J. T.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1330", "– ", "1352", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "Luminescent metal-organic frameworks", "Allendorf, M. D.; Bauer, C. A.; Bhakta, R. K.; Houk, R. J. T.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1330-1352", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; metal-org. frameworks (MOFs) display a wide range of luminescent behaviors resulting from the multifaceted nature of their structure.  In this crit. review we discuss the origins of MOF luminosity, which include the linker, the coordinated metal ions, antenna effects, excimer and exciplex formation, and guest mols.  The literature describing these effects is comprehensively surveyed, including a categorization of each report according to the type of luminescence obsd.  Finally, we discuss potential applications of luminescent MOFs.  This review will be of interest to researchers and synthetic chemists attempting to design luminescent MOFs, and those engaged in the extension of MOFs to applications such as chem., biol., and radiation detection, medical imaging, and electro-optical devices.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurg%253D&md5=9219edb8997dd29d5f61edbe8e99797d", "20. ", "Kreno", ", ", "L. E.", "; ", "Leong", ", ", "K.", "; ", "Farha", ", ", "O. K.", "; ", "Allendorf", ", ", "M.", "; ", "Van Duyne", ", ", "R. P.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1105", "– ", "1125", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Metal-Organic Framework Materials as Chemical Sensors", "Kreno, Lauren E.; Leong, Kirsty; Farha, Omar K.; Allendorf, Mark; Van Duyne, Richard P.; Hupp, Joseph T.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1105-1125", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors present a crit. review of the literature on metal-org. frameworks (MOFs) as chem. sensors.  The authors begin by briefly examg. challenges relating to MOF sensor development including the design of MOFs with desirable properties, incorporation of appropriate signal transduction capabilities, and integration of MOFs into devices by employing thin-film growth techniques.  Subsequent sections discuss specific examples of MOF sensors, categorized by method of signal transduction.  Sensors based on MOF photoluminescence are discussed briefly.  The authors have limited the review of luminescence-based sensors to a small no. of recent reports where the porous MOF architecture, or its chem. compn., imparts selective sensing capabilities.  Scintillating MOFs that luminesce in the presence of radioactive analytes are also discussed.  Other signal transduction schemes that use photons include various kinds of optical interferometry, analyte modulation of localized surface plasmon resonance energies, and solvatochromism.  Mech. signal-transduction schemes employed with MOFs include ones based on surface acoustic wave, quartz crystal microbalance, and microcantilever devices.  Elec. schemes thus far were limited to ones based on impedance spectroscopy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVCgtL%252FI&md5=f6ed572725bc067ee8da81880bf1ec90", "21. ", "Lalonde", ", ", "M.", "; ", "Bury", ", ", "W.", "; ", "Karagiaridi", ", ", "O.", "; ", "Brown", ", ", "Z.", "; ", "Hupp", ", ", "J. T.", "; ", "Farha", ", ", "O. K.", " ", "J. Mater. Chem. A", " ", "2013", ",  ", "1", ",  ", "5453", "– ", "5468", "[", "Crossref", "], [", "CAS", "]", "21. ", "Transmetalation: routes to metal exchange within metal-organic frameworks", "Lalonde, Marianne; Bury, Wojciech; Karagiaridi, Olga; Brown, Zachary; Hupp, Joseph T.; Farha, Omar K.", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2013", "),\r\n    ", "1", "\r\n        (", "18", "),\r\n    ", "5453-5468", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The present work is a crit. review of metal exchange (transmetalation) involving metal nodes and metalated struts in metal-org. frameworks.  Particular emphasis is given to drawing parallels between different examples of transmetalation in order to understand the influence of coordination environment, solvents, nature of the metals and other variables on the process.  We hope that the present review will be of use to those involved in the incorporation of various metal centers to create isostructural MOFs and study their properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmtF2itro%253D&md5=194eb6ac692c35d41b13f1aba613df31", "22. ", "Wang", ", ", "Z. Q.", "; ", "Cohen", ", ", "S. M.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1315", "– ", "1329", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "22. ", "Postsynthetic modification of metal-organic frameworks", "Wang, Zhenqiang; Cohen, Seth M.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1315-1329", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This crit. review discusses modification of metal-org. frameworks (MOFs) in a postsynthetic scheme.  In this approach, the MOF is assembled and then modified with chem. reagents with preservation of the lattice structure.  Recent findings show amide couplings, isocyanate condensations, click' chem., and other reactions are suitable for postsynthetic modification (PSM).  In addn., a no. of MOFs, from IRMOF-3 to ZIF-90, are amenable to PSM.  The generality of PSM, in both scope of chem. reactions and range of suitable MOFs, clearly indicates that the approach is broadly applicable.  Indeed, the rapid increase in reports on PSM demonstrates this methodol. will play an increasingly important role in the development of MOFs for the foreseeable future (117 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurs%253D&md5=10201324893034e6f13702e86b62db16", "23. ", "Burnett", ", ", "B. J.", "; ", "Barron", ", ", "P. M.", "; ", "Hu", ", ", "C. H.", "; ", "Choe", ", ", "W.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "9984", "– ", "9987", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Stepwise Synthesis of Metal-Organic Frameworks: Replacement of Structural Organic Linkers", "Burnett, Brandon J.; Barron, Paul M.; Hu, Chunhua; Choe, Wonyoung", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "26", "),\r\n    ", "9984-9987", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A single-crystal to single-crystal transformation resulting from bridging-linker replacement is possible in extended 2-dimensional and 3-dimensional metal-org. frameworks (MOFs) by introducing pillared paddlewheel MOF structures into a soln. contg. dipyridyl linkers.  No lateral movement of the layers was obsd. during this transformation, creating a templating effect from the parent structure to the daughter structure.  A previously unattainable structure was obtained by a two-step synthetic method using the bridging-linker replacement transformation method.  Addnl., a bridging-linker insertion was obsd. when excess linker was used with the 2-dimensional MOF structure, inducing an overall 2-dimensional to 3-dimensional transformation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnsF2gtbo%253D&md5=75c8496456b4ec12e759422ee7770762", "24. ", "Deria", ", ", "P.", "; ", "Mondloch", ", ", "J. E.", "; ", "Tylianakis", ", ", "E.", "; ", "Ghosh", ", ", "P.", "; ", "Bury", ", ", "W.", "; ", "Snurr", ", ", "R. Q.", "; ", "Hupp", ", ", "J. T.", "; ", "Farha", ", ", "O. K.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "16801", "– ", "16804", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Perfluoroalkane Functionalization of NU-1000 via Solvent-Assisted Ligand Incorporation: Synthesis and CO2 Adsorption Studies", "Deria, Pravas; Mondloch, Joseph E.; Tylianakis, Emmanuel; Ghosh, Pritha; Bury, Wojciech; Snurr, Randall Q.; Hupp, Joseph T.; Farha, Omar K.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "45", "),\r\n    ", "16801-16804", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new functionalization technique, solvent-assisted ligand incorporation (SALI), was developed to efficiently incorporate carboxylate-based functionalities in the Zr-based metal-org. framework, NU-1000.  Unlike previous metal node functionalization strategies, which utilize dative bonding to coordinatively unsatd. metal sites, SALI introduces functional groups as charge compensating and strongly bound moieties to the Zr6 node.  Utilizing SALI, the authors have efficiently attached perfluoro-alkane carboxylates of various chain lengths (C1-C9) on the Zr6 nodes of NU-1000.  These fluoro-alkane-functionalized mesoporous MOFs, termed herein SALI-n, were studied exptl. and theor. as potential CO2 capture materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslSqtLjK&md5=a346fb82af4ad25e21f1333807c50ec9", "25. ", "Karagiaridi", ", ", "O.", "; ", "Lalonde", ", ", "M. B.", "; ", "Bury", ", ", "W.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "18790", "– ", "18796", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Opening ZIF-8: A Catalytically Active Zeolitic Imidazolate Framework of Sodalite Topology with Unsubstituted Linkers", "Karagiaridi, Olga; Lalonde, Marianne B.; Bury, Wojciech; Sarjeant, Amy A.; Farha, Omar K.; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "45", "),\r\n    ", "18790-18796", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A zeolitic imidazolate framework material of SOD topol. possessing primarily unsubstituted imidazolate (i.m.) linkers has been synthesized via solvent-assisted linker exchange (SALE) of ZIF-8.  The structure of the new material, SALEM-2, has been confirmed through 1H NMR and powder and single-crystal X-ray diffraction.  SALEM-2 is the first example of a porous Zn(i.m.)2 ZIF possessing a truly zeolitic topol. that can be obtained in bulk quantities.  Upon treatment with n-butyllithium, the open analog exhibits Bronsted base catalysis that cannot be accomplished by the parent material ZIF-8.  Addnl., it displays a different size cutoff for uptake and release of mol. guests than does ZIF-8.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsFCrtbjM&md5=ce655474396206792f0958c0a46fe912", "26. ", "Kim", ", ", "M.", "; ", "Cahill", ", ", "J. F.", "; ", "Su", ", ", "Y. X.", "; ", "Prather", ", ", "K. A.", "; ", "Cohen", ", ", "S. M.", " ", "Chem. Sci.", " ", "2012", ",  ", "3", ",  ", "126", "– ", "130", "[", "Crossref", "], [", "CAS", "]", "26. ", "Postsynthetic ligand exchange as a route to functionalization of metal-organic frameworks", "Kim, Min; Cahill, John F.; Su, Yongxuan; Prather, Kimberly A.; Cohen, Seth M.", "Chemical Science", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "1", "),\r\n    ", "126-130", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Herein, the authors report that the exchange of ligands from an intact metal-org. framework (MOF) can be exploited as a means to introduce functionalized ligands into MOFs under mild conditions.  Ligand exchange can occur with 'inert' Zr(IV)-based UiO-66 MOFs in a solvent dependent manner.  The authors call this process postsynthetic exchange (PSE) and show that it provides access to MOFs that are not readily prepd. in high quality by solvothermal methods.  Ligand exchange can occur between UiO-66 MOFs as monitored by aerosol time-of-flight mass spectrometry (ATOFMS).  ATOFMS was used to analyze the chem. compn. of microcryst. MOFs on the single particle level, providing information not available through bulk anal.  PSE is an important postsynthetic approach to the modification of MOFs, and the ligand exchange revealed by ATOFMS requires a reevaluation of the assumed 'stability' of even the most robust MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsFeisr%252FM&md5=b12ee0a9098d4c4065bb4f5e26f15f1a", "27. ", "Bury", ", ", "W.", "; ", "Fairen-Jimenez", ", ", "D.", "; ", "Lalonde", ", ", "M. B.", "; ", "Snurr", ", ", "R. Q.", "; ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Mater.", " ", "2013", ",  ", "25", ",  ", "739", "– ", "744", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "Control over Catenation in Pillared Paddlewheel Metal-Organic Framework Materials via Solvent-Assisted Linker Exchange", "Bury, Wojciech; Fairen-Jimenez, David; Lalonde, Marianne B.; Snurr, Randall Q.; Farha, Omar K.; Hupp, Joseph T.", "Chemistry of Materials", "\r\n        (", "2013", "),\r\n    ", "25", "\r\n        (", "5", "),\r\n    ", "739-744", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Control over catenation in a pillared paddlewheel metal-org. framework was achieved via solvent-assisted linker exchange.  The linker exchange was demonstrated on the noncatenated structure of DO-MOF ([Zn2(L)(L3)]n, H4L = 1,2,4,5-tetrakis(4-carboxyphenyl)benzene, L3 = 1,2-bis(4-pyridyl)ethane-1,2-diol), by using 4,4'-bipyridine (L4) and 4,4'-azobis(pyridine) (L5) as linkers, leading to noncatenated materials SALEM-3 and SALEM-4.  The de novo synthesized analogs of SALEM-3 and SALEM-4 can only be obtained as 2-fold interpenetrated frameworks.  The reaction progress of the linker exchange was monitored by NMR spectroscopy, and structure and framework catenation were characterized by powder x-ray diffraction and thermogravimetric methods.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXit1aqu70%253D&md5=6a953d3f112a30d93d42c046a0613c88", "28. ", "Fei", ", ", "H. H.", "; ", "Cahill", ", ", "J. F.", "; ", "Prather", ", ", "K. A.", "; ", "Cohen", ", ", "S. M.", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "4011", "– ", "4016", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Tandem Postsynthetic Metal Ion and Ligand Exchange in Zeolitic Imidazolate Frameworks", "Fei, Honghan; Cahill, John F.; Prather, Kimberly A.; Cohen, Seth M.", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "7", "),\r\n    ", "4011-4016", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Herein, the authors report a general postsynthetic exchange (PSE) approach to introduce a redox-active transition metal, specifically Mn(II), into inert zeolitic imidazolate frameworks (ZIFs), a subclass of metal-org. frameworks (MOFs).  Metal ion PSE occurs in ZIF-71 (imidazolate = 4,5-dichloroimidazolate; RHO topol.) and ZIF-8 (2-methylimidazolate; SOD topol.) under ambient conditions.  The metal exchanged ZIFs are the 1st porous, Mn(II)-based ZIFs and a rare example of ZIFs with two transition metal centers in a single lattice.  Exchanged materials were characterized by SEM-energy dispersed x-ray spectroscopy (SEM-EDX), aerosol time-of-flight mass spectrometry (ATOFMS), X-ray fluorescence spectroscopy (XRF), and Brunauer-Emmett-Teller (BET) surface area anal.  Stepwise tandem PSE strategies are described to exchange of metal ions and org. linkers (4-bromoimidazolate) consecutively in ZIFs.  These findings are important for probing the chem. dynamics of ZIFs, despite their high crystallinity and robustness, and inspire the more widespread use of PSE to prep. multimetallic and multifunctional MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXktlyltLs%253D&md5=5c143aafe7938b767c3752a4f2ecea15", "29. ", "Karagiaridi", ", ", "O.", "; ", "Bury", ", ", "W.", "; ", "Tylianakis", ", ", "E.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Hupp", ", ", "J. T.", "; ", "Farha", ", ", "O. K.", " ", "Chem. Mater.", " ", "2013", ",  ", "25", ",  ", "3499", "– ", "3503", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "Opening Metal-Organic Frameworks Vol. 2: Inserting Longer Pillars into Pillared-Paddlewheel Structures through Solvent-Assisted Linker Exchange", "Karagiaridi, Olga; Bury, Wojciech; Tylianakis, Emmanuel; Sarjeant, Amy A.; Hupp, Joseph T.; Farha, Omar K.", "Chemistry of Materials", "\r\n        (", "2013", "),\r\n    ", "25", "\r\n        (", "17", "),\r\n    ", "3499-3503", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Solvent-assisted linker exchange (SALE) was performed on a pillared-paddlewheel metal-org. framework (MOF), SALEM-5, to achieve incorporation of longer linkers into the material.  The 9-Å meso-1,2-di(4-pyridyl)-1,2-ethanediol pillar of SALEM-5 was successfully replaced by 11-Å, 14-Å, and 17-Å pillars to generate daughter MOFs SALEM-6, SALEM-7, and SALEM-8.  The daughter frameworks possess more open cages, as was demonstrated by structural modeling from the powder x-ray diffraction patterns, and larger solvent accessible space, as was demonstrated by TGA.  Finally, a study was performed to examine the effect of pKa of monoprotonated dipyridyl pillars (as an indicator of the Zn-L bond strength) on the outcome of SALE.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtlaisbvK&md5=55543a6a72f60180667c7034dd333a62", "30. ", "Chen", ", ", "W.", "; ", "Wang", ", ", "J. Y.", "; ", "Chen", ", ", "C.", "; ", "Yue", ", ", "Q.", "; ", "Yuan", ", ", "H. M.", "; ", "Chen", ", ", "J. S.", "; ", "Wang", ", ", "S. N.", " ", "Inorg. Chem.", " ", "2003", ",  ", "42", ",  ", "944", "– ", "946", "[", "ACS Full Text ", "], [", "CAS", "]", "30. ", "Photoluminescent Metal-Organic Polymer Constructed from Trimetallic Clusters and Mixed Carboxylates", "Chen, Wei; Wang, Jia-Yu; Chen, Cheng; Yue, Qi; Yuan, Hong-Ming; Chen, Jie-Sheng; Wang, Su-Ning", "Inorganic Chemistry", "\r\n        (", "2003", "),\r\n    ", "42", "\r\n        (", "4", "),\r\n    ", "944-946", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The solvothermal reaction of Zn(OAc)2.2H2O with a mixt. of benzene-1,4-dicarboxylic acid (H2BDC) and benzene-1,3,5-tricarboxylic acid (H3BTC) in a soln. contg. DMF, abs. EtOH, and chlorobenzene gave rise to a metal-org. polymer, Zn3(BDC)(BTC)2·2NHMe2·2NH2Me2.  The structure of this polymer possesses a unique three-dimensional framework with tri-Zn clusters, and BDC and BTC units co-linking the clusters. also, this metal-org. polymer exhibits strong photoluminescence at room temp., and the main emission band is at ∼430 nm (λex = 325 nm).  Crystal data for this compd. (C17H20N2O8Zn1.5): monoclinic, space group P21/n, cell dimensions a 11.6171(3), b 14.2456(4), c 12.6426(3) Å, β 107.030(2)°, and Z = 4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXkvFKnuw%253D%253D&md5=139e8e21a4ad2316f9696c02e61483bd", "31. ", "Burrows", ", ", "A. D.", "; ", "Frost", ", ", "C. G.", "; ", "Mahon", ", ", "M. F.", "; ", "Richardson", ", ", "C.", " ", "Angew. Chem., Int. Ed.", " ", "2008", ",  ", "47", ",  ", "8482", "– ", "8486", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "31. ", "Post-synthetic modification of tagged metal-organic frameworks", "Burrows, Andrew D.; Frost, Christopher; Mahon, Mary F.; Richardson, Christopher", "Angewandte Chemie, International Edition", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "44", "),\r\n    ", "8482-8486", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Zinc metal-org. frameworks with pendant aldehyde and methoxy groups are prepd.  The aldehyde-tagged MOF takes up 2,4-dinitrophenylhydrazine, reacting to form a hydrazone-functionalized MOF which is crystallog. characterized.  Use of both aldehyde- and methoxy-functionalized dicarboxylates leads to MOFs contg. both ligands, of which the aldehyde groups can be selectively reacted.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlKlsrnF&md5=bfe595562afcefcd4625698ac50ee3dc", "32. ", "Burrows", ", ", "A. D.", " ", "CrystEngComm", " ", "2011", ",  ", "13", ",  ", "3623", "– ", "3642", "[", "Crossref", "], [", "CAS", "]", "32. ", "Mixed-component metal-organic frameworks (MC-MOFs): enhancing functionality through solid solution formation and surface modifications", "Burrows, Andrew D.", "CrystEngComm", "\r\n        (", "2011", "),\r\n    ", "13", "\r\n        (", "11", "),\r\n    ", "3623-3642", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Mixed-component metal-org. frameworks (MC-MOFs) are metal-org. frameworks that have different linkers or metals with the same structural role.  Many of these mixed-ligand or mixed-metal MOFs are solid solns., in which the proportions of the ligands or metals can be adjusted or even controlled.  These MC-MOFs can be prepd. directly, using more than one metal or ligand in the synthesis, or formed by post-synthetic modification.  A second class of MC-MOFs have core-shell structures, and these can be prepd. through epitaxial growth of one MOF on the surface of another or post-synthetic modification of the crystal surfaces.  This review describes the syntheses, structures and properties of mixed-ligand, mixed-metal and core-shell MOFs, and highlights some of the potential benefits in functionality that these materials have.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmslajsr0%253D&md5=01577af668b59f2c30307fb790824a9e", "33. ", "Bunck", ", ", "D. N.", "; ", "Dichtel", ", ", "W. R.", " ", "Chem.–Eur. J.", " ", "2013", ",  ", "19", ",  ", "818", "– ", "827", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "33. ", "Mixed Linker Strategies for Organic Framework Functionalization", "Bunck, David N.; Dichtel, William R.", "Chemistry - A European Journal", "\r\n        (", "2013", "),\r\n    ", "19", "\r\n        (", "3", "),\r\n    ", "818-827", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Framework materials have attracted intense interest for gas storage, sepns., catalysis, and other applications as a consequence of their periodicity, high sp. surface area, and rational synthesis.  Cocrystg. multiple monomers with identical linking chem. represents an emerging route to access materials with increased complexity and advanced functions.  This Concept Article highlights three strategies for framework synthesis that employ mixts. of monomers with 1) identical linking geometries, 2) different linking geometries, or 3) in which one monomer is truncated with respect to the other.  These approaches offer a diverse toolbox to modify framework topol., incorporate active functionality, and rationally control crystallite size and morphol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvFWhu7zF&md5=af5e4596d7e5457bb7a5d0b43a7d4114", "34. ", "Koh", ", ", "K.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "Angew. Chem., Int. Ed.", " ", "2008", ",  ", "47", ",  ", "677", "– ", "680", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "34. ", "A crystalline mesoporous coordination copolymer with high microporosity", "Koh, Kyoungmoo; Wong-Foy, Antek G.; Matzger, Adam J.", "Angewandte Chemie, International Edition", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "4", "),\r\n    ", "677-680", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "UMCM-1 (University of Michigan Cryst. Material-1), a mesoporous material with unprecedented levels of microporosity, arises from the coordination copolymn. of a dicarboxylate and a tricarboxylate linker mediated by Zn.  Exceptionally high surface area derives from the microporous cages of Zn4O(BDC)(BTB)4/3 (H2BDC = terephthalic acid, H3BTB = 1,3,5-tris(4-carboxyphenyl)benzene) lining the 1-dimensional mesoporous channels.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhslamt7c%253D&md5=07c39bf5c07ce58be16e0f8864aa426c", "35. ", "Koh", ", ", "K.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "4184", "– ", "4185", "[", "ACS Full Text ", "], [", "CAS", "]", "35. ", "A Porous Coordination Copolymer with over 5000 m2/g BET Surface Area", "Koh, Kyoungmoo; Wong-Foy, Antek G.; Matzger, Adam J.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "12", "),\r\n    ", "4184-4185", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "New levels of surface area are achieved in a coordination polymer, {Zn4O(TDC)(BTB)4/3}n (UMCM-2, University of Michigan Cryst. Material), derived from zinc-mediated coordination copolymn. of a dicarboxylic acid, thieno[3,2-b]thiophene-2,5-dicarboxylic acid (H2TDC), and a tricarboxylic acid, 1,3,5-tris(4-carboxyphenyl)benzene (H3BTB).  In addn. to a large micropore contribution to the surface area, mesopores are also present.  In contrast to the recently reported coordination copolymer UMCM-1, which has a mesoporous channel, UMCM-2 is built from three types of cages.  In spite of exceptional porosity, both of these coordination polymers are thermally robust.  Hydrogen uptake performance of UMCM-2 approaches 7% at 77 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXisl2kuro%253D&md5=e1c80f278306b24b080dc37f0645acd6", "36. ", "Deng", ", ", "H. X.", "; ", "Doonan", ", ", "C. J.", "; ", "Furukawa", ", ", "H.", "; ", "Ferreira", ", ", "R. B.", "; ", "Towne", ", ", "J.", "; ", "Knobler", ", ", "C. B.", "; ", "Wang", ", ", "B.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2010", ",  ", "327", ",  ", "846", "– ", "850", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "36. ", "Multiple Functional Groups of Varying Ratios in Metal-Organic Frameworks", "Deng, Hexiang; Doonan, Christian J.; Furukawa, Hiroyasu; Ferreira, Ricardo B.; Towne, John; Knobler, Carolyn B.; Wang, Bo; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "327", "\r\n        (", "5967", "),\r\n    ", "846-850", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Metal-org. frameworks (MOFs) can incorporate a large no. of different functionalities on linking groups in a way that mixes the linker, rather than forming sep. domains.  The authors made complex MOFs from 1,4-benzenedicarboxylate (denoted by A in this work) and its derivs. -NH2, -Br, -(Cl)2, -NO2, -Me2, -C4H4, -(OC3H5)2, and -(OC7H7)2 (denoted by B to I,, resp.) to synthesize 18 multivariate (MTV) MOF-5 type structures that contain up to eight distinct functionalities in one phase.  The backbone (Zn oxide and phenylene units) of these structures is ordered, but the distribution of functional groups is disordered.  The complex arrangements of several functional groups within the pores can lead to properties that are not simply linear sums of those of the pure components.  For example, a member of this series, MTV-MOF-5-EHI, exhibits up to 400% better selectivity for CO2 over CO compared with its best same-link counterparts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhslWju7o%253D&md5=40f9720d9a7633e6102cab3256be0468", "37. ", "Park", ", ", "J.", "; ", "Wang", ", ", "Z. Y. U.", "; ", "Sun", ", ", "L. B.", "; ", "Chen", ", ", "Y. P.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "20110", "– ", "20116", "[", "ACS Full Text ", "], [", "CAS", "]", "37. ", "Functionalized mesopores to metal organic frameworks via metal ligand fragment coassembly", "Park, Jinhee; Wang, Zhiyong U.; Sun, Lin-Bing; Chen, Ying-Pin; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "49", "),\r\n    ", "20110-20116", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Introduction of functionalized mesopores into microporous metal-org. frameworks (MOFs) can endow them with suitable properties for applications in gas storage, sepn., catalysis, and drug delivery.  However, common methods for functionalization (including pre- and post-synthetic modifications) of the internal surface of a MOF reduce the pore size of the MOF because the addnl. functional groups fill up the pores.  We present a metal-ligand-fragment coassembly strategy for the introduction of (meso)pores functionalized with various substituent groups on the ligand fragments.  Astonishingly, this new functionalization strategy increases the pore vol. of a MOF instead of reducing it.  Since the ligand fragments are often readily available or easily prepd., the new procedure for synthesis of the modified MOFs becomes much easier and more applicable than existing approaches.  Remarkably, mesopores can be generated conveniently and controllably by the coassembly of a ligand and its fragment contg. the desired functional groups.  The fragment/ligand ratio has been optimized to preserve the parent structure and to promote max. mesopore introduction, which has led to a systematic evaluation of the effectiveness of a series of functional groups for the adsorption of guest mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs12mtrzL&md5=0a4e24d55a6c9344eef8665a87a5bd62", "38. ", "Wu", ", ", "H.", "; ", "Chua", ", ", "Y. S.", "; ", "Krungleviciute", ", ", "V.", "; ", "Tyagi", ", ", "M.", "; ", "Chen", ", ", "P.", "; ", "Yildirim", ", ", "T.", "; ", "Zhou", ", ", "W.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "10525", "– ", "10532", "[", "ACS Full Text ", "], [", "CAS", "]", "38. ", "Unusual and Highly Tunable Missing-Linker Defects in Zirconium Metal-Organic Framework UiO-66 and Their Important Effects on Gas Adsorption", "Wu, Hui; Chua, Yong Shen; Krungleviciute, Vaiva; Tyagi, Madhusudan; Chen, Ping; Yildirim, Taner; Zhou, Wei", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "28", "),\r\n    ", "10525-10532", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "UiO-66 is a highly important prototypical zirconium metal-org. framework (MOF) compd. because of its excellent stabilities not typically found in common porous MOFs.  In its perfect crystal structure, each Zr metal center is fully coordinated by 12 org. linkers to form a highly connected framework.  Using high-resoln. neutron power diffraction technique, we found the first direct structural evidence showing that real UiO-66 material contains significant amt. of missing-linker defects, an unusual phenomenon for MOFs.  The concn. of the missing-linker defects is surprisingly high, ∼10% in our sample, effectively reducing the framework connection from 12 to ∼11.  We show that by varying the concn. of the acetic acid modulator and the synthesis time, the linker vacancies can be tuned systematically, leading to dramatically enhanced porosity.  We obtained samples with pore vols. ranging from 0.44 to 1.0 cm3/g and Brunauer-Emmett-Teller surface areas ranging from 1000 to 1600 m2/g, the largest values of which are ∼150% and ∼60% higher than the theor. values of defect-free UiO-66 crystal, resp.  The linker vacancies also have profound effects on the gas adsorption behaviors of UiO-66, in particular CO2.  Finally, comparing the gas adsorption of hydroxylated and dehydroxylated UiO-66, we found that the former performs systematically better than the latter (particularly for CO2) suggesting the beneficial effect of the -OH groups.  This finding is of great importance because hydroxylated UiO-66 is the practically more relevant, non-air-sensitive form of this MOF.  The preferred gas adsorption on the metal center was confirmed by neutron diffraction measurements, and the gas binding strength enhancement by the -OH group was further supported by our first-principles calcns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtValsLrL&md5=c1ead8cbafaae77968f37490e2bb14f6", "39. ", "Nouar", ", ", "F.", "; ", "Eubank", ", ", "J. F.", "; ", "Bousquet", ", ", "T.", "; ", "Wojtas", ", ", "L.", "; ", "Zaworotko", ", ", "M. J.", "; ", "Eddaoudi", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "1833", "– ", "1835", "[", "ACS Full Text ", "], [", "CAS", "]", "39. ", "Supermolecular Building Blocks (SBBs) for the Design and Synthesis of Highly Porous Metal-Organic Frameworks", "Nouar, Farid; Eubank, Jarrod F.; Bousquet, Till; Wojtas, Lukasz; Zaworotko, Michael J.; Eddaoudi, Mohamed", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "6", "),\r\n    ", "1833-1835", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Here, the authors report a novel approach for the bottom-up assembly of hierarchical building blocks: simple mol. building blocks (MBBs) and the resultant supermol. building blocks (SBBs) to build highly coordinated nets.  A specific network, the (3,24)-connected rht, was used as a blueprint to construct a metal-org. framework where the MBBs/SBBs augment the net.  The copper(II) complex {[Cu6O(TZI)3(H2O)9](NO3)·15H2O}n [H3TZI = 5-(5-tetrazolyl)isophthalic acid] was prepd. and its crystal structure detd.  Surface and sorption properties and hydrogen uptake capacity of this highly porous metal-org. framework complex were measured.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXotFCqtw%253D%253D&md5=c7a2569bf4006d4872f281dec22ef22c", "40. ", "Eubank", ", ", "J. F.", "; ", "Nouar", ", ", "F.", "; ", "Luebke", ", ", "R.", "; ", "Cairns", ", ", "A. J.", "; ", "Wojtas", ", ", "L.", "; ", "Alkordi", ", ", "M.", "; ", "Bousquet", ", ", "T.", "; ", "Hight", ", ", "M. R.", "; ", "Eckert", ", ", "J.", "; ", "Embs", ", ", "J. P.", "; ", "Georgiev", ", ", "P. A.", "; ", "Eddaoudi", ", ", "M.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "10099", "– ", "10103", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "40. ", "On Demand: The Singular rht Net, an Ideal Blueprint for the Construction of a Metal-Organic Framework (MOF) Platform", "Eubank, Jarrod F.; Nouar, Farid; Luebke, Ryan; Cairns, Amy J.; Wojtas, Lukasz; Alkordi, Mohamed; Bousquet, Till; Hight, Matthew R.; Eckert, Juergen; Embs, Jan P.; Georgiev, Peter A.; Eddaoudi, Mohamed", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "40", "),\r\n    ", "10099-10103, S10099/1-S10099/50", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Herein, we report for the first time the covalent linking of expanded the supermol. building block (SBB) by introducing a trigonal org. core and replacing the carboxylic acid moieties of an isophthalate terminus with benzoic acid moieties.  Ligands 5-(1H-tetrazol-5-yl)-1,1',3',1''-terphenyl-4,''-dicarboxylic acid (H3L2), 4'-(1H-tetrazol-5-yl)-biphenyl-3,5-dicarboxylic acid (H3L3), 1,3,5-tris(5-methoxy-1,3-benzene-dicarboxylic acid)benzene (H6tL1), 1,3,5-tris(5'-[(E)-(p-phenyloxy)diazenyl]benzene-1,3-dicarboxylic acid)benzene (H6tL2), tris-(4-(5'-ethynyl-1,1':3',1''-terphenyl-4,''-dicarboxylic acid)phenyl)amine (H6tL3), and 5'-(4-(1H-tetrazol-5-yl)benzamicio)benzene-1,3-dioic acid (H3L4) are synthesized.  Polymeric MOFs [Cu6O(L2)3(NO3)·xsolv]n, [Cu6O(L3)3(NO3)·xsolv]n, [Cu3(tL1)(H20)3·xsolv]n, [Zn3(tL1)(H20)(DMF)2·xsolv]n, [Co3(tL1)(H20)1.5(DMF)1.5·xsolv]n, [Zn3(tL2)(H20)3·xsolv]n, [Cu3(tL3)(solv)3·xsolv]n, [Cu6O(L4)3(NO3)·xsolv]n are synthesized and their crystal structures are detd. by single crystal X-ray diffraction.  Gas adsorption for the MOFs is tested.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhtlamtb%252FI&md5=5e327768618f015a85d1c9b3267dde31", "41. ", "Luebke", ", ", "R.", "; ", "Eubank", ", ", "J. F.", "; ", "Cairns", ", ", "A. J.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Wojtas", ", ", "L.", "; ", "Eddaoudi", ", ", "M.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "1455", "– ", "1457", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "41. ", "The unique rht-MOF platform, ideal for pinpointing the functionalization and CO2 adsorption relationship", "Luebke, Ryan; Eubank, Jarrod F.; Cairns, Amy J.; Belmabkhout, Youssef; Wojtas, Lukasz; Eddaoudi, Mohamed", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "10", "),\r\n    ", "1455-1457", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The uniqueness of the rht-MOF platform, based on the singular (3,24)-connected net, allows for the facile design and synthesis of functionalized materials for desired applications.  Here the authors designed a nitrogen-rich trefoil hexacarboxylate (trigonal tri-isophthalate) ligand L, where LH6 = I, which serves to act as a trigonal mol. building block while concurrently coding the formation of the targeted truncated cuboctahedral supermol. building block (in situ), and enhancing the CO2 uptake in the resultant rht-MOF.  Reaction between Na6L and copper tetrafluoroborate under solvothermal conditions results in the targeted rht-MOF.  Single-crystal X-ray diffraction reveals a formula unit of [Cu3L(H2O)3·(solvent)]n (rht-MOF-7).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XmtF2luw%253D%253D&md5=79d0b0f9619ce09f4b56a77a19f215f5", "42. ", "Yan", ", ", "Y.", "; ", "Lin", ", ", "X.", "; ", "Yang", ", ", "S. H.", "; ", "Blake", ", ", "A. J.", "; ", "Dailly", ", ", "A.", "; ", "Champness", ", ", "N. R.", "; ", "Hubberstey", ", ", "P.", "; ", "Schröder", ", ", "M.", " ", "Chem. Commun.", " ", "2009", ",  ", "1025", "– ", "1027", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "42. ", "Exceptionally high H2 storage by a metal-organic polyhedral framework", "Yan, Yong; Lin, Xiang; Yang, Sihai; Blake, Alexander J.; Dailly, Anne; Champness, Neil R.; Hubberstey, Peter; Schroeder, Martin", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2009", "),\r\n    ", "\r\n        (", "9", "),\r\n    ", "1025-1027", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The de-solvated polyhedral framework material, NOTT-112, shows an excess H2 uptake of 7.07% between 35 and 40 bar at 77 K, and a total H2 uptake of 10% at 77 bar and 77 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXitFKntrg%253D&md5=06679311453cf72a8eabf6ebd2f78b58", "43. ", "Yuan", ", ", "D.", "; ", "Zhao", ", ", "D.", "; ", "Sun", ", ", "D.", "; ", "Zhou", ", ", "H.-C.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "5357", "– ", "5361", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "43. ", "An Isoreticular Series of Metal-Organic Frameworks with Dendritic Hexacarboxylate Ligands and Exceptionally High Gas-Uptake Capacity", "Yuan, Daqiang; Zhao, Dan; Sun, Daofeng; Zhou, Hong-Cai", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "31", "),\r\n    ", "5357-5361, S5357/1-S5357/12", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "An isoreticular metal-org. framework series with the (3,24)-connected network topol. has been synthesized by using a series of dendritic hexacarboxylate ligands.  The framework is stabilized by incorporating microwindows whose size is fixed by the formation of cuboctahedral supported by the isophthalate moieties throughout the framework.  Adsorption studies using hydrogen, methane, and carbon dioxide reveal that they have close to record-high gas adsorption capacities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptlWgurg%253D&md5=27ba1f52c8f37d92c3ba30a8673b7654", "44. ", "Farha", ", ", "O. K.", "; ", "Wilmer", ", ", "C. E.", "; ", "Eryazici", ", ", "I.", "; ", "Hauser", ", ", "B. G.", "; ", "Parilla", ", ", "P. A.", "; ", "O’Neill", ", ", "K.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Nguyen", ", ", "S. T.", "; ", "Snurr", ", ", "R. Q.", "; ", "Hupp", ", ", "J. T.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "9860", "– ", "9863", "[", "ACS Full Text ", "], [", "CAS", "]", "44. ", "Designing Higher Surface Area Metal-Organic Frameworks: Are Triple Bonds Better Than Phenyls?", "Farha, Omar K.; Wilmer, Christopher E.; Eryazici, Ibrahim; Hauser, Brad G.; Parilla, Philip A.; O'Neill, Kevin; Sarjeant, Amy A.; Nguyen, SonBinh T.; Snurr, Randall Q.; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "24", "),\r\n    ", "9860-9863", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors have synthesized, characterized, and computationally validated the high Brunauer-Emmett-Teller surface area and hydrogen uptake of a new, non-catenating metal-org. framework (MOF) material, NU-111.  The results imply that replacing the Ph spacers of org. linkers with triple-bond spacers is an effective strategy for boosting mol.-accessible gravimetric surface areas of MOFs and related high-porosity materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XotFGmsr0%253D&md5=09cc6755d99e1a3b823225d245591d33", "45. ", "Peng", ", ", "Y.", "; ", "Srinivas", ", ", "G.", "; ", "Wilmer", ", ", "C. E.", "; ", "Eryazici", ", ", "I.", "; ", "Snurr", ", ", "R. Q.", "; ", "Hupp", ", ", "J. T.", "; ", "Yildirim", ", ", "T.", "; ", "Farha", ", ", "O. K.", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "2992", "– ", "2994", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "45. ", "Simultaneously high gravimetric and volumetric methane uptake characteristics of the metal-organic framework NU-111", "Peng, Yang; Srinivas, Gadipelli; Wilmer, Christopher E.; Eryazici, Ibrahim; Snurr, Randall Q.; Hupp, Joseph T.; Yildirim, Taner; Farha, Omar K.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "29", "),\r\n    ", "2992-2994", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The MOF NU-111 exhibits equally high volumetric and gravimetric methane uptake values, both within ≈75% of the DOE targets at 300 K.  Upon reducing the temp. to 270 K, the uptake increases to 0.5 g g-1 and 284 cc(STP) per cc at 65 bar.  Adsorption of CO2 and H2 is also reported.  Simulated isotherms are in excellent agreement with those obtained from expts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjvFWgs7s%253D&md5=3e8859eb261343b0b7bd54ee295c9859", "46. ", "Barin", ", ", "G.", "; ", "Krungleviciute", ", ", "V.", "; ", "Gomez-Gualdron", ", ", "D. A.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Snurr", ", ", "R. Q.", "; ", "Hupp", ", ", "J. T.", "; ", "Yildirim", ", ", "T.", "; ", "Farha", ", ", "O. K.", " ", "Chem. Mater.", " ", "2014", ",  ", "26", ",  ", "1912", "– ", "1917", "[", "ACS Full Text ", "], [", "CAS", "]", "46. ", "Isoreticular Series of (3,24)-Connected Metal-Organic Frameworks: Facile Synthesis and High Methane Uptake Properties", "Barin, Gokhan; Krungleviciute, Vaiva; Gomez-Gualdron, Diego A.; Sarjeant, Amy A.; Snurr, Randall Q.; Hupp, Joseph T.; Yildirim, Taner; Farha, Omar K.", "Chemistry of Materials", "\r\n        (", "2014", "),\r\n    ", "26", "\r\n        (", "5", "),\r\n    ", "1912-1917", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We have successfully used a highly efficient copper-catalyzed \"click\" reaction for the synthesis of a new series of hexacarboxylic acid linkers with varying sizes for the construction of isoreticular (3,24)-connected metal-org. frameworks (MOFs)-namely, NU-138, NU-139, and NU-140.  One of these MOFs, NU-140, exhibits a gravimetric methane uptake of 0.34 g/g at 65 bar and 298 K, corresponding to almost 70% of the DOE target (0.5 g/g), and has a working capacity (deliverable amt. between 65 and 5 bar) of 0.29 g/g, which translates into a volumetric working capacity of 170 cc(STP)/cc.  These values demonstrate that NU-140 performs well for methane storage purposes, from both a gravimetric and a volumetric point of view.  Adsorption of CO2 and H2 along with simulated isotherms are also reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXitVyjsbg%253D&md5=79ce6a301f0b926bcf03fe14de95ff30", "47. ", "He", ", ", "Y.", "; ", "Li", ", ", "B.", "; ", "O’Keeffe", ", ", "M.", "; ", "Chen", ", ", "B.", " ", "Chem. Soc. Rev.", " ", "2014", ", ", " DOI: 10.1039/C4CS00041B", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "48. ", "Wilmer", ", ", "C. E.", "; ", "Farha", ", ", "O. K.", "; ", "Yildirim", ", ", "T.", "; ", "Eryazici", ", ", "I.", "; ", "Krungleviciute", ", ", "V.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Snurr", ", ", "R. Q.", "; ", "Hupp", ", ", "J. T.", " ", "Energy Environ. Sci.", " ", "2013", ",  ", "6", ",  ", "1158", "– ", "1163", "[", "Crossref", "], [", "CAS", "]", "48. ", "Gram-scale, high-yield synthesis of a robust metal-organic framework for storing methane and other gases", "Wilmer, Christopher E.; Farha, Omar K.; Yildirim, Taner; Eryazici, Ibrahim; Krungleviciute, Vaiva; Sarjeant, Amy A.; Snurr, Randall Q.; Hupp, Joseph T.", "Energy & Environmental Science", "\r\n        (", "2013", "),\r\n    ", "6", "\r\n        (", "4", "),\r\n    ", "1158-1163", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "We have synthesized and characterized a new metal-org. framework (MOF) material, NU-125, that, in the single-crystal limit, achieves a methane storage d. at 58 bar (840 psi) and 298 K corresponding to 86% of that obtained with compressed natural gas tanks (CNG) used in vehicles today, when the latter are pressurized to 248 bar (3600 psi).  More importantly, the deliverable capacity (58 bar to 5.8 bar) for NU-125 is 67% of the deliverable capacity of a CNG tank that starts at 248 bar. (For cryst. granules or powders, particle packing inefficiencies will yield densities and deliverable capacities lower than 86% and 67% of high-pressure CNG.) This material was synthesized in high yield on a gram-scale in a single-batch synthesis.  Methane adsorption isotherms were measured over a wide pressure range (0.1-58 bar) and repeated over twelve cycles on the same sample, which showed no detectable degrdn.  Adsorption of CO2 and H2 over a broad range of pressures and temps. are also reported and agree with our computational findings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXks1Onur4%253D&md5=416cf500be79b3fef4d645896cc9a3c1", "49. ", "Chui", ", ", "S. S. Y.", "; ", "Lo", ", ", "S. M. F.", "; ", "Charmant", ", ", "J. P. H.", "; ", "Orpen", ", ", "A. G.", "; ", "Williams", ", ", "I. D.", " ", "Science", " ", "1999", ",  ", "283", ",  ", "1148", "– ", "1150", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "49. ", "A chemically functionalizable nanoporous material [Cu3(TMA)2(H2O)3]n", "Chui, Stephen S.-Y.; Lo, Samuel M.-F.; Charmant, Jonathan P. H.; Orpen, A. Guy; Williams, Ian D.", "Science (Washington, D. C.)", "\r\n        (", "1999", "),\r\n    ", "283", "\r\n        (", "5405", "),\r\n    ", "1148-1150", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Although zeolites and related materials combine nanoporosity with high thermal stability, they are difficult to modify or derivatize in a systematic way.  A highly porous metal coordination polymer [Cu3(TMA)2(H2O)3]n (TMA is benzene-1,3,5-tricarboxylate) was formed in 80% yield.  It has interconnected [Cu2(O2CR)4] units (R is an arom. ring), which create a three-dimensional system of channels with a pore size of 1 nm and an accessible porosity of ∼40% in the solid.  Unlike zeolites, the channel linings can be chem. functionalized; for example, the aqua ligands can be replaced by pyridines.  TGA and high-temp. single-crystal diffractometry indicate that the framework is stable up to 240°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXhsFeitLc%253D&md5=8f6f372b015fa0e2bbb7e8bfd316b663", "50. ", "Peng", ", ", "Y.", "; ", "Krungleviciute", ", ", "V.", "; ", "Eryazici", ", ", "I.", "; ", "Hupp", ", ", "J. T.", "; ", "Farha", ", ", "O. K.", "; ", "Yildirim", ", ", "T.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "11887", "– ", "11894", "[", "ACS Full Text ", "], [", "CAS", "]", "50. ", "Methane Storage in Metal-Organic Frameworks: Current Records, Surprise Findings, and Challenges", "Peng, Yang; Krungleviciute, Vaiva; Eryazici, Ibrahim; Hupp, Joseph T.; Farha, Omar K.; Yildirim, Taner", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "32", "),\r\n    ", "11887-11894", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors have examd. the methane uptake properties of 6 of the most promising metal org. framework (MOF) materials: PCN-14, UTSA-20, HKUST-1, Ni-MOF-74 (Ni-CPO-27), NU-111, and NU-125.  HKUST-1, a material that is com. available in gram scale, exhibits a room-temp. volumetric methane uptake that exceeds any value reported to date.  The total uptake is ∼230 cc(STP)/cc at 35 bar and 270 cc(STP)/cc at 65 bar, which meets the new volumetric target recently set by the Department of Energy (DOE) if the packing efficiency loss is ignored.  The authors emphasize that MOFs with high surface areas and pore vols. perform better overall.  NU-111, for example, reaches ∼75% of both the gravimetric and the volumetric targets.  Values for gravimetric uptake, pore vol., and inverse d. of the MOFs the authors studied scale essentially linearly with surface area.  From this linear dependence, the authors est. that a MOF with surface area 7500 m2/g and pore vol. 3.2 cc/g could reach the current DOE gravimetric target of 0.5 g/g while simultaneously exhibiting around ∼200 cc/cc volumetric uptake.  While values for volumetric uptake are based on ideal single crystal densities, in reality the packing densities of MOFs are much lower.  Finally, compacting HKUST-1 into wafer shapes partially collapses the framework, decreasing both volumetric and gravimetric uptake significantly.  Hence, one of the important challenges going forward is to find ways to pack MOFs efficiently without serious damage or to synthesize MOFs that can withstand substantial mech. pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtV2msbrN&md5=23f9bfad78f204569f0bf7c902d42dca", "51. ", "Yan", ", ", "Y.", "; ", "Suyetin", ", ", "M.", "; ", "Bichoutskaia", ", ", "E.", "; ", "Blake", ", ", "A. J.", "; ", "Allan", ", ", "D. R.", "; ", "Barnett", ", ", "S. A.", "; ", "Schröder", ", ", "M.", " ", "Chem. Sci.", " ", "2013", ",  ", "4", ",  ", "1731", "– ", "1736", "[", "Crossref", "], [", "CAS", "]", "51. ", "Modulating the packing of [Cu24(isophthalate)24] cuboctahedra in a triazole-containing metal-organic polyhedral framework", "Yan, Yong; Suyetin, Mikhail; Bichoutskaia, Elena; Blake, Alexander J.; Allan, David R.; Barnett, Sarah A.; Schroeder, Martin", "Chemical Science", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "4", "),\r\n    ", "1731-1736", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The highly porous (3,24)-connected framework NOTT-122 (I) was prepd. from a reaction product of 1,3,5-triethynylbenzene, 5-azidoisophthalic acid, and tris[(1-benzyl-1H-1,2,3-triazol-4-yl)methyl]amine and Cu(NO3)2.2.5H2O.  Crystal data of I: tetragonal, I4/m, a = 30.926(5), c = 45.103(7) Å, Z = 16, 18,798 independent reflections, 553 refined parameters, R1 = 0.065, wR2 = 0.189.  Compd. I incorporates a C3-sym. angularly connected isophthalate linker contg. 1,2,3-triazole rings and shows body-centered tetragonal packing of [Cu24(isophthalate)24] cuboctahedra.  This unique packing, coupled with the high d. of free N-donor sites, is responsible for the simultaneous high H2, CH4, and CO2 adsorption capacities in desolvated I (NOTT-122a).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjtlymsr4%253D&md5=730682ea290e14fb8d9286029d2d53ec", "52. ", "Mason", ", ", "J. A.", "; ", "Veenstra", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "Chem. Sci.", " ", "2014", ",  ", "5", ",  ", "32", "– ", "51", "[", "Crossref", "], [", "CAS", "]", "52. ", "Evaluating metal-organic frameworks for natural gas storage", "Mason, Jarad A.; Veenstra, Mike; Long, Jeffrey R.", "Chemical Science", "\r\n        (", "2014", "),\r\n    ", "5", "\r\n        (", "1", "),\r\n    ", "32-51", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks have received significant attention as a new class of adsorbents for natural gas storage; however, inconsistencies in reporting high-pressure adsorption data and a lack of comparative studies have made it challenging to evaluate both new and existing materials.  Here, we briefly discuss high-pressure adsorption measurements and review efforts to develop metal-org. frameworks with high methane storage capacities.  To illustrate the most important properties for evaluating adsorbents for natural gas storage and for designing a next generation of improved materials, six metal-org. frameworks and an activated carbon, with a range of surface areas, pore structures, and surface chemistries representative of the most promising adsorbents for methane storage, are evaluated in detail.  High-pressure methane adsorption isotherms are used to compare gravimetric and volumetric capacities, isosteric heats of adsorption, and usable storage capacities.  Addnl., the relative importance of increasing volumetric capacity, rather than gravimetric capacity, for extending the driving range of natural gas vehicles is highlighted.  Other important systems-level factors, such as thermal management, mech. properties, and the effects of impurities, are also considered, and potential materials synthesis contributions to improving performance in a complete adsorbed natural gas system are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvVGntLvE&md5=05a99cd7be9ef1819aca42d1c36f1f1d"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-13/ic500722n/production/images/small/ic-2014-00722n_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-13/ic500722n/production/images/small/ic-2014-00722n_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-13/ic500722n/production/images/small/ic-2014-00722n_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-13/ic500722n/production/images/small/ic-2014-00722n_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-13/ic500722n/production/images/small/ic-2014-00722n_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2014/inocaj.2014.53.issue-13/ic500722n/production/images/small/ic-2014-00722n_0007.gif\">"]}
