{"title": ["Molecular Relaxation Processes in a MOF-5 Structure Revealed by Broadband Dielectric Spectroscopy: Signature of Phenylene Ring Fluctuations"], "authors": ["Stefan Frunza", "Andreas Schönhals", "Ligia Frunza", "Paul Ganea", "Hendrik Kosslick", "Jörg Harloff", "Axel Schulz"], "doi": ["10.1021/jp1071617"], "abstract": ["The molecular mobility of a MOF-5 metal−organic framework was investigated by broadband dielectric spectroscopy. Three relaxation processes were revealed. The temperature dependence of their relaxation rates follows an Arrhenius law. The process observed at lower temperatures is attributed to bending fluctuations of the edges of the cages involving the Zn−O clusters. The processes (“region II”) at higher temperatures were assigned to fluctuations of phenyl rings in agreement with the NMR data found by Gould et al. (", " ", ", ", ", 3246). The carboxylate groups might also be involved. The rotational fluctuations of the phenyl rings leading to the low frequency part of relaxation region II might be hindered either by some solvent molecules entrapped in the cages or by an interpenetrated structure and have a broad distribution of activation energies. The high frequency part of region II corresponds nearly to a Debye-like process: This is explained by a well-defined structure of empty pores."], "text": [" ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Introduction", " ", "A new family of highly crystalline, porous materials for which the size and chemical functionality of the pores can be systematically tailored started to develop recently. These developments were grounded and inspired by Werner complexes, Hofmann clathrates, open structure complexes, and many other open framework materials.", "(1)", " The members of this family of metal−organic frameworks (MOFs) have attracted a growing fundamental and applicative interest due to their unique characteristics. Thus, they were investigated for their extraordinary high gas-storage capacities,", "(2-9)", " their capabilities in separation processes", "(10-12)", " like for the purification of (drinking) water, for catalysis,", "(13-15)", " and for their nonlinear optical properties as well.", "(16, 17)", " ", "There are in fact several families of MOF materials. Some of them are named MOF-n where “n” denotes a particular, defined structure. Certain members of this family were also named isoreticular metal−organic frameworks (IRMOFs) and IRMOF1, which stands for MOF-5, is a material that is nowadays rather well-known concerning its molecular and supramolecular structure. MOF-5 consists of ZnO", "4", " tetrahedra joined by benzene dicarboxylate (BDC) linkers to give an extended 3D cubic framework with interconnected large pores.", "(18)", " Also, the materials synthesized the first time by the Institut Lavoisier with so-called MIL structures belong to the class of MOFs (e.g., refs ", "19–22", ").", " ", "In spite of the increasing number of studies using the nonpolar MOF-5 material as a reference system, so far only little is known about its molecular mobility studied by relaxation spectroscopy like dielectric spectroscopy. Appling this method at only a few selected frequencies, it was found that the loss factors of such MOF-5 and MOF-5 related compounds have low values as expected on the basis of their nonpolar structure.", "(23)", " On the other hand, ", "1", "H spin−lattice relaxation (T1) measurements", "(24)", " in the temperature range from 168 to 420 K show that there is no temperature dependence of the spectra, as expected for a spin system with dynamic processes that are far from its Larmor frequency. With ", "d", "4-phenylene labeled samples and using ", "2", "H NMR quadrupolar coupling experiments", "(25)", " between 363 and 435 K, fast libration along the 1,4-axis was put in evidence, indicating the population of higher quantum states of torsional modes previously calculated.", "(26)", " Moreover, the corresponding Arrhenius analysis of the 2-fold exchange rate (180° rotation) resulted in a value of 11.3 ± 2.0 kcal/mol (47.3 kJ/mol) for the activation energy close to that calculated by molecular simulations", "(26)", " and a pre-exponential factor which agrees well with the frequency derived from the moment of inertia of a phenylene free rotor (2.4 × 10", "12", " s", "−1", ") (cited in ref ", "24", ").", " ", "Since the influence of the molecular mobility on the properties of MOF-5 has been highlighted by molecular dynamics simulations", "(-27-30)", " and they are moreover important for the various possible applications of MOF-5, we investigated in detail the molecular mobility taking place in a MOF-5 network by broadband dielectric spectroscopy applied in a large temperature interval. The measured dielectric spectra show different relaxation regions. The processes are analyzed quantitatively with regard to temperature dependence of the relaxation time and the dielectric strength. Both quantities are discussed together with literature results on related compounds and concerning the structure of MOF-5.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Experimental Section", " ", "The sample with the composition Zn", "4", "O(BDC)", "3", " was synthesized", "(31)", " under atmospheric pressure, using diethylformamide (DEF) as solvent following mostly the procedure published by Eddaoudi et al.", "(6)", " Nearly stoichiometric amounts of zinc nitrate hexahydrate and terephthalic acid were dissolved in DEF and mixed under stirring. The obtained yellow pale clear solution was placed in a glass vessel connected to a condenser and heated under stirring to boiling and then kept at this temperature for 5 h. During this treatment, the appearance/aspect of the solution changed from clear to opaque due to the obtained yellow suspension: the formed small particles were then separated by filtration.", " ", "The powdered reaction product was washed several times with chloroform in a Schlenk flask filled in with dry argon. Then, the product was stored under argon in a closed glass vessel until use.", " ", "The sample, which has the form of a powder but contains also solvent molecules, was routinely characterized by X-ray diffraction (XRD), transmission electron microscopy (TEM), and nitrogen absorption measurements.", " ", "The crystalline powder was pressed into self-supported pellets with a thickness of 50−100 μm at low pressure (ca. 7 × 10", "6", " Pa) with a manual hydraulic press from Perkin-Elmer.", " ", "The solvent was removed “in situ” by heating the samples in the dielectric cell under a dry nitrogen stream up to 453 K. Afterward, the sample was cooled to 413 K and the measurements are started in cooling from 413 up to 153 K and then in heating up to 393 K. The sample was noted MOF-5A in the following.", " ", "Since the organization of the MOF-5 framework depends on the air moisture and on the thermal treatment, the structure of the sample was investigated in the pristine state (as synthesized), and after the dielectric measurements by XRD. Fourier transform infrared spectroscopy (FTIR) and thermogravimetric analysis coupled with differential thermal analysis (TG-DTA) completed the employed methods. X-ray powder diffractograms were recorded on a D8 Advance Bruker AXS diffractometer (Cu Kα radiation, λ = 0.15418 nm) in a Bragg−Brentano geometry, where the angle (2θ) was changed in steps of 0.02° between 4 and 70°. IR spectra were recorded at room temperature with a FTIR Spectrum BX (Perkin-Elmer) spectrometer (DTGS detector) in KBr or on self-supported disks in the wavenumber range between 350 and 4000 cm", "−1", ". Attenuated total reflection (ATR) spectra were also collected in the same wavenumber range. When necessary, some peaks of the IR spectra were analyzed by fitting Gaussians to the data (e.g., ref ", "32", "). The TG-DTA measurements were carried out using a Perkin-Elmer Diamond apparatus under dry synthetic air at a heating rate of 10 K/min. For a limited temperature range at the beginning of the experiments, the heating rate was 2 K/min. The data were processed as described elsewhere.", "(33)", " ", "The equipment to measure the complex dielectric function, ε*(", "f", ") = ε′(", "f", ") − ", "i", "ε′′(", "f", ") (", "f", ", frequency; ε′, real part; ε′′, loss part), is already discussed in detail.", "(34)", " From 10", "−2", " to 10", "7", " Hz, a high resolution ALPHA analyzer (Novocontrol, Germany) with an active sample head was used. Samples were prepared in parallel plate geometry between two gold-plated electrodes of 10 mm. Isothermal frequency scans were carried out. The temperature was decreased/increased in steps of 2 K with a temperature stability better than 0.1 K controlled by a Novocontrol Quatro cryosystem operating with a dry nitrogen gas stream.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Results and Discussion", " ", " ", "Structure and Morphology of the Investigated Samples", " ", "The XRD pattern of the as synthesized (no thermal treatment) MOF-5 powder is represented in Figure ", "1", ". The peaks observed in the pattern are well resolved and show the high crystallinity of the investigated material. Nevertheless, the first two main peaks expected for a MOF-5 material as single-crystal or powder (2θ = 7.23°, corresponding to a ", "d", " spacing of 12.8 Å, and 2θ = 9.84°, corresponding to a ", "d", " spacing of 9.1 Å)", "(35-38)", " are hardly observed. It is known that different species as molecules of organic solvents or species of the ZnO type entrapped in the nanocavities, the presence of water molecules,", "(39, 40)", " and especially the framework interpenetration", "(38, 41, 42)", " decrease the crystal symmetry, which results in a changed distribution in the scattered intensities.", "(43, 44)", " Thus, interpenetration and/or entrapping can be the reason for the pattern observed here. However, these XRD measurements indicate a proper MOF-5 structure of well-crystallized material.", " ", " ", "Figure 1. Powder-X-ray diffraction diagram of the solvated (as synthesized) MOF-5 sample.", " ", "In addition, the specific surface area of the investigated sample is 870 m", "2", "/g which is a value that supports the interpenetrating phenomenon as well. TEM images show intergrowing and agglomerated particles up to ca. 100 nm which might be an indication of the interpenetrated molecular structure on a larger length scale.", " ", "MOF-5 is also characterized by the asymmetric and symmetric stretching vibrations of the carboxylate (COO) group of BDC that give absorptions at wavenumbers of 1590 and 1390 cm", "−1", ", respectively (see inset B of Figure ", "2", "). These values are consistent with those of MOF-5 given in the literature.", "(25, 45-47)", " FTIR spectroscopy confirms the presence of guest molecules in the pores/cavities of as synthesized material. Thus, carbonyl CO bonds in DEF molecules might contribute to the FTIR spectrum in the region 1650 cm", "−1", "; small intensity peaks appear in the region of CH stretching vibrations. Moreover, the carboxylate stretching peaks are complex and can be decomposed into several components, e.g., that of asymmetric vibration has components situated at 1603, 1592, 1580, and 1550 cm", "−1", ".", " ", " ", "Figure 2. Mass loss versus temperature of the solvated (as synthesized) MOF-5 sample. The arrow shows the temperature of the thermal pretreatment. Inset A gives the corresponding DTG signal. Inset B displays the FTIR spectrum.", " ", " ", " ", "Thermogravimetric Measurements", " ", "The TGA curve and its first derivative are reported in Figure ", "2", ". A first gentle weight loss in the temperature range from 300 to 590 K is assigned mostly to the desorption of the solvent. This weight loss corresponds only to a weak thermal process(es) (see inset A, Figure ", "2", ") in the heat flow curve which supports the assignment. One has to note that the thermal treatment taking place in situ inside the dielectric spectrometer takes a much longer time than that in the TG equipment due to the much slower heating rate in the former case. This allows a better evacuation of the solvent molecules so that the thermal treatment at 453 K is sufficient to remove the solvent and to ensure the stability of the sample. However, there might be the possibility of a few solvent molecules remaining entrapped in the cages. At higher temperatures, a rather sharp weight loss takes place at ca. 750 K which corresponds to the structural decomposition of MOF-5 up to a residue of ZnO. This is a highly exothermal process. Thus, TG measurements revealed a large enough temperature range (570−740 K) of stability with no observable weight loss as expected and confirm that the investigated MOF-5 powder has the same well-known high thermal stability as the originally reported material", "(25)", " and also as that described in other works.", "(29, 38, 48)", " ", "The observed solvent related weight loss (less than 18%) in the TG measurement is much lower than the estimated value (55−61%) for the space accessible to guest species in the MOF-5.", "(25)", " This leads to the conclusion that there might be a crystallization of Zn species in the pores, existing closed pores and an interpenetration of networks as already discussed.", "(38)", " To investigate this in more detail, additional investigations would be necessary which might include small-angle X-ray scattering to put in evidence the closed pores.", " ", " ", "Dielectric Spectroscopy", " ", "Figure ", "3", " gives the dielectric loss versus frequency and temperature in a 3D representation for the MOF-5 sample during cooling after a thermal treatment at 453 K to remove the solvent. At least two relaxation processes or regions indicated by peaks in ε′′ can be observed at lower temperatures. As a first result, one has to state that due to the nonpolar structure of MOF-5 the dielectric loss is low as expected. At higher temperatures, conduction related phenomena including electrode polarization processes take place.", " ", " ", "Figure 3. Dielectric loss versus frequency and temperature for the sample MOF-5A measured during cooling in the low frequency regime as described in the text.", " ", "The inset of Figure ", "4", " gives the dielectric loss versus frequency for different temperatures in the relaxation region II. This more detailed figure shows that the relaxation region II consists of two relaxation processes. Figure ", "4", " gives the dielectric loss of MOF-5A versus temperature at a fixed frequency. Besides the relaxation region II and the conductivity contribution already mentioned, a further rather weak process can be detected between both regions. This process will be called the high temperature process. Unfortunately, this process appears only as a shoulder on the conductivity contribution, so its quantitative analysis is quite difficult. For that reason, this process will not be further considered.", " ", " ", "Figure 4. Dielectric loss versus temperature for the sample MOF-5A at a frequency of 1 kHz. The inset gives the dielectric loss versus frequency for several temperatures: empty rhombs, 173 K; empty circles, 193.1 K; empty squares, 223.2 K. Lines are guides to the eyes.", " ", "To analyze the data quantitatively and to separate the different relaxation processes, the model function of Havriliak−Negami", "(34b)", " (HN) is employed. The HN function reads ", "(1)", " where ", "f", "0", " is a characteristic frequency related to the frequency of maximal loss ", "f", "p", " (relaxation rate) of the relaxation process under consideration and ε", "∞", " describes the value of the real part ε′ for ", "f", " ≫ ", "f", "0", ". β and γ are fractional parameters (0 < β ≤ 1 and 0 < ", "βγ", " ≤ 1) characterizing the shape of the relaxation time spectra. Δε denotes the dielectric strength, which is proportional to the mean squared effective dipole moment and to the number of the fluctuating dipoles per unit volume. If more than one relaxation process is observed in the experimental frequency window, a sum of HN functions is fitted to the data. For details, see ref ", "34c", ". To reduce the number of fit parameters, γ = 1 is assumed. Conduction effects were treated in the usual way by adding a conductivity contribution, σ", "0", "/ε", "0", "(2π", "f", ")", "x", ", to the dielectric loss. σ", "0", " is a fitting parameter related to the dc conductivity of the sample, and ε", "0", " is the dielectric permittivity of a vacuum. The parameter ", "x", " (0 < ", "x", " ≤ 1) describes for ", "x <", " 1 non-Ohmic effects in the conductivity. For details, see ref ", "34d", ". As the real and the loss part of the dielectric function are related to each other by the Kramers−Kronig relationships, meaning that both quantities carry the same information, only the dielectric loss is considered for that analysis. With this data treatment, the mean relaxation rate ", "f", "p", " (frequency of maximum dielectric loss) and the dielectric strength Δε are obtained in its temperature dependence for each relaxation process. Figure ", "5", " gives examples for that analysis for both relaxation regions I and II and demonstrates that the data are thus well described.", " ", " ", "Figure 5. Dielectric loss versus frequency for the sample MOF5A for the relaxation region II at ", "T", " = 215.2 K. The solid line is a fit of the sum of two HN functions to the data. The dashed line is the contribution of the low frequency process, whereas the dashed−dotted line is the corresponding contribution of the high frequency process of this relaxation region. The inset gives the dielectric loss versus frequency for the sample MOF5A for the relaxation region I at ", "T", " = 122.1 K. The solid line is a fit of one HN function and a power law to describe the contribution of the relaxation region II to the data. The dashed line is the contribution of the relaxation region I.", " ", "Figure ", "6", " gives the temperature dependence of the relaxation rate ", "f", "p", " for all the observed relaxation processes in the Arrhenius plot. For each process, the temperature dependence of the relaxation rates obeys the Arrhenius law ", "(2)", " (", "E", "A", ", activation energy; ", "f", "∞", ", pre-exponential factor; ", "k", "B", ", Boltzmann’s constant; ", "T", ", temperature).", " ", " ", "Figure 6. Relaxation rates ", "f", "p", " versus inverse temperature for the different processes: empty rhombs, relaxation region I; empty circles, relaxation region II, high frequency process; empty squares, relaxation region II, low frequency process; empty stars, NMR data taken from ref ", "24", ". Lines are fits of the Arrhenius equation to the corresponding data.", " ", "For the activation energy of relaxation region I, a value of 26.3 kJ/mol was estimated. This relatively low value and the prefactor log(", "f", "∞", " [Hz]) = 11.1 point to a quite localized molecular fluctuation. Considering the structure of MOF-5 (see Figure 1 bottom in ref ", "25", "), one can speculate that relaxation region I is due to bending fluctuations of the edges of the cage of the MOF-5 structure involving the rigid Zn−O clusters. Such a motional process was evidenced by molecular dynamic simulations,", "(49)", " but a detailed assignment would require additional investigation. Further experiments might concern the substitution of one hydrogen atom of the ring with a more electronegative atom like fluorine or bromine. This would introduce a higher polarity into the structure. However, a substitution might also change the sample morphology, making a direct comparison of the samples difficult. As discussed above, until now, the investigations of the molecular mobility of MOF materials are scarce in the literature. Therefore, in the future, some work will be done to investigate a series of well-defined MOF-5 materials to study the influence of the given MOF structure on the observed dielectric relaxation processes.", " ", "The activation energies of both processes of the relaxation region II have values of 33.4 kJ/mol (high frequency part) and 37.3 kJ/mol (low frequency part). The corresponding prefactors log(", "f", "∞", " [Hz]) are 13.1 and 12.17, respectively. The Arrhenius behavior is obvious despite some results of catalysis experiments which might be explained by a cooperative interaction of phenyl rings and of benzene diffusion through the MOF-5 framework which involves correlated lattice motion.", "(30)", " ", "In addition to the dielectric data, NMR results taken from ref ", "24", " are included in Figure ", "6", ". This relaxation process detected by NMR was assigned to rotational fluctuations of the phenyl ring. This assignment was further supported by quantum chemical calculations.", "(26)", " The dielectric data of the relaxation region II are quite similar to the NMR data (see Figure ", "6", ") with regard to their absolute values, their activation energies, and their prefactors. Therefore, this relaxation region is also assigned to rotational fluctuations of phenyl rings. One may argue that the phenyl ring structure is completely symmetric and should carry therefore no dipole moment. However, in the MOF-5 structure, the phenyl rings might be a bit distorted, which will give a resultant dipole moment. This statement is supported by molecular dynamic and quantum mechanical simulations which show that the MOF structure is a rather soft material", "(49)", " which can be easily deformed and large transition dipole moments also exist.", "(39)", " Moreover, in the vicinity of the phenyl rings, carboxylate groups are present which carry a dipole moment. This means that the carboxylate might be involved in the relaxation region II. A similar assignment is given for the β-relaxation observed for poly(ethylene terephthalate) (PET) or poly(ethylene 2,6 naphthalene dicarboxylate) (PEN).", "(50)", " Moreover, the activation energy observed for the β-process in PET (ca. 40 kJ/mol) is quite similar to the values found for the relaxation region II observed for MOF-5. Comparing all of these values with those of MOF-5, one has to note that the experimental estimates of the barriers of 1,4 phenylene dicarboxylates (terephthalates) vary widely.", "(24, 51)", " ", "As shown above, the dielectric relaxation region II consists of two processes which are similar with regard to their activation energies. Because this relaxation region was assigned to rotational fluctuations of the phenyl rings, it must be concluded that there are two different kinds of phenyl rings. In this moment, one can only speculate about the kinds of the different species. One interpretation starts from the fact that during synthesis solvent molecules are entrapped in the pores while during the thermal treatment we tried to remove the solvent as much as possible but also keep the structure of MOF-5 intact at the same time. This means that although most of the solvent was removed there might be a slight possibility that some solvent molecules are still entrapped in the cages of the MOF-5 structure. Considering the high dipole moment of diethylformamide and the low intensity of the observed relaxation process, the number of the remaining solvent molecules is quite small. Assuming that some solvent molecules remain in the MOF structure one can argue that both of these relaxation processes are related to phenyl rings which either have in the vicinity and can interact with solvent molecules or do not have in the vicinity solvent molecules (perturbed/unperturbed rings). Because the solvent molecules will hinder the rotational fluctuations of the phenyl rings, the relaxation process with the higher activation energy (low frequency part of relaxation region II) is assigned to the phenyl rings, which interact with some solvent molecules.", " ", "A second interpretation possibility comes from the result that the MOF-5 material investigated here has closed pores and an interpenetrated network structure. Having this picture in mind, the low frequency process of the relaxation region II with the higher activation energy can be assigned to phenyl rings (perturbed rings), which belong to an interpenetrated structure with closed pores. These structural defects will hinder the fluctuation of the phenyl rings which gives rise to higher activation energy. The high frequency processes of the relaxation region II (lower activation energy) is related to phenyl rings in structural intact MOF-5 units (unperturbed rings). To decide between these interpretation possibilities will require on the one hand additional investigations which include also the synthesis of model compounds. On the other hand, a more detailed discussion based on the temperature dependence of the dielectric strengths of the processes of relaxation region II is given below.", " ", "Concerning the spectral shape of the processes of region II (see Figure ", "5", "), the high frequency part is quite narrow and corresponds nearly to a Debye-like process. The shape of the low frequency part is quite broad and points to a distribution of activation energies. This result can be discussed in agreement with the above assignments. The solvent molecules can be entrapped in different ways to the pores/cages, or a variety of interpenetrated structures with a number of defects may exist. Both effects give rise to different environments for the fluctuations of the phenyl rings. This will result in a broad distribution of activation energies and a broad relaxation peak (low frequency part). On the other hand, if the pores are solvent free and a well-defined structure is present, this yields to a narrow distribution of activation energies (high frequency part).", " ", "One may argue that one of the processes of the relaxation II should be related to the solvent molecules themselves and not to the MOF-5-structure. This interpretation can be ruled out considering the fact that the glass transition temperature of diethylformamide is about 135 K.", "(52)", " This means that the relaxation process of the pure solvent should be expected at much lower temperatures than considered here.", " ", "The Debye theory of dielectric relaxation generalized by Kirkwood and Fröhlich", "(34e)", " predicts for the temperature dependence of the dielectric relaxation strength ", "(3)", " where μ is the mean dipole moment of the process under consideration and ", "N", "/", "V", " is the number density of dipoles involved. ", "g", " is the so-called Kirkwood/Fröhlich correlation factor, which describes static correlation between the dipoles. Figure ", "7", " gives the dielectric strengths of the relaxation region II in its individual contributions and the sum of both. For the low frequency contribution (perturbed rings), Δε decreases with increasing temperature, while for the high frequency contribution (unperturbed rings) the dielectric strength increases with increasing temperature. The sum of both contributions decreases slightly with increasing temperature. First, the low value found for the dielectric strengths can be explained by the very low mean dipole moment expected for the fluctuating phenylene ring and from the nonpolar structure of MOF-5 in general. Second, a continuous change of the dipole moment with temperature is quite unlikely. Therefore, assuming that the dipole moment is constant, the different tendencies in the temperature dependencies imply that the population of the unperturbed and perturbed rings changes in the opposite direction (see eq ", "3", "). Figure ", "7", " shows that with decreasing temperature the fraction of perturbed rings (low frequency process) increases while the amount of unperturbed rings (high frequency process) decreases. Since no clear role of the solvent appears in these experiments, one can speak only about the flexibility of the MOF-5 structure. The linkage between the metal oxide group (Zn", "4", "O) and the organic moiety (BDC) generates a rather soft material with relatively small elastic moduli.", "(49)", " Keeping in mind that the investigated MOF-5 samples have an interpenetrated network structure, one may argue that, due to thermal expansion, the phenyl rings, which are unperturbed, can become perturbed if the temperature is lowered. This means that although the absolute number of phenyl rings is constant the fraction of unperturbed phenyl rings relative to the perturbed ones depends on temperature. This additional temperature effect will give rise to opposite temperature dependencies of the dielectric strength of both contributions of the relaxation region II. Moreover, a structural transition from an open-pored to a closed-pored structure", "(53)", " was found for a MIL-53 material (related to MOF-5 because it contains corner-sharing octahedral chromium hydroxyl-oxide units connected through BDC linkers) employing neutron scattering recently.", "(54)", " This so-called breathing effect seems to be in agreement with a temperature dependent change of different structural populations in MOF structures. It is worth mentioning that the sum of the dielectric strength of both components of relaxation region II decreases with temperature, as expected from eq ", "3", " (see Figure ", "7", "). Thus, the opposite temperature dependence of the dielectric relaxation strengths of the two processes of relaxation region II favors its assignments to structurally perfect and imperfect regions in the investigated MOF-5 sample over the solvent approach.", " ", " ", "Figure 7. Dielectric strengths of the relaxation region II versus inverse temperature: empty squares, high frequency contribution; empty circles, low frequency contribution; empty stars, sum of both processes. The lines are linear regressions to the corresponding data.", " ", " ", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Conclusions", " ", "The molecular mobility of a MOF-5 material was investigated by dielectric spectroscopy in a large frequency and temperature range, which allows a detailed investigation and characterization of the relaxation behavior taking place in a MOF-5 structure. These measurements were supplemented by XRD, TGA analysis, and FTIR investigations in the aim to characterize the synthesized material and to detect structural changes, which might appear during the thermal treatments.", " ", "XRD investigations indicated a high crystalline MOF-5 material with an interpenetrated structure. TGA data show that some solvent molecules might still remain entrapped in the cavities and pores of MOF-5 material. FTIR spectra confirmed that the material has the already described composition and structure.", " ", "The dielectric spectra of the MOF-5 show three relaxation processes in the investigated temperature range: one process in a so-called region I at lower temperatures and two further processes in region II at higher temperatures than relaxation region I. A detailed analysis of the temperature dependence of the relaxation rates has shown that all these relaxation processes follow an Arrhenius dependence from which the activation energy for each is estimated. The absolute values of the relaxation rate for the processes of relaxation region II and the estimated values of the activation energy were in agreement with the relaxation behavior found by NMR, which was assigned to rotational fluctuations of the phenyl groups.", " ", "The relaxation processes were assigned as follows: The relaxation region I, having a low value of the activation energy of 26.3 kJ/mol, is attributed to bending fluctuations of the edges of the cage of the MOF-5 structure involving the rigid Zn−O clusters.", " ", "Because of the similarity of the relaxation region II with the rotational fluctuations of the phenyl rings detected by NMR, both relaxation processes in region II were assigned to rotational fluctuations of phenyl rings. Like for the β-relaxation observed for poly(ethylene terephthalate), the carboxylate groups might also be involved in these processes.", " ", "The relaxation processes of region II have slightly different values of the activation energies, 33.4 kJ/mol for the high frequency part and 37.3 kJ/mol for the low frequency part, which are placed in the large interval discussed in the literature for materials with related structures. Because of the possibility that some solvent molecules remains entrapped in the cages and because of the fact that the solvent molecules will hinder the rotational fluctuations of the phenyl rings, the relaxation process with the higher activation energy (low frequency part of relaxation region II) is assigned to the phenyl rings, which interact with some solvent molecules. Moreover, the shape of the low frequency part is quite broad, which points to a distribution of activation energies due to the different positions of the solvent molecules inside the cages. On the other hand, this low frequency process of the relaxation region II can also be assigned to phenyl rings hindered by the structural units in the neighborhood, which belong to interpenetrated structure with closed pores. These structural defects will hinder the fluctuation of the phenyl rings, increasing the activation energy.", " ", "The high frequency part in region II is quite narrow and corresponds nearly to a Debye-like process. This might be explained by a well-defined structure of empty pores/cavities, which is present.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", " ", "L.F., S.F., and P.G. thank the Romanian Ministry of Education and Research (Project COMAFI III PN09-45 of CORE Program) for the financial support. The fellowships of S.F. and L.F. and the logistic support from BAM Federal Institute for Materials Research and Testing are gratefully acknowledged.", " ", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 54 other publications.", "1. ", " ", " ", "Eddaoudi", ", ", "M.", "; ", "Li", ", ", "H.", "; ", "Yaghi", ", ", "O. M.", "  ", "J. Am. Chem. Soc.", " ", "2000", ",  ", "122", ",  ", "1391", "– ", "1397", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Highly porous and stable metal-organic frameworks. Structure design and sorption properties", "Eddaoudi, Mohamed; Li, Hailian; Yaghi, O. M.", "Journal of the American Chemical Society", "\r\n        (", "2000", "),\r\n    ", "122", "\r\n        (", "7", "),\r\n    ", "1391-1397", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Gas sorption isotherm measurements performed on the evacuated derivs. of 4 porous metal-org. frameworks (MOF-n), Zn(BDC).(DMF)(H2O) (DMF = N,N'-dimethylformamide, BDC = 1,4-benzenedicarboxylate) (MOF-2), Zn3(BDC)3.6CH3OH (MOF-3), Zn2(BTC)NO3.(C2H5OH)5H2O (BTC = 1,3,5-benzenetricarboxylate) (MOF-4), and Zn4O(BDC)3.(DMF)8C6H5Cl (MOF-5), reveal type I isotherms for n = 2, 3, and 5, which is evidence of microporous and accessible channels having high structural integrity and organization.  Although gas sorption into MOF-4 was not obsd., careful examn. of its ethanol sorption isotherms at 22 and 32° point to the presence of coordinatively unsatd. Zn centers within its pores, which upon ethanol sorption undergo coordination transitions from 3- to 4-, 4- to 5-, and 5- to 6-coordination.  MOF-n materials were produced by building the extended analogs of mol. metal carboxylate clusters, a strategy that has allowed the realization of the most porous and thermally stable framework yet reported: the evacuated form of MOF-5 is esp. stable in air at 300° and has a free pore vol. representing 55-60% of its crystal as detd. by gas sorption and single-crystal diffraction studies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXotl2jsg%253D%253D&md5=bf52caa3fb6a6e160f205f938db8b3a7", " ", "2. ", " ", " ", "Rosi", ", ", "N. L.", "; ", "Eckert", ", ", "J.", "; ", "Eddaoudi", ", ", "M.", "; ", "Vodak", ", ", "D. T.", "; ", "Kim", ", ", "J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", "  ", "Science", " ", "2003", ",  ", "300", ",  ", "1127", "– ", "1129", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Hydrogen Storage in Microporous Metal-Organic Frameworks", "Rosi, Nathaniel L.; Eckert, Juergen; Eddaoudi, Mohamed; Vodak, David T.; Kim, Jaheon; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2003", "),\r\n    ", "300", "\r\n        (", "5622", "),\r\n    ", "1127-1130", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Metal-org. framework-5 (MOF-5) Zn4O(BDC)3 (BDC = 1,4-benzenedicarboxylate) with a cubic three-dimensional extended porous structure adsorbed hydrogen up to 4.5 wt.% (17.2 hydrogen mols. per formula unit) at 78 K and 1.0 wt.% at room temp. and pressure of 20 bar.  Inelastic neutron scattering spectroscopy of the rotational transitions of the adsorbed hydrogen mols. indicates two well-defined binding sites (termed I and II), which the authors assoc. with hydrogen binding to zinc and the BDC linker, resp.  Preliminary studies on topol. similar isoreticular metal-org. framework-6 and -8 (IRMOF-6 and -8) having cyclobutylbenzene and naphthalene linkers, resp., gave approx. double and quadruple (2.0 wt.%) the uptake found for MOF-5 at room temp. and 10 bar.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXjslGqsbk%253D&md5=2508003b412a07eefc279bbf5358db3b", " ", "3. ", " ", " ", "Millward", ", ", "A. R.", "; ", "Yaghi", ", ", "O. M.", "  ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "17998", "– ", "17999", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Metal-Organic Frameworks with Exceptionally High Capacity for Storage of Carbon Dioxide at Room Temperature", "Millward, Andrew R.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "51", "),\r\n    ", "17998-17999", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) show high CO2 storage capacity at room temp.  Gravimetric CO2 isotherms for MOF-2, MOF-505, Cu3(BTC)2, MOF-74, IRMOF-11, IRMOF-3, IRMOF-6, IRMOF-1 and MOF-177 are reported up to 42 bar.  Type I isotherms are found in all cases except for MOFs based on Zn4O(O2C)6 clusters, which reveal a sigmoidal isotherm.  The various pressures of the isotherm steps correlate with increasing pore size, which indicates potential for gas sepns.  The amine functionality of the IRMOF-3 pore shows evidence of relatively increased affinity for CO2.  Capacities qual. scale with surface area and range from 3.2 mmol/g for MOF-2 to 33.5 mmol/g (320 cm3(STP)/cm3, 147 wt %) for MOF-177, the highest CO2 capacity of any porous material reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXht1GktLnJ&md5=ad433b990b72836a16c8647c09ec85f2", " ", "4. ", " ", " ", "Bordiga", ", ", "S.", "; ", "Vitillo", ", ", "J. G.", "; ", "Ricchiardi", ", ", "G.", "; ", "Regli", ", ", "L.", "; ", "Cocina", ", ", "D.", "; ", "Zecchina", ", ", "A.", "; ", "Arstad", ", ", "B.", "; ", "Bjorgen", ", ", "M.", "; ", "Hafizovic", ", ", "J.", "; ", "Lillerud", ", ", "K. P.", "  ", "J. Phys. Chem. B", " ", "2005", ",  ", "109", ",  ", "18237", "– ", "18242", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Interaction of Hydrogen with MOF-5", "Bordiga, Silvia; Vitillo, Jenny G.; Ricchiardi, Gabriele; Regli, Laura; Cocina, Donato; Zecchina, Adriano; Arstad, Bjornar; Bjorgen, Morten; Hafizovic, Jasmina; Lillerud, Karl Petter", "Journal of Physical Chemistry B", "\r\n        (", "2005", "),\r\n    ", "109", "\r\n        (", "39", "),\r\n    ", "18237-18242", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Hydrogen storage is among the most demanding challenges in the hydrogen-based energy cycle.  One proposed strategy for hydrogen storage is based on physisorption on high surface area solids such as metal-org. frameworks (MOFs).  Within this class of materials, MOF-5 has been the first structure studied for hydrogen storage.  The IR spectroscopy of adsorbed H2 performed at 15 K and ab initio calcns. show that the adsorptive properties of this material are mainly due to dispersive interactions with the internal wall structure and to weak electrostatic forces assocd. with O13Zn4 clusters.  Calcd. and measured binding enthalpies are between 2.26 and 3.5 kJ/mol, in agreement with the H2 rotational barriers reported in the literature.  A minority of binding sites with higher adsorption enthalpy (7.4 kJ/mol) is also obsd.  These species are probably assocd. with OH groups on the external surfaces present as termini of the microcrystals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXpvFSmsL4%253D&md5=27248b22f2929b6ae71cfdb34d7bf007", " ", "5. ", " ", " ", "Collins", ", ", "D. J.", "; ", "Zhou", ", ", "H.-C.", "  ", "J. Mater. Chem.", " ", "2007", ",  ", "17", ",  ", "3154", "– ", "3160", "[", "Crossref", "], [", "CAS", "]", "5. ", "Hydrogen storage in metal-organic frameworks", "Collins, David J.; Zhou, Hong-Cai", "Journal of Materials Chemistry", "\r\n        (", "2007", "),\r\n    ", "17", "\r\n        (", "30", "),\r\n    ", "3154-3160", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  For any potential hydrogen-storage system, raw uptake capacity must be balanced with the kinetics and thermodn. of uptake and release.  Metal-org. frameworks provide unique systems with large overall pore vols. and surface areas, adjustable pore sizes, and tunable framework-adsorbate interaction by ligand functionalization and metal choice.  These remarkable materials can potentially fill the niche between other physisorbents such as activated carbon, which have similar uptake at low temps. but low affinity for hydrogen at ambient temp., and chem. sorbents such as hydrides, which have high hydrogen uptakes but undesirable release kinetics and thermodn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXotV2lt7c%253D&md5=211f2f55436d52593c4f7d9b8939bee6", " ", "6. ", " ", " ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Rosi", ", ", "N.", "; ", "Vodak", ", ", "D.", "; ", "Wachter", ", ", "J.", "; ", "O’Keefe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", "  ", "Science", " ", "2002", ",  ", "295", ",  ", "469", "– ", "472", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Systematic design of pore size and functionality in isoreticular MOFs and their application in methane storage", "Eddaoudi, Mohamed; Kim, Jaheon; Rosi, Nathaniel; Vodak, David; Wachter, Joseph; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2002", "),\r\n    ", "295", "\r\n        (", "5554", "),\r\n    ", "469-472", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A strategy based on reticulating metal ions and org. carboxylate links into extended networks has been advanced to a point that allowed the design of porous structures in which pore size and functionality could be varied systematically.  Metal-org. framework (MOF-5), a prototype of a new class of porous materials and one that is constructed from octahedral Zn-O-C clusters and benzene links, was used to demonstrate that its three-dimensional porous system can be functionalized with the org. groups -Br, -NH2, -OC3H7, -OC5H11, -C2H4, and -C4H4 and that its pore size can be expanded with the long mol. struts biphenyl, tetrahydropyrene, pyrene, and terphenyl.  We synthesized an isoreticular series (one that has the same framework topol.) of 16 highly cryst. materials whose open space represented up to 91.1% of the crystal vol., as well as homogeneous periodic pores that can be incrementally varied from 3.8 to 28.8 Å.  One member of this series exhibited a high capacity for methane storage (240 cm3 at std. temp.), and others the lowest densities (0.41 to 0.21 g/cm3) for a cryst. material at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlyrtLjP&md5=d218d4040887f5fb390a733ee156d27b", " ", "7. ", " ", " ", "Rosi", ", ", "N. L.", "; ", "Eckert", ", ", "J.", "; ", "Eddaoudi", ", ", "M.", "; ", "Vodak", ", ", "D. T.", "; ", "Kim", ", ", "J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", "  ", "Science", " ", "2003", ",  ", "300", ",  ", "1127", "– ", "1129", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Hydrogen Storage in Microporous Metal-Organic Frameworks", "Rosi, Nathaniel L.; Eckert, Juergen; Eddaoudi, Mohamed; Vodak, David T.; Kim, Jaheon; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2003", "),\r\n    ", "300", "\r\n        (", "5622", "),\r\n    ", "1127-1130", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Metal-org. framework-5 (MOF-5) Zn4O(BDC)3 (BDC = 1,4-benzenedicarboxylate) with a cubic three-dimensional extended porous structure adsorbed hydrogen up to 4.5 wt.% (17.2 hydrogen mols. per formula unit) at 78 K and 1.0 wt.% at room temp. and pressure of 20 bar.  Inelastic neutron scattering spectroscopy of the rotational transitions of the adsorbed hydrogen mols. indicates two well-defined binding sites (termed I and II), which the authors assoc. with hydrogen binding to zinc and the BDC linker, resp.  Preliminary studies on topol. similar isoreticular metal-org. framework-6 and -8 (IRMOF-6 and -8) having cyclobutylbenzene and naphthalene linkers, resp., gave approx. double and quadruple (2.0 wt.%) the uptake found for MOF-5 at room temp. and 10 bar.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXjslGqsbk%253D&md5=2508003b412a07eefc279bbf5358db3b", " ", "8. ", " ", " ", "Rowsell", ", ", "J. L. C.", "; ", "Spencer", ", ", "E. C.", "; ", "Eckert", ", ", "J.", "; ", "Howard", ", ", "J. A. K.", "; ", "Yaghi", ", ", "O. M.", "  ", "Science", " ", "2005", ",  ", "309", ",  ", "1350", "– ", "1354", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Gas Adsorption Sites in a Large-Pore Metal-Organic Framework", "Rowsell, Jesse L. C.; Spencer, Elinor C.; Eckert, Juergen; Howard, Judith A. K.; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2005", "),\r\n    ", "309", "\r\n        (", "5739", "),\r\n    ", "1350-1354", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "The primary adsorption sites for Ar and N2 within metal-org. framework-5, a cubic structure composed of Zn4O(CO2)6 units and phenylene links defining large pores 12 and 15 angstroms in diam., have been identified by single-crystal x-ray diffraction.  Refinement of data collected between 293 and 30 K revealed a total of eight symmetry-independent adsorption sites.  Five of these are sites on the zinc oxide unit and the org. link; the remaining three sites form a second layer in the pores.  The structural integrity and high symmetry of the framework are retained throughout, with negligible changes resulting from gas adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXovVOjt7g%253D&md5=f60c7e82ec8088459a2d844cb807f924", " ", "9. ", " ", " ", "Babarao", ", ", "R.", "; ", "Hu", ", ", "Z. Q.", "; ", "Jiang", ", ", "J. W.", "; ", "Chempath", ", ", "S.", "; ", "Sandler", ", ", "S. I.", "  ", "Langmuir", " ", "2007", ",  ", "23", ",  ", "659", "– ", "666", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Storage and Separation of CO2 and CH4 in Silicalite, C168 Schwarzite, and IRMOF-1: A Comparative Study from Monte Carlo Simulation", "Babarao, Ravichandar; Hu, Zhongqiao; Jiang, Jianwen; Chempath, Shaji; Sandler, Stanley I.", "Langmuir", "\r\n        (", "2007", "),\r\n    ", "23", "\r\n        (", "2", "),\r\n    ", "659-666", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Storage of pure CO2 and CH4 and sepn. of their binary mixt. in 3 different classes of nanostructured adsorbents - silicalite, C168 schwarzite, and IRMOF-1 - were compared at room temp. using atomistic simulation.  CH4 is represented as a spherical Lennard-Jones mol., and CO2 is represented as a rigid linear mol. with a quadrupole moment.  For pure component adsorption, CO2 is preferentially adsorbed than CH4 in all the 3 adsorbents over the pressure range under this study, except in C168 schwarzite at high pressures.  The simulated adsorption isotherms and isosteric heats match closely with available exptl. data.  A dual-site Langmuir-Freundlich equation is used to fit the isotherms satisfactorily.  Compared to silicalite and C168 schwarzite, the gravimetric adsorption capacity of pure CH4 and CO2 sep. in IRMOF-1 is substantially larger.  This implies that IRMOF-1 might be a potential storage medium for CH4 and CO2.  For adsorption from an equimolar binary mixt., CO2 is preferentially adsorbed in all 3 adsorbents.  Predictions of mixt. adsorption with the ideal-adsorbed soln. theory from only pure component adsorption agree well with simulation results.  Though IRMOF-1 has a significantly higher adsorption capacity than silicalite and C168 schwarzite, the adsorption selectivity of CO2 over CH4 is similar in all 3 adsorbents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xht1Sqtb7P&md5=3341533149c3cd7a9ed60fa0dd9ceb57", " ", "10. ", " ", " ", "Custelcean", ", ", "R.", "; ", "Moyer", ", ", "B. A.", "  ", "Eur. J. Inorg. Chem.", " ", "2007", ",  ", "1321", "– ", "1340", "[", "Crossref", "], [", "CAS", "]", "10. ", "Anion separation with metal-organic frameworks", "Custelcean, Radu; Moyer, Bruce A.", "European Journal of Inorganic Chemistry", "\r\n        (", "2007", "),\r\n    ", "\r\n        (", "10", "),\r\n    ", "1321-1340", "CODEN:\r\n                ", "EJICFO", ";\r\n        ISSN:", "1434-1948", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  The application of metal-org. frameworks (MOFs) to anion sepns. with a special emphasis on anion selectivity is reviewed.  The coordination frameworks are classified from the main interactions to the included anion, from weak and nonspecific van der Waals forces to more specific interactions such as coordination to Lewis acid metal centers or hydrogen bonding.  The importance of anion solvation phenomena to the obsd. anion selectivities is highlighted, and strategies for reversing the Hofmeister bias that favors large, less hydrophilic anions, and for obtaining peak selectivities based on shape recognition are delineated.  Functionalization of the anion-binding sites in MOFs with strong and directional hydrogen-bonding groups that are complementary to the included anion, combined with organizational rigidity of the coordination framework, appears to be the most promising approach for achieving non-Hofmeister selectivity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXksVOis74%253D&md5=1b2d27ec2ff7aa0030693fe614c59e1a", " ", "11. ", " ", " ", "Custelcean", ", ", "R.", "; ", "Sellin", ", ", "V.", "; ", "Moyer", ", ", "B. A.", "  ", "Chem. Commun.", " ", "2007", ",  ", "1541", "– ", "1543", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Sulfate separation by selective crystallization of a urea-functionalized metal-organic framework", "Custelcean, Radu; Sellin, Vincent; Moyer, Bruce A.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2007", "),\r\n    ", "\r\n        (", "15", "),\r\n    ", "1541-1543", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Encapsulation of SO42- into a Ni coordination framework functionalized with urea anion-binding groups [Ni(EDPU)2(H2O)][(SO4)(H2O)2](H2O)3.5(EtOH)0.4 (EDPU = ethylenedi(m-pyridylurea)) allows selective sepn. of this strongly hydrophilic anion from a highly competitive aq. environment.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXjvVakt74%253D&md5=f53462f43783aab209a3c6537fef28e3", " ", "12. ", " ", " ", "Ma", ", ", "S.", "; ", "Sun", ", ", "D.", "; ", "Wang", ", ", "X.-S.", "; ", "Zhou", ", ", "H.-C.", "  ", "Angew. Chem., Int. Ed.", " ", "2007", ",  ", "46", ",  ", "2458", "– ", "2462", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "A mesh-adjustable molecular sieve for general use in gas separation", "Ma, Shengqian; Sun, Daofeng; Wang, Xi-Sen; Zhou, Hong-Cai", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "14", "),\r\n    ", "2458-2462", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A mesh-adjustable mol. sieve (MAMS), [Ni8(bbdc)6(μ3OH)4(H2O)8]·8H2O (H2bbdc = 5-tert-butyl-1,3-benzenedicarboxylic acid), based on a graphitic metal-org. framework obtained by the packing of trilayers, was prepd. and structurally characterized.  The MAMS can sep. any two or more gases with kinetic diams. between 2.9 and 5.0 through temp.-controlled mol. gating to hydrophobic gas-storage chambers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXktVCrtrg%253D&md5=b3b3b2e5fcdb395239f93deac5c56f79", " ", "13. ", " ", " ", "Seo", ", ", "J. S.", "; ", "Whang", ", ", "D.", "; ", "Lee", ", ", "H.", "; ", "Jun", ", ", "S. I.", "; ", "Oh", ", ", "J.", "; ", "Jeon", ", ", "Y. J.", "; ", "Kim", ", ", "K.", "  ", "Nature", " ", "2000", ",  ", "404", ",  ", "982", "– ", "986", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "A homochiral metal-organic porous material for enantioselective separation and catalysis", "Seo, Jung Soo; Whang, Dongmok; Lee, Hyoyoung; Jun, Sung Im; Oh, Jinho; Jeon, Young Jin; Kim, Kimoon", "Nature (London)", "\r\n        (", "2000", "),\r\n    ", "404", "\r\n        (", "6781", "),\r\n    ", "982-986", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A homochiral metal-org. porous material with a carboxylic group at one end and a pyridyl group at the other forming oxo-bridged trinuclear metal carboxylate units in a three-dimensional framework was prepd., that allows enantioselective inclusion of metal complexes in its pores and catalyzes transesterification reactions in an enantioselective manner.  The enantiopure chiral building block was prepd. from D-tartaric acid and 4-aminopyridine; then reaction with Zn2+ produced a homochiral open-framework solid, D-POST-1.  The enantiomorphic L-POST-1 was obtained from the enantiomer of the building block and Zn2+ under the same conditions.  The pyridyl groups in POST-1 can be converted to N-methylpyridinium without any changes of the network structure; the anion can be reversibly exchanged with other anions, e.g., PF6-, I3-, p-toluenesulfonate, etc.  The pore size of POST-1 materials is modulated by N-alkylation and is dependent on alkyl chain length.  The pyridyl groups are responsible for the catalytic activity of the oxo-bridged trinuclear metal complexes, in e.g., transesterification of 2,4-dinitrophenyl acetate (NPA) with ethanol, which produced Et acetate in 77% yield, only in the presence of POST-1.  Transesterification with bulkier alcs. occurs more slowly or not at all, suggesting that catalysis occurs mainly in the POST-1 channels.  The catalytic activity of D- and L-POST-1 is enantioselective as obsd. in the transesterification of NPA with 1-phenyl-2-propanol, which produces the corresponding esters with about 88% enantiomeric excess in favor of the resp. enantiomer.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXjtFyns7k%253D&md5=2ec5611e7804e3cf7bc738334b415470", " ", "14. ", " ", " ", "Cho", ", ", "S.-H.", "; ", "Ma", ", ", "B.", "; ", "Nguyen", ", ", "SB. T.", "; ", "Hupp", ", ", "J. T.", "; ", "Albrecht-Schmitt", ", ", "T. E.", "  ", "Chem. Commun.", " ", "2006", ",  ", "2563", "– ", "2565", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "A metal-organic framework material that functions as an enantioselective catalyst for olefin epoxidation", "Cho, So-Hye; Ma, Baoqing; Nguyen, SonBinh T.; Hupp, Joseph T.; Albrecht-Schmitt, Thomas E.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2006", "),\r\n    ", "\r\n        (", "24", "),\r\n    ", "2563-2565", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A new microporous metal-org. framework compd. featuring chiral (salen)Mn struts is highly effective as an asym. catalyst for olefin epoxidn., yielding enantiomeric excesses that rival those of the free mol. analog.  Framework confinement of the manganese salen entity enhances catalyst stability, imparts substrate size selectivity, and permits catalyst sepn. and reuse.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XlvV2gt7c%253D&md5=c5fbee58516394da31ac2cd79d61a2c4", " ", "15. ", " ", " ", "Mueller", ", ", "U.", "; ", "Schubert", ", ", "M.", "; ", "Teich", ", ", "F.", "; ", "Puetter", ", ", "H.", "; ", "Schierle-Arndt", ", ", "K.", "; ", "Pastre", ", ", "J.", "  ", "J. Mater. Chem.", " ", "2006", ",  ", "16", ",  ", "626", "– ", "636", "[", "Crossref", "], [", "CAS", "]", "15. ", "Metal-organic frameworks-prospective industrial applications", "Mueller, U.; Schubert, M.; Teich, F.; Puetter, H.; Schierle-Arndt, K.; Pastre, J.", "Journal of Materials Chemistry", "\r\n        (", "2006", "),\r\n    ", "16", "\r\n        (", "7", "),\r\n    ", "626-636", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The generation of metal-org. framework (MOF) coordination polymers enables the tailoring of novel solids with regular porosity from the micro to nanopore scale.  Since the discovery of this new family of nanoporous materials and the concept of so called 'reticular design', nowadays several hundred different types of MOF are known.  The self assembly of metal ions, which act as coordination centers, linked together with a variety of polyat. org. bridging ligands, results in tailorable nanoporous host materials as robust solids with high thermal and mech. stability.  Describing examples of different Zn-contg. structures, e.g. MOF-2, MOF-5 and IRMOF-8 verified synthesis methods will be given, as well as a totally novel electrochem. approach for transition metal based MOFs will be presented for the 1st time.  With sufficient amts. of sample now being available, the testing of metal-org. frameworks in fields of catalysis and gas processing is exemplified.  Report is given on the catalytic activation of alkynes (formation of methoxypropene from propyne, vinylester synthesis from acetylene).  Removal of impurities in natural gas (traces of tetrahydrothiophene in methane), pressure swing sepn. of rare gases (Kr and Xe) and storage of H (3.3% at 2.0 MPa/77 K on Cu-BTC-MOF) will underline the prospective future industrial use of metal-org. frameworks in gas processing.  Whenever possible, comparison is made to state-of-art applications to outline possibilities which might be superior by using MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtFeitrc%253D&md5=8969f7b0200e29cefd59141380fea9b5", " ", "16. ", " ", " ", "Rosseinsky", ", ", "M. J.", "  ", "Microporous Mesoporous Mater.", " ", "2004", ",  ", "73", ",  ", "15", "– ", "30", "[", "Crossref", "], [", "CAS", "]", "16. ", "Recent developments in metal-organic framework chemistry: design, discovery, permanent porosity and flexibility", "Rosseinsky, M. J.", "Microporous and Mesoporous Materials", "\r\n        (", "2004", "),\r\n    ", "73", "\r\n        (", "1-2", "),\r\n    ", "15-30", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "A review on metal-org. framework structures and their synthetic and design methods, flexibility, rigidity, guest-response, and electronic, magnetic and optical properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXlvVWrur8%253D&md5=c770f325949206dc4f0e4c0b1e72a8fe", " ", "17. ", " ", " ", "Bordiga", ", ", "S.", "; ", "Lamberti", ", ", "C.", "; ", "Ricchiardi", ", ", "G.", "; ", "Regli", ", ", "L.", "; ", "Bonino", ", ", "F.", "; ", "Damin", ", ", "A.", "; ", "Lillerud", ", ", "K. P.", "; ", "Bjorgen", ", ", "M.", "; ", "Zecchina", ", ", "A.", "  ", "Chem. Commun.", " ", "2004", ",  ", "2300", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Electronic and vibrational properties of a MOF-5 metal-organic framework: ZnO quantum dot behaviour", "Bordiga, S.; Lamberti, C.; Ricchiardi, G.; Regli, L.; Bonino, F.; Damin, A.; Lillerud, K.-P.; Bjorgen, M.; Zecchina, A.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2004", "),\r\n    ", "\r\n        (", "20", "),\r\n    ", "2300-2301", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "UV-Vis DRS and photoluminescence (PL) spectroscopy, combined with excitation selective Raman spectroscopy, allow us to understand the main optical and vibrational properties of a metal-org. MOF-5 framework.  A O2-Zn2+ → O-Zn+ ligand to metal charge transfer transition (LMCT) at 350 nm, testifies that the Zn4O13 cluster behaves as a ZnO quantum dot (QD).  The org. part acts as a photon antenna able to efficiently transfer the energy to the inorg. ZnO-like QD part, where an intense emission at 525 nm occurs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXosFShurs%253D&md5=3256d71a3a93e41a07fc0da882300dd0", " ", "18. ", " ", " ", "Yaghi", ", ", "O. M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Ockwig", ", ", "N. W.", "; ", "Chae", ", ", "H. K.", "; ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", "  ", "Nature", " ", "2003", ",  ", "423", ",  ", "705", "– ", "714", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Reticular synthesis and the design of new materials", "Yaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, Jaheon", "Nature (London, United Kingdom)", "\r\n        (", "2003", "),\r\n    ", "423", "\r\n        (", "6941", "),\r\n    ", "705-714", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The long-standing challenge of designing and constructing new cryst. solid-state materials from mol. building blocks is just beginning to be addressed with success.  A conceptual approach that requires the use of secondary building units to direct the assembly of ordered frameworks epitomizes this process: the authors call this approach reticular synthesis.  This chem. has yielded materials designed to have predetd. structures, compns. and properties.  In particular, highly porous frameworks held together by strong metal-O-C bonds and with exceptionally large surface area and capacity for gas storage were prepd. and their pore metrics systematically varied and functionalized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXksV2itro%253D&md5=2417c5adb0e948350d3d62350c8cd7ea", " ", "19. ", " ", " ", "Bourrelly", ", ", "S.", "; ", "Llewellyn", ", ", "P.", "; ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Loiseau", ", ", "T.", "; ", "Férey", ", ", "G.", "  ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "13519", "– ", "13521", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Different Adsorption Behaviors of Methane and Carbon Dioxide in the Isotypic Nanoporous Metal Terephthalates MIL-53 and MIL-47", "Bourrelly, Sandrine; Llewellyn, Philip L.; Serre, Christian; Millange, Franck; Loiseau, Thierry; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "39", "),\r\n    ", "13519-13521", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A distinct step in the isotherm occurs during the adsorption of CO2 on MIL-53 at 304 K.  Such behavior is neither obsd. during the adsorption of CH4 on MIL-53 nor during the adsorption on the isostructural MIL-47.  This phenomenon seems to be due to a different mechanism than that of previous adsorption steps on MOF samples.  It is suggested that a breathing behavior is induced in MIL-53 during CO2 adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXpvFSnu70%253D&md5=e3d0228e57af031b6019deeeffa6d575", " ", "20. ", " ", " ", "Barthelet", ", ", "K.", "; ", "Marrot", ", ", "J.", "; ", "Férey", ", ", "G.", "; ", "Riou", ", ", "D.", "  ", "Chem. Commun.", " ", "2004", ",  ", "520", "– ", "521", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "20. ", "VIII(OH){O2C-C6H4-CO2}.(HO2C-C6H4-CO2H)x(DMF)y(H2O)z (or MIL-68), a new vanadocarboxylate with a large pore hybrid topology : reticular synthesis with infinite inorganic building blocks?", "Barthelet, K.; Marrot, J.; Ferey, G.; Riou, D.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2004", "),\r\n    ", "\r\n        (", "5", "),\r\n    ", "520-521", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "VIII(OH){O2C-C6H4-CO2}.(HO2C-C6H4-O2H)x(DMF)y(H2O)z or MIL-68 was solvothermally synthesized in a nonaq. medium.  Its structure, built up from octahedral chains connected by terephthalate linkers, exhibits large hexagonal channels contg. different occluded moieties.  Their irreversible removal releases a sp. surface area of 603(22) m2.g-1 (BET).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXhtlyhtbs%253D&md5=7003121866975d63842381830da01655", " ", "21. ", " ", " ", "Férey", ", ", "G.", "; ", "Serre", ", ", "G.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Surblé", ", ", "S.", "; ", "Dutour", ", ", "J.", "; ", "Margiolaki", ", ", "I.", "  ", "Angew. Chem., Int. Ed.", " ", "2004", ",  ", "43", ",  ", "6296", "– ", "6301", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "Molecular modeling: A hybrid solid with giant pores prepared by a combination of targeted chemistry, simulation, and powder diffraction", "Ferey, Gerard; Serre, Christian; Mellot-Draznieks, Caroline; Millange, Franck; Surble, Suzy; Dutour, Julien; Margiolaki, Irene", "Angewandte Chemie, International Edition", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "46", "),\r\n    ", "6296-6301", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The assocn. of a chromium(III) trimeric building unit and 1,3,5-benzenetricarboxylate led to the powd. solid MIL-100.  Simulations provided a crystal structure soln., which matched the exptl. powder XRD pattern.  This unique simulation/diffraction combination allowed the structure detn. of a giant-pore solid with a zeotype architecture, built up from hybrid supertetrahedra.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXhtFWrtL7J&md5=7200674db845103909fe0af6ea2f7e01", " ", "22. ", " ", " ", "Latroche", ", ", "M.", "; ", "Surblé", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Lee", ", ", "J. H.", "; ", "Chang", ", ", "J. S.", "; ", "Jhung", ", ", "S. H.", "; ", "Férey", ", ", "G.", "  ", "Angew. Chem., Int. Ed.", " ", "2006", ",  ", "45", ",  ", "8227", "– ", "8231", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "22. ", "Hydrogen storage in the giant-pore metal-organic frameworks MIL-100 and MIL-101", "Latroche, Michel; Suble, Suzy; Serre, Christian; Mellot-Draznieks, Caroline; Llewellyn, Philip L.; Lee, Jin-Ho; Chang, Jong-San; Jhung, Sung Hwa; Ferey, Gerard", "Angewandte Chemie, International Edition", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "48", "),\r\n    ", "8227-8231", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The metal-org. framework MIL-101 absorbs large amts. of H with a capacity of about 6.1 wt.% at liq.-N temps. - it also has the highest heat of adsorption so far (10 kJ/mol).  However, MIL-101 has low hydrogen uptake at room temp.  The small pores of MIL-101 play a major role in H absorption and the large empty space generated by the large cages leads to very large pores that are not as effective for H storage.  In the architecture of this porous solid each intersection of the cages is occupied by a super-tetrahedron formed by trimers of Cr octahedra assembled with benzene-1,4-dicarboxylate ligands.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtlGnsLjP&md5=9da229e145247a04fba4f90a912d9170", " ", "23. ", " ", " ", "Winston", ", ", "E. B.", "; ", "Lowell", ", ", "P. J.", "; ", "Vacek", ", ", "J.", "; ", "Chocholousova", ", ", "J.", "; ", "Michl", ", ", "J.", "; ", "Price", ", ", "J. C.", "  ", "Phys. Chem. Chem. Phys.", " ", "2008", ",  ", "10", ",  ", "5188", "– ", "5191", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "23. ", "Dipolar molecular rotors in the metal-organic framework crystal IRMOF-2", "Winston, Erick B.; Lowell, Peter J.; Vacek, Jaroslav; Chocholousova, Jana; Michl, Josef; Price, John C.", "Physical Chemistry Chemical Physics", "\r\n        (", "2008", "),\r\n    ", "10", "\r\n        (", "34", "),\r\n    ", "5188-5191", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Rotating polar linker groups in the cubic metal-org. framework single crystal known as IRMOF-2 were studied for freedom of motion, response to an external elec. field, and effects of dipole-dipole interactions.  The crystals consist of octahedrally coordinated zinc oxide clusters linked by the bromoterephthalate group, which contains a rotatable bromo-p-phenylene moiety.  The authors confirmed the rotation by dielec. spectroscopy and found a 7.3 kcal mol-1 barrier.  The nonpolar analog, IRMOF-1, contg. terephthalic acid, was used as a control system.  DFT and MP2 computations of the rotational barrier yield results in agreement with the observation, with B3LYP/SDD being the best.  A Monte Carlo anal. of the equil. polarization fluctuations was used to assess the possibility of polar ordering and the potential for electrooptic applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtVektLnK&md5=19b1e4689972550860e27fa3aa5874de", " ", "24. ", " ", " ", "Gould", ", ", "S. L.", "; ", "Tranchemontagne", ", ", "D.", "; ", "Yaghi", ", ", "O. M.", "; ", "Garcia-Garibay", ", ", "M. A.", "  ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "3246", "– ", "3247", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Amphidynamic Character of Crystalline MOF-5: Rotational Dynamics of Terephthalate Phenylenes in a Free-Volume, Sterically Unhindered Environment", "Gould, Stephanie L.; Tranchemontagne, David; Yaghi, Omar M.; Garcia-Garibay, Miguel A.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "11", "),\r\n    ", "3246-3247", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) have been the focus of much interest within the context of hydrogen storage and other materials applications.  With static metal clusters linked by axially substituted org. spacers capable of experiencing internal rotations, MOFs are one of the most promising amphidynamic materials to investigate and exploit the dynamics of cryst. solids.  In this communication we report an exptl. study of the rotational dynamics of the 1,4-phenylenedicarboxylate bridge of MOF-5, which has no steric contacts that might contribute to the rotational barrier.  Highly reproducible 1H T1 relaxation, high-resoln. 13C CPMAS, and variable temp. quadrupolar echo 2H NMR data were obtained from high quality samples that were sealed at reduced pressure (ca. 3 mTorr). 2H NMR line shape simulation revealed an activation barrier for rotation of 11.3 ± 2.0 kcal/mol, which is lower than the 14-16 kcal/mol values reported in theor. studies of truncated models.  While our results suggest that the models used for MOF-5 are insufficient to account for the properties of the extended crystal lattice, they also suggest that the amphidynamic materials with static and dynamic components may reach the friction-free rotational motion characteristic of gas dynamics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXitFegtrk%253D&md5=109b33711ef380fc414fbf4681127b7c", " ", "25. ", " ", " ", "Li", ", ", "H.", "; ", "Eddaoudi", ", ", "M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", "  ", "Nature", " ", "1999", ",  ", "402", ",  ", "276", "– ", "279", "[", "Crossref", "], [", "CAS", "]", "25. ", "Design and synthesis of an exceptionally stable and highly porous metal-organic framework", "Li, Hailian; Eddaoudi, Mohamed; O'Keeffe, M.; Yaghi, M.", "Nature (London)", "\r\n        (", "1999", "),\r\n    ", "402", "\r\n        (", "6759", "),\r\n    ", "276-279", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Macmillan Magazines", ")\r\n        ", "Open metal-org. frameworks are widely regarded as promising materials for applications in catalysis, sepn., gas storage and mol. recognition.  Compared to conventionally used microporous inorg. materials such as zeolites, these org. structures have the potential for more flexible rational design, through control of the architecture and functionalization of the pores.  So far, the inability of these open frameworks to support permanent porosity and to avoid collapsing in the absence of guest mols., such as solvents, has hindered further progress in the field.  The authors report the synthesis of a metal-org. framework, Zn4O(BDC)3.(DMF)8.(PhCl) (named MOF-5, where BDC = 1,4-benzenedicarboxylate), which remains cryst., as evidenced by x-ray single-crystal analyses, and stable when fully desolvated and when heated up to 300°.  This synthesis is achieved by borrowing ideas from metal carboxylate cluster chem., where an org. dicarboxylate linker was used in a reaction that gives supertetrahedron clusters when capped with monocarboxylates.  The rigid and divergent character of the added linker allows the articulation of the clusters into a three-dimensional framework resulting in a structure with higher apparent surface area and pore vol. than most porous cryst. zeolites.  This simple and potentially universal design strategy is currently being pursued in the synthesis of new phases and composites, and for gas-storage applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXnvFSiuro%253D&md5=68f27e20a7e4e15ea2c2f49a2a61e98a", " ", "26. ", " ", " ", "Tafipolsky", ", ", "M.", "; ", "Amirjalayer", ", ", "S.", "; ", "Schmid", ", ", "R.", "  ", "J. Comput. Chem.", " ", "2007", ",  ", "28", ",  ", "1169", "– ", "1176", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "Ab initio parametrized MM3 force field for the metal-organic framework MOF-5", "Tafipolsky, Maxim; Amirjalayer, Saeed; Schmid, Rochus", "Journal of Computational Chemistry", "\r\n        (", "2007", "),\r\n    ", "28", "\r\n        (", "7", "),\r\n    ", "1169-1176", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "A new valence force field was developed and validated for a particular class of coordination polymers known as nanoporous metal-org. frameworks (MOFs), introduced recently by the group of Yaghi.  The exptl., structural, and spectroscopic data in combination with d. functional theory calcns. on several model systems were used to parametrize the bonded terms of the force field, which explicitly treats the metal-oxygen interactions as partially covalent as well as distinguishes different types of oxygens in the framework.  Both the exptl. crystal structure of MOF-5 and vibrational IR spectrum are reproduced reasonably well.  The proposed force field is believed to be useful in atomistic simulations of adsorption/diffusion of guest mols. inside the flexible pores of this important class of MOF materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXktlKltbs%253D&md5=69b0dc2b54d091c9bcc0811caf2d9637", " ", "27. ", " ", " ", "Huang", ", ", "B. L.", "; ", "Ni", ", ", "Z.", "; ", "Millward", ", ", "A.", "; ", "McGaughey", ", ", "A. J. H.", "; ", "Uher", ", ", "C.", "; ", "Kaviany", ", ", "M.", "; ", "Yaghi", ", ", "O.", "  ", "Int. J. Heat Mass Transfer", " ", "2007", ",  ", "50", ",  ", "405", "– ", "411", "[", "Crossref", "], [", "CAS", "]", "27. ", "Thermal conductivity of a metal-organic framework (MOF-5): Part II. Measurement", "Huang, B. L.; Ni, Z.; Millward, A.; McGaughey, A. J. H.; Uher, C.; Kaviany, M.; Yaghi, O.", "International Journal of Heat and Mass Transfer", "\r\n        (", "2007", "),\r\n    ", "50", "\r\n        (", "3-4", "),\r\n    ", "405-411", "CODEN:\r\n                ", "IJHMAK", ";\r\n        ISSN:", "0017-9310", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The thermal cond. of MOF-5 single crystals is measured over a wide temp. range between 6 and 300 K by using the longitudinal, steady-state heat flow method.  Between 6 and 20 K, the thermal cond. increases with the increase in temp. and exhibits a peak near 20 K.  This peak results from the crossover between the decreasing mean free path and the increasing phonon sp. heat with the increasing temp.  From 20 to 100 K, the thermal cond. decreases rapidly with increasing temp.  Above 100 K, the thermal cond. is nearly temp. independent, and its value at 300 K is 0.32 W/m/K, a rather low value for crystals.  The mean free path anal. shows that at high temp., the phonon mean free path is minimized to the cage size due to the porous, flexible structure of MOF-5.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xhtlaiu7vF&md5=2bf38d344051984e6b7c6d6963027af7", " ", "28. ", " ", " ", "Civalleri", ", ", "B.", "; ", "Napoli", ", ", "F.", "; ", "Noel", ", ", "Y.", "; ", "Roetti", ", ", "C.", "; ", "Dovesi", ", ", "R.", "  ", "CrystEngComm", " ", "2006", ",  ", "8", ",  ", "364", "– ", "371", "[", "Crossref", "], [", "CAS", "]", "28. ", "Ab-initio prediction of materials properties with CRYSTAL: MOF-5 as a case study", "Civalleri, Bartolomeo; Napoli, Francesco; Noel, Yves; Roetti, Carla; Dovesi, Roberto", "CrystEngComm", "\r\n        (", "2006", "),\r\n    ", "8", "\r\n        (", "5", "),\r\n    ", "364-371", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "MOF-5 is by far the most relevant member of the new class of metal-org. framework materials and has been adopted as a case study to show that reliable ab initio prediction of materials properties of complex systems can be obtained by means of a solid state computational tool like the CRYSTAL code.  Structure, electronic properties and vibrational frequencies of MOF-5 computed at the B3LYP level of theory are reported and discussed.  Animations representing MOF-5 vibrations are available at the web site: www.crystal.unito.it/vibs/mof5.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XmtVWrtrc%253D&md5=7c9bd86e1f03a12aac3c92f59130014a", " ", "29. ", " ", " ", "Greathouse", ", ", "J. A.", "; ", "Allendorf", ", ", "M. D.", "  ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "10678", "– ", "10679", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "The Interaction of Water with MOF-5 Simulated by Molecular Dynamics", "Greathouse, Jeffery A.; Allendorf, Mark D.", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "33", "),\r\n    ", "10678-10679", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Force field parameters for use with metal-org. framework-5 (MOF-5 or IRMOF-1) are presented.  Flexibility within the framework is included in this model, so that structural changes upon interaction with adsorbate mols. can be obsd. and quantified.  The model was validated by comparing simulated lattice parameters of pure MOF-5 with X-ray diffraction results.  For the first time, mol. dynamics simulations have been performed that show how water interacts with MOF-5.  The framework is stable at water contents up to 2.3% by mass, but distortion in the lattice structure is already evident.  At water contents of 3.9% and higher, the framework collapses because of the replacement of MOF O atoms by water O atoms in the Zn coordination shells.  As a result, inorg. MOF O atoms are no longer coordinated by four Zn ions, and benzene dicarboxylate linkers are no longer tethered to Zn centers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xns1WqtL4%253D&md5=65bd73b755fe8dc52f35d5aabb0b8eca", " ", "30. ", " ", " ", "Amirjalayer", ", ", "S.", "; ", "Tafipolsky", ", ", "M.", "; ", "Schmid", ", ", "R.", "  ", "Angew. Chem., Int. Ed.", " ", "2007", ",  ", "46", ",  ", "463", "– ", "466", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "30. ", "Molecular dynamics simulation of benzene diffusion in MOF-5: importance of lattice dynamics", "Amirjalayer, Saeed; Tafipolsky, Maxim; Schmid, Rochus", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "3", "),\r\n    ", "463-466", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "When benzene mols. diffuse through the metal org. framework MOF-5, they accumulate in pockets.  Mol. dynamics simulations reveal that the correlated lattice motion increases this binding.  Only when the the lattice dynamics are considered in the simulation, can the exptl. diffusion consts. be reproduced.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXnvVCjtw%253D%253D&md5=7085b74ffa98c65344e0cc5295bf5ad9", " ", "31. ", "Addis", ", ", "D.", "; ", "Zhou", ", ", "S.", "; ", "Das", ", ", "S.", "; ", "Junge", ", ", "K.", "; ", "Lund", ", ", "H.", "; ", "Kosslick", ", ", "H.", "; ", "Schulz", ", ", "A.", "; ", "Beller", ", ", "M.", " Chem.—Asian J. ", "2010", ", ", "accepted.", "There is no corresponding record for this reference.", "32. ", " ", " ", "Frunza", ", ", "L.", "; ", "Frunza", ", ", "S.", "; ", "Poterasu", ", ", "M.", "; ", "Beica", ", ", "T.", "; ", "Kosslick", ", ", "H.", "; ", "Stoenescu", ", ", "D.", "  ", "Spectrochim. Acta, Part A", " ", "2009", ",  ", "72", ",  ", "248", "– ", "253", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "32. ", "Composites containing confined n-octyl-cyanobiphenyl: Monomer and dimer species in the surface layer by in situ FTIR spectroscopy", "Frunza, Ligia; Frunza, Stefan; Poterasu, Marian; Beica, Traian; Kosslick, Hendrik; Stoenescu, Daniel", "Spectrochimica Acta, Part A: Molecular and Biomolecular Spectroscopy", "\r\n        (", "2009", "),\r\n    ", "72A", "\r\n        (", "2", "),\r\n    ", "248-253", "CODEN:\r\n                ", "SAMCAS", ";\r\n        ISSN:", "1386-1425", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Confinement of 4-n-octyl-4'-cyanobiphenyl (8CB) to nanoporous mol. sieves with hexagonal structure of cylindrical pores (4.6 nm diam.) is studied.  Thermogravimetric studies indicated that the pores are completely filled.  Several surface species inside the pores and onto the external surface of the grains were demonstrated by DTA and by in situ IR spectroscopy.  Arguments are given that bulk-like monomer and dimer species along with hydrogen bonded ones might coexist in the so-called surface layer, but their population varies drastically as function of the temp.  Chem. changes of the confined liq. crystal are quite possible inside these nanopores, at temps. lower than for the bulk.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXktlagtg%253D%253D&md5=afe2e9f28281a7c57f20bb2d81e4cc60", " ", "33. ", " ", " ", "Frunza", ", ", "S.", "; ", "Kosslick", ", ", "H.", "; ", "Schönhals", ", ", "A.", "; ", "Frunza", ", ", "L.", "; ", "Enache", ", ", "I.", "; ", "Beica", ", ", "T.", "  ", "J. Non-Cryst. Solids", " ", "2003", ",  ", "325", ",  ", "103", "– ", "112", "[", "Crossref", "], [", "CAS", "]", "33. ", "Study of the surface layer of aerosil-8CB composites by TG/DTA/DSC measurements", "Frunza, S.; Kosslick, H.; Schonhals, A.; Frunza, L.; Enache, I.; Beica, T.", "Journal of Non-Crystalline Solids", "\r\n        (", "2003", "),\r\n    ", "325", "\r\n        (", "1-3", "),\r\n    ", "103-112", "CODEN:\r\n                ", "JNCSBJ", ";\r\n        ISSN:", "0022-3093", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "Thermal anal. measurements were applied to study the behavior of composite systems contg. a nematic liq. crystal (LC), 4-n-octyl-4'-cyanobiphenyl (8CB) and aerosil particles.  The SiO2 d. ρs (g of SiO2 per 1 cm3 of LC) was varied from 0.20 to 12 g/cm3 to approach the monomol. structure of the surface layer.  Thus, thermogravimetric (TG) measurements were performed to get information on the LC content of the samples.  Also, they allowed an unusual application, to characterize the interaction of 8CB mols. with aerosil surface because the corresponding curves show multistep processes the temps. of which depend on the SiO2 d.  DTA also indicates several processes.  Some of them, mostly due to desorption, are endothermal.  Other processes are exothermal, and these are assigned to chem. transformations.  The sample with SiO2 d. of 12 g/cm3 has no endothermal desorption peak at low temps., and has the highest shift for the DTA peaks.  Probably its surface layer has a monomol. structure.  For representative samples, TG-DTA studies were supported by FTIR studies.  Thus conventional TG-DTA techniques provided new tools to characterize the nanocomposites.  DSC gives the behavior of the phase transitions.  Samples with low SiO2 d. exhibit a depression of the phase transition temps. characteristic for the bulk 8CB while those with high SiO2 densities do not show any phase transitions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXmsVGiu7o%253D&md5=eae6779e396a6c0c72418f778bff8d82", " ", "34. ", "Kremer", ", ", "F.", "; ", "Schönhals", ", ", "A.", ", Eds.  ", "Broadband Dielectric Spectroscopy", "; ", "Springer-Verlag", ": ", "Berlin, Heidelberg", ", ", "2003", ", :", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(a) ", "pp 35ff", ",", "There is no corresponding record for this reference.", "(b) ", "p 62", ",", "There is no corresponding record for this reference.", "(c) ", "p 22", ",", "There is no corresponding record for this reference.", "(d) ", "pp 133ff", ",", "There is no corresponding record for this reference.", "(e) ", "Chapter 1.", "There is no corresponding record for this reference.", "35. ", " ", " ", "Li", ", ", "H.", "; ", "Eddaoudi", ", ", "M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", "  ", "Nature", " ", "1999", ",  ", "402", ",  ", "276", "– ", "279", "[", "Crossref", "], [", "CAS", "]", "35. ", "Design and synthesis of an exceptionally stable and highly porous metal-organic framework", "Li, Hailian; Eddaoudi, Mohamed; O'Keeffe, M.; Yaghi, M.", "Nature (London)", "\r\n        (", "1999", "),\r\n    ", "402", "\r\n        (", "6759", "),\r\n    ", "276-279", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Macmillan Magazines", ")\r\n        ", "Open metal-org. frameworks are widely regarded as promising materials for applications in catalysis, sepn., gas storage and mol. recognition.  Compared to conventionally used microporous inorg. materials such as zeolites, these org. structures have the potential for more flexible rational design, through control of the architecture and functionalization of the pores.  So far, the inability of these open frameworks to support permanent porosity and to avoid collapsing in the absence of guest mols., such as solvents, has hindered further progress in the field.  The authors report the synthesis of a metal-org. framework, Zn4O(BDC)3.(DMF)8.(PhCl) (named MOF-5, where BDC = 1,4-benzenedicarboxylate), which remains cryst., as evidenced by x-ray single-crystal analyses, and stable when fully desolvated and when heated up to 300°.  This synthesis is achieved by borrowing ideas from metal carboxylate cluster chem., where an org. dicarboxylate linker was used in a reaction that gives supertetrahedron clusters when capped with monocarboxylates.  The rigid and divergent character of the added linker allows the articulation of the clusters into a three-dimensional framework resulting in a structure with higher apparent surface area and pore vol. than most porous cryst. zeolites.  This simple and potentially universal design strategy is currently being pursued in the synthesis of new phases and composites, and for gas-storage applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXnvFSiuro%253D&md5=68f27e20a7e4e15ea2c2f49a2a61e98a", " ", "36. ", " ", " ", "Panella", ", ", "B.", "; ", "Hirscher", ", ", "M.", "; ", "Putter", ", ", "H.", "; ", "Muller", ", ", "U.", "  ", "Adv. Funct. Mater.", " ", "2006", ",  ", "16", ",  ", "520", "– ", "524", "[", "Crossref", "], [", "CAS", "]", "36. ", "Hydrogen adsorption in metal-organic frameworks: Cu-MOFs and Zn-MOFs compared", "Panella, Barbara; Hirscher, Michael; Puetter, Hermann; Mueller, Ulrich", "Advanced Functional Materials", "\r\n        (", "2006", "),\r\n    ", "16", "\r\n        (", "4", "),\r\n    ", "520-524", "CODEN:\r\n                ", "AFMDC6", ";\r\n        ISSN:", "1616-301X", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Hydrogen adsorption in 2 different metal-org. frameworks (MOFs), MOF-5 and Cu-BTC (BTC: benzene-1,3,5-tricarboxylate), with Zn2+ and Cu2+ as central metal ions, resp., is studied at temps. ranging from 77 K to room temp.  The process responsible for hydrogen storage in these MOFs is pure phys. adsorption with a heat of adsorption of ∼-4 kJ mol-1.  With a satn. value of 5.1 wt.-% for the hydrogen uptake at high pressures and 77 K, MOF-5 shows the highest storage capacity ever reported for cryst. microporous materials.  However, at low pressures Cu-BTC shows a higher hydrogen uptake than MOF-5, making Cu-based MOFs more promising candidates for potential storage materials.  Also, the hydrogen uptake is correlated with the sp. surface area for cryst. microporous materials, as shown for MOFs and zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XislSkur0%253D&md5=ce54854e10395053338447edcfcbdbe4", " ", "37. ", " ", " ", "Huang", ", ", "L.", "; ", "Wang", ", ", "H.", "; ", "Chen", ", ", "J.", "; ", "Wang", ", ", "Z.", "; ", "Sun", ", ", "J.", "; ", "Zhao", ", ", "D.", "; ", "Yan", ", ", "Y.", "  ", "Microporous Mesoporous Mater.", " ", "2003", ",  ", "58", ",  ", "105", "– ", "114", "[", "Crossref", "], [", "CAS", "]", "37. ", "Synthesis, morphology control, and properties of porous metal-organic coordination polymers", "Huang, Limin; Wang, Huanting; Chen, Jinxi; Wang, Zhengbao; Sun, Jinyu; Zhao, Dongyuan; Yan, Yushan", "Microporous and Mesoporous Materials", "\r\n        (", "2003", "),\r\n    ", "58", "\r\n        (", "2", "),\r\n    ", "105-114", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "A direct mixing synthesis strategy was demonstrated that allows fast (e.g., 0.5 h) synthesis of bulk quantity of thermally stable and highly porous metal-org. coordination polymers (MOCP) nanocrystals (30-150 nm diam.) at room temp. with high yield (∼90%).  The MOCP materials constructed from Zn(NO3)2·6H2O and 1,4-benzenedicarboxylic acid (H2BDC) were characterized with scanning electron microscope, powder x-ray diffraction, TGA, FTIR, and volumetric Ar adsorption/desorption.  The direct mixing method also produced a highly porous nanometer-sized MOCP material, which probably is a new phase that was not discovered by the more commonly used diffusion approach.  Soft and hard template approaches were used to successfully manipulate the morphol. of MOCP materials at nanometer scale.  H2O mols. play an important role in the synthesis and eventual compn. of MOCP materials.  Exposure of MOCP materials to H2O resulted in dramatic drop in surface area and porosity because of possible hydrolysis of the framework.  An acid hydrolysis process of MOCP materials was also revealed in which the crystals could be hydrolyzed back into metal salts and org. acid under acid treatment.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXht1yqu7o%253D&md5=60058ab1cb6aa4ae7a0bf388c7b5a5bf", " ", "38. ", " ", " ", "Hafizovic", ", ", "J.", "; ", "Bjørgen", ", ", "M.", "; ", "Olsbye", ", ", "U.", "; ", "Dietzel", ", ", "P. D. C.", "; ", "Bordiga", ", ", "S.", "; ", "Prestipino", ", ", "C.", "; ", "Lamberti", ", ", "C.", "; ", "Lillerud", ", ", "K. P.", "  ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "3612", "– ", "3620", "[", "ACS Full Text ", "], [", "CAS", "]", "38. ", "The Inconsistency in Adsorption Properties and Powder XRD Data of MOF-5 Is Rationalized by Framework Interpenetration and the Presence of Organic and Inorganic Species in the Nanocavities", "Hafizovic, Jasmina; Bjorgen, Morten; Olsbye, Unni; Dietzel, Pascal D. C.; Bordiga, Silvia; Prestipino, Carmelo; Lamberti, Carlo; Lillerud, Karl Petter", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "12", "),\r\n    ", "3612-3620", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "MOF-5 is the archetype metal-org. framework and has been subjected to numerous studies the past few years.  The focal point of this report is the pitfalls related to the MOF-5 phase identification based on powder XRD data.  A broad set of conditions and procedures have been reported for MOF-5 synthesis.  These variations have led to materials with substantially different adsorption properties (sp. surface areas in the range 700 to 3400 m2/g).  The relatively low wt. loss obsd. for some as synthesized samples upon solvent removal is also indicative of a low pore vol.  Regrettably, these materials have all been described as MOF-5 without any further comments.  Furthermore, the reported powder XRD patterns hint at structural differences: The variations in surface area are accompanied by peak splitting phenomena and rather pronounced changes in the relative peak intensities in the powder XRD patterns.  In this work, we use single-crystal XRD to investigate structural differences between low and high surface area MOF-5.  The low surface area MOF-5 sample had two different classes of crystals.  For the dominant phase, Zn(OH)2 species partly occupied the cavities.  The presence of Zn species makes the hosting cavity and possibly also adjacent cavities inaccessible and thus efficiently reduces the pore vol. of the material.  Furthermore, the minor phase consisted of doubly interpenetrated MOF-5 networks, which lowers the adsorption capacity.  The presence of Zn species and lattice interpenetration changes the symmetry from cubic to trigonal and explains the peak splitting obsd. in the powder XRD patterns.  Pore-filling effects from the Zn species (and partly the solvent mols.) are also responsible for the pronounced variations in powder XRD peak intensities.  This latter conclusion is particularly useful for predicting the adsorption properties of a MOF-5-type material from powder XRD.  Crystal structure of the above compd. has been described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXisFeisr0%253D&md5=fe529270152930eabdb912a192c32666", " ", "39. ", " ", " ", "Schrock", ", ", "K.", "; ", "Schroder", ", ", "F.", "; ", "Heyden", ", ", "M.", "; ", "Fischer", ", ", "R. A.", "; ", "Havenith", ", ", "M.", "  ", "Phys. Chem. Chem. Phys.", " ", "2008", ",  ", "10", ",  ", "4732", "– ", "4739", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "39. ", "Characterization of interfacial water in MOF-5 (Zn4(O)(BDC)3)--a combined spectroscopic and theoretical study", "Schrock K; Schroder F; Heyden M; Fischer R A; Havenith M", "Physical chemistry chemical physics : PCCP", "\r\n        (", "2008", "),\r\n    ", "10", "\r\n        (", "32", "),\r\n    ", "4732-9", "\r\n        ISSN:", "1463-9076", ".\r\n    ", "In this article we report the detection and characterization of adsorbed interfacial water within the cages of the metal-organic framework MOF-5 (Zn(4)O(BDC)(3)) by terahertz time-domain spectroscopy (THz TDS) in the frequency range from 5 to 46 cm(-1).  The experimental spectra suggest a coupling of the intermolecular motions of the water molecules adsorbed to the collective vibrations of the network at 4 wt% hydration.  This finding is supported by the results of MD simulations.  When increasing the water content to 8 wt% we observed a non reversible decomposition of MOF-5.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD1crgs1aitg%253D%253D&md5=ef42ec9d2b815bc477bda6641e06d568", " ", "40. ", " ", " ", "Kaye", ", ", "S. S.", "; ", "Dailly", ", ", "A.", "; ", "Yaghi", ", ", "O. M.", "; ", "Long", ", ", "J. R.", "  ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "14176", "– ", "14177", "[", "ACS Full Text ", "], [", "CAS", "]", "40. ", "Impact of Preparation and Handling on the Hydrogen Storage Properties of Zn4O(1,4-benzenedicarboxylate)3 (MOF-5)", "Kaye, Steven S.; Dailly, Anne; Yaghi, Omar M.; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "46", "),\r\n    ", "14176-14177", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The prototypical metal-org. framework Zn4O(BDC)3 (MOF-5, BDC2- = 1,4-benzenedicarboxylate) decomps. gradually in humid air to form a nonporous solid.  Recognizing this, improved procedures for its synthesis and handling were developed, leading to significant increases in N2 and H2 gas adsorption capacities.  Nitrogen adsorption isotherms measured at 77 K reveal an enhanced max. N2 uptake of 44.5 mmol/g and a BET surface area of 3800 m2/g, compared to the 35.8 mmol/g and 3100 m2/g obtained for a sample prepd. using previous methods.  High-pressure H2 adsorption isotherms show improvements from 5.0 to 7.1 excess wt. % at 77 K and 40 bar.  The total H2 uptake was further obsd. to climb to 11.5% at 170 bar, corresponding to a volumetric storage d. of 77 g/L.  Thus, the air-free compd. exhibits the highest gravimetric and volumetric H2 uptake capacities yet demonstrated for a cryogenic hydrogen storage material.  Also, no loss of capacity was apparent during 24 complete adsorption-desorption cycles, while kinetics measurements showed a loading time of 2 min with application of just 45 bar of pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXht1CrurvF&md5=225d78a759d3f213ea51beff7a7f784e", " ", "41. ", " ", " ", "Müller", ", ", "M.", "; ", "Hermes", ", ", "S.", "; ", "Kähler", ", ", "K.", "; ", "van den Berg", ", ", "M. W. E.", "; ", "Muhler", ", ", "M.", "; ", "Fischer", ", ", "R. A.", "  ", "Chem. Mater.", " ", "2008", ",  ", "20", ",  ", "4576", "– ", "4587", "[", "ACS Full Text ", "], [", "CAS", "]", "41. ", "Loading of MOF-5 with Cu and ZnO Nanoparticles by Gas-Phase Infiltration with Organometallic Precursors: Properties of Cu/ZnO@MOF-5 as Catalyst for Methanol Synthesis", "Mueller, Maike; Hermes, Stephan; Kaehler, Kevin; van den Berg, Maurits W. E.; Muhler, Martin; Fischer, Roland A.", "Chemistry of Materials", "\r\n        (", "2008", "),\r\n    ", "20", "\r\n        (", "14", "),\r\n    ", "4576-4587", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The loading of [Zn4O(bdc)3] (MOF-5; bdc = 1,4-benzenedicarbocylate) with nanocryst. Cu and ZnO species was achieved in a two-step process.  First, the solvent-free gas-phase adsorption of the volatile precursors [CpCuL] (L = PMe3, CN-tert-Bu) and ZnEt2 leads to the isolable inclusion compds. precursor@MOF-5.  These intermediates were then converted into Cu@MOF-5 and ZnO@MOF-5 by hydrogenolysis or photoassisted thermolysis at 200-220° in the case of Cu and hydrolysis or dry oxidn. at 25° followed by annealing 250° in the case of ZnO. 17O labeling studies using H217O (30%) revealed that neither the bdc linkers nor the central oxide ion of the Zn4O unit exchange oxygen atoms/ions with the imbedded ZnO species.  The obtained material Cu@MOF-5 (11 wt.% Cu), exhibiting an equiv. Langmuir surface of 1100 m2/g-1, was further characterized by powder X-ray diffraction (PXRD), x-ray absorption spectroscopy (XAS), and transmission electron microscopy (TEM).  The Cu nanoparticles are homogeneously distributed over the MOF-5 microcrystals, occupying only about 1% of the cavities.  Their size distribution appears to be polydisperse with a majority around 1 nm in size (by EXAFS) together with a minority of larger particles up to 3 nm (PXRD).  Cu@MOF-5 was reversibly surface oxidized/reduced by N2O/H2 treatment, resulting in a (Cu2O/Cu)@MOF-5 material as revealed by PXRD and XAS.  Depending on the prepn. conditions of the ZnO@MOF-5 materials a variation of the ZnO loading from 10 to 35 wt.% was achieved.  PXRD, TEM, UV-vis, and 17O-MAS NMR spectroscopy gave evidence for a largely intact MOF-5 matrix with imbedded ZnO nanoparticles <4 nm being in the quantum size regime.  Doubly-loaded (Cu/ZnO)@MOF-5 samples were prepd. by gas-phase loading of ZnO@MOF-5 with [CpCuL] followed by thermally activated hydrogenolysis.  The initial catalytic productivity in methanol synthesis from a CO/CO2/H2 gas mixt. at 1 atm and 220° peaked at about 60% of an industrial ref. catalyst.  This result is particular surprising because of the comparably low Cu loading (1.4 wt.%) and small Cu sp. surface area <1 m2/g-1, thus suggesting a superior interfacial contact between the Cu and ZnO nanophases.  However, the materials (Cu/ZnO)@MOF-5 were unstable under catalytic conditions over several hours, the metal org. framework collapsed, and the final catalytic activities were poor.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXntlarurg%253D&md5=4e7ba9dc6499aff1e01135fbc62a3933", " ", "42. ", " ", " ", "Chen", ", ", "B.", "; ", "Wang", ", ", "X.", "; ", "Zhang", ", ", "Q.", "; ", "Xi", ", ", "X.", "; ", "Cai", ", ", "J.", "; ", "Qi", ", ", "H.", "; ", "Shi", ", ", "S.", "; ", "Wang", ", ", "J.", "; ", "Yuan", ", ", "D.", "; ", "Fang", ", ", "M.", "  ", "J. Mater. Chem.", " ", "2010", ",  ", "20", ",  ", "3758", "– ", "3767", "[", "Crossref", "], [", "CAS", "]", "42. ", "Synthesis and characterization of the interpenetrated MOF-5", "Chen, Bi; Wang, Xiujian; Zhang, Qianfeng; Xi, Xiaoyong; Cai, Jingjing; Qi, Huang; Shi, Si; Wang, Jie; Yuan, Dan; Fang, Min", "Journal of Materials Chemistry", "\r\n        (", "2010", "),\r\n    ", "20", "\r\n        (", "18", "),\r\n    ", "3758-3767", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "MOF-5 is an important metal-org. framework and has been intensely studied, esp. for its hydrogen storage properties.  In this study, we obtained the interpenetrated MOF-5 materials (MOF-5-int) using N,N-dimethylformamide or N,N-diethylformamide as solvent.  The Langmuir surface area of MOF-5-int detd. by N2 adsorption is 950-1100 m2/g, much lower than the non-penetrated MOF-5 (3000 m2/g).  However, it can store 1.54-1.82 wt.% by volumetric method hydrogen at 77 K and 1 atm, which is higher than the amt. stored by the non-penetrated MOF-5.  The MOF-5-int was also characterized by powder x-ray diffraction, thermogravimetric anal., nitrogen adsorption/desorption anal., SEM and x-ray single-crystal structure diffraction.  In addn., we found that grinding greatly increases the decompn. of the MOF-5-int material by H2O to a nonporous phase ZnBDC·xH2O within 2-5 min (BDC = 1,4-benzenedicarboxylate), even under low humidity (30%), which calls for careful handling of the MOF-5 material.  The effects of the water content, reaction time, reaction temp., molar ratio of Zn(NO3)2 to H2BDC, addn. of H2O2, rapid stirring and diln. on the synthesis of MOF-5-int were studied and the synthetic conditions were optimized.  Moreover, Hafizovic et al. (J. Am. Chem. Soc., 2007, 129, 3612) found the intensity ratio of the powder x-ray diffraction peak at 9.7° to that at 6.8° (referred to as the R1 value) of MOF-5 can be used to predict its porosity.  The lower the intensity ratio, the more porous it is.  In this study, we showed that MOF-5-int can have a very low R1 value but also a low porosity.  The low sp. surface area is mainly due to its interpenetrated structure instead of the entrapped zinc species or the mesopores in the material, as previously proposed in the literature, and assocd. with the characteristic, very strong peak at 13.8° in its powder x-ray diffraction pattern.  A high R2 value (the ratio of the intensity of the peak at 13.8° to that at 6.8°) suggests an interpenetrated structure, esp. when the R1 value is low.  In addn., we found that although entrapped ZnO or solvent mols. can increase the R1 value, and a low R1 value implies no zinc species or solvent mols. entrapped in the MOF-5 framework, a high R1 value does not necessarily suggest the presence of entrapped mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXlt1Gjt7k%253D&md5=d6e80096fe88ce5cdc3c1122bdc155a5", " ", "43. ", " ", " ", "Tranchemontagne", ", ", "D. J.", "; ", "Hunt", ", ", "J. R.", "; ", "Yaghi", ", ", "O. M.", "  ", "Tetrahedron", " ", "2008", ",  ", "64", ",  ", "8553", "– ", "8557", "[", "Crossref", "], [", "CAS", "]", "43. ", "Room temperature synthesis of metal-organic frameworks: MOF-5, MOF-74, MOF-177, MOF-199, and IRMOF-0", "Tranchemontagne, David J.; Hunt, Joseph R.; Yaghi, Omar M.", "Tetrahedron", "\r\n        (", "2008", "),\r\n    ", "64", "\r\n        (", "36", "),\r\n    ", "8553-8557", "CODEN:\r\n                ", "TETRAB", ";\r\n        ISSN:", "0040-4020", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Room temp. synthesis of metal-org. frameworks (MOFs) was developed for four known MOFs: MOF-5, MOF-74, MOF-177, and MOF-199.  A new isoreticular metal framework (IRMOF), IRMOF-0, having the same cubic topol. as MOF-5, was synthesized from acetylenedicarboxylic acid using this method to accommodate the thermal sensitivity of the linker.  Despite acetylenedicarboxylate being the shortest straight linker that can be made into an IRMOF, IRMOF-0 forms as a doubly interpenetrating structure, owing to the rod-like nature of the linker.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXptlyls7o%253D&md5=6c42415608f3d1c12d3f7551f75e668c", " ", "44. ", " ", " ", "Saha", ", ", "D.", "; ", "Wei", ", ", "Z.", "; ", "Deng", ", ", "S.", "  ", "Sep. Purif. Technol.", " ", "2009", ",  ", "64", ",  ", "280", "– ", "287", "[", "Crossref", "], [", "CAS", "]", "44. ", "Hydrogen adsorption equilibrium and kinetics in metal-organic framework (MOF-5) synthesized with DEF approach", "Saha, Dipendu; Wei, Zuojun; Deng, Shuguang", "Separation and Purification Technology", "\r\n        (", "2009", "),\r\n    ", "64", "\r\n        (", "3", "),\r\n    ", "280-287", "CODEN:\r\n                ", "SPUTFP", ";\r\n        ISSN:", "1383-5866", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "MOF-5, also known as isoreticular MOF-1 (IRMOF-1) was successfully synthesized with di-Et formamide (DEF) as a solvent using modified procedures aiming at improving its crystal structure, pore texture and ultimately the hydrogen adsorption performance.  The MOF-5 adsorbent was characterized with nitrogen adsorption for pore textural properties, SEM for crystal structure, and XRD for phase structure.  Hydrogen adsorption in MOF-5 was measured at low pressure in a volumetric unit at 77 K, 194.5 K and 298 K and at hydrogen pressure up to 120 bar and 77 K in a gravimetric adsorption unit.  The MOF-5 synthesized in this work has ideal pore textural properties with a large Langmuir (3917 m2/g) and BET sp. surface area (2449 m2/g), a median pore size of 8.6 Å and a pore vol. of 1.39 cm3/g.  The MOF-5 adsorbent synthesized in this work has a hydrogen adsorption capacity of 1.46 wt.% at 77 K and 1 bar, an excess hydrogen adsorption capacity of 6.9 wt.% at 77 K and 100 bar, and an abs. hydrogen adsorption capacity of 11.8 wt.% at 77 K and 120 bar.  Hydrogen diffusivity in MOF-5 estd. from the adsorption kinetic data measured at low pressure are 2.4 × 10-5 cm2/s, 5.2 × 10-5 cm2/s and 6.0 × 10-5 cm2/s at 77 K, 194.5 K and 298 K, resp.  The activation energy for hydrogen diffusion and the isosteric heat of adsorption for hydrogen adsorption in MOF-5 are 0.8 kJ/mol and 2.2-2.6 kJ/mol, resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsFamt73E&md5=1ebeed8857bf63f468d4a477147b6b0d", " ", "45. ", " ", " ", "Yaghi", ", ", "O. M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Ockwig", ", ", "N. W.", "; ", "Chae", ", ", "H. K.", "; ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", "  ", "Nature", " ", "2003", ",  ", "423", ",  ", "705", "– ", "714", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "45. ", "Reticular synthesis and the design of new materials", "Yaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, Jaheon", "Nature (London, United Kingdom)", "\r\n        (", "2003", "),\r\n    ", "423", "\r\n        (", "6941", "),\r\n    ", "705-714", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The long-standing challenge of designing and constructing new cryst. solid-state materials from mol. building blocks is just beginning to be addressed with success.  A conceptual approach that requires the use of secondary building units to direct the assembly of ordered frameworks epitomizes this process: the authors call this approach reticular synthesis.  This chem. has yielded materials designed to have predetd. structures, compns. and properties.  In particular, highly porous frameworks held together by strong metal-O-C bonds and with exceptionally large surface area and capacity for gas storage were prepd. and their pore metrics systematically varied and functionalized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXksV2itro%253D&md5=2417c5adb0e948350d3d62350c8cd7ea", " ", "46. ", " ", " ", "Chae", ", ", "H. K.", "; ", "Siberio-Perez", ", ", "D. Y.", "; ", "Kim", ", ", "J.", "; ", "Go", ", ", "Y.", "; ", "Eddaoudi", ", ", "M.", "; ", "Matzger", ", ", "A. J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", "  ", "Nature", " ", "2004", ",  ", "427", ",  ", "523", "– ", "527", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "46. ", "A route to high surface area, porosity and inclusion of large molecules in crystals", "Chae, Hee K.; Siberio-Perez, Diana Y.; Kim, Jaheon; Go, Yong Bok; Eddaoudi, Mohamed; Matzger, Adam J.; O'Keeffe, Michael; Yaghi, Omar M.", "Nature (London, United Kingdom)", "\r\n        (", "2004", "),\r\n    ", "427", "\r\n        (", "6974", "),\r\n    ", "523-527", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "One of the outstanding challenges in the field of porous materials is the design and synthesis of chem. structures with exceptionally high surface areas.  Such materials are of crit. importance to many applications involving catalysis, sepn. and gas storage.  The claim for the highest surface area of a disordered structure is for C, at 2,030 m2 g-1 (M. Nijkamp, et al., 2001).  Until recently, the largest surface area of an ordered structure was that of zeolite Y, recorded at 904 m2 g-1 (A. W. Chester, et al., 2000).  But with the introduction of metal-org. framework materials, this was exceeded, with values up to 3,000 m2 g-1.  Despite this, no method of detg. the upper limit in surface area for a material has yet been found.  Here the authors present a general strategy that has provided a structure having by far the highest surface area reported to date.  The authors report the design, synthesis and properties of cryst. Zn4O(1,3,5-benzenetribenzoate)2, a new metal-org. framework with a surface area estd. at 4,500 m2 g-1.  This framework, which the authors name MOF-177, combines this exceptional level of surface area with an ordered structure that has extra-large pores capable of binding polycyclic org. guest mols., attributes not previously combined in one material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXpsFWguw%253D%253D&md5=c5e01fc1ae8145737276e816abb3b87d", " ", "47. ", " ", " ", "Hermes", ", ", "S.", "; ", "Schroder", ", ", "F.", "; ", "Amirjalayer", ", ", "S.", "; ", "Schmid", ", ", "R.", "; ", "Fischer", ", ", "R. A.", "  ", "J. Mater. Chem.", " ", "2006", ",  ", "16", ",  ", "2464", "– ", "2472", "[", "Crossref", "], [", "CAS", "]", "47. ", "Loading of porous metal-organic open frameworks with organometallic CVD precursors: inclusion compounds of the type [LnM]a@MOF-5", "Hermes, Stephan; Schroeder, Felicitas; Amirjalayer, Saeed; Schmid, Rochus; Fischer, Roland A.", "Journal of Materials Chemistry", "\r\n        (", "2006", "),\r\n    ", "16", "\r\n        (", "25", "),\r\n    ", "2464-2472", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The highly porous coordination polymer [Zn4O(bdc)3] (bdc = benzene-1,4-dicarboxylate; MOF-5 or IRMOF-1) was loaded with typical MOCVD precursor mols. for metals such as Fe, Pt, Pd, Au, Cu, Zn, Sn.  Exposure of [Zn4O(bdc)3] to the vapor of the volatile organometallic compds., e.g. ferrocene, gave inclusion compds. [LnM]a@MOF-5, where [LnM] indicates the MOCVD precursor and a denotes the effective no. of mols. per cavity of the MOF-5 lattice.  The obtained inclusion compds. were characterized by C/H combustion anal., detn. of the metal content by at. absorption spectroscopy, FTIR and solid state NMR spectroscopy and by powder x-ray diffraction.  The host lattice and the guest mols. interact only by weak van der Waals forces without any change of the framework or the chem. nature of the included mols.  Rapid desorption is obsd. for small and comparably volatile compds. such as pentacarbonyliron or di-Et Zn.  Less labile inclusion compds. were obtained for cyclopentadienyl complexes as guest mols., e.g. a rather high loading of six mols. of ferrocene per cavity was obsd.  Careful hydrolysis/calcination of [ZnEt2]2@MOF-5 resulted in the composite (ZnO)2@MOF-5 pointing to the possibility to develop a subsequent chem. of the embedded precursor mols. to yield novel nanocomposite materials based on MOFs as host matrixes and MOCVD precursors in general.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XlvV2mtro%253D&md5=c9f3a509ae5e09c5eefac9850ca6215c", " ", "48. ", " ", " ", "Choi", ", ", "J. Y.", "; ", "Kim", ", ", "J.", "; ", "Jhung", ", ", "S. H.", "; ", "Kim", ", ", "H.-K.", "; ", "Chang", ", ", "J.-S.", "; ", "Chae", ", ", "H. K.", "  ", "Bull. Korean Chem. Soc.", " ", "2006", ",  ", "27", ",  ", "1523", "– ", "1524", "[", "Crossref", "], [", "CAS", "]", "48. ", "Microwave synthesis of a porous metal-organic framework, zinc terephthalate MOF-5", "Choi, Jae Yong; Kim, Jeo; Jhung, Sung Hwa; Kim, Hye-Kyoung; Chang, Jong-San; Chae, Hee K.", "Bulletin of the Korean Chemical Society", "\r\n        (", "2006", "),\r\n    ", "27", "\r\n        (", "10", "),\r\n    ", "1523-1524", "CODEN:\r\n                ", "BKCSDE", ";\r\n        ISSN:", "0253-2964", ".\r\n    \r\n            (", "Korean Chemical Society", ")\r\n        ", "The microwave prepn. of Zn4O(BDC)3·xDEF·xH2O, (MOF-5; BDC = 1,4-benzenedicarboxylate, DEF = N,N-diethylformamide) with high surface area is reported as a potential mass prodn. method.  Its morphol., thermal stability and permanent porosity were studied by SEM, TGA and N2 adsorption methods.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xht1aksLfE&md5=ce6b6520fed0a19d317cb00848333cd6", " ", "49. ", " ", " ", "Mattesini", ", ", "M.", "; ", "Soler", ", ", "J. M.", "; ", "Ynduráin", ", ", "F.", "  ", "Phys. Rev. B", " ", "2006", ",  ", "73", " ", "094111", "[", "Crossref", "], [", "CAS", "]", "49. ", "Ab initio study of metal-organic framework-5 Zn4O(1,4-benzenedicarboxylate)3: An assessment of mechanical and spectroscopic properties", "Mattesini, M.; Soler, J. M.; Yndurain, F.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2006", "),\r\n    ", "73", "\r\n        (", "9", "),\r\n    ", "094111/1-094111/8", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "1098-0121", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "The electronic structure of porous metal-org. framework-5 (MOF-5) of compn. Zn4O(1,4-benzenedicarboxylate)3 was investigated with an ab initio d.-functional-theory method.  The unit cell vol. and at. positions were optimized with the well-known local-d. approxn. leading to a good agreement between the exptl. and theor. equil. structural parameters.  Single crystal elastic consts. (C11, C12, and C44) were then computed at the athermal limit in order to est. fundamental figures for technol. and engineering applications.  Our calcns. suggest that MOF-5 behaves as a soft and ductile material with a Young's modulus of the order of Oak wood.  Particular attention was also focused on the study of oxygen, and carbon K XANES spectra.  The differences in their shapes and energy peak positions were discussed in relation to the bonding topol. and to the different calculational methods used.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XjsV2qtbk%253D&md5=1db95e5d06a152f544b7702d40c7870f", "50. ", " ", " ", "Hardy", ", ", "L.", "; ", "Stevenson", ", ", "I.", "; ", "Boiteux", ", ", "G.", "; ", "Seytre", ", ", "G.", "; ", "Schönhals", ", ", "A.", "  ", "Polymer", " ", "2001", ",  ", "42", ",  ", "5679", "– ", "5687", "[", "Crossref", "], [", "CAS", "]", "50. ", "Dielectric and dynamic mechanical relaxation behaviour of poly(ethylene 2,6 naphthalene dicarboxylate). I. Amorphous films", "Hardy, L.; Stevenson, I.; Boiteux, G.; Seytre, G.; Schonhals, A.", "Polymer", "\r\n        (", "2001", "),\r\n    ", "42", "\r\n        (", "13", "),\r\n    ", "5679-5687", "CODEN:\r\n                ", "POLMAG", ";\r\n        ISSN:", "0032-3861", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "The dielec. and dynamic mech. behavior of amorphous poly(ethylene 2,6-naphthalenedicarboxylate) and of thermally annealed samples is reported as a function of the morphol.  During the treatment at temps. close to the melting temps. the samples become semicryst.  DSC shows that the glass transition temps. do not change significantly with the thermal treatment.  However the degree of crystallinity as well as the melting temps. increase with the annealing temp.  Both dielec. and dynamic mech. anal. display three relaxation processes.  In order of decreasing temp. they are the α-relaxation due to the glass transition, the β*-process assigned to the out of plane movements of the naphthalene rings or aggregates of it, and the β-relaxation due to local mol. motions of carbonyl groups.  The α-relaxation process shifts to higher temps. for the semicryst. samples compared to the amorphous one.  In contrast, at a fixed frequency the temp. assocd. with the β*-relaxation is higher for the amorphous sample than for the semi-cryst. ones.  The assocd. apparent activation energies are rather high and depend on the thermal treatment and also surprisingly on the method of measurement.  It is concluded that the β*-relaxation is probably due to cooperative mol. motions of the naphthalene groups which aggregate in the amorphous state and that these aggregates are prevented from forming when the degree of crystallinity changes due to the thermal treatment.  Finally, the activation energy for the β-process is nearly independent of the thermal treatment and the value agrees with that found for poly(ethylene terephthalate).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXit1ahurw%253D&md5=a1bed5e0adb762004266029cc4b51e8f", " ", "51. ", " ", " ", "Kawajluchi", ", ", "T.", "; ", "Mamada", ", ", "A.", "; ", "Hosokawa", ", ", "Y.", "; ", "Horii", ", ", "F.", "  ", "Polymer", " ", "1998", ",  ", "39", ",  ", "2725", "– ", "2732", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", "52. ", " ", " ", "Baudot", ", ", "A.", "; ", "Boutron", ", ", "P.", "  ", "Cryobiology", " ", "1998", ",  ", "37", ",  ", "187", "– ", "199", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "52. ", "Glass-forming tendency and stability of aqueous solutions of diethylformamide and dimethylformamide", "Baudot, Anne; Boutron, Pierre", "Cryobiology", "\r\n        (", "1998", "),\r\n    ", "37", "\r\n        (", "3", "),\r\n    ", "187-199", "CODEN:\r\n                ", "CRYBAS", ";\r\n        ISSN:", "0011-2240", ".\r\n    \r\n            (", "Academic Press", ")\r\n        ", "The glass-forming tendency on cooling and the stability of the wholly amorphous state on warming of aq. solns. of diethylformamide and of DMF have been studied by calorimetry.  With diethylformamide, only ice formation is obsd. except on warming at the lowest rate of 2.5°/min, where occasionally a hydrate forms also.  The hydrate was obsd. up to 10°/min with 50% diethylformamide.  With dimethyl-formamide hydrates form even at high warming rates.  The last hydrate melts at -47.7°.  The warming thermograms are much more complicated than for diethylformamide.  For the glass-forming tendency on cooling, as well as for the stability of the wholly amorphous state on warming, these two compds., at concns. of 40, 45, or 50% (wt./wt.) in water, are more efficient than glycerol and ethylene glycol, but less than 1,2-propanediol and levo-2,3-butanediol.  On warming, they are comparable to DMSO.  Pure diethylformamide could not be crystd., whereas, conversely, pure DMF could not be vitrified.  Curiously, the glass transition of aq. solns. of diethylformamide increases and then decreases with the diethylformamide concn. in water, contrary to other cryoprotectants, for which it always increases or decreases.  Diethyl- and DMF could be interesting cryoprotectants if they are not too toxic when added before cryopreservation, and in the case of DMF, if one can avoid damage due to its hydrates.  (c) 1998 Academic Press.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXnsFGrt7o%253D&md5=fe8a208868deb28f31ada0929f9cc4ae", " ", "53. ", " ", " ", "Kolokolov", ", ", "D. I.", "; ", "Jobic", ", ", "H.", "; ", "Stepanov", ", ", "A. G.", "; ", "Guillerm", ", ", "V.", "; ", "Devic", ", ", "T.", "; ", "Serre", ", ", "C.", "; ", "Ferey", ", ", "G.", "  ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "4791", "– ", "4794", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "53. ", "Dynamics of Benzene Rings in MIL-53(Cr) and MIL-47(V) Frameworks Studied by 2H NMR Spectroscopy", "Kolokolov, Daniil I.; Jobic, Herve; Stepanov, Alexander G.; Guillerm, Vincent; Devic, Thomas; Serre, Christian; Ferey, Gerard", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "28", "),\r\n    ", "4791-4794, S4791/1-S4791/3", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "2H NMR method allowed us to show that the arom. rings in MIL-47(V) and MIL-53(Cr) perform π flips about their symmetry axis.  The benzene rings flip faster and with lower activation energy in the flexible MIL-53(Cr) than in the rigid MIL-47(V).  This demonstrates that arom. rings in MOFs can be a sensitive marker of the framework structural properties.  The terephthalate groups in both MILs can be considered as immobile on a microscopic timescale, in agreement with previous QENS studies and mol. simulations. However, in macroscopic measurements, small mols. like H2, CO2, and CH4 have the possibility to switch from one tunnel to another, and this must be taken into account, for instance, in adsorption or sepn. processes.  2010 Wiley-VCH Verlag GmbH and Co.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXotVCgu7Y%253D&md5=5e153c8b326eaf438208f14ae46b8340", " ", "54. ", " ", " ", "Liu", ", ", "Y.", "; ", "Her", ", ", "J.-H.", "; ", "Dailly", ", ", "A.", "; ", "Ramirez-Cuesta", ", ", "A. J.", "; ", "Neumann", ", ", "A. D.", "; ", "Brown", ", ", "C. M.", "  ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "11813", "– ", "11818", "[", "ACS Full Text ", "], [", "CAS", "]", "54. ", "Reversible Structural Transition in MIL-53 with Large Temperature Hysteresis", "Liu, Yun; Her, Jae-Hyuk; Dailly, Anne; Ramirez-Cuesta, Anibal J.; Neumann, Dan A.; Brown, Craig M.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "35", "),\r\n    ", "11813-11818", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The metal-org. framework, MIL-53, can have a structural transition from an open-pored to a closed-pored structure by adsorbing different guest mols.  The aid of guest mols. is believed to be necessary to initiate this \"breathing\" effect.  Using both neutron powder diffraction and inelastic neutron scattering techniques, we find that MIL-53 exhibits a reversible structural transition between an open-pored and a closed-pored structure as a function of temp. without the presence of any guest mols.  Surprisingly, this structural transition shows a significant temp. hysteresis: the transition from the open-pored to closed-pored structure occurs at approx. 125 to 150 K, while the transition from the closed-pored to open-pored structure occurs around 325 to 375 K.  To our knowledge, this is first observation of such a large temp. hysteresis of a structural transition in metal-org. frameworks.  We also note that the transition from the open to closed structure at low temp. shows very slow kinetics.  An ab initio computer simulation is employed to investigate the possible mechanism of the transition.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXps1Knt74%253D&md5=0d06ce91da90c73847b704c1ae49016f", " ", " "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2010/jpcbfk.2010.114.issue-40/jp1071617/production/images/small/jp-2010-071617_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2010/jpcbfk.2010.114.issue-40/jp1071617/production/images/small/jp-2010-071617_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2010/jpcbfk.2010.114.issue-40/jp1071617/production/images/small/jp-2010-071617_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2010/jpcbfk.2010.114.issue-40/jp1071617/production/images/small/jp-2010-071617_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2010/jpcbfk.2010.114.issue-40/jp1071617/production/images/small/jp-2010-071617_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2010/jpcbfk.2010.114.issue-40/jp1071617/production/images/small/jp-2010-071617_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2010/jpcbfk.2010.114.issue-40/jp1071617/production/images/small/jp-2010-071617_0002.gif\">"]}
