{"title": ["Synthesis and O", " Reactivity of a Titanium(III) Metal–Organic Framework"], "authors": ["Jarad A. Mason", "Lucy E. Darago", "Wayne W. Lukens", "Jeffrey R. Long"], "doi": ["10.1021/acs.inorgchem.5b02046"], "abstract": ["Ti", "O(OEt)(bdc)", "(solv)(bdc", " = 1,4-benzenedicarboxylate, solv = ", ",", "-dimethylformamide, tetrahydrofuran), a Ti", "-based metal−organic framework with high surface area and five- and six-coordinate Ti centers, reacts with O", " to form titanium(IV) superoxo and peroxo species. Gas adsorption, X-ray diffraction, magnetic susceptibility, and spectroscopy measurements are used to characterize the framework before and after oxidation.", "Metal–organic frameworks featuring pores lined with exposed metal cations have received attention for a wide range of adsorption-related applications. While many frameworks with coordinatively unsaturated M", " centers have been reported, there are relatively few examples of porous materials with coordinatively unsaturated M", " centers. Here, we report the synthesis and characterization of Ti", "O(OEt)(bdc)", "(solv)", " (Ti-MIL-101; bdc", " = 1,4-benzenedicarboxylate; solv = ", ",", "-dimethylformamide, tetrahydrofuran), the first metal–organic framework containing exclusively Ti", " centers. Through a combination of gas adsorption, X-ray diffraction, magnetic susceptibility, and electronic and vibrational spectroscopy measurements, this high-surface-area framework is shown to contain five-coordinate Ti", " centers upon desolvation, which irreversibly bind O", " to form titanium(IV) superoxo and peroxo species. Electronic absorption spectra suggest that the five-coordinate Ti", " sites adopt a distorted trigonal-bipyramidal geometry that effectively shields nuclear charge and inhibits strong adsorption of nonredox-active gases."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions and Outlook", "References", "Introduction", "Metal–organic frameworks featuring both high surface areas and high densities of coordinatively unsaturated metal (M) centers have shown promise as new adsorbents for storing and separating gases.", "(1)", " When constrained by the framework to an appropriate geometry, low-coordinate metal cations can function as exposed positive charges on the pore surface that strongly polarize specific gas molecules, leading to increased gas uptake and highly selective adsorption.", "(2)", " In the context of H", "2", " storage for mobile applications, metal–organic frameworks with exposed divalent metal cations have demonstrated some of the highest H", "2", " storage densities to date as a direct result of strong M", "2+", "–H", "2", " interactions.", "(3, 4)", " While the strength of these interactions, which is typically in the range of −10 to −13 kJ/mol, is ideal for low-temperature storage applications, it is too weak for storage at ambient temperature. Frameworks with more strongly adsorbing sites are therefore required to achieve the higher H", "2", " capacities at ambient temperature that would allow for a commercially viable H", "2", " storage system.", "(5)", "The affinity of exposed metal cations for H", "2", " can be increased by increasing the charge density at the M center.", "(3k, 3m)", " Synthesizing metal–organic frameworks with exposed trivalent or tetravalent cations thus represents a promising path to reaching the −15 to −20 kJ/mol binding enthalpies that are optimal for ambient-temperature H", "2", " storage.", "(6, 7)", " While many families of metal–organic frameworks have been synthesized with exposed divalent metal cations,", "(3f, 4b)", " there are comparatively few examples of frameworks with exposed trivalent metal cations.", "(3k, 8, 9)", " In several analogues of the M", "3", "OX(bdc)", "3", " (M-MIL-101; bdc", "2–", " = 1,4-benzenedicarboxylate; X = F, Cl, OH; M = Cr,", "(10)", " Fe,", "(11)", " V,", "(12)", " Al", "(13)", ") and M", "3", "OX(btc)", "2", " (M-MIL-100; btc", "3–", " = 1,3,5-benzenetricarboxylate; M = Cr,", "(14)", " Fe,", "(15)", " V,", "(12b)", " Al,", "(16)", " Sc", "(17)", ") series of frameworks, however, metal-bound solvent molecules can be partially, or in some cases, fully removed by heating under vacuum to generate five-coordinate M", "3+", " cations.", "(8, 9)", "The M-MIL-101 and M-MIL-100 compounds are composed of triangular M", "3", "O(COO)", "6", " clusters, wherein each metal is octahedrally coordinated and bound to bridging carboxylates at the equatorial positions, a μ", "3", "-O", "2–", " anion at one axial position, and either a solvent molecule or a charge-balancing anion at the other axial position. While exposed Cr", "III", " sites in Cr-MIL-100 have led to CO", "2", " binding enthalpies exceeding −60 kJ/mol,", "(18)", " none of these frameworks have displayed the H", "2", " adsorption properties that might be expected for a material with a high density of exposed M", "3+", " cations.", "(19)", " Nonetheless, these frameworks represent a promising platform for studying H", "2", " adsorption on exposed M", "III", " centers. Indeed, there is preliminary evidence for strong M", "III", "–H", "2", " interactions in Sc-MIL-100 based on IR spectroscopy, but this has not yet been confirmed by adsorption measurements.", "(20)", "Although there is significant interest in developing new titanium-based metal–organic frameworks, titanium analogues of MIL-100 and MIL-101 have not yet been realized. In addition to the potential for characterizing the H", "2", " adsorption properties of five-coordinate Ti", "III", " centers, new titanium-based porous materials are of general interest because titanium has low toxicity, high natural abundance, and potentially useful redox and photocatalytic properties. Even though over 20000 metal–organic frameworks have been reported,", "(21)", " there are currently just five examples of titanium-based frameworks that demonstrate permanent porosity: Ti", "8", "O", "8", "(OH)", "4", "(bdc)", "6", " (MIL-125),", "(22)", " Ti", "8", "O", "8", "(OH)", "4", "(NH", "2", "-bdc)", "6", " (MIL-125-NH", "2", "),", "(23)", " and Ti", "7", "O", "4", "(OH)", "2", "[tetrakis(4-carboxyphenyl)porphyrin]", "3", " (PCN-22),", "(24)", " which contain exclusively Ti", "IV", " centers, and Ti", "3.2", "Zr", "2.8", "O", "4", "(OH)", "4", "(bdc)", "6", " (Ti", "IV", "-UiO-66)", "(25)", " and Zn", "3.91", "Ti", "0.09", "O(bdc)", "3", " (Ti", "III", "-MOF-5),", "(26)", " which are synthesized by partial postsynthetic metal exchange of Zr", "IV", " and Zn", "II", ", respectively, in the parent frameworks. Recognizing that Ti", "III", "-MOF-5 contains just 2% titanium and 98% zinc, there are, to the best of our knowledge, no examples of porous frameworks based solely upon titanium(III). Herein, we report the synthesis and characterization of the first such compound, Ti", "3", "O(OEt)(bdc)", "3", "(solv)", "2", " (", "1", "; solv = DMF, THF), representing a titanium(III) analogue of MIL-101.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions and Outlook", "References", "Experimental Section", "General Information", "All reactions and subsequent manipulations were performed under anaerobic and anhydrous conditions in an N", "2", "-atmosphere glovebox or on an N", "2", "-atmosphere Schlenk line. ", "N", ",", "N", "-Dimethylformamide (DMF) and tetrahydrofuran (THF) were dried by passage over activated molecular sieves using a JC Meyer solvent system. Anhydrous ethanol (EtOH; 99.5%) was purchased from Sigma-Aldrich and used as received. All other reagents were obtained from commercial vendors and used without further purification. Ultrahigh-purity grade (99.999% purity) He, N", "2", ", O", "2", ", and H", "2", " and research-grade CO (99.99% purity) and CO", "2", " (99.998% purity) were used for all adsorption measurements. IR spectra were obtained on a PerkinElmer Spectrum 100 Optica Fourier transform infrared spectrometer furnished with an attenuated total reflectance accessory. The instrument was placed inside an N", "2", "-filled glovebag for air-sensitive samples. Elemental analysis for Cl was performed at Galbraith Laboratories.", "Synthesis of Ti", "3", "O(OEt)(bdc)", "3", "(DMF)", "2", " (", "1", ", Ti-MIL-101)", "In a glovebox under an N", "2", " atmosphere, a 500 mL Schlenk flask was charged with 1,4-benzenedicarboxylic acid (H", "2", "bdc; 0.675 g, 4.06 mmol), TiCl", "3", " (0.769 g, 4.99 mmol), and a small stir bar and then sealed with a rubber septum. The flask was transferred to a Schlenk line, and 300 mL of anhydrous DMF and 30 mL of anhydrous EtOH were added via cannula transfer. The solution was heated at 120 °C under positive N", "2", " pressure with stirring for 18 h. After cooling, the resulting dark-purple precipitate (", "1", ") was recovered by vacuum filtration inside a glovebox under an N", "2", " atmosphere, washed with 450 mL of anhydrous DMF, and dried under vacuum at 75 °C.", "Two different methods were investigated for activating ", "1", ". First, the solid powder was directly heated to 150 °C under vacuum for 12 h. Second, 100 mg of the compound and 8 mL of anhydrous THF were loaded into a 10 mL stainless steel reaction vessel that was capped with a 1/4-in. Swagelok fitting. The vessel was heated to 120 °C for 24 h, and then THF was decanted and replaced with fresh THF. This THF exchange was repeated two additional times. THF was then evaporated under reduced pressure, and the dark-purple solid was activated by heating at 150 °C under vacuum for 12 h. As evidenced by the nearly complete disappearance of the IR band at 1668 cm", "–1", " (", "Figure S19", "), most titanium-bound DMF molecules were successfully exchanged for THF. Note that attempts to exchange metal-bound DMF for methanol or EtOH instead of THF resulted in framework decomposition after several washes. The total yield of activated ", "1", " was 0.83 g (88% yield based on H", "2", "bdc).", "NMR Digestion Experiments", "To determine the identity and amount of bound solvent and charge-balancing anions, NMR digestion experiments were performed for the DMF-solvated material after activation at 75 and 150 °C and for the THF-exchanged material after activation at 150 °C. Note that two independently synthesized batches of ", "1", " were used for these experiments. For each digestion, 5–10 mg of a metal–organic framework was combined with 1 mL of ", "d", "6", "-dimethylsulfoxide and 10 mL of 35 wt % DCl in D", "2", "O in a 4 mL glass vial. The vial was loosely capped, and the solution was allowed to slowly oxidize in air overnight. The NMR digestion results are summarized in Tables S1–S3 and are discussed in detail in the ", "Supporting Information", ".", "Adsorption Measurements", "Gas adsorption isotherms for pressures in the range 0–1.1 bar were measured using a Micromeritics ASAP 2020 instrument. For standard measurements, activated samples were transferred under an N", "2", " atmosphere to a preweighed glass analysis tube, which was capped with a Transeal. The sample was evacuated on the ASAP 2020 until the outgas rate was less than 3 mbar/min. The evacuated analysis tube containing a degassed sample was then carefully transferred to an electronic balance and weighed to determine the mass of the sample (typically 50–150 mg). The tube was fitted with an isothermal jacket and transferred back to the analysis port of the gas adsorption instrument. The outgas rate was again confirmed to be less than 3 mbar/min.", "Langmuir surface areas and pore volumes were determined by measuring N", "2", " adsorption isotherms in a 77 K liquid-N", "2", " bath and calculated using the Micromeritics software, assuming a value of 16.2 Å", "2", " for the molecular cross-sectional area of N", "2", ". A pore-size distribution was calculated using the density functional theory method with a QSDFT adsorption branch model of N", "2", " at 77 K adsorbed in carbon with slit/cylindrical pores, as implemented in the Quantachrome ", "VersaWin", " software (", "Figures S27 and S28", "). Measurements at −78 °C were performed using a dry ice/isopropyl alcohol bath, while measurements at 25 °C were performed using a recirculating dewar connected to an isothermal bath.", "Adsorption Isotherm Fitting", "The 77 and 87 K H", "2", " adsorption isotherms of ", "1", " were independently fit with a dual-site Langmuir–Freundlich model (", "eq ", "1", "), where ", "n", " is the amount adsorbed in mmol/g, ", "P", " is the pressure in bar, ", "n", "sat,", "i", " is the saturation capacity in mmol/g, ", "v", "i", " is the Freundlich parameter, and ", "b", "i", " is the Langmuir parameter in bar", "–", "v", "i", " for the two sites 1 and 2. The fitted parameters for each adsorption isotherm can be found in ", "Table S4", ".", "(1)", "The Clausius–Clapeyron equation (", "eq ", "2", ") was used to calculate the isosteric heats of adsorption, −", "h", "ads", ", for each compound using the dual-site Langmuir–Freundlich fits at 77 and 87 K.", "(2)", "Here, ", "P", " is the pressure, ", "h", "ads", " is the differential enthalpy of adsorption, ", "n", " is the amount adsorbed, ", "T", " is the temperature, ", "R", " is the universal gas constant, and ", "C", " is a constant. The isosteric heats of adsorption were obtained from the slope of plots of (ln ", "P", ")", "n", " versus 1/", "T", ".", "Powder X-ray Diffraction", "Microcrystalline powder samples of ", "1", " (∼5 mg) were loaded into 1.0 mm boron-rich glass capillaries inside a glovebox under an N", "2", " atmosphere. The capillaries were attached to a gas cell, which was connected to the analysis port of a Micromeritics ASAP 2020 gas adsorption instrument. The capillaries were fully evacuated at room temperature for 15 min and then flame-sealed and placed inside a Kapton tube that was sealed on both ends with epoxy.", "High-resolution synchrotron powder X-ray diffraction data were subsequently collected at Beamline 11-BM at the Advanced Photon Source (APS) at Argonne National Laboratory. Diffraction patterns were collected at 100 K with a wavelength of 0.41397 Å. Discrete detectors covering an angular range from −6 to 16° in 2θ were scanned over a 34° 2θ range, with data points collected every 0.001° of 2θ and a scan speed of 0.01°/s. Note that, because of the large number of collected data points, all diffraction patterns were rebinned to a step size of 0.005° in 2θ.", "A standard peak search, followed by indexing via the single value decomposition approach,", "(27)", " as implemented in ", "TOPAS-Academic", ", allowed the determination of approximate unit cell dimensions. Precise unit cell dimensions were determined by performing a structureless Le Bail refinement in ", "TOPAS-Academic", " (", "Figures S13 and S14", ").", "(28)", "UV–Vis–Near-IR (NIR) Diffuse-Reflectance Spectra", "UV–vis–NIR diffuse-reflectance spectra were collected using a CARY 5000 spectrophotometer interfaced with Varian ", "Win UV", " software. The samples were held in a Praying Mantis air-free diffuse-reflectance cell. Poly(vinylidene fluoride) (PVDF) powder was used as a nonadsorbing matrix. The Kubelka–Munk conversion [", "F", "(", "R", ") vs wavenumber] of the raw diffuse-reflectance spectrum (", "R", " vs wavenumber) was obtained by applying the formula ", "F", "(", "R", ") = (1 – ", "R", ")", "2", "/2", "R", ". This transform creates a linear relationship for the spectral intensity relative to the sample concentration and assumes that the sample is infinitely diluted in the nonadsorbing matrix, that the sample layer is infinitely thick, and that the sample has a constant scattering coefficient. Note that data above 12500 cm", "–1", " were offset by a small, constant amount on the ", "y", " axis to remove an artifact of the spectrometer after the detector and grating were changed for the higher-energy region of the scans.", "Magnetic Measurements", "Samples were prepared by adding crystalline powder of ", "1", " (16.7 mg) to a 5-mm-i.d. quartz tube containing a raised quartz platform. Solid eicosane was added to cover the sample to prevent crystallite torquing and provide good thermal contact between the sample and cryostat. The tubes were fitted with Teflon-sealable adapters, evacuated on a Schlenk line, and flame-sealed under static vacuum. Following flame sealing, the solid eicosane was melted in a water bath held at 40 °C. Magnetic susceptibility measurements were performed using a Quantum Design MPMS2 SQUID magnetometer. Direct-current (dc) magnetic susceptibility measurements were collected from 2 to 300 K under an applied magnetic field of 0.1 T. Diamagnetic corrections were applied to the data using Pascal’s constants to give χ", "D", " = −0.00033324 emu/mol (", "1", ") and χ", "D", " = −0.00024306 emu/mol (eicosane). Data in the temperature range of 60–300 K were simulated using the software program ", "PHI", ".", "(29)", "Electron Paramagnetic Resonance (EPR) Measurements", "EPR spectra were obtained at room temperature with a Varian E-12 spectrometer equipped with liquid-He cryostat, an EIP-547 microwave frequency counter, and a Varian E-500 gaussmeter, which was calibrated using 2,2-diphenyl-1-picrylhydrazyl (", "g", " = 2.0036). The spectrum was fit using a version of the code ", "ABVG", "(30)", " modified to fit spectra using the downhill simplex method.", "(31)", " The code was modified to use the Pilbrow line shape.", "(32)", " The sample was sealed inside a 4-mm-o.d. quartz tube.", "The areas of the EPR signals were determined by double integration (", "Figure S24", "). The first derivative spectrum was integrated using Simpson’s rule to give the absorption correction.", "(31)", " The baseline was corrected empirically using a second-order polynomial, and the absorption spectrum was integrated by using Simpson’s rule again.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions and Outlook", "References", "Results and Discussion", "Synthesis", "Heating TiCl", "3", " and H", "2", "bdc in a 10:1 mixture of anhydrous DMF and EtOH at 120 °C for 18 h afforded the solvated form of compound ", "1", " (or Ti-MIL-101) as a dark-purple powder. The powder X-ray diffraction pattern of ", "1", " is nearly identical with the simulated diffraction pattern of Cr-MIL-101,", "(10)", " demonstrating that the two materials are isostructural (", "Figure ", "1", "). A structureless Le Bail refinement further confirmed that ", "1", " has a face-centered-cubic unit cell with ", "a", " = 89.78(2) Å and ", "V", " = 723600(500) Å", "3", ", which is slightly larger than that previously determined for Cr-MIL-101 [", "a", " = 88.869(1) Å; ", "V", " = 701860.3(1) Å", "3", "]. Moreover, elemental analysis and NMR digestion experiments confirmed that the molecular formula of ", "1", " is indeed Ti", "3", "O(OEt)(bdc)", "3", "(DMF)", "2", ", indicating that the framework contains six-coordinate Ti", "III", " centers wherein ", "1", "/", "3", " are ligated by a charge-balancing ethoxide anion and ", "2", "/", "3", " are ligated by a DMF solvent molecule (see the detailed discussion in the ", "Supporting Information", "). Despite the extensive literature on carboxylate-bridged titanium oxo clusters,", "(33)", " it is interesting to note that there are surprisingly no reports of a titanium analogue of the triangular M", "3", "O(COO)", "6", "L", "3", " clusters of the type found in basic iron acetate. Efforts to synthesize a titanium(III) analogue of MIL-100 using a similar procedure with H", "3", "btc instead of H", "2", "bdc were unsuccessful, resulting only in amorphous powders.", "Figure 1. Powder X-ray diffraction pattern for ", "1", " (purple) compared with a simulated diffraction pattern of Cr-MIL101 (λ = 0.41397 Å).", "(10)", "Gas Adsorption", "A 77 K N", "2", " adsorption isotherm was measured for ", "1", " after heating to 150 °C under vacuum, and the resulting isotherm shape is characteristic of a material with a combination of micro- and mesopores (", "Figure S1", "), as expected for the MIL-101 structure type. On the basis of the saturation uptake, the compound has a Langmuir surface area of 3890 m", "2", "/g and a total pore volume of 1.34 cm", "3", "/g, which is consistent with, but slightly lower than, other MIL-101 analogues. In an effort to improve the surface area of ", "1", ", the as-synthesized framework was washed repeatedly with THF at 120 °C in order to exchange all DMF molecules for the more volatile THF and to fully remove any unreacted H", "2", "bdc ligand from the framework pores. As expected, the Langmuir and BET surface areas of ", "1", " were increased substantially after THF washes to 4440 and 2970 m", "2", "/g, respectively, with a total pore volume of 1.50 cm", "3", "/g (", "Figure ", "2", "a). To the best of our knowledge, these are by far the highest surface areas yet reported for any titanium-based porous material.", "To probe for exposed Ti", "3+", " cations in activated ", "1", ", H", "2", " adsorption isotherms were measured at 77 and 87 K (", "Figure ", "2", "b). Many metal–organic frameworks with square-pyramidal divalent metal cations exhibit steep 77 K H", "2", " adsorption isotherms at low pressures,", "(3)", " and a similar shaped isotherm might reasonably be expected for a material with a high density of exposed Ti", "III", " cations. In ", "1", ", however, the isotherms are relatively shallow with a low-coverage H", "2", " binding enthalpy of just −6.4 kJ/mol, which is characteristic of weak physisorption. In addition, the CO", "2", ", N", "2", ", and CO adsorption isotherms at 25 °C are similar to those of other high-surface-area materials that have relatively nonpolar pore surfaces (", "Figures S8–S10", "), further indicating that there are no accessible exposed Ti", "3+", " cations in ", "1", ". Speculating that THF might still be bound to most of the Ti", "III", " centers, we attempted to activate the framework at higher temperatures. While activation at 200 °C did not affect the surface area or H", "2", " adsorption properties of ", "1", ", activation at 225 °C led to a decrease in both the surface area and H", "2", " uptake (", "Figure S6", "). These initial adsorption results suggest either that all Ti", "III", " centers in the framework remain six-coordinate upon activation or that any five-coordinate centers generated are for some reason unable to interact with and polarize adsorbing gas molecules.", "Figure 2. (a) N", "2", " adsorption isotherm at 77 K for ", "1", " after activation at 150 °C. (b) Excess H", "2", " adsorption isotherms at 77 K (blue) and 87 K (red) for ", "1", " after activation at 150 °C. The black lines correspond to dual-site Langmuir–Freundlich fits to each isotherm.", "Because O", "2", " can undergo charge-transfer reactions with titanium(III) complexes to generate titanium(IV) superoxo and peroxo species,", "(34)", " we predicted that any coordinatively unsaturated Ti", "III", " centers would react strongly with O", "2", ", even if these sites were unable to strongly polarize other small gas molecules. In sharp contrast to the other gases investigated, the O", "2", " isotherm of ", "1", " at 25 °C is very steep at low pressures, reaching a capacity of 0.85 mmol/g (2.6 wt %) at just 0.9 mbar, and is characteristic of a chemisorption process (", "Figure ", "3", "a). The capacity at 0.9 mbar corresponds to an average of 0.65 O", "2", " molecules bound to each Ti", "3", "O cluster; however, we noticed that the Langmuir surface area of ", "1", " had decreased to just 2640 m", "2", "/g after O", "2", " adsorption. Because the reaction between Ti", "III", " and O", "2", " is expected to be exothermic, we suspected that some framework decomposition could have occurred because of intense local heating in the sample during the isotherm measurement. To confirm this, we measured low-temperature O", "2", " adsorption isotherms (", "Figure ", "3", "b). At −78 °C, ", "1", " also exhibits a very steep O", "2", " isotherm, but now, the steep portion of the isotherm reaches a loading of 1.1 mmol/g (3.4 wt %), which is just below that expected for the adsorption of one O", "2", " per Ti", "3", "O cluster (1.3 mmol/g). Moreover, the Langmuir surface area was only slightly reduced to 3880 m", "2", "/g after the isotherm measurement. To evaluate the reversibility of O", "2", " adsorption in ", "1", ", a second O", "2", " isotherm was measured at −78 °C after evacuation at room temperature (", "Figure ", "3", "b). The complete disappearance of the steep region of the adsorption isotherm demonstrates that the initial O", "2", " binding is irreversible under these conditions. Moreover, we were unable to find any conditions suitable for regenerating the bare framework, even with heating to as high as 150 °C under dynamic vacuum.", "Figure 3. (a) Excess O", "2", " adsorption isotherm for ", "1", " at 25 °C. (b) Excess O", "2", " adsorption isotherms for ", "1", " at −78 °C on a fresh sample (purple) and repeated after reactivation at 25 °C under vacuum (blue).", "Powder X-ray Diffraction", "High-resolution powder X-ray diffraction patterns collected before and after O", "2", " dosing demonstrate that ", "1", " maintains the same structure type after O", "2", " adsorption but with a significant volume contraction of 14.1(1)% as the unit cell length decreases from 89.78(2) to 85.35(2) Å (", "Figure S14", "). This large unit cell contraction, along with the increased molecular weight of the framework, likely accounts for most of the observed decrease in the surface area after O", "2", " binding. Still, the large volume change and stoichiometry of one O", "2", " reacting for every three Ti", "III", " centers are somewhat surprising, and the exact composition of the oxidized framework is not obvious. While it is possible that O", "2", " reacts with the framework through an outer-sphere electron transfer or by displacement of a metal-bound solvent molecule, it seems more likely that at least ", "1", "/", "3", " of the Ti", "III", " centers in the activated framework must be five-coordinate in order for the O", "2", " adsorption isotherm to be so steep at low pressures. If this were the case, each Ti", "3", "O cluster could bind one O", "2", " to generate a six-coordinate titanium(IV) superoxide with the other two metals remaining as Ti", "III", ", or an additional intracluster electron transfer could potentially occur to generate a six-coordinate titanium(IV) peroxide with two Ti", "IV", " centers and one Ti", "III", " center per cluster (", "Figure ", "4", "). Owing to the large size of the cubic unit cell and the expected disorder in the location of Ti", "III/IV", " species, it was not possible to solve the structure of ", "1", " either before or after O", "2", " adsorption from the powder diffraction data, and attempts to synthesize single crystals of the framework were unsuccessful. As a result, we turned to spectroscopic techniques in order to determine the mechanism for O", "2", " adsorption in ", "1", ".", "Figure 4. Illustration of the proposed composition of the Ti", "3", "O clusters in ", "1", " after (a) heating at 150 °C vacuum, (b) reacting with O", "2", " to form titanium(IV) superoxide, and (c) reacting with O", "2", " to form titanium(IV) peroxide. Note that the cluster likely distorts upon desolvation of a metal site to accommodate a trigonal-bipyramidal, rather than square-pyramidal, coordination geometry at the five-coordinate Ti", "III", " center.", "EPR Spectroscopy", "While ", "1", " is EPR-silent at room temperature, two clear signals are observed in the EPR spectrum at low and high fields upon O", "2", " dosing (", "Figure ", "5", "). Both segments of the spectrum were simulated separately to determine the relevant ", "g", " values for each feature, which are given in ", "Table ", "1", ". On the basis of the similarity of the ", "g", " values to superoxide adsorbed on TiO", "2", " and other titanium oxo clusters,", "(35, 36)", " the low-field signal is assigned to a superoxide radical anion coordinated to a Ti", "IV", " center. Likewise, the ", "g", " values for the broad signal at higher field are consistent with those reported for octahedral Ti", "III", " centers in molecular titanium oxo clusters,", "(33c)", " and the high-field signal is thus assigned to Ti", "III", ".", "Figure 5. EPR spectrum for oxidized ", "1", ". The experimental spectrum is shown in black, and simulations of the low- and high-field signals are shown in blue and red, respectively.", "Table 1. EPR ", "g", " Values for Oxidized ", "1", " Compared to Literature Values", " ", "low-field signal (", "1", ")", "superoxide on rutile", "(35a)", "high-field signal (", "1", ")", "Ti", "III", " in a Ti", "6", "O", "4", " cluster", "(33c)", "g", "1", "2.021", "2.0235", "1.952", "1.968", "g", "2", "2.008", "2.0088", "1.939", "1.943", "g", "3", "2.002", "2.0026", "1.923", "1.923", "Because both superoxide and titanium(III) are ", "S", " = ", "1", "/", "2", " species, the areas of the two EPR signals should be directly proportional to their relative concentrations in the oxidized framework. If there are not any titanium(IV) peroxo species present, then each Ti", "3", "O cluster would contain two Ti", "III", " centers and one titanium(IV) superoxide (", "Figure ", "4", "b). As discussed below, the Ti", "III", " centers should be strongly antiferromagnetically coupled and would therefore not be expected to display an EPR signal. Because the activated framework with all Ti", "III", " centers is also EPR-silent (", "Figure ", "4", "a), the observed Ti", "III", " signal can be assigned entirely to clusters containing titanium(IV) peroxide that have only a single Ti", "III", " center (", "Figure ", "4", "c).", "By double-integrating the EPR spectrum (", "Figure S24", "), we estimate that there is roughly 12 times the amount of EPR-active titanium(III) as superoxide in the sample. Although integration performed in this manner is not particularly accurate, we can calculate that approximately 8% of the oxidized Ti", "3", "O clusters should have a bound superoxide, while 92% should have a bound peroxide. We note, however, that the sample used for the EPR experiment was stored at ambient temperature for several days prior to measurement of the spectrum. It is possible that the second electron transfer to convert the superoxide to a peroxide is much slower than the initial electron transfer, and as a result, the exact distribution of superoxo and peroxo species may depend on both the storage time and temperature. Indeed, the color of the oxidized framework slowly changes from light purple to light pink over several weeks, even when stored under an N", "2", " atmosphere. Regardless, the presence of titanium(IV) superoxo and/or peroxo species should also be observable by IR spectroscopy.", "IR Spectroscopy", "IR spectra were collected for ", "1", " in a solvated state, after activation at 150 °C, after dosing with ", "16", "O", "2", " at −78 °C, and after dosing with ", "18", "O", "2", " at −78 °C (", "Figures S15–S21", "). Typically, the O–O stretching frequencies of superoxo and peroxo complexes are observed between 1200 and 800 cm", "–1", ".", "(37, 38)", " In the IR spectra of both solvated and activated ", "1", ", several overlapping framework vibrations, which are likely associated with the bridging carboxylates and charge-balancing ethoxide anions,", "(39)", " occur in this region and make the identification of new bands after O", "2", " adsorption difficult. Nonetheless, a new band is visible in the ", "18", "O", "2", "-dosed sample at 1042 cm", "–1", " and can be tentatively assigned to the ν(", "18", "O–", "18", "O) stretch of a superoxide species (", "Figure S14", "). Using a simple harmonic oscillator model, the predicted ν(", "16", "O–", "16", "O) stretch is 1105 cm", "–1", ", which is at the same energy as those of several strong framework vibrations. In addition, a new weak band is observed at 907 cm", "–1", " in the ", "16", "O", "2", "-dosed framework and can be assigned to the O–O stretch of a titanium(IV) peroxide (", "Figure S16", ").", "(34b, 37b, 40)", " Consistent with this assignment, a new shoulder is observed in the ", "18", "O", "2", "-dosed spectrum at the expected frequency of 855 cm", "–1", ".", "In all IR spectra, a strong band is also present near 740 cm", "–1", " and can be assigned to the asymmetric Ti", "3", "O vibrational mode. As expected for stronger Ti–O bonds, this band occurs at higher frequencies than is observed in the molecular chromium(III) (660 cm", "–1", ") and iron(III) (600 cm", "–1", ") acetate clusters of the type M", "3", "O(COO)", "6", "L", "3", ".", "(41)", " After O", "2", " binding, ν", "asym", "(Ti", "3", "O) is blue-shifted from 740 to 747 cm", "–1", " (", "Figure S17", "), which is consistent with stronger binding to the μ", "3", "-O", "2–", " anion after a portion of the Ti", "III", " sites are oxidized to Ti", "IV", ".", "UV–Vis–NIR Spectroscopy", "To gain additional insight into exactly how O", "2", " reacts with the Ti sites of ", "1", ", electronic absorption spectra were measured for all compounds (", "Figure ", "6", "). The solvated framework is dark-purple and exhibits three overlapping peaks in the visible region with maxima at approximately 20370, 18080, and 16260 cm", "–1", ". While octahedral titanium(III) complexes should have a single d–d transition (t", "2g", " → e", "g", "), two transitions are often observed when distortion of the octahedral ligand field splits the e", "g", " levels.", "(42)", " Because the octahedral Ti", "III", " centers in solvated ", "1", " likely experience a tetragonal ligand field and exist in two different chemical environments, depending on whether there is a bound solvent molecule or anion in the axial position, the three observed peaks are likely the result of four overlapping d–d transitions. The relevant transitions appear to be separated by 1500–2000 cm", "–1", ", which is typical for the e", "g", " splitting of titanium(III) complexes in a distorted octahedral coordination geometry.", "(42)", "Figure 6. Diffuse-reflectance UV–vis–NIR spectra of DMF-solvated (green), 150 °C activated (black), and O", "2", "-dosed (blue) ", "1", " at ambient temperature.", "After activation, the framework has a gray-blue color, and the position of the highest-energy band is relatively unchanged, while the two lower-energy bands are shifted to 16980 and 15850 cm", "–1", ". More significantly, a new intense feature, which is diagnostic of five-coordinate Ti", "III", ",", "(43)", " is observed in the NIR region of the spectrum at 6390 cm", "–1", ", along with a small shoulder at 8830 cm", "–1", ". While it is not possible to definitively assign the geometry of the five-coordinate Ti", "III", " centers based on this spectrum, trigonal-bipyramidal titanium(III) complexes are known to exhibit two electronic transitions at 7500–5000 cm", "–1", " (e″ → e′) and 16400–14000 cm", "–1", " (e″ → a", "1", "′), which is consistent with the positions of the new bands observed here.", "(44)", " There are also several examples of trinuclear titanium clusters with μ", "3", "-O bridges that contain one five-coordinate and two six-coordinate M centers, and in all cases, the five-coordinate sites adopt a slightly distorted trigonal-bipyramidal coordination geometry.", "(45)", " The new electronic transitions in activated ", "1", " can thus be assigned to a five-coordinate Ti", "III", " center, potentially in a distorted trigonal-bipyramidal geometry. Such a coordination geometry would indeed explain the lack of strong adsorption for nonredox-active gases in ", "1", " because the Ti", "III", " charge would be effectively shielded after desolvation.", "As discussed in detail in the ", "Supporting Information", ", NMR digestion experiments also support a molecular formula of Ti", "3", "O(OEt)(bdc)", "3", "(solv) with one metal-bound solvent molecule per Ti", "3", "O cluster after activation at 150 °C. We note that a similar result was observed for Al-MIL-100 by solid-state NMR spectroscopy, where it was hypothesized that water was removed from ", "1", "/", "3", " of the Al", "3+", " cations in the framework to generate five-coordinate Al", "3+", " cations.", "(9)", "After O", "2", " adsorption, the framework appears light-purple in color. The NIR peak associated with five-coordinate Ti", "III", " disappears, as expected, and there is just one broad peak remaining in the visible region of the spectrum centered at 21690 cm", "–1", ". This band is associated with d–d transitions from the remaining six-coordinate Ti", "III", " centers in the framework. The lower relative intensity of this peak could be attributed to the fact that less than half of the Ti centers are in a 3+ oxidation state after O", "2", " adsorption. It is also possible that the Ti", "III", " sites adopt a less distorted octahedral geometry, which might explain the absence of any obvious doublet peaks in this region. Additionally, there is significant absorption in the near-UV region after oxidation, which is likely associated with ligand or Ti", "III", " to Ti", "IV", " charge transfer.", "Magnetic Susceptibility", "The high percentage of titanium(IV) peroxo species present in oxidized ", "1", " implies that the barrier to intervalence charge transfer through the oxo bridge in each Ti", "3", "O unit is relatively low. To further probe the electronic structure of the material, dc magnetic susceptibility measurements were performed for activated ", "1", " under an applied magnetic field of 0.1 T (", "Figure ", "7", "). The χ", "M", "T", " value of ", "1", " at 300 K and 0.1 T is 0.919 emu·K/mol, well below the value of 1.125 emu·K/mol expected for three noninteracting ", "S", " = ", "1", "/", "2", " spins with ", "g", " = 2. This low value suggests strong intracluster antiferromagnetic coupling, which is consistent with the lack of an EPR signal for ", "1", " at room temperature. For comparison, the magnetism of dinuclear oxo-bridged Ti", "III", " molecules has been studied extensively, with special emphasis placed on the type and magnitude of magnetic coupling in relation to the Ti–O–Ti angle.", "(46)", " When this angle is close to 120°, strong antiferromagnetic coupling is observed, supporting the assignment of strong antiferromagnetic coupling within the Ti", "3", "O clusters in ", "1", ", which is expected to exhibit Ti–O–Ti angles near 120°.", "Figure 7. Variable-temperature magnetic susceptibility data collected under ", "H", "dc", " = 0.1 T for ", "1", " activated at 150 °C (circles). The solid line represents a simulation of the data using the Hamiltonian and parameters described in the text.", "As expected for a Ti", "3", "O cluster with one five-coordinate and two six-coordinate Ti", "III", " centers, efforts to simulate the data using an equilateral triangle model with a single coupling parameter were unsuccessful. The magnitude of the intracluster magnetic coupling was instead estimated by simulating the magnetic susceptibility data of ", "1", " using the Hamiltonian ", "Ĥ", " = −2", "J", "(", "Ŝ", "1", "·", "Ŝ", "2", " + ", "Ŝ", "1", "·", "Ŝ", "3", ") – 2", "J", "′(", "Ŝ", "2", "·", "Ŝ", "3", "), where ", "J", " represents the coupling of the five-coordinate Ti", "III", " to each of the six-coordinate Ti", "III", " sites and ", "J", "′ represents the coupling between the two six-coordinate Ti", "III", " sites. A manual correction for temperature-independent paramagnetism was also included, with χ", "TIP", " = 0.001 emu/mol. The value of χ", "TIP", " was determined from the decrease in the magnetic susceptibility of ", "1", " under increased applied magnetic fields (", "Figure S25", "). Using the parameters ", "J", " = −68 cm", "–1", ", ", "J", "′ = −128 cm", "–1", ", ", "g", "1", " = 1.73, and ", "g", "2", " = ", "g", "3", " = 2.00, this model is in good agreement with the magnetic data above 60 K but less so at lower temperatures (", "Figure S26", ").", "The value of χ", "M", "T", " observed for ", "1", " exhibits a discontinuity at 55 K and 0.352 emu·K/mol, which is close to the 0.375 emu·K/mol expected for a spin of ", "S", " = ", "1", "/", "2", ". This is consistent with antiferromagnetic coupling between two of the three Ti", "III", " centers to give an ", "S", " = ", "1", "/", "2", " ground state. As the temperature decreases further, χ", "M", "T", " trends toward zero, presumably because of antiferromagnetic interactions between neighboring Ti", "3", "O clusters within the framework. These low-temperature features could be more successfully modeled using a simulation that included an intercluster coupling constant ", "J", "″. In this case, the magnetic data was best described by the parameters ", "J", " = −52 cm", "–1", ", ", "J", "′ = −137 cm", "–1", ", ", "J", "″ = −3.9 cm", "–1", ", ", "g", "1", " = 1.85, and ", "g", "2", " = ", "g", "3", " = 2.00 (", "Figure ", "7", ").", "Importantly, the parameters in the χ", "M", "T", " simulations are consistent with the proposed structural model of activated ", "1", ". For instance, a low ", "g", " value for the five-coordinate Ti", "III", " centers is consistent with the distortion expected to occur during generation of these sites. Additionally, stronger antiferromagnetic exchange between the two six-coordinate sites compared to that between the five- and six-coordinate sites is expected because the six-coordinate sites have more similar coordination geometries, which should lead to better orbital overlap and stronger magnetic coupling.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions and Outlook", "References", "Conclusions and Outlook", "Through a combination of gas adsorption, X-ray diffraction, spectroscopy, and magnetic susceptibility measurements, the new metal–organic framework Ti-MIL-101 was shown to feature five-coordinate Ti", "III", " centers that react with O", "2", " to form titanium(IV) superoxo and peroxo species. This compound is the highest-surface-area titanium-based porous material to date and represents the first all-titanium(III) metal–organic framework with permanent porosity. Perhaps more importantly, we have shown that, although there are coordinatively unsaturated Ti", "III", " centers in the framework, these sites do not function as exposed metal cations. In order to realize trivalent and tetravalent exposed metal cations capable of polarizing H", "2", " and other gas molecules, more rigid frameworks are needed to prevent the coordination geometry of the metal from distorting to shield exposed charge after desolvation. While this has been accomplished for divalent metals, it represents an ongoing challenge for the design and synthesis of higher-valent metal–organic frameworks.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions and Outlook", "References", "Supporting Information", "The Supporting Information is available free of charge on the ", "ACS Publications website", " at DOI: ", "10.1021/acs.inorgchem.5b02046", ".", "Additional experimental details, adsorption data, isotherm fit parameters, powder X-ray diffraction data, IR spectra, UV–vis–NIR spectra, EPR spectrum integration results, and magnetic susceptibility data (", "PDF", ")", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions and Outlook", "References", "Acknowledgment", "This research was supported by the Department of Energy, Office of Energy Efficiency and Renewable Energy (DOE-EERE), Fuel Cell Technologies Office. Powder X-ray diffraction data were collected at Beamline 11-BM at the APS, a DOE Office of Science User Facility, operated by Argonne National Laboratory under Contract DE-AC02-06CH11357. We thank Dianne J. Xiao, David Z. Zee, and Gokhan Barin for helpful discussions, and we thank the NSF for providing graduate fellowship support for J.A.M. and L.E.D. EPR studies were supported by the U.S. DOE, Office of Science, Basic Energy Sciences, Chemical Sciences, Biosciences, and Geosciences Division, Heavy Element Chemistry Program, and were performed at Lawrence Berkeley National Laboratory under Contract DE-AC02-05CH11231.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions and Outlook", "References", "References", "This article references 46 other publications.", "1. ", "(a) ", "Yaghi", ", ", "O. M.", "; ", "Li", ", ", "H.", "; ", "Eddaoudi", ", ", "M.", "; ", "O'Keefe", ", ", "M.", " ", "Nature", " ", "1999", ",  ", "402", ",  ", "276", "– ", "279", " DOI: 10.1038/46248", " ", "[", "Crossref", "], [", "CAS", "]", "1. ", "Design and synthesis of an exceptionally stable and highly porous metal-organic framework", "Li, Hailian; Eddaoudi, Mohamed; O'Keeffe, M.; Yaghi, M.", "Nature (London)", "\r\n        (", "1999", "),\r\n    ", "402", "\r\n        (", "6759", "),\r\n    ", "276-279", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Macmillan Magazines", ")\r\n        ", "Open metal-org. frameworks are widely regarded as promising materials for applications in catalysis, sepn., gas storage and mol. recognition.  Compared to conventionally used microporous inorg. materials such as zeolites, these org. structures have the potential for more flexible rational design, through control of the architecture and functionalization of the pores.  So far, the inability of these open frameworks to support permanent porosity and to avoid collapsing in the absence of guest mols., such as solvents, has hindered further progress in the field.  The authors report the synthesis of a metal-org. framework, Zn4O(BDC)3.(DMF)8.(PhCl) (named MOF-5, where BDC = 1,4-benzenedicarboxylate), which remains cryst., as evidenced by x-ray single-crystal analyses, and stable when fully desolvated and when heated up to 300°.  This synthesis is achieved by borrowing ideas from metal carboxylate cluster chem., where an org. dicarboxylate linker was used in a reaction that gives supertetrahedron clusters when capped with monocarboxylates.  The rigid and divergent character of the added linker allows the articulation of the clusters into a three-dimensional framework resulting in a structure with higher apparent surface area and pore vol. than most porous cryst. zeolites.  This simple and potentially universal design strategy is currently being pursued in the synthesis of new phases and composites, and for gas-storage applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXnvFSiuro%253D&md5=68f27e20a7e4e15ea2c2f49a2a61e98a", "(b) ", "Kitagawa", ", ", "S.", "; ", "Kitaura", ", ", "R.", "; ", "Noro", ", ", "S.-I.", " ", "Angew. Chem., Int. Ed.", " ", "2004", ",  ", "43", ",  ", "2334", "– ", "2375", " DOI: 10.1002/anie.200300610", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Functional porous coordination polymers", "Kitagawa, Susumu; Kitaura, Ryo; Noro, Shin-ichiro", "Angewandte Chemie, International Edition", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "18", "),\r\n    ", "2334-2375", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Discussion concs. on three aspects of coordination polymers: (1) the use of crystal engineering to construct porous frameworks from connectors and linkers (nano-space engineering), (2) characterizing and cataloging the porous properties by functions for storage, exchange, sepn., etc., and (3) the next generation of porous functions based on dynamic crystal transformations caused by guest mols. or phys. stimuli.  The authors' aim is to present the state of the art chem. and physics of and in the micropores of porous coordination polymers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXktFShtLk%253D&md5=9df52e99bad3cc0db67f65551a8c154f", "(c) ", "Matsuda", ", ", "R.", "; ", "Kitaura", ", ", "R.", "; ", "Kitagawa", ", ", "S.", "; ", "Kubota", ", ", "Y.", "; ", "Belosludov", ", ", "R. V.", "; ", "Kobayashi", ", ", "T. C.", "; ", "Sakamoto", ", ", "H.", "; ", "Chiba", ", ", "T.", "; ", "Takata", ", ", "M.", "; ", "Kawazoe", ", ", "Y.", "; ", "Mita", ", ", "Y.", " ", "Nature", " ", "2005", ",  ", "436", ",  ", "238", "– ", "241", " DOI: 10.1038/nature03852", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Highly controlled acetylene accommodation in a metal-organic microporous material", "Matsuda, Ryotaro; Kitaura, Ryo; Kitagawa, Susumu; Kubota, Yoshiki; Belosludov, Rodion V.; Kobayashi, Tatsuo C.; Sakamoto, Hirotoshi; Chiba, Takashi; Takata, Masaki; Kawazoe, Yoshiyuki; Mita, Yoshimi", "Nature (London, United Kingdom)", "\r\n        (", "2005", "),\r\n    ", "436", "\r\n        (", "7048", "),\r\n    ", "238-241", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Metal-org. microporous materials (MOMs) have attracted wide scientific attention owing to their unusual structure and properties, as well as com. interest due to their potential applications in storage, sepn. and heterogeneous catalysis.  One of the advantages of MOMs compared to other microporous materials, such as activated carbons, is their ability to exhibit a variety of pore surface properties such as hydrophilicity and chirality, as a result of the controlled incorporation of org. functional groups into the pore walls.  This capability means that the pore surfaces of MOMs could be designed to adsorb specific mols.; but few design strategies for the adsorption of small mols. have been established so far.  Here we report high levels of selective sorption of acetylene mols. as compared to a very similar mol., carbon dioxide, onto the functionalized surface of a MOM.  The acetylene mols. are held at a periodic distance from one another by hydrogen bonding between two non-coordinated oxygen atoms in the nanoscale pore wall of the MOM and the two hydrogen atoms of the acetylene mol.  This permits the stable storage of acetylene at a d. 200 times the safe compression limit of free acetylene at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXmtVers7o%253D&md5=33d1004f5e9fc5dff5fe8327ebc502d7", "(d) ", "Millward", ", ", "A. R.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "17998", "– ", "17999", " DOI: 10.1021/ja0570032", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Metal-Organic Frameworks with Exceptionally High Capacity for Storage of Carbon Dioxide at Room Temperature", "Millward, Andrew R.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "51", "),\r\n    ", "17998-17999", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) show high CO2 storage capacity at room temp.  Gravimetric CO2 isotherms for MOF-2, MOF-505, Cu3(BTC)2, MOF-74, IRMOF-11, IRMOF-3, IRMOF-6, IRMOF-1 and MOF-177 are reported up to 42 bar.  Type I isotherms are found in all cases except for MOFs based on Zn4O(O2C)6 clusters, which reveal a sigmoidal isotherm.  The various pressures of the isotherm steps correlate with increasing pore size, which indicates potential for gas sepns.  The amine functionality of the IRMOF-3 pore shows evidence of relatively increased affinity for CO2.  Capacities qual. scale with surface area and range from 3.2 mmol/g for MOF-2 to 33.5 mmol/g (320 cm3(STP)/cm3, 147 wt %) for MOF-177, the highest CO2 capacity of any porous material reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXht1GktLnJ&md5=ad433b990b72836a16c8647c09ec85f2", "(e) ", "Feŕey", ", ", "G.", " ", "Chem. Soc. Rev.", " ", "2008", ",  ", "37", ",  ", "191", "– ", "214", " DOI: 10.1039/B618320B", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Hybrid porous solids: past, present, future", "Ferey, Gerard", "Chemical Society Reviews", "\r\n        (", "2008", "),\r\n    ", "37", "\r\n        (", "1", "),\r\n    ", "191-214", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This crit. review will be of interest to the experts in porous solids (including catalysis), but also solid state chemists and physicists.  It presents the state-of-the-art on hybrid porous solids, their advantages, their new routes of synthesis, the structural concepts useful for their 'design', aiming at reaching very large pores.  Their dynamic properties and the possibility of predicting their structure are described.  The large tunability of the pore size leads to unprecedented properties and applications.  They concern adsorption of species, storage and delivery and the phys. properties of the dense phases. (323 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmtVWgsg%253D%253D&md5=89265036ce82503c95ce56685a9ceceb", "(f) ", "Morris", ", ", "R. E.", "; ", "Wheatley", ", ", "P. S.", " ", "Angew. Chem., Int. Ed.", " ", "2008", ",  ", "47", ",  ", "4966", "– ", "4981", " DOI: 10.1002/anie.200703934", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Gas storage in nanoporous materials", "Morris, Russell E.; Wheatley, Paul S.", "Angewandte Chemie, International Edition", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "27", "),\r\n    ", "4966-4981", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Gas storage in solids is becoming an ever more important technol., with applications and potential applications ranging from energy and the environment all the way to biol. and medicine.  Very highly porous materials, such as zeolites, carbon materials, polymers, and metal-org. frameworks, offer a wide variety of chem. compn. and structural architectures that are suitable for the adsorption and storage of many different gases, including hydrogen, methane, nitric oxide, and carbon dioxide.  However, the challenges assocd. with designing materials to have sufficient adsorption capacity, controllable delivery rates, suitable lifetimes, and recharging characteristics are not trivial in many instances.  The different chem. assocd. with the various gases of interest makes it necessary to carefully match the properties of the porous material to the required application.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXoslags7s%253D&md5=493591f2384eabaec7b9a26944610c97", "(g) ", "Czaja", ", ", "A. U.", "; ", "Trukhan", ", ", "N.", "; ", "Müller", ", ", "U.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1284", "– ", "1293", " DOI: 10.1039/b804680h", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Industrial applications of metal-organic frameworks", "Czaja, Alexander U.; Trukhan, Natalia; Muller, Ulrich", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1284-1293", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  New materials are prerequisite for major breakthrough applications affecting the daily life, and therefore are pivotal for the chem. industry.  Metal-org. frameworks (MOFs) constitute an emerging class of materials useful in gas storage, gas purifn., and sepn. applications as well as heterogeneous catalysis.  They not only offer higher surface areas and the potential for enhanced activity than currently used materials like base metal oxides, but also provide shape/size selectivity which is important both for sepns. and catalysis.  In this crit. review an overview of the potential applications of MOFs in the chem. industry is presented.  Furthermore, the synthesis and characterization of the materials are briefly discussed from the industrial perspective.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7o%253D&md5=63295ce7e2fb393c1abecd7623bc9c58", "(h) ", "Chen", ", ", "B.", "; ", "Xiang", ", ", "S.", "; ", "Qian", ", ", "G.", " ", "Acc. Chem. Res.", " ", "2010", ",  ", "43", ",  ", "1115", "– ", "1124", " DOI: 10.1021/ar100023y", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Metal-Organic Frameworks with Functional Pores for Recognition of Small Molecules", "Chen, Banglin; Xiang, Shengchang; Qian, Guodong", "Accounts of Chemical Research", "\r\n        (", "2010", "),\r\n    ", "43", "\r\n        (", "8", "),\r\n    ", "1115-1124", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Mol. recognition, an important process in biol. and chem. systems, governs the diverse functions of a variety of enzymes and unique properties of some synthetic receptors.  Because mol. recognition is based on weak interactions between receptors and substrates, the design and assembly of synthetic receptors to mimic biol. systems and the development of novel materials to discriminate different substrates for selective recognition of specific mols. has proved challenging.  The extensive research on synthetic receptors for mol. recognition, particularly on noncovalent complexes self-assembled by hydrogen bonding and metal-org. coordination, has revealed some underlying principles.  In particular, these studies have demonstrated that the shapes of the supramol. receptors play significant roles in their specific and selective recognition of substrates: receptors can offer concave surfaces that complement their convex targets.  This Account describes our research to develop a synthetic mol. recognition platform using porous metal-org. frameworks (MOFs).  These materials contain functional pores to direct their specific and unique recognition of small mols. through several types of interactions: van der Waals interactions of the framework surface with the substrate, metal-substrate interactions, and hydrogen bonding of the framework surface with the substrate.  These materials have potential applications for gas storage, sepn., and sensing.  We demonstrate a simple strategy to construct a primitive cubic net of interpenetrated microporous MOFs from the self-assembly of the paddle-wheel clusters M2(CO2)4 (M = Cu2+, Zn2+, and Co2+) with two types of org. dicarboxylic acid and pillar bidentate linkers.  This efficient method allows us to rationally tune the micropores to size-exclusively sort different small gas mols., leading to the highly selective sepn. and purifn. of gases.  By optimizing the strong interactions between open metal sites within porous MOFs and gas mols. such as hydrogen and acetylene, we have developed several MOF materials with extraordinary acetylene storage capacity at room temp.  We have also immobilized Lewis acidic and basic sites into luminescent porous MOFs to recognize and sense neutral and ionic species.  Using the strategy to systematically immobilize different open metal sites within porous MOFs from the metallo-ligand precursors, we have developed the first microporous mixed-metal-org. framework (M'MOF) with enhanced affinity for hydrogen mols., which successfully sepd. D2 from H2 using kinetic isotope quantum mol. sieving.  Because we can functionalize the pores to direct their specific recognition of small mols., the emerging porous MOFs serve as novel functional materials for gas storage, sepn., heterogeneous catalysis, and sensing.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXlslyhtrs%253D&md5=f9230905a5656f9fe0e487967ecae356", "(i) ", "Zhou", ", ", "H.-C.", "; ", "Long", ", ", "J. R.", "; ", "Yaghi", ", ", "O. M.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "673", "– ", "674", " DOI: 10.1021/cr300014x", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Introduction to Metal-Organic Frameworks", "Zhou, Hong-Cai; Long, Jeffrey R.; Yaghi, Omar M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "673-674", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review is presented on prepn., structure and application of Metal-Org. Frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1OjtLw%253D&md5=abf05fcd4ae6b394b7f1048a93f5ebbc", "(j) ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. R.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T.-H.", "; ", "Long", ", ", "J. R.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "724", "– ", "781", " DOI: 10.1021/cr2003272", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "(k) ", "Li", ", ", "J.-R.", "; ", "Sculley", ", ", "J.", "; ", "Zhou", ", ", "H.-C.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "869", "– ", "932", " DOI: 10.1021/cr200190s", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Metal-Organic Frameworks for Separations", "Li, Jian-Rong; Sculley, Julian; Zhou, Hong-Cai", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "869-932", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  This article reviews the metal-org. frameworks (MOFs), a new class of porous solid materials.  Their performances for applications in sepns. and purifications is attracting intense interest of researchers working in the fields of chem., chem. engineering, materials science, and others.  Despite being in its infancy, the research progress in this subject has already shown that MOFs are promising for sepn. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1OnsbbL&md5=635f36e2682f7fbc651f5021d591a1cf", "(l) ", "Herm", ", ", "Z. R.", "; ", "Bloch", ", ", "E. D.", "; ", "Long", ", ", "J. R.", " ", "Chem. Mater.", " ", "2014", ",  ", "26", ",  ", "323", "– ", "338", " DOI: 10.1021/cm402897c", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Hydrocarbon Separations in Metal-Organic Frameworks", "Herm, Zoey R.; Bloch, Eric D.; Long, Jeffrey R.", "Chemistry of Materials", "\r\n        (", "2014", "),\r\n    ", "26", "\r\n        (", "1", "),\r\n    ", "323-338", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  New materials capable of sepg. mixts. of satd., unsatd., and arom. hydrocarbons can enable more efficient industrial processes and cleaner energy.  Outstanding challenges in hydrocarbon sepns. stem from the similar structures, properties, and reactivities of the mols. comprising many of these mixts.  With high surface areas, tunable pore geometries, and adjustable surface functionality, metal-org. frameworks hold tremendous promise for effecting previously difficult or impossible sepns.  In this review, the authors provide a comprehensive account of the metal-org. frameworks that were studied for hydrocarbon sepns. within the context of their potential relevance for sepg. various industrial alkane-, alkene-, and arom.-contg. mixts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvVGkt77J&md5=4ee37f75e71bbe24847dcb57880a80d1", "(m) ", "Evans", ", ", "J. D.", "; ", "Sumby", ", ", "C. J.", "; ", "Doonan", ", ", "C. J.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5933", "– ", "5951", " DOI: 10.1039/C4CS00076E", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Post-synthetic metalation of metal-organic frameworks", "Evans, Jack D.; Sumby, Christopher J.; Doonan, Christian J.", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5933-5951", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Post-synthetic metalation (PSMet) offers expansive scope for a targeted approach to tailoring the properties of MOFs.  Numerous methods for carrying-out PSMet chem. are reported, however, these can be categorized into three general strategies: (a) addn. to coordinating groups; (b) counterion exchange in charged frameworks; or, (c) host-guest encapsulation of metal-contg. entities within the pores of the framework.  PSMet was applied to enhance the performance characteristics of parent MOFs for gas storage and sepn., and catalysis.  Notably, PSMet is a prominent strategy in the field of MOF catalysis as it offers a route to design size-selective catalysts, based on the premise of reticular chem. in MOFs and the ability to incorporate a range of catalytically-active metal centers.  Other applications for materials produced via or using PSMet strategies include enhancing gas storage or mol. sepns., the triggered release of drugs, sensing and tunable light emission for luminescent materials.  This review surveys seminal examples of PSMet to highlight the broad scope of this technique for enhancing the performance characteristics of MOFs and to demonstrate how the PSMet concept can be developed for future applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7nK&md5=963c0ec635794499f19e2c513741ea26", "2. ", "(a) ", "Caskey", ", ", "S. R.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "10870", "– ", "10871", " DOI: 10.1021/ja8036096", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Dramatic Tuning of Carbon Dioxide Uptake via Metal Substitution in a Coordination Polymer with Cylindrical Pores", "Caskey, Stephen R.; Wong-Foy, Antek G.; Matzger, Adam J.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "33", "),\r\n    ", "10870-10871", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of four isostructural microporous coordination polymers (MCPs) differing in metal compn. is demonstrated to exhibit exceptional uptake of CO2 at low pressures and ambient temp.  These conditions are particularly relevant for capture of flue gas from coal-fired power plants.  A magnesium-based material is presented that is the highest surface area magnesium MCP yet reported and displays ultrahigh affinity based on heat of adsorption for CO2.  This study demonstrates that physisorptive materials can achieve affinities and capacities competitive with amine sorbents while greatly reducing the energy cost assocd. with regeneration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXptVGjtrw%253D&md5=6a99fc22cd66a556c63695cf22a12603", "(b) ", "Dietzel", ", ", "P. D. C.", "; ", "Besikiotis", ", ", "V.", "; ", "Blom", ", ", "R.", " ", "J. Mater. Chem.", " ", "2009", ",  ", "19", ",  ", "7362", "– ", "7370", " DOI: 10.1039/b911242a", " ", "[", "Crossref", "], [", "CAS", "]", "2. ", "Application of metal-organic frameworks with coordinatively unsaturated metal sites in storage and separation of methane and carbon dioxide", "Dietzel, Pascal D. C.; Besikiotis, Vasileios; Blom, Richard", "Journal of Materials Chemistry", "\r\n        (", "2009", "),\r\n    ", "19", "\r\n        (", "39", "),\r\n    ", "7362-7370", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The metal-org. frameworks M2(dhtp)(H2O)2·8H2O (CPO-27-M, M = Ni, Mg) can be activated to give the empty framework compds. M2(dhtp) with a honeycomb analogous structure contg. large micropores of 11-12 Å diam. and a high concn. of open metal sites.  These sites play a major role in the adsorption of methane and carbon dioxide, which was studied at pressures up to 100 bar and 50 bar, resp., and various temps. in the range of 179 to 473 K. Both gases are taken up by the material in significant amts.  The max. excess adsorption of CO2 obsd. at 298 K was 51 wt.% for Ni2(dhtp) and 63 wt.% for Mg2(dhtp).  A surprisingly large amt. of CO2, in the range 25-30 wt.%, was still adsorbed at 473 K. Up to 18 and 22 wt.% methane were adsorbed at 179 K in the nickel and the magnesium compd., resp.  Congruent with this result is the high isosteric heat of adsorption obsd., which was found to be in the range 38-43 kJ mol-1 for CO2 and 20-22 kJ mol-1 for CH4, initially.  The heat of adsorption decreases significantly after the open metal sites have been occupied, which also is reflected in the shape of the adsorption isotherms.  The vacant coordination site at the metal atom also imparts favorable properties in respect to gas sepn. onto the material.  Breakthrough expts. using Ni2(dhtp) and gas mixts. of CO2-N2 and CO2-CH4 demonstrate the ability of the material to sep. these gases.  It is shown that carbon dioxide is preferentially adsorbed over methane or nitrogen.  In the case of CO2-N2, the retention is quant. within the precision of the detection system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht1SqsL3E&md5=772720d3befb7d050c696517be8ca169", "(c) ", "Herm", ", ", "Z. R.", "; ", "Swisher", ", ", "J. A.", "; ", "Smit", ", ", "B.", "; ", "Krishna", ", ", "R.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "5664", "– ", "5667", " DOI: 10.1021/ja111411q", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Metal-Organic Frameworks as Adsorbents for Hydrogen Purification and Precombustion Carbon Dioxide Capture", "Herm, Zoey R.; Swisher, Joseph A.; Smit, Berend; Krishna, Rajamani; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "15", "),\r\n    ", "5664-5667", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Selected metal-org. frameworks exhibiting representative properties - high surface area, structural flexibility, or the presence of open metal cation sites - were tested for utility in the sepn. of CO2 from H2 via pressure swing adsorption.  Single-component CO2 and H2 adsorption isotherms were measured at 313 K and pressures up to 40 bar for Zn4O(BTB)2 (MOF-177, BTB3- = 1,3,5-benzenetribenzoate), Be12(OH)12(BTB)4 (Be-BTB), Co(BDP) (BDP2- = 1,4-benzenedipyrazolate), H3[(Cu4Cl)3(BTTri)8] (Cu-BTTri, BTTri3- = 1,3,5-benzenetristriazolate), and Mg2(dobdc) (dobdc4- = 1,4-dioxido-2,5-benzenedicarboxylate).  Ideal adsorbed soln. theory was used to est. realistic isotherms for the 80:20 and 60:40 H2/CO2 gas mixts. relevant to H2 purifn. and precombustion CO2 capture, resp.  In the former case, the results afford CO2/H2 selectivities between 2 and 860 and mixed-gas working capacities, assuming a 1. bar purge pressure, ≤8.6 mol/kg and 7.4 mol/L.  In particular, metal-org. frameworks with a high concn. of exposed metal cation sites, Mg2(dobdc) and Cu-BTTri, offer significant improvements over commonly used adsorbents, indicating the promise of such materials for applications in CO2/H2 sepns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjvVShs70%253D&md5=bec4f213a7844d1573bef3d22b37562e", "(d) ", "Mason", ", ", "J. A.", "; ", "Sumida", ", ", "K.", "; ", "Herm", ", ", "Z. R.", "; ", "Krishna", ", ", "R.", "; ", "Long", ", ", "J. R.", " ", "Energy Environ. Sci.", " ", "2011", ",  ", "4", ",  ", "3030", "– ", "3040", " DOI: 10.1039/c1ee01720a", " ", "[", "Crossref", "], [", "CAS", "]", "2. ", "Evaluating metal-organic frameworks for post-combustion carbon dioxide capture via temperature swing adsorption", "Mason, Jarad A.; Sumida, Kenji; Herm, Zoey R.; Krishna, Rajamani; Long, Jeffrey R.", "Energy & Environmental Science", "\r\n        (", "2011", "),\r\n    ", "4", "\r\n        (", "8", "),\r\n    ", "3030-3040", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two representative metal-org. frameworks, Zn4O(BTB)2 (BTB3- = 1,3,5-benzenetribenzoate; MOF-177) and Mg2(dobdc) (dobdc4- = 1,4-dioxido-2,5-benzenedicarboxylate; Mg-MOF-74, CPO-27-Mg), are evaluated in detail for their potential use in post-combustion CO2 capture via temp. swing adsorption (TSA).  Low-pressure single-component CO2 and N2 adsorption isotherms were measured every 10° from 20 to 200°, allowing the performance of each material to be analyzed precisely.  To gain a more complete understanding of the sepn. phenomena and the thermodn. of CO2 adsorption, the isotherms were analyzed using a variety of methods.  With regard to the isosteric heat of CO2 adsorption, Mg2(dobdc) exhibits an abrupt drop at loadings approaching the satn. of the Mg2+ sites, which has significant implications for regeneration in different industrial applications.  The CO2/N2 selectivities were calcd. using ideal adsorbed soln. theory (IAST) for MOF-177, Mg2(dobdc), and zeolite NaX, and working capacities were estd. using a simplified TSA model.  Significantly, MOF-177 fails to exhibit a pos. working capacity even at regeneration temps. ≤200°, while Mg2(dobdc) reaches a working capacity of 17.6% at this temp.  Breakthrough simulations were also performed for the three materials, demonstrating the superior performance of Mg2(dobdc) over MOF-177 and zeolite NaX.  The presence of strong CO2 adsorption sites is essential for a metal-org. framework to be of utility in post-combustion CO2 capture via a TSA process, and present a methodol. for the evaluation of new metal-org. frameworks via anal. of single-component gas adsorption isotherms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFSrs7bI&md5=6db0dde57f421548748aa557127ae651", "(e) ", "Bloch", ", ", "E. D.", "; ", "Queen", ", ", "W. L.", "; ", "Krishna", ", ", "R.", "; ", "Zadrozny", ", ", "J. M.", "; ", "Brown", ", ", "C. M.", "; ", "Long", ", ", "J. R.", " ", "Science", " ", "2012", ",  ", "335", ",  ", "1606", "– ", "1610", " DOI: 10.1126/science.1217544", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Hydrocarbon Separations in a Metal-Organic Framework with Open Iron(II) Coordination Sites", "Bloch, Eric D.; Queen, Wendy L.; Krishna, Rajamani; Zadrozny, Joseph M.; Brown, Craig M.; Long, Jeffrey R.", "Science (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "335", "\r\n        (", "6076", "),\r\n    ", "1606-1610", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "The energy costs assocd. with large-scale industrial sepn. of light hydrocarbons by cryogenic distn. could potentially be lowered through development of selective solid adsorbents that operate at higher temps.  Here, the metal-org. framework Fe2(dobdc) (dobdc4- : 2,5-dioxido-1,4-benzenedicarboxylate) is demonstrated to exhibit excellent performance characteristics for sepn. of ethylene/ethane and propylene/propane mixts. at 318 K.  Breakthrough data obtained for these mixts. provide exptl. validation of simulations, which in turn predict high selectivities and capacities of this material for the fractionation of methane/ethane/ethylene/acetylene mixts., removal of acetylene impurities from ethylene, and membrane-based olefin/paraffin sepns.  Neutron powder diffraction data confirm a side-on coordination of acetylene, ethylene, and propylene at the iron(II) centers, while also providing solid-state structural characterization of the much weaker interactions of ethane and propane with the metal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XksVyqsLc%253D&md5=d149ed45c3e688d5e4ee63d75629bd4f", "(f) ", "Geier", ", ", "S. J.", "; ", "Mason", ", ", "J. A.", "; ", "Bloch", ", ", "E. D.", "; ", "Queen", ", ", "W. L.", "; ", "Hudson", ", ", "M. R.", "; ", "Brown", ", ", "C. M.", "; ", "Long", ", ", "J. R.", " ", "Chem. Sci.", " ", "2013", ",  ", "4", ",  ", "2054", "– ", "2061", " DOI: 10.1039/c3sc00032j", " ", "[", "Crossref", "], [", "CAS", "]", "2. ", "Selective adsorption of ethylene over ethane and propylene over propane in the metal-organic frameworks M2(dobdc) (M = Mg, Mn, Fe, Co, Ni, Zn)", "Geier, Stephen J.; Mason, Jarad A.; Bloch, Eric D.; Queen, Wendy L.; Hudson, Matthew R.; Brown, Craig M.; Long, Jeffrey R.", "Chemical Science", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "5", "),\r\n    ", "2054-2061", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A significant redn. in the energy costs assocd. with the cryogenic sepn. of ethylene-ethane and propylene-propane mixts. could potentially be realized through the use of selective solid adsorbents that operate at higher temps.  The metal-org. frameworks M2(dobdc) (M = Mg, Mn, Fe, Co, Ni, Zn; dobdc4- = 2,5-dioxido-1,4-benzenedicarboxylate) are of particular interest for this application, owing to their high d. of coordinatively unsatd. M2+ cation sites that can selectively interact with unsatd. hydrocarbons.  Here, we present gas adsorption data for ethylene, ethane, propylene, and propane at 45, 60, and 80 °C for the entire series.  The means of sample prepn. and activation is found to be important for achieving high sepn. selectivities and capacities.  While all of the compds. investigated show good performance characteristics, Fe2(dobdc) and Mn2(dobdc) exhibit the highest selectivities for the sepn. of ethylene-ethane and propylene-propane mixts., resp.  Crystal structures detd. from neutron powder diffraction data elucidate the binding of ethane, ethylene, and propylene in Mn2(dobdc) and Co2(dobdc).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXltVOltbo%253D&md5=1e4709795ff5b0869f5d7aad97864a05", "(g) ", "Peng", ", ", "Y.", "; ", "Krungleviciute", ", ", "V.", "; ", "Eryazici", ", ", "I.", "; ", "Hupp", ", ", "J. T.", "; ", "Farha", ", ", "O. K.", "; ", "Yildirim", ", ", "T.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "11887", "– ", "11894", " DOI: 10.1021/ja4045289", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Methane Storage in Metal-Organic Frameworks: Current Records, Surprise Findings, and Challenges", "Peng, Yang; Krungleviciute, Vaiva; Eryazici, Ibrahim; Hupp, Joseph T.; Farha, Omar K.; Yildirim, Taner", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "32", "),\r\n    ", "11887-11894", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors have examd. the methane uptake properties of 6 of the most promising metal org. framework (MOF) materials: PCN-14, UTSA-20, HKUST-1, Ni-MOF-74 (Ni-CPO-27), NU-111, and NU-125.  HKUST-1, a material that is com. available in gram scale, exhibits a room-temp. volumetric methane uptake that exceeds any value reported to date.  The total uptake is ∼230 cc(STP)/cc at 35 bar and 270 cc(STP)/cc at 65 bar, which meets the new volumetric target recently set by the Department of Energy (DOE) if the packing efficiency loss is ignored.  The authors emphasize that MOFs with high surface areas and pore vols. perform better overall.  NU-111, for example, reaches ∼75% of both the gravimetric and the volumetric targets.  Values for gravimetric uptake, pore vol., and inverse d. of the MOFs the authors studied scale essentially linearly with surface area.  From this linear dependence, the authors est. that a MOF with surface area 7500 m2/g and pore vol. 3.2 cc/g could reach the current DOE gravimetric target of 0.5 g/g while simultaneously exhibiting around ∼200 cc/cc volumetric uptake.  While values for volumetric uptake are based on ideal single crystal densities, in reality the packing densities of MOFs are much lower.  Finally, compacting HKUST-1 into wafer shapes partially collapses the framework, decreasing both volumetric and gravimetric uptake significantly.  Hence, one of the important challenges going forward is to find ways to pack MOFs efficiently without serious damage or to synthesize MOFs that can withstand substantial mech. pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtV2msbrN&md5=23f9bfad78f204569f0bf7c902d42dca", "(h) ", "Mason", ", ", "J. A.", "; ", "Veenstra", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "Chem. Sci.", " ", "2014", ",  ", "5", ",  ", "32", "– ", "51", " DOI: 10.1039/C3SC52633J", " ", "[", "Crossref", "], [", "CAS", "]", "2. ", "Evaluating metal-organic frameworks for natural gas storage", "Mason, Jarad A.; Veenstra, Mike; Long, Jeffrey R.", "Chemical Science", "\r\n        (", "2014", "),\r\n    ", "5", "\r\n        (", "1", "),\r\n    ", "32-51", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks have received significant attention as a new class of adsorbents for natural gas storage; however, inconsistencies in reporting high-pressure adsorption data and a lack of comparative studies have made it challenging to evaluate both new and existing materials.  Here, we briefly discuss high-pressure adsorption measurements and review efforts to develop metal-org. frameworks with high methane storage capacities.  To illustrate the most important properties for evaluating adsorbents for natural gas storage and for designing a next generation of improved materials, six metal-org. frameworks and an activated carbon, with a range of surface areas, pore structures, and surface chemistries representative of the most promising adsorbents for methane storage, are evaluated in detail.  High-pressure methane adsorption isotherms are used to compare gravimetric and volumetric capacities, isosteric heats of adsorption, and usable storage capacities.  Addnl., the relative importance of increasing volumetric capacity, rather than gravimetric capacity, for extending the driving range of natural gas vehicles is highlighted.  Other important systems-level factors, such as thermal management, mech. properties, and the effects of impurities, are also considered, and potential materials synthesis contributions to improving performance in a complete adsorbed natural gas system are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvVGntLvE&md5=05a99cd7be9ef1819aca42d1c36f1f1d", "(i) ", "Bloch", ", ", "E. D.", "; ", "Hudson", ", ", "M. R.", "; ", "Mason", ", ", "J. A.", "; ", "Chavan", ", ", "S.", "; ", "Crocella", ", ", "V.", "; ", "Howe", ", ", "J. D.", "; ", "Lee", ", ", "K.", "; ", "Dzubak", ", ", "A. L.", "; ", "Queen", ", ", "W. L.", "; ", "Zadrozny", ", ", "J. M.", "; ", "Geier", ", ", "S. J.", "; ", "Lin", ", ", "L. C.", "; ", "Gagliardi", ", ", "L.", "; ", "Smit", ", ", "B.", "; ", "Neaton", ", ", "J. B.", "; ", "Bordiga", ", ", "S.", "; ", "Brown", ", ", "C. M.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "10752", "– ", "10761", " DOI: 10.1021/ja505318p", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Reversible CO Binding Enables Tunable CO/H2 and CO/N2 Separations in Metal-Organic Frameworks with Exposed Divalent Metal Cations", "Bloch, Eric D.; Hudson, Matthew R.; Mason, Jarad A.; Chavan, Sachin; Crocella, Valentina; Howe, Joshua D.; Lee, Kyuho; Dzubak, Allison L.; Queen, Wendy L.; Zadrozny, Joseph M.; Geier, Stephen J.; Lin, Li-Chiang; Gagliardi, Laura; Smit, Berend; Neaton, Jeffrey B.; Bordiga, Silvia; Brown, Craig M.; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "30", "),\r\n    ", "10752-10761", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Six metal-org. frameworks of the M2(dobdc) (M = Mg, Mn, Fe, Co, Ni, Zn; dobdc4- = 2,5-dioxido-1,4-benzenedicarboxylate) structure type bind carbon monoxide reversibly and at high capacity.  IR spectra indicate that, upon coordination of CO to the divalent metal cations lining the pores within these frameworks, the C-O stretching frequency is blue-shifted, consistent with nonclassical metal-CO interactions.  Structure detns. reveal M-CO distances ranging from 2.09(2) Å for M = Ni to 2.49(1) Å for M = Zn and M-C-O angles ranging from 161.2(7)° for M = Mg to 176.9(6)° for M = Fe.  Electronic structure calcns. employing d. functional theory (DFT) resulted in good agreement with the trends apparent in the IR spectra and crystal structures.  These results represent the 1st crystallog. characterized magnesium and zinc carbonyl compds. and the 1st high-spin manganese(II), iron(II), cobalt(II), and nickel(II) carbonyl species.  Adsorption isotherms indicate reversible adsorption, with capacities for the Fe, Co, and Ni frameworks approaching one CO per metal cation site at 1 bar, corresponding to loadings ≤6.0 mmol/g and 157 cm3/cm3.  The six frameworks display (neg.) isosteric heats of CO adsorption ranging from 52.7 to 27.2 kJ/mol along the series Ni > Co > Fe > Mg > Mn > Zn, following the Irving-Williams stability order.  The reversible CO binding suggests that these frameworks may be of utility for the sepn. of CO from various industrial gas mixts., including CO/H2 and CO/N2.  Selectivities detd. from gas adsorption isotherm data using ideal adsorbed soln. theory (IAST) over a range of gas compns. at 1 bar and 298 K indicate that all six M2(dobdc) frameworks could potentially be used as solid adsorbents to replace current cryogenic distn. technologies, with the choice of M dictating adsorbent regeneration energy and the level of purity of the resulting gases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtFWjt7bM&md5=6d81d4160a452c6b699e077d84fbeeaf", "3. ", "(a) ", "Dincă", ", ", "M.", "; ", "Dailly", ", ", "A.", "; ", "Liu", ", ", "Y.", "; ", "Brown", ", ", "C. M.", "; ", "Neumann", ", ", "D. A.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "16876", "– ", "16883", " DOI: 10.1021/ja0656853", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Hydrogen Storage in a Microporous Metal-Organic Framework with Exposed Mn2+ Coordination Sites", "Dinca, Mircea; Dailly, Anne; Liu, Yun; Brown, Craig M.; Neumann, Dan. A.; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "51", "),\r\n    ", "16876-16883", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Use of the tritopic bridging ligand 1,3,5-benzenetristetrazolate (BTT3-) enables formation of [Mn(DMF)6]3[(Mn4Cl)3(BTT)8(H2O)12]2·42DMF·11H2O·20CH3OH, featuring a porous metal-org. framework with a previously unknown cubic topol.  Crystals of the compd. remain intact upon desolvation and show a total H2 uptake of 6.9% at 77 K and 90 bar, which at 60 g H2/L provides a storage d. 85% of that of liq. hydrogen.  The material exhibits a max. isosteric heat of adsorption of 10.1 kJ/mol, the highest yet obsd. for a metal-org. framework.  Neutron powder diffraction data demonstrate that this is directly related to H2 binding at coordinatively unsatd. Mn2+ centers within the framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtlWmurnN&md5=fb69b39a91fc785b685ba0ffb6a43737", "(b) ", "Dietzel", ", ", "P. D. C.", "; ", "Panella", ", ", "B.", "; ", "Hirscher", ", ", "M.", "; ", "Blom", ", ", "R.", "; ", "Fjellvåg", ", ", "H.", " ", "Chem. Commun.", " ", "2006", ",  ", "959", "– ", "961", " DOI: 10.1039/b515434k", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Hydrogen adsorption in a nickel based coordination polymer with open metal sites in the cylindrical cavities of the desolvated framework", "Dietzel, Pascal D. C.; Panella, Barbara; Hirscher, Michael; Blom, Richard; Fjellvag, Helmer", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2006", "),\r\n    ", "\r\n        (", "9", "),\r\n    ", "959-961", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The solvent contained within the cylindrical one-dimensional pores of the novel three-dimensional metal org. framework Ni2(dhtp)(H2O)2·8H2O can be removed without decompn. of the network, allowing gas storage within the cavities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xhs1Slurw%253D&md5=7e2daea44aebb7af24b4606bf72209ed", "(c) ", "Dincă", ", ", "M.", "; ", "Han", ", ", "W. S.", "; ", "Liu", ", ", "Y.", "; ", "Dailly", ", ", "A.", "; ", "Brown", ", ", "C. M.", "; ", "Long", ", ", "J. R.", " ", "Angew. Chem., Int. Ed.", " ", "2007", ",  ", "46", ",  ", "1419", "– ", "1422", " DOI: 10.1002/anie.200604362", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Observation of Cu2+-H2 interactions in a fully desolvated sodalite-type metal-organic framework", "Dinca, Mircea; Han, Won Seok; Liu, Yun; Dailly, Anne; Brown, Craig M.; Long, Jeffrey R.", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "9", "),\r\n    ", "1419-1422", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "This new tetrazolate-based metal-org. framework exhibits high H2 uptake at low temp. and moderate pressure.  The removal of coordinated solvent mols. from Cu2+ within the framework provides strong binding sites for H2 mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXitleisL0%253D&md5=229d1fbe32a599dae9fcf6c29454bb16", "(d) ", "Dietzel", ", ", "P. D. C.", "; ", "Johnsen", ", ", "R. E.", "; ", "Blom", ", ", "R.", "; ", "Fjellvåg", ", ", "H.", " ", "Chem. - Eur. J.", " ", "2008", ",  ", "14", ",  ", "2389", "– ", "2397", " DOI: 10.1002/chem.200701370", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Structural changes and coordinatively unsaturated metal atoms on dehydration of honeycomb analogous microporous metal-organic frameworks", "Dietzel, Pascal D. C.; Johnsen, Rune E.; Blom, Richard; Fjellvag, Helmer", "Chemistry--A European Journal", "\r\n        (", "2008", "),\r\n    ", "14", "\r\n        (", "8", "),\r\n    ", "2389-2397", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The dehydration process of two isostructural microporous coordination polymers, [M2(dhtp)(H2O)2]·8H2O, termed CPO-27-M (M = Co, Zn; H4dhtp = 2,5-dihydroxy-terephthalic acid) was studied by in situ variable temp. x-ray diffraction.  Both compds. contain accessible metal coordination sites after removal of all solvent.  However, despite the analogy of their crystal structures, they behave differently during dehydration.  For CPO-27-Co, H2O desorption is a smooth topotactic process of 2nd order with no concomitant space group change and no increase in microstrain, which is beneficial for the applicability of the material.  Removal of the H2O propagates from the center of the channels outwards.  The coordinating H2O mol. at the metal desorbs only when almost all the bulk H2O in the pores has disappeared.  In contrast, discontinuities in the powder pattern of CPO-27-Zn indicate the occurrence of 1st-order transitions.  The crystal structures of four of the five individual phases could be detd.  The structure of the intermediate phase occurring just before the framework is completely evacuated was elusive in respect to full structure soln. and refinement, but it is most probably related to the removal of the axis of 3-fold symmetry.  The Zn-based material experiences a significant amt. of strain.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXltVOktLc%253D&md5=d5c2054b96d287d7a1e9869201cc40b3", "(e) ", "Liu", ", ", "Y.", "; ", "Kabbour", ", ", "H.", "; ", "Brown", ", ", "C. M.", "; ", "Neumann", ", ", "D. A.", "; ", "Ahn", ", ", "C. C.", " ", "Langmuir", " ", "2008", ",  ", "24", ",  ", "4772", "– ", "4777", " DOI: 10.1021/la703864a", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Increasing the Density of Adsorbed Hydrogen with Coordinatively Unsaturated Metal Centers in Metal-Organic Frameworks", "Liu, Yun; Kabbour, Houria; Brown, Craig M.; Neumann, Dan A.; Ahn, Channing C.", "Langmuir", "\r\n        (", "2008", "),\r\n    ", "24", "\r\n        (", "9", "),\r\n    ", "4772-4777", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Storing mol. hydrogen in porous media is one of the promising avenues for mobile hydrogen storage.  To achieve technol. relevant levels of gravimetric d., the d. of adsorbed H2 must be increased beyond levels attained for typical high surface area carbons.  Here, the authors demonstrate a strong correlation between exposed and coordinatively unsatd. metal centers and enhanced hydrogen surface d. in many framework structures.  The MOF-74 framework structure with open Zn2+ sites displays the highest surface d. for physisorbed hydrogen in framework structures.  Isotherm and neutron scattering methods are used to elucidate the strength of the guest-host interactions and at.-scale bonding of hydrogen in this material.  As a metric with which to compare adsorption d. with other materials, the authors define a surface packing d. and model the strength of the H2-surface interaction required to decrease the H2-H2 distance and to est. the largest possible surface packing d. based on surface physisorption methods.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXjslSns7w%253D&md5=bf9bb02119d8c8b088191cddfe9b6a26", "(f) ", "Zhou", ", ", "W.", "; ", "Wu", ", ", "H.", "; ", "Yildirim", ", ", "T.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "15268", "– ", "15269", " DOI: 10.1021/ja807023q", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Enhanced H2 Adsorption in Isostructural Metal-Organic Frameworks with Open Metal Sites: Strong Dependence of the Binding Strength on Metal Ions", "Zhou, Wei; Wu, Hui; Yildirim, Taner", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "46", "),\r\n    ", "15268-15269", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) with open metal sites exhibit a much stronger H2 binding strength than classical MOFs, due to the direct interaction between H2 and the coordinately unsatd. metal ions.  Here we report a systematic study of the H2 adsorption on a series of isostructural MOFs, M2(dhtp) (M = Mg, Mn, Co, Ni, Zn).  The exptl., initial isosteric heats of adsorption for H2 (Qst) of these MOFs range from 8.5 to 12.9 kJ/mol, with increasing Qst in the following order: Zn, Mn, Mg, Co, and Ni.  The H2 binding energies derived from first-principles calcn. follow the same trend as the exptl. observation on Qst, confirming the electrostatic Coulomb attraction between the H2 and the open metals being the major interaction.  We also found a strong correlation between the metal ion radius, the M-H2 distance, and the H2 binding strength, which provides a viable, empirical method to predict the relative H2 binding strength of different open metals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlWqtb7J&md5=7341e0a6a2a1e3aed4ec52fb909ae503", "(g) ", "Vitillo", ", ", "J. G.", "; ", "Regli", ", ", "L.", "; ", "Chavan", ", ", "S.", "; ", "Ricchiardi", ", ", "G.", "; ", "Spoto", ", ", "G.", "; ", "Dietzel", ", ", "P. D. C.", "; ", "Bordiga", ", ", "S.", "; ", "Zecchina", ", ", "A.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "8386", "– ", "8396", " DOI: 10.1021/ja8007159", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Role of exposed metal sites in hydrogen storage in MOFs", "Vitillo, Jenny G.; Regli, Laura; Chavan, Sachin; Ricchiardi, Gabriele; Spoto, Giuseppe; Dietzel, Pascal D. C.; Bordiga, Silvia; Zecchina, Adriano", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "26", "),\r\n    ", "8386-8396", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The role of exposed metal sites in increasing the H2 storage performances in metal-org. frameworks (MOFs) has been investigated by means of IR spectrometry.  Three MOFs have been considered: MOF-5, with unexposed metal sites, and CPO-27-Ni, with exposed Cu2+ and Ni2+, resp.  The onset temp. of spectroscopic features assocd. with adsorbed H2 correlates with the adsorption enthalpy obtained by the VTIR method and with the shift experienced by the H-H stretching frequency.  This relationship can be ascribed to the different nature and accessibility of the metal sites.  On the basis of a pure energetic evaluation, it was obsd. that the best performance was shown by CPO-27-Ni that exhibits also an initial adsorption enthalpy of -13.5 kJ mol-1, the highest yet obsd. for a MOF.  Unfortunately, upon comparison of the hydrogen amts. stored at high pressure, the hydrogen capacities in these conditions are mostly dependent on the surface area and total pore vol. of the material.  This means that if control of MOF surface area can benefit the total stored amts., only the presence of a great no. of strong adsorption sites can make the (P,T) storage conditions more economically favorable.  These observations lead to the prediction that efficient H2 storage by physisorption can be obtained by increasing the surface d. of strong adsorption sites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmvVGrsLw%253D&md5=de434d4b4a26b2bf0ee7b8f3258f486f", "(h) ", "Sumida", ", ", "K.", "; ", "Horike", ", ", "S.", "; ", "Kaye", ", ", "S. S.", "; ", "Herm", ", ", "Z. R.", "; ", "Queen", ", ", "W. L.", "; ", "Brown", ", ", "C. M.", "; ", "Grandjean", ", ", "F.", "; ", "Long", ", ", "G. J.", "; ", "Dailly", ", ", "A.", "; ", "Long", ", ", "J. R.", " ", "Chem. Sci.", " ", "2010", ",  ", "1", ",  ", "184", "– ", "191", " DOI: 10.1039/c0sc00179a", " ", "[", "Crossref", "], [", "CAS", "]", "3. ", "Hydrogen storage and carbon dioxide capture in an iron-based sodalite-type metal-organic framework (Fe-BTT) discovered via high-throughput methods", "Sumida, Kenji; Horike, Satoshi; Kaye, Steven S.; Herm, Zoey R.; Queen, Wendy L.; Brown, Craig M.; Grandjean, Fernande; Long, Gary J.; Dailly, Anne; Long, Jeffrey R.", "Chemical Science", "\r\n        (", "2010", "),\r\n    ", "1", "\r\n        (", "2", "),\r\n    ", "184-191", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Using high-throughput instrumentation to screen conditions, the reaction between FeCl2 and H3BTT·2HCl (BTT3- = 1,3,5-benzenetristetrazolate) in a mixt. of DMF and DMSO gave Fe3[(Fe4Cl)3(BTT)8]2·22DMF·32DMSO·11H2O.  This compd. adopts a porous three-dimensional framework structure consisting of square [Fe4Cl]7+ units linked via triangular BTT3- bridging ligands to give an anionic 3,8-net.  Moessbauer spectroscopy carried out on a DMF-solvated version of the material indicated the framework to contain high-spin Fe2+ with a distribution of local environments and confirmed the presence of extra-framework iron cations.  Upon soaking the compd. in methanol and heating at 135° for 24 h under dynamic vacuum, most of the solvent is removed to yield Fe3[(Fe4Cl)3(BTT)8(MeOH)4]2 (Fe-BTT), a microporous solid with a BET surface area of 2010 m2/g-1 and open Fe2+ coordination sites.  Hydrogen adsorption data collected at 77 K show a steep rise in the isotherm, assocd. with an initial isosteric heat of adsorption of 11.9 kJ mol-1, leading to a total storage capacity of 1.1 wt.% and 8.4 g/L-1 at 100 bar and 298 K.  Powder neutron diffraction expts. performed at 4 K under various D2 loadings enabled identification of ten different adsorption sites, with the strongest binding site residing just 2.17(5) Å from the framework Fe2+ cation.  Inelastic neutron scattering spectra are consistent with the strong rotational hindering of the H2 mols. at low loadings, and further reveal the catalytic conversion of ortho-H2 to para-H2 by the paramagnetic iron centers.  The exposed Fe2+ cation sites within Fe-BTT also lead to the selective adsorption of CO2 over N2, with isotherms collected at 298 K indicating uptake ratios of 30.7 and 10.8 by wt. at 0.1 and 1.0 bar, resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXoslersrY%253D&md5=f82a784cc9592db0cdc75dc8633cafa7", "(i) ", "Sumida", ", ", "K.", "; ", "Her", ", ", "J. H.", "; ", "Dincă", ", ", "M.", "; ", "Murray", ", ", "L. J.", "; ", "Schloss", ", ", "J. M.", "; ", "Pierce", ", ", "C. J.", "; ", "Thompson", ", ", "B. A.", "; ", "FitzGerald", ", ", "S. A.", "; ", "Brown", ", ", "C. M.", "; ", "Long", ", ", "J. R.", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", ",  ", "8414", "– ", "8421", " DOI: 10.1021/jp200638n", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Neutron Scattering and Spectroscopic Studies of Hydrogen Adsorption in Cr3(BTC)2-A Metal-Organic Framework with Exposed Cr2+ Sites", "Sumida, Kenji; Her, Jae-Hyuk; Dinca, Mircea; Murray, Leslie J.; Schloss, Jennifer M.; Pierce, Christopher J.; Thompson, Benjamin A.; FitzGerald, Stephen A.; Brown, Craig M.; Long, Jeffrey R.", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "16", "),\r\n    ", "8414-8421", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Microporous metal-org. frameworks possessing exposed metal cation sites on the pore surface are of particular interest for high-d. H2 storage at ambient temps., owing to the potential for H2 binding at the appropriate isosteric heat of adsorption for reversible storage at room temp. (∼-20 kJ/mol).  The structure of Cr3(BTC)2 (BTC3- = 1,3,5-benzenetricarboxylate) consists of dinuclear paddlewheel secondary building units connected by triangular BTC3- bridging ligands to form a three-dimensional, cubic framework.  The fully desolvated form of the compd. exhibits BET and Langmuir surface areas of 1810 and 2040 m2/g, resp., with open axial Cr2+ coordination sites on the paddlewheel units.  Its relatively high surface area facilitates H2 uptakes (1 bar) of 1.9% at 77 K and 1.3% at 87 K, and a virial-type fitting to the data yields a zero-coverage isosteric heat of adsorption of -7.4(1) kJ/mol.  The detailed hydrogen loading characteristics of Cr3(BTC)2 were probed using both neutron powder diffraction and inelastic neutron scattering expts., revealing that the Cr2+ site is only partially populated until a marked elongation of the Cr-Cr internuclear distance occurs at a loading of >1.0 D2 per Cr2+ site.  Below this loading, the D2 is adsorbed primarily at the apertures of the octahedral cages.  The H-H stretching frequency corresponding to H2 mols. bound to the primary site is obsd. as an ortho-para pair at 4110 and 4116 cm-1, resp., which is significantly shifted compared to the frequencies for free H2 of 4155 and 4161 cm-1.  The IR data were used to compute a site-specific binding enthalpy for H2 of -6.7(5) kJ/mol, which is in agreement with the zero-coverage isosteric heat of adsorption derived from gas sorption isotherm data.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjvVarsLc%253D&md5=69f0e9c954102c8a774cd439377700db", "(j) ", "Sumida", ", ", "K.", "; ", "Brown", ", ", "C. M.", "; ", "Herm", ", ", "Z. R.", "; ", "Chavan", ", ", "S.", "; ", "Bordiga", ", ", "S.", "; ", "Long", ", ", "J. R.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "1157", "– ", "1159", " DOI: 10.1039/C0CC03453C", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Hydrogen storage properties and neutron scattering studies of Mg2(dobdc) - a metal-organic framework with open Mg2+ adsorption sites", "Sumida, Kenji; Brown, Craig M.; Herm, Zoey R.; Chavan, Sachin; Bordiga, Silvia; Long, Jeffrey R.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "4", "),\r\n    ", "1157-1159", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The hydrogen storage properties of Mg2(dobdc) (dobdc4- = 2,5-dioxido-1,4-benzenedicarboxylate), a metal-org. framework possessing hexagonal one-dimensional channels decorated with unsatd. Mg2+ coordination sites, have been examd. by low- and high-pressure adsorption expts., IR spectroscopy, and neutron scattering studies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjsVyjtQ%253D%253D&md5=dc4d56cabb58a1997c9a014163145cde", "(k) ", "Queen", ", ", "W. L.", "; ", "Bloch", ", ", "E. B.", "; ", "Brown", ", ", "C. M.", "; ", "Hudson", ", ", "M. R.", "; ", "Mason", ", ", "J. A.", "; ", "Murray", ", ", "L. J.", "; ", "Ramirez-Cuesta", ", ", "A. J.", "; ", "Peterson", ", ", "V. K.", "; ", "Long", ", ", "J. R.", " ", "Dalton Trans.", " ", "2012", ",  ", "41", ",  ", "4180", "– ", "4187", " DOI: 10.1039/c2dt12138g", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Hydrogen adsorption in the metal-organic frameworks Fe2(dobdc) and Fe2(O2)(dobdc)", "Queen, Wendy L.; Bloch, Eric D.; Brown, Craig M.; Hudson, Matthew R.; Mason, Jarad A.; Murray, Leslie J.; Ramirez-Cuesta, Anibal Javier; Peterson, Vanessa K.; Long, Jeffrey R.", "Dalton Transactions", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "14", "),\r\n    ", "4180-4187", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The hydrogen storage properties of Fe2(dobdc) (dobdc4- = 2,5-dioxido-1,4-benzenedicarboxylate) and an oxidized analog, Fe2(O2)(dobdc), have been examd. using several complementary techniques, including low-pressure gas adsorption, neutron powder diffraction, and inelastic neutron scattering.  These two metal-org. frameworks, which possess one-dimensional hexagonal channels decorated with unsatd. iron coordination sites, exhibit high initial isosteric heats of adsorption of -9.7(1) and -10.0(1) kJ mol-1, resp.  Neutron powder diffraction has allowed the identification of three D2 binding sites within the two frameworks, with the closest contacts corresponding to Fe-D2 sepns. of 2.47(3) and 2.53(5) Å, resp.  Inelastic neutron scattering spectra, obtained from p-H2 (para-H2) and D2-p-H2 mixts. adsorbed in Fe2(dobdc), reveal weak interactions between two neighboring adsorption sites, a finding that is in opposition to a previous report of possible 'pairing' between neighboring H2 mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XjslegsbY%253D&md5=cf35c5a92964d28f72af3810cf283c76", "(l) ", "Sumida", ", ", "K.", "; ", "Stuck", ", ", "D.", "; ", "Mino", ", ", "L.", "; ", "Chai", ", ", "J.-D.", "; ", "Bloch", ", ", "E. D.", "; ", "Zavorotynska", ", ", "O.", "; ", "Murray", ", ", "L. J.", "; ", "Dinca", ", ", "M.", "; ", "Chavan", ", ", "S.", "; ", "Bordiga", ", ", "S.", "; ", "Head-Gordon", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "1083", "– ", "1091", " DOI: 10.1021/ja310173e", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Impact of Metal and Anion Substitutions on the Hydrogen Storage Properties of M-BTT Metal-Organic Frameworks", "Sumida, Kenji; Stuck, David; Mino, Lorenzo; Chai, Jeng-Da; Bloch, Eric D.; Zavorotynska, Olena; Murray, Leslie J.; Dinca, Mircea; Chavan, Sachin; Bordiga, Silvia; Head-Gordon, Martin; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "3", "),\r\n    ", "1083-1091", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Microporous metal-org. frameworks are a class of materials being vigorously investigated for mobile hydrogen storage applications.  For high-pressure storage at ambient temps., the M3[(M4Cl)3(BTT)8]2 (M-BTT; BTT3- = 1,3,5-benzenetristetrazolate) series of frameworks are of particular interest due to the high d. of exposed metal cation sites on the pore surface.  These sites give enhanced zero-coverage isosteric heats of adsorption (Qst) approaching the optimal value for ambient storage applications.  However, the Qst parameter provides only a limited insight into the thermodn. of the individual adsorption sites, the tuning of which is paramount for optimizing the storage performance.  Here, variable-temp. IR spectroscopy studies are performed of Mn-, Fe-, and Cu-BTT, allowing the thermodn. of H2 adsorption to be probed exptl.  This is complemented by a detailed DFT study, in which mol. fragments representing the metal clusters within the extended solid are simulated to obtain a more thorough description of the structural and thermodn. aspects of H2 adsorption at the strongest binding sites.  Then, the effect of substitutions at the metal cluster (metal ion and anion within the tetranuclear cluster) is discussed, showing that the configuration of this unit indeed plays an important role in detg. the affinity of the framework toward H2.  Interestingly, the theor. study has identified that the Zn-based analogs would be expected to facilitate enhanced adsorption profiles over the compds. synthesized exptl., highlighting the importance of a combined exptl. and theor. approach to the design and synthesis of new frameworks for H2 storage applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvVCjtbfL&md5=70b92fd74d333ae3ca3a4c4a8f9dd980", "(m) ", "Kapelewski", ", ", "M. T.", "; ", "Geier", ", ", "S. J.", "; ", "Hudson", ", ", "M. R.", "; ", "Stuck", ", ", "D.", "; ", "Mason", ", ", "J. A.", "; ", "Nelson", ", ", "J. N.", "; ", "Xiao", ", ", "D. J.", "; ", "Hulvey", ", ", "Z.", "; ", "Gilmour", ", ", "E.", "; ", "FitzGerald", ", ", "S. A.", "; ", "Head-Gordon", ", ", "M.", "; ", "Brown", ", ", "C. M.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "12119", "– ", "12129", " DOI: 10.1021/ja506230r", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "M2(m-dobdc) (M = Mg, Mn, Fe, Co, Ni) metal-organic frameworks exhibiting increased charge density and enhanced H2 binding at open metal sites", "Kapelewski, Matthew T.; Geier, Stephen J.; Hudson, Matthew R.; Stuck, David; Mason, Jarad A.; Nelson, Jocienne N.; Xiao, Dianne J.; Hulvey, Zeric; Gilmour, Elizabeth; FitzGerald, Stephen A.; Head-Gordon, Martin; Brown, Craig M.; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "34", "),\r\n    ", "12119-12129", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The well-known frameworks of the type M2(dobdc) (dobdc4- = 2,5-dioxido-1,4-benzenedicarboxylate) have numerous potential applications in gas storage and sepns., owing to their exceptionally high concn. of coordinatively unsatd. metal surface sites, which can interact strongly with small gas mols. such as H2.  Employing a related meta-functionalized linker that is readily obtained from resorcinol, we now report a family of structural isomers of this framework, M2(m-dobdc) (M = Mg, Mn, Fe, Co, Ni; m-dobdc4- = 4,6-dioxido-1,3-benzenedicarboxylate), featuring exposed M2+ cation sites with a higher apparent charge d.  The regioisomeric linker alters the symmetry of the ligand field at the metal sites, leading to increases of 0.4-1.5 kJ/mol in the H2 binding enthalpies relative to M2(dobdc).  A variety of techniques, including powder X-ray and neutron diffraction, inelastic neutron scattering, IR spectroscopy, and first-principles electronic structure calcns., are applied in elucidating how these subtle structural and electronic differences give rise to such increases.  Importantly, similar enhancements can be anticipated for the gas storage and sepn. properties of this new family of robust and potentially inexpensive metal-org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtlyntbvN&md5=ac4540430709e2da694252016d5827d5", "4. ", "(a) ", "Rowsell", ", ", "J. L. C.", "; ", "Yaghi", ", ", "O. M.", " ", "Angew. Chem., Int. Ed.", " ", "2005", ",  ", "44", ",  ", "4670", " DOI: 10.1002/anie.200462786", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Strategies for hydrogen storage in metal-organic frameworks", "Rowsell, Jesse L. C.; Yaghi, Omar M.", "Angewandte Chemie, International Edition", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "30", "),\r\n    ", "4670-4679", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Increased attention is being focused on metal-org. frameworks as candidates for hydrogen storage materials.  This is a result of their many favorable attributes, such as high porosity, reproducible and facile syntheses, amenability to scale-up, and chem. modification for targeting desired properties.  A discussion of several strategies aimed at improving hydrogen uptake in these materials is presented.  These strategies include the optimization of pore size and adsorption energy by linker modification, impregnation, catenation, and the inclusion of open metal sites and lighter metals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXnvVSqsrk%253D&md5=a5f3412f19f6b56b433d69a4e36ced31", "(b) ", "Dincă", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "Angew. Chem., Int. Ed.", " ", "2008", ",  ", "47", ",  ", "6766", "– ", "6779", " DOI: 10.1002/anie.200801163", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Hydrogen storage in microporous metal-organic frameworks with exposed metal sites", "Dinca, Mircea; Long, Jeffrey R.", "Angewandte Chemie, International Edition", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "36", "),\r\n    ", "6766-6779", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Owing to their high uptake capacity at low temp. and excellent reversibility kinetics, metal-org. frameworks are potential solid-state H storage materials.  Strategies for increasing the affinity of these materials towards H have been pursued and the binding of H2 to unsatd. metal centers is one of the most promising.  The synthetic approaches employed far for producing frameworks with exposed metal sites are discussed as well as the H uptake capacities and binding energies in these materials.  Results from expts. that were used to probe independently the metal-H interaction in selected materials are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtV2iurrF&md5=2f4a240275f7eec477689d67e4fc0606", "(c) ", "Murray", ", ", "L. J.", "; ", "Dincă", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1294", "– ", "1314", " DOI: 10.1039/b802256a", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Hydrogen storage in metal-organic frameworks", "Murray, Leslie J.; Dinca, Mircea; Long, Jeffrey R.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1294-1314", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review of current status of hydrogen storage within metal-org. frameworks.  Microporous metal-org. frameworks, having exceptionally high surface areas and chem.-tunable structures, have recently emerged as some of the most promising candidate materials.  Particular emphasis is given to the relationships between structural features and the enthalpy of hydrogen adsorption, spectroscopic methods for probing framework-H2 interactions, and strategies for improving storage capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamuro%253D&md5=f652ac03772753d7f80244564a80e6f0", "(d) ", "Suh", ", ", "M. P.", "; ", "Park", ", ", "H. J.", "; ", "Prasad", ", ", "T. K.", "; ", "Lim", ", ", "D.-W.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "782", "– ", "835", " DOI: 10.1021/cr200274s", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Hydrogen Storage in Metal-Organic Frameworks", "Suh, Myunghyun Paik; Park, Hye Jeong; Prasad, Thazhe Kootteri; Lim, Dae-Woon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "782-835", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  MOFs have versatile structures, high surface areas and high pore vols. - they can be regarded as good candidate materials for H storage.  There are many MOFs that have high H adsorption capacities at low temps., typically at 77 or 87 K.  The highest H storage capacity reported so far is 99.5 mg/g at 77K and 56 bar for NU-100.  However, the high H capacities of MOFs at cryogenic temps. decrease as the temp. increases to room temp.  This is because the H adsorption in MOFs is weak physisorption and the interaction energies between the H mols. and frameworks are low.  To develop MOFs as H storage materials that meet the U.S.DOE targets for an on-board hydrogen system, a serious challenge is still present in the design and synthesis of the MOF materials.  We may expect that highly stable MOFs having a large surface area and pore vol., together with many open metal sites and embedded catalysts for hydrogen spillover, would provide some pos. results for H storage at ambient temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1GlsbjM&md5=dd1f08beefd27cce77d88e466551c1af", "5. ", "Target Explanation Document: Onboard Hydrogen Storage for Light-Duty Fuel Cell Vehicles, USDRIVE, May 2015, ", "http://energy.gov/sites/prod/files/2015/05/f22/fcto_targets_onboard_hydro_storage_explanation.pdf", ". Accessed July 1, ", "2015", ".", "There is no corresponding record for this reference.", "6. ", "Bhatia", ", ", "S. K.", "; ", "Myers", ", ", "A. L.", " ", "Langmuir", " ", "2006", ",  ", "22", ",  ", "1688", "– ", "1700", " DOI: 10.1021/la0523816", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Optimum Conditions for Adsorptive Storage", "Bhatia, Suresh K.; Myers, Alan L.", "Langmuir", "\r\n        (", "2006", "),\r\n    ", "22", "\r\n        (", "4", "),\r\n    ", "1688-1700", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The storage of gases in porous adsorbents, such as activated carbon and carbon nanotubes, is examd. here thermodynamically from a systems viewpoint, considering the entire adsorption-desorption cycle.  The results provide concrete objective criteria to guide the search for the \"Holy Grail\" adsorbent, for which the adsorptive delivery is maximized.  It is shown that, for ambient temp. storage of hydrogen and delivery between 30 and 1.5 bar pressure, for the optimum adsorbent the adsorption enthalpy change is 15.1 kJ/mol.  For carbons, for which the av. enthalpy change is typically 5.8 kJ/mol, an optimum operating temp. of about 115 K is predicted.  For methane, an optimum enthalpy change of 18.8 kJ/mol is found, with the optimum temp. for carbons being 254 K.  It is also demonstrated that for max. delivery of the gas the optimum adsorbent must be homogeneous, and that introduction of heterogeneity, such as by ball milling, irradn., and other means, can only provide small increases in physisorption-related delivery for hydrogen.  For methane, heterogeneity is always detrimental, at any value of av. adsorption enthalpy change.  These results are confirmed with the help of exptl. data from the literature, as well as extensive Monte Carlo simulations conducted here using slit pore models of activated carbons as well as atomistic models of carbon nanotubes.  The simulations also demonstrate that carbon nanotubes offer little or no advantage over activated carbons in terms of enhanced delivery, when used as storage media for either hydrogen or methane.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XksFSruw%253D%253D&md5=4ef6bc99f1ab97df527da6b2243e9d7a", "7. ", "Lochan", ", ", "R. C.", "; ", "Head-Gordon", ", ", "M.", " ", "Phys. Chem. Chem. Phys.", " ", "2006", ",  ", "8", ",  ", "1357", "– ", "1370", " DOI: 10.1039/b515409j", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Computational studies of molecular hydrogen binding affinities: The role of dispersion forces, electrostatics, and orbital interactions", "Lochan, Rohini C.; Head-Gordon, Martin", "Physical Chemistry Chemical Physics", "\r\n        (", "2006", "),\r\n    ", "8", "\r\n        (", "12", "),\r\n    ", "1357-1370", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Intermol. interactions between H2 and ligands, metals, and metal-ligand complexes det. the binding affinities of potential H storage materials (HSM), and thus their potential for practical use.  A brief survey of current activity on HSM is given.  The key issue of binding strengths is examd. from a basic perspective by surveying the distinct classes of interactions (dispersion, electrostatics, orbital interactions) in a general way and then in the context of calcd. binding affinities for a range of model systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XitlKmurw%253D&md5=b872b2e4491c7ea0ebdde9b587195d02", "8. ", "Vimont", ", ", "A.", "; ", "Goupil", ", ", "J.-M.", "; ", "Lavalley", ", ", "J.-C.", "; ", "Daturi", ", ", "M.", "; ", "Surblé", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Férey", ", ", "G.", "; ", "Audebrand", ", ", "N.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "3218", "– ", "3227", " DOI: 10.1021/ja056906s", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Investigation of Acid Sites in a Zeotypic Giant Pores Chromium(III) Carboxylate", "Vimont, Alexandre; Goupil, Jean-Michel; Lavalley, Jean-Claude; Daturi, Marco; Surble, Suzy; Serre, Christian; Millange, Franck; Ferey, Gerard; Audebrand, Nathalie", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "10", "),\r\n    ", "3218-3227", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A study of the zeotypic giant pores chromium(III) tricarboxylate CrIII3OFx(OH)1-x(H2O)2·{C6H3-(CO2)3}2·nH2O (MIL-100) has been performed.  First, its thermal behavior, studied by X-ray thermodiffractometry and IR spectroscopy, indicates that the departure of water occurs without any pore contraction and no loss in crystallinity, which confirms the robustness of the framework.  In a second step, IR spectroscopy has shown the presence of three distinct types of hydroxy groups depending on the outgassing conditions; first, at high temps. (573 K), only Cr-OH groups with a medium Bronsted acidity are present; at lower temps., two types of Cr-H2O terminal groups are obsd.; and at room temp., their relatively high Bronsted acidity allows them to combine with H-bonded water mols.  Finally, a CO sorption study has revealed that at least three Lewis acid sites are present in MIL-100 and that fluorine atoms are located on a terminal position on the trimers of octahedra.  A first result of grafting of methanol mols. acting as basic org. mols. on the chromium sites has also been shown, opening the way for a postsynthesis functionalization of MIL-100.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhsVSqt7k%253D&md5=1c88e909ea4658f00e36caef50492e45", "9. ", "Volkringer", ", ", "C.", "; ", "Leclerc", ", ", "H.", "; ", "Lavalley", ", ", "J.-C.", "; ", "Loiseau", ", ", "T.", "; ", "Férey", ", ", "G.", "; ", "Daturi", ", ", "M.", "; ", "Vimont", ", ", "A.", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "5710", "– ", "5719", " DOI: 10.1021/jp210671t", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Infrared Spectroscopy Investigation of the Acid Sites in the Metal-Organic Framework Aluminum Trimesate MIL-100(Al)", "Volkringer, Christophe; Leclerc, Herve; Lavalley, Jean-Claude; Loiseau, Thierry; Ferey, Gerard; Daturi, Marco; Vimont, Alexandre", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "9", "),\r\n    ", "5710-5719", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "IR spectra of MIL-100(Al) were recorded after evacuation from room temp. up to 623 K.  In addn. to adsorbed H2O mols. characterized by specific (ν+δ)H2O combination bands at ∼5300 cm-1, spectra anal. shows impurities like carboxylic acid and nitrates resulting from the synthesis step, explaining the low amt. of Al-OH groups detected.  The Lewis acidity was characterized by CO [ν(CO) at 2183 cm-1], pyridine [ν8a band estd. at 1618 cm-1], and CD3CN [ν(CN) at 2326 cm-1] adsorption on the activated sample.  The acidity is strong as revealed by the ν(CN) waveno.  CO gives rise to an interaction weaker than that expected from pyridine and CD3CN results.  Quant. results relative to the no. of Al3+5c sites are in full agreement with those reported elsewhere from 27Al NMR expts.  The Bronsted acidity mainly results from the presence of coordinated H2O species in the nonfully dehydrated sample and not from the structural Al-OH groups.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs1Ogu7k%253D&md5=a0c6e67bf118006521471e2ac2123e02", "10. ", "Férey", ", ", "G.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Dutour", ", ", "J.", "; ", "Surblé", ", ", "S.", "; ", "Margiolaki", ", ", "I.", " ", "Science", " ", "2005", ",  ", "309", ",  ", "2040", "– ", "2042", " DOI: 10.1126/science.1116275", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "A Chromium Terephthalate-Based Solid with Unusually Large Pore Volumes and Surface Area", "Ferey, G.; Mellot-Draznieks, C.; Serre, C.; Millange, F.; Dutour, J.; Surble, S.; Margiolaki, I.", "Science (Washington, DC, United States)", "\r\n        (", "2005", "),\r\n    ", "309", "\r\n        (", "5743", "),\r\n    ", "2040-2042", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "We combined targeted chem. and computational design to create a crystal structure for porous chromium terephthalate, MIL-101, with very large pore sizes and surface area.  Its zeotype cubic structure has a giant cell vol. (∼702,000 cubic angstroms), a hierarchy of extra-large pore sizes (∼30 to 34 angstroms), and a Langmuir surface area for N2 of ∼5900 ± 300 square meters per g.  Beside the usual properties of porous compds., this solid has potential as a nanomold for monodisperse nanomaterials, as illustrated here by the incorporation of Keggin polyanions within the cages.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtVWntL3E&md5=6313e7e95b0edca92bb34df3f0c9752d", "11. ", "Bauer", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Devic", ", ", "T.", "; ", "Horcajada", ", ", "P.", "; ", "Marrot", ", ", "J.", "; ", "Férey", ", ", "G.", "; ", "Stock", ", ", "N.", " ", "Inorg. Chem.", " ", "2008", ",  ", "47", ",  ", "7568", "– ", "7576", " DOI: 10.1021/ic800538r", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "High-Throughput Assisted Rationalization of the Formation of Metal Organic Frameworks in the Iron(III) Aminoterephthalate Solvothermal System", "Bauer, Sebastian; Serre, Christian; Devic, Thomas; Horcajada, Patricia; Marrot, Jerome; Ferey, Gerard; Stock, Norbert", "Inorganic Chemistry", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "17", "),\r\n    ", "7568-7576", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Through the use of high-throughput methods, solvothermal reactions of FeCl3 and 2-aminoterephthalic acid in protic as well as aprotic reaction media were systematically studied.  Thus, the fields of formation of the isoreticular structures of MIL-53, MIL-88, and MIL-101 based on Fe(III) and aminoterephthalate could be identified for the first time.  The resulting 3D framework materials with amino-functionalized pores have been characterized using X-ray diffraction; IR spectroscopy; and thermogravimetric, elemental, and energy dispersive X-ray anal.  Due to the applied high-throughput method, a high d. of information was obtained in a short period of time, which allows the extn. of important reaction trends and contributes to a better understanding of the role of compositional as well as process parameters in the synthesis of inorg.-org. hybrid materials.  We have found that the nature of the reaction medium has the most profound impact on structure formation.  Furthermore, the concn. of the starting mixt. (i.e., the solvent content) and the temp. have also been identified as key parameters for the formation of the different hybrid phases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXptlCjsLg%253D&md5=5e58f67eec17939f7958db973be6c939", "12. ", "(a) ", "Biswas", ", ", "S.", "; ", "Couck", ", ", "S.", "; ", "Grzywa", ", ", "M.", "; ", "Denayer", ", ", "J. F. M.", "; ", "Volkmer", ", ", "D.", "; ", "Van Der Voort", ", ", "P.", " ", "Eur. J. Inorg. Chem.", " ", "2012", ",  ", "2012", ",  ", "2481", "– ", "2486", " DOI: 10.1002/ejic.201200106", " ", "[", "Crossref", "], [", "CAS", "]", "12. ", "Vanadium Analogues of Nonfunctionalized and Amino-Functionalized MOFs with MIL-101 Topology - Synthesis, Characterization, and Gas Sorption Properties", "Biswas, Shyam; Couck, Sarah; Grzywa, Maciej; Denayer, Joeri F. M.; Volkmer, Dirk; Van Der Voort, Pascal", "European Journal of Inorganic Chemistry", "\r\n        (", "2012", "),\r\n    ", "2012", "\r\n        (", "15", "),\r\n    ", "2481-2486", "CODEN:\r\n                ", "EJICFO", ";\r\n        ISSN:", "1434-1948", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Syntheses, characterization, and gas sorption properties of two new V-based metal-org. frameworks [V3OCl(DMF)2(BDC)3]·3.1DMF·10H2O·0.1BDC (V-MIL-101 or 1) and [V3OCl(DMF)2(BDC-NH2)3]·2.8DMF·H2O·0.1BDC-NH2 (V-MIL-101-NH2 or 2) (BDC = terephthalate; BDC-NH2 = 2-aminoterephthalate) having MIL-101 topol. are presented.  Compds. 1 and 2 were prepd. under similar solvothermal conditions (150°, 24 h) in DMF by using VCl3 and H2BDC or H2BDC-NH2, resp.  Detn. of lattice parameters from x-ray powder diffraction (XRPD) patterns of thermally activated compds. revealed their structural similarity with Cr-, Fe-, and Al-based solids having two types of mesoporous cages and accessible metal sites.  The phase purity of the compds. was ascertained by XRPD anal., diffuse reflectance Fourier transform (DRIFT) spectroscopy, and elemental anal.  Thermogravimetric analyses (TGA) and temp.-dependent XRPD (TDXRPD) expts. indicate that the compds. are stable up to 320 and 240°, resp., under an Ar atm.  Removal of the guest DMF mols. by thermal activation enables the compds. to adsorb significant amts. of N2 (690 and 555 cm3 g-1 at p/p0 = 1 for 1 and 2, resp.) and CO2 (9.0 and 4.3 mmol g-1 at 24.5 and 22.8 bar for 1 and 2, resp.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xlt1KktLs%253D&md5=c1437455eb920b575b8161705e42a41f", "(b) ", "Yang", ", ", "J.", "; ", "Wang", ", ", "Y.", "; ", "Li", ", ", "L.", "; ", "Zhang", ", ", "Z.", "; ", "Li", ", ", "J.", " ", "J. Colloid Interface Sci.", " ", "2015", ",  ", "456", ",  ", "197", "– ", "205", " DOI: 10.1016/j.jcis.2015.06.036", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "Protection of open-metal V(III) sites and their associated CO2/CH4/N2/O2/H2O adsorption properties in mesoporous V-MOFs", "Yang, Jiangfeng; Wang, Yong; Li, Libo; Zhang, Zhuoming; Li, Jinping", "Journal of Colloid and Interface Science", "\r\n        (", "2015", "),\r\n    ", "456", "\r\n        (", "),\r\n    ", "197-205", "CODEN:\r\n                ", "JCISA5", ";\r\n        ISSN:", "0021-9797", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Metal-org. frameworks with open metal site are potential sorbents for the sepn. of gas mixts.; however, low valence metal will bind to O in the open air causing a decrease in adsorption ability.  We now report open-metal sites VIII on both MIL-100VIII/IV and MIL-101VIII/IV that can be protected with H2O mols., and which assocd. CO2/CH4/N2/O2 adsorption properties on these 2 mesoporous V-MOFs were studied.  The protective properties of H2O were studied and evaluated using d. functional theory simulations.  The binding energy of single O2 on open-metal VIII site was 93.278 kJ/mol, which decreased to 26.5 kJ/mol when H2O occupies the site.  When the H2O coating is removed, the XPS pattern of V2p showed that the V-MOF changes to MIL-100VIV and MIL-101VIV at 298 K because of the action of O2.  Under these conditions, O2 binds strongly on the open V site significantly reducing the BET (Brunauer-Emmett-Teller) surface and CH4 adsorption vol. of the V-MOFs.  From the ideal adsorbed soln. theory calcd., the adsorption selectivity of CH4/N2 is higher before than after binding of O2 (with VIII site).  In contrast, the adsorption selectivity of CO2/CH4 is higher after than before O2 binding (with no more VIII sites).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXht1eksL3F&md5=1a5db013739abeba57717ce28b3030f1", "13. ", "Serra-Crespo", ", ", "P.", "; ", "Ramos-Fernandez", ", ", "E. V.", "; ", "Gascon", ", ", "J.", "; ", "Kapteijn", ", ", "F.", " ", "Chem. Mater.", " ", "2011", ",  ", "23", ",  ", "2565", "– ", "2572", " DOI: 10.1021/cm103644b", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Synthesis and Characterization of an Amino Functionalized MIL-101(Al): Separation and Catalytic Properties", "Serra-Crespo, Pablo; Ramos-Fernandez, Enrique V.; Gascon, Jorge; Kapteijn, Freek", "Chemistry of Materials", "\r\n        (", "2011", "),\r\n    ", "23", "\r\n        (", "10", "),\r\n    ", "2565-2572", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new MIL-101 material based on aluminum and contg. amine functional groups has been synthesized.  The pure phase NH2-MIL-101(Al) can only be formed in very specific synthesis conditions, where both the metal source and the solvent used play a key role.  The resulting porous solid shows a high thermal and chem. stability, decompg. at temps. above 650 K in air.  The NH2-MIL-101(Al) framework offers an excellent trade off for sepn. of CO2: the combination of high stability, acceptable capacity at low adsorbate partial pressures, high selectivity, and fast regenerability makes this new material a very attractive candidate for applications like natural gas or biogas upgrading.  CO2 capacities up to 62 wt.% are obtained at room temp. and 3 MPa.  In addn. to an excellent sepn. performance, the NH2-MIL-101(Al) shows a high activity in the basic catalyzed Knoevenagel condensation of benzaldehyde with Et cyanoacetate at 313 K even in an as apolar a solvent as toluene (turn over frequency, TOF = 1.8 h-1).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXltlartbg%253D&md5=67ccec5e7372f5ac4f758fe115ab48bd", "14. ", "Férey", ", ", "G.", "; ", "Serre", ", ", "C.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Surblé", ", ", "S.", "; ", "Dutour", ", ", "J.", "; ", "Margiolaki", ", ", "I.", " ", "Angew. Chem., Int. Ed.", " ", "2004", ",  ", "43", ",  ", "6296", "– ", "6301", " DOI: 10.1002/anie.200460592", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Molecular modeling: A hybrid solid with giant pores prepared by a combination of targeted chemistry, simulation, and powder diffraction", "Ferey, Gerard; Serre, Christian; Mellot-Draznieks, Caroline; Millange, Franck; Surble, Suzy; Dutour, Julien; Margiolaki, Irene", "Angewandte Chemie, International Edition", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "46", "),\r\n    ", "6296-6301", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The assocn. of a chromium(III) trimeric building unit and 1,3,5-benzenetricarboxylate led to the powd. solid MIL-100.  Simulations provided a crystal structure soln., which matched the exptl. powder XRD pattern.  This unique simulation/diffraction combination allowed the structure detn. of a giant-pore solid with a zeotype architecture, built up from hybrid supertetrahedra.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXhtFWrtL7J&md5=7200674db845103909fe0af6ea2f7e01", "15. ", "Horcajada", ", ", "P.", "; ", "Surblé", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Hong", ", ", "D.-Y.", "; ", "Seo", ", ", "Y.-K.", "; ", "Chang", ", ", "J.-S.", "; ", "Grenèche", ", ", "J.-M.", "; ", "Margiolaki", ", ", "I.", "; ", "Férey", ", ", "G.", " ", "Chem. Commun.", " ", "2007", ",  ", "2820", "– ", "2822", " DOI: 10.1039/b704325b", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "Synthesis and catalytic properties of MIL-100(Fe), an iron(III) carboxylate with large pores", "Horcajada, Patricia; Surble, Suzy; Serre, Christian; Hong, Do-Young; Seo, You-Kyong; Chang, Jong-San; Greneche, Jean-Marc; Margiolaki, Irene; Ferey, Gerard", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2007", "),\r\n    ", "\r\n        (", "27", "),\r\n    ", "2820-2822", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The large-pore iron(III) carboxylate MIL-100(Fe) with a zeotype architecture was isolated under hydrothermal conditions.  Its structure was solved from synchrotron x-ray powder diffraction data and the complex is formulated as [Fe3O(H2O)2F(BTC)2]·nH2O (n ≈ 14.5; BTC = 1,3,5-benzenetricarboxylate).  Friedel-Crafts benzylation catalytic tests indicate a high activity and selectivity for MIL-100(Fe).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXnt1Kju74%253D&md5=16bec672b1a66fd40fe04c4fa3f25d55", "16. ", "Volkringer", ", ", "C.", "; ", "Popov", ", ", "D.", "; ", "Loiseau", ", ", "T.", "; ", "Férey", ", ", "G.", "; ", "Burghammer", ", ", "M.", "; ", "Riekel", ", ", "C.", "; ", "Haouas", ", ", "M.", "; ", "Taulelle", ", ", "F.", " ", "Chem. Mater.", " ", "2009", ",  ", "21", ",  ", "5695", "– ", "5697", " DOI: 10.1021/cm901983a", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Synthesis, Single-Crystal X-ray Microdiffraction, and NMR Characterizations of the Giant Pore Metal-Organic Framework Aluminum Trimesate MIL-100", "Volkringer, Christophe; Popov, Dimitry; Loiseau, Thierry; Ferey, Gerard; Burghammer, Manfred; Riekel, Christian; Haouas, Mohamed; Taulelle, Francis", "Chemistry of Materials", "\r\n        (", "2009", "),\r\n    ", "21", "\r\n        (", "24", "),\r\n    ", "5695-5697", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This contribution deals with the hydrothermal synthesis of the metal-org. framework aluminum trimesate, analogous to the MIL-100-type, previously reported with Cr(III) and Fe(III).  MIL-100(Al), [Al3(μ3-O)(H2O)2(OH)(btc)2]n·xH2O, crystallizes within a very narrow pH range (0.5-0.7) after heating a mixt. of Al(NO3)3, tri-Me 1,3,5-benzenetricarboxylate (Me3btc), HNO3, and H2O at 210° for 3.5 h.  The resulting product consists of tiny octahedral shaped crystals of 2 μm size, which were used for the at. structure detn.  It was carried out on a single crystal using the microdiffraction setup together with microfocalized synchrotron radiation at station ID13 (ESRF, France).  Solid-state NMR characterization was fully consistent with XRD structure but with higher local symmetry.  The three-dimensional open framework obtained from direct methods calcns. reveals the arrangement of supertetrahedral (ST) building blocks based on the MTN topol. (related to the zeolite ZSM-39).  Each ST motif is built up from four μ3-oxo-centered trinuclear units (Al3O) located at each corner and linked to the four btc ligands located on each face of the tetrahedron.  MIL-100 (Al) exhibits BET and Langmuir surface area of 2152(39) m2 g-1 and 2919(44) m2 g-1, resp. (pore vol.: 0.82 cm3 g-1).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsVensrrE&md5=d78c4d97414087c5bbb2877ffd15c93e", "17. ", "(a) ", "Mowat", ", ", "J. P. S.", "; ", "Miller", ", ", "S. R.", "; ", "Slawin", ", ", "A. M. Z.", "; ", "Seymour", ", ", "V. R.", "; ", "Ashbrook", ", ", "S. A.", "; ", "Wright", ", ", "P. A.", " ", "Microporous Mesoporous Mater.", " ", "2011", ",  ", "142", ",  ", "322", "– ", "333", " DOI: 10.1016/j.micromeso.2010.12.016", " ", "[", "Crossref", "], [", "CAS", "]", "17. ", "Synthesis, characterization and adsorption properties of microporous scandium carboxylates with rigid and flexible frameworks", "Mowat, John P. S.; Miller, Stuart R.; Slawin, Alexandra M. Z.; Seymour, Valerie R.; Ashbrook, Sharon E.; Wright, Paul A.", "Microporous and Mesoporous Materials", "\r\n        (", "2011", "),\r\n    ", "142", "\r\n        (", "1", "),\r\n    ", "322-333", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Conditions for the synthesis of each of the scandium terephthalate frameworks Sc2L3, MIL-53(Sc) (Sc(OH)L) and MIL-88(Sc) (Sc3O(H2O)2(OH)L3) (L = 1,4-benzenedicarboxylate (BDC)) were established.  The MOFs MIL-100(Sc) (Sc3O(H2O)2(OH)L'2, L' = 1,3,5-benzenetricarboxylate (BTC)) and soc-MOF (Sc3O(H2O)3,(NO3 -)L''1.5, L'' = 3,3',5,5'-azobenzenetetracarboxylate (ABTC)), were synthesized for the first time with Sc.  These materials were characterized by powder and single crystal x-ray diffraction, 1H, 13C and 45Sc MAS NMR, and gas adsorption.  MIL-53(Sc) is a highly flexible breathing framework that adopts many different forms, depending on the amt. and type of adsorbate included.  The structures of the as-prepd. solvent-contg. form, MIL-53(Sc)-DMF and of the desolvated, hydrated form, MIL-53(Sc)-H2O, were detd.  The former structure possesses one kind of partially open channel, whereas the latter includes two kinds of channels, closed and slightly open.  The hydrated structure's configuration has not previously been obsd. for MIL-53 materials.  45Sc MAS NMR is a sensitive probe for the Sc environment: distinctive lineshapes are obsd. for isolated ScO6 octahedra, corner-sharing chains of ScO4(OH)2 octahedra and Sc3O(O2C-)6(OH, H2O)3 trimers of octahedra.  N2 adsorption at 77 K indicates that the flexible frameworks MIL-88(Sc) and MIL-53(Sc) show no porosity in their desolvated, closed forms, while the rigid frameworks Sc2BDC3 (0.26 cm3 g-1), MIL-100(Sc) (0.72 cm3 g-1) and Sc-ABTC (0.57 cm3 g-1) have so far been prepd. with appreciable permanent porosity.  For CO2 adsorption on desolvated solids, remarkable behavior is shown by the flexible MIL-53(Sc), which opens in two stages to a max. capacity of >13 mmol g-1, while the rigid frameworks show uptakes at 196 K (at p/po = 0.40) of 5.5 mmol g-1 (Sc2BDC3), 21.3 mmol g-1 (MIL-100(Sc)) and 13.1 mmol g-1 (Sc-ABTC).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjtFOntrk%253D&md5=0cb5c1373d4095e3e1b52696baa64170", "(b) ", "Li", ", ", "Y. T.", "; ", "Cui", ", ", "K. H.", "; ", "Li", ", ", "J.", "; ", "Zhu", ", ", "J. Q.", "; ", "Wang", ", ", "X.", "; ", "Tian", ", ", "Y. Q.", " ", "Chin. J. Inorg. Chem.", " ", "2011", ",  ", "27", ",  ", "951", "– ", "956", "There is no corresponding record for this reference.", "18. ", "Llewellyn", ", ", "P. L.", "; ", "Bourrelly", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Vimont", ", ", "A.", "; ", "Daturi", ", ", "M.", "; ", "Hamon", ", ", "L.", "; ", "De Weireld", ", ", "G.", "; ", "Chang", ", ", "J.-S.", "; ", "Hong", ", ", "D.-Y.", "; ", "Kyu Hwang", ", ", "Y.", "; ", "Hwa Jhung", ", ", "S.", "; ", "Férey", ", ", "G.", " ", "Langmuir", " ", "2008", ",  ", "24", ",  ", "7245", "– ", "7250", " DOI: 10.1021/la800227x", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "High Uptakes of CO2 and CH4 in Mesoporous Metal-Organic Frameworks MIL-100 and MIL-101", "Llewellyn, Philip L.; Bourrelly, Sandrine; Serre, Christian; Vimont, Alexandre; Daturi, Marco; Hamon, Lomig; De Weireld, Guy; Chang, Jong-San; Hong, Do-Young; Hwang, Young Kyu; Jhung, Sung Hwa; Ferey, Gerard", "Langmuir", "\r\n        (", "2008", "),\r\n    ", "24", "\r\n        (", "14", "),\r\n    ", "7245-7250", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Mesoporous MOFs MIL-100 and MIL-101 adsorb huge amts. of CO2 and CH4.  Characterization was performed using both manometry and gravimetry in different labs. for isotherms coupled with microcalorimetry and FTIR to specify the gas-solid interactions.  In particular, the uptake of CO2 in MIL-101 occurs with a record capacity of 40 mmol g-1 or 390 cm3STP cm-3 at 5 MPa and 303 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXjsVOnu70%253D&md5=9be650e39498a529f0c622ec6d492757", "19. ", "Latroche", ", ", "M.", "; ", "Surblé", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Lee", ", ", "J.-H.", "; ", "Chang", ", ", "J.-S.", "; ", "Jhung", ", ", "S. H.", "; ", "Férey", ", ", "G.", " ", "Angew. Chem.", " ", "2006", ",  ", "118", ",  ", "8407", "– ", "8411", " DOI: 10.1002/ange.200600105", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "20. ", "Areán", ", ", "C. O.", "; ", "Cabello", ", ", "C. P.", "; ", "Palomino", ", ", "G. T.", " ", "Chem. Phys. Lett.", " ", "2012", ",  ", "521", ",  ", "104", "– ", "106", " DOI: 10.1016/j.cplett.2011.11.054", " ", "[", "Crossref", "], [", "CAS", "]", "20. ", "Infrared spectroscopic and thermodynamic study on hydrogen adsorption on the metal organic framework MIL-100(Sc)", "Arean, Carlos Otero; Cabello, Carlos Palomino; Palomino, Gemma Turnes", "Chemical Physics Letters", "\r\n        (", "2012", "),\r\n    ", "521", "\r\n        (", "),\r\n    ", "104-106", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The thermodn. of hydrogen interaction with coordinatively unsatd. Sc(III) cationic sites in the metal org. framework MIL-100(Sc) was studied by variable temp. IR spectroscopy.  Simultaneous measurement of the hydrogen equil. pressure (inside a closed IR cell) and the integrated IR absorbance over the temp. range 80-125 K led to the detn. of the corresponding values of std. adsorption enthalpy and entropy, which resulted to be ΔH0 = -11.2 kJ mol-1 and ΔS0 = -120 J mol-1 K-1.  The enthalpy value is among the largest reported so far for hydrogen adsorption on MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtVyqtA%253D%253D&md5=6a526f8758c790515decb5a603b7fbe9", "21. ", "Furukawa", ", ", "H.", "; ", "Cordova", ", ", "K. E.", "; ", "O'Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2013", ",  ", "341", ",  ", "1230444", " DOI: 10.1126/science.1230444", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "The chemistry and applications of metal-organic frameworks", "Furukawa Hiroyasu; Cordova Kyle E; O'Keeffe Michael; Yaghi Omar M", "Science (New York, N.Y.)", "\r\n        (", "2013", "),\r\n    ", "341", "\r\n        (", "6149", "),\r\n    ", "1230444", "\r\n        ISSN:", ".\r\n    ", "Crystalline metal-organic frameworks (MOFs) are formed by reticular synthesis, which creates strong bonds between inorganic and organic units.  Careful selection of MOF constituents can yield crystals of ultrahigh porosity and high thermal and chemical stability.  These characteristics allow the interior of MOFs to be chemically altered for use in gas separation, gas storage, and catalysis, among other applications.  The precision commonly exercised in their chemical modification and the ability to expand their metrics without changing the underlying topology have not been achieved with other solids.  MOFs whose chemical composition and shape of building units can be multiply varied within a particular structure already exist and may lead to materials that offer a synergistic combination of properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3sbjs1yrsw%253D%253D&md5=7eb2a10c62623ff8a27708ffe9561d45", "22. ", "Dan-Hardi", ", ", "M.", "; ", "Serre", ", ", "C.", "; ", "Frot", ", ", "T.", "; ", "Rozes", ", ", "L.", "; ", "Maurin", ", ", "G.", "; ", "Sanchez", ", ", "C.", "; ", "Férey", ", ", "G.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "10857", "– ", "10859", " DOI: 10.1021/ja903726m", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "A new photoactive crystalline highly porous titanium(IV) dicarboxylate", "Dan-Hardi, Meenakshi; Serre, Christian; Frot, Theo; Rozes, Laurence; Maurin, Guillaume; Sanchez, Clement; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "31", "),\r\n    ", "10857-10859", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Titanium is a very attractive candidate for MOFs due to its low toxicity, redox activity, and photocatalytic properties.  We present here MIL-125, the first example of a highly porous and cryst. titanium(IV) dicarboxylate (MIL stands for Materials of Institut Lavoisier) with a high thermal stability and photochem. properties.  Its structure is built up from a pseudo cubic arrangement of octameric wheels, built up from edge- or corner-sharing titanium octahedra, and terephthalate dianions leading to a three-dimensional periodic array of two types of hybrid cages with accessible pore diams. of 6.13 and 12.55 Å.  X-ray thermodiffractometry and thermal anal. show that MIL-125 is stable up to 360 ° under air atm. while nitrogen sorption anal. indicates a surface area (BET) of 1550 m2/g-1.  Moreover, under nitrogen and alc. adsorption, MIL-125 exhibits a photochromic behavior assocd. with the formation of stable mixed valence titanium-oxo compds.  The titanium oxo cluster are back oxidized in the presence of oxygen.  This photochem. phenomenon is analyzed through the combined use of ESR and UV-visible absorption spectroscopies.  The photogenerated electrons are trapped as Ti(III) centers, while a concomitant oxidn. of the adsorbed alc. mols. occurs.  This new microporous hybrid is a very promising candidate for applications in smart photonic devices, sensors, and catalysis.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXovVeltbc%253D&md5=6ccc223f9145f3c4c0f5daf02cb2850c", "23. ", "(a) ", "Fu", ", ", "Y.", "; ", "Sun", ", ", "D.", "; ", "Chen", ", ", "Y.", "; ", "Huang", ", ", "R.", "; ", "Ding", ", ", "Z.", "; ", "Fu", ", ", "X.", "; ", "Li", ", ", "Z.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "3364", "– ", "3367", " DOI: 10.1002/anie.201108357", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "23. ", "An Amine-Functionalized Titanium Metal-Organic Framework Photocatalyst with Visible-Light-Induced Activity for CO2 Reduction", "Fu, Yanghe; Sun, Dengrong; Chen, Yongjuan; Huang, Renkun; Ding, Zhengxin; Fu, Xianzhi; Li, Zhaohui", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "14", "),\r\n    ", "3364-3367, S3364/1-S3364/25", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Herein we report for the first time a targeted photoactive catalyst Ti8O8(OH)4(bdc-NH2)6 (NH2-MIL-125(Ti)), which reduces CO2 even under visible light irradn. (BDC-NH2 = 2-amino-benzene-1 ,4-dicarboxylate; ATA = 2-aminoterephthalate).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xislahtrg%253D&md5=1a674ff16152731cd8306b31023cc979", "(b) ", "Hendon", ", ", "C. H.", "; ", "Tiana", ", ", "D.", "; ", "Fontecave", ", ", "M.", "; ", "Sanchez", ", ", "C.", "; ", "D’arras", ", ", "L.", "; ", "Sassoye", ", ", "C.", "; ", "Rozes", ", ", "L.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Walsh", ", ", "A.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "10942", "– ", "10945", " DOI: 10.1021/ja405350u", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Engineering the Optical Response of the Titanium-MIL-125 Metal-Organic Framework through Ligand Functionalization", "Hendon, Christopher H.; Tiana, Davide; Fontecave, Marc; Sanchez, Clement; D'Arras, Loic; Sassoye, Capucine; Rozes, Laurence; Mellot-Draznieks, Caroline; Walsh, Aron", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "30", "),\r\n    ", "10942-10945", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Band gap modification of MIL-125, a TiO2/1,4-benzenedicarboxylate (bdc) metalorg. framework (MOF) is discussed.  Through a combination of synthesis and computation, the authors elucidated the electronic structure of MIL-125 with aminated linkers.  The band gap decrease obsd. when the monoaminated bdc-NH2 linker was used arises from donation of the N 2p electrons to the arom. linking unit, resulting in a red shifted band above the valence-band edge of MIL-125.  The in silico MIL-125 was further explored with the diaminated linker bdc-(NH2)2 and other functional groups (-OH, -Me, -Cl) as alternative substitutions to control the optical response.  The bdc-(NH2)2 linking unit was predicted to lower the band gap of MIL-125 to 1.28 eV, and this was confirmed through the targeted synthesis of the bdc-(NH2)2-based MIL-125.  This study illustrates the possibility of tuning the optical response of MOFs through rational functionalization of the linking unit, and the strength of combined synthetic/computational approaches for targeting functionalized hybrid materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtV2msbfJ&md5=1a347a5411db4fa2faa43d631e2874f1", "24. ", "Yuan", ", ", "S.", "; ", "Liu", ", ", "T.-F.", "; ", "Feng", ", ", "D.", "; ", "Tian", ", ", "J.", "; ", "Wang", ", ", "K.", "; ", "Qin", ", ", "J.", "; ", "Zhang", ", ", "Q.", "; ", "Chen", ", ", "Y.-P.", "; ", "Bosch", ", ", "M.", "; ", "Zou", ", ", "L.", "; ", "Teat", ", ", "S. J.", "; ", "Dalgarno", ", ", "S. J.", "; ", "Zhou", ", ", "H.-C.", " ", "Chem. Sci.", " ", "2015", ",  ", "6", ",  ", "3926", "– ", "3930", " DOI: 10.1039/C5SC00916B", " ", "[", "Crossref", "], [", "CAS", "]", "24. ", "A single crystalline porphyrinic titanium metal-organic framework", "Yuan, Shuai; Liu, Tian-Fu; Feng, Dawei; Tian, Jian; Wang, Kecheng; Qin, Junsheng; Zhang, Qiang; Chen, Ying-Pin; Bosch, Mathieu; Zou, Lanfang; Teat, Simon J.; Dalgarno, Scott J.; Zhou, Hong-Cai", "Chemical Science", "\r\n        (", "2015", "),\r\n    ", "6", "\r\n        (", "7", "),\r\n    ", "3926-3930", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The authors successfully assembled the photocatalytic Ti-oxo cluster and photosensitizing porphyrinic linker into metal-org. framework, {[Ti7(μ3-O)2O2(OH)2](TCPP)3}, (TCPP = tetrakis(4-carboxyphenyl)porphyrin) PCN-22.  A preformed Ti-oxo carboxylate cluster [Ti6O6(OiPr)6(abz)6] (Habz = 4-aminobenzoic acid) is adopted as the starting material to judiciously control the MOF growth process to afford single crystals.  This synthetic method is useful to obtain highly cryst. Ti MOFs, which was a daunting challenge in this field.  Also, PCN-22 demonstrated permanent porosity and photocatalytic activities toward alc. oxidn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXnt1Wnu7s%253D&md5=b8203116ef3f2e613af89ee78f386bb4", "25. ", "Kim", ", ", "M.", "; ", "Cahill", ", ", "J. F.", "; ", "Fei", ", ", "H.", "; ", "Prather", ", ", "K. A.", "; ", "Cohen", ", ", "S. M.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "18082", "– ", "18088", " DOI: 10.1021/ja3079219", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Postsynthetic Ligand and Cation Exchange in Robust Metal-Organic Frameworks", "Kim, Min; Cahill, John F.; Fei, Honghan; Prather, Kimberley A.; Cohen, Seth M.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "43", "),\r\n    ", "18082-18088", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Postsynthetic ligand and metal ion exchange (PSE) processes readily occur in several inert metal-org. frameworks (MOFs), including zeolitic imidazolate frameworks (ZIFs).  Ligand exchange can occur between solid samples, as was demonstrated under relatively mild conditions with two robust, topol. distinct MOFs, MIL-53(Al) and MIL-68(In).  Ligand PSE is not obsd. with MIL-101(Cr), which is attributed to the kinetic inertness of the Cr(III) ion.  In addn. to ligand exchange, metal ion (cation) PSE was also studied between intact MOF microcryst. particles.  Metal ion transfer between MIL-53(Al) and MIL-53(Fe) was readily obsd.  These PSE reactions were monitored and the products characterized by a no. of techniques, including aerosol time-of-flight mass spectrometry, which permits single-particle compositional anal.  To show the potential synthetic utility of this approach, the PSE process was used to prep. the first Ti(IV) analog of the robust UiO-66(Zr) framework.  Finally, expts. to rule out mechanisms other than PSE (i.e., aggregation, dissoln./recrystn.) were performed.  PSE, of either ligands or cations, is common even with highly robust MOFs such as UiO-66(Zr), MILs, and ZIFs.  Also, PSE is useful in prepg. novel materials that cannot be obtained via other synthetic methods.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsVKmtbjP&md5=c7010554a86381c57498f08218bded0f", "26. ", "Brozek", ", ", "C. K.", "; ", "Dincă", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "12886", "– ", "12891", " DOI: 10.1021/ja4064475", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "Ti3+-, V2+/3+-, Cr2+/3+-, Mn2+-, and Fe2+-Substituted MOF-5 and Redox Reactivity in Cr- and Fe-MOF-5", "Brozek, Carl K.; Dinca, Mircea", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "34", "),\r\n    ", "12886-12891", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The metal nodes in metal-org. frameworks (MOFs) are known to act as Lewis acid catalysts, but few reports have explored their ability to mediate reactions that require electron transfer.  The unique chem. environments at the nodes should facilitate unusual redox chem., but the difficulty in synthesizing MOFs with metal ions in reduced oxidn. states has precluded such studies.  Herein, we demonstrate that MZn3O(O2C-)6 clusters from Zn4O(1,4-benzenedicarboxylate)3 (MOF-5) serve as hosts for V2+ and Ti3+ ions and enable the synthesis of the first MOFs contg. these reduced early metal ions, which can be accessed from MOF-5 by postsynthetic ion metathesis (PSIM).  Addnl. MOF-5 analogs featuring Cr2+, Cr3+, Mn2+, and Fe2+ at the metal nodes can be obtained by similar postsynthetic methods and are reported here for the first time.  The inserted metal ions are coordinated within an unusual all-oxygen trigonal ligand field and are accessible to both inner- and outer-sphere oxidants: Cr2+- converts into Cr3+-substituted MOF-5, while Fe2+-MOF-5 activates NO to produce an unusual Fe-nitrosyl complex.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtF2rurnN&md5=949c3dc0e0933f412ab472855d3de72b", "27. ", "Coelho", ", ", "A.", " ", "J. Appl. Crystallogr.", " ", "2003", ",  ", "36", ",  ", "86", "– ", "95", " DOI: 10.1107/S0021889802019878", " ", "[", "Crossref", "], [", "CAS", "]", "27. ", "Indexing of powder diffraction patterns by iterative use of singular value decomposition", "Coelho, A. A.", "Journal of Applied Crystallography", "\r\n        (", "2003", "),\r\n    ", "36", "\r\n        (", "1", "),\r\n    ", "86-95", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "0021-8898", ".\r\n    \r\n            (", "Blackwell Munksgaard", ")\r\n        ", "A fast method for indexing powder diffraction patterns was developed for large and small lattices of all symmetries.  The method is relatively insensitive to impurity peaks and missing high d-spacings: on simulated data, little effect in terms of successful indexing was obsd. when one in three d-spacings are randomly removed.  Comparison with three of the most popular indexing programs, ITO, DICVOL91 and TREOR90, showed that the present method as implemented in the program TOPAS is more successful at indexing simulated data.  Also significant is that the present method performs well on typically noisy data with large diffractometer zero errors.  Crit. to its success, the present method uses singular value decompn. in an iterative manner for solving linear equations relating hkl values to d-spacings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXltlCgtA%253D%253D&md5=ed1e5f3812fc5336ab2e3a364fbf31a4", "28. ", "Coelho", ", ", "A.", " TOPAS-Academic, version 4.1; ", "Coelho Software", ": ", "Brisbane, Australia", ", ", "2007", ".", "There is no corresponding record for this reference.", "29. ", "Chilton", ", ", "N. F.", "; ", "Anderson", ", ", "R. P.", "; ", "Turner", ", ", "L. D.", "; ", "Soncini", ", ", "A.", "; ", "Murray", ", ", "K. S.", " ", "J. Comput. Chem.", " ", "2013", ",  ", "34", ",  ", "1164", "– ", "1175", " DOI: 10.1002/jcc.23234", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "PHI: A powerful new program for the analysis of anisotropic monomeric and exchange-coupled polynuclear d- and f-block complexes", "Chilton, Nicholas F.; Anderson, Russell P.; Turner, Lincoln D.; Soncini, Alessandro; Murray, Keith S.", "Journal of Computational Chemistry", "\r\n        (", "2013", "),\r\n    ", "34", "\r\n        (", "13", "),\r\n    ", "1164-1175", "CODEN:\r\n                ", "JCCHDD", ";\r\n        ISSN:", "0192-8651", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "A new program, PHI, with the ability to calc. the magnetic properties of large spin systems and complex orbitally degenerate systems, such as clusters of d-block and f-block ions, is presented.  The program can intuitively fit exptl. data from multiple sources, such as magnetic and spectroscopic data, simultaneously.  PHI is extensively parallelized and can operate under the sym. multiprocessing, single process multiple data, or GPU paradigms using a threaded, MPI or GPU model, resp.  For a given problem PHI is been shown to be almost 12 times faster than the known program MAGPACK, limited only by available hardware. © 2013 Wiley Periodicals, Inc.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvFKlsro%253D&md5=41862e0574037c1586f4faf078b07edc", "30. ", "Daul", ", ", "C.", "; ", "Schlapfer", ", ", "C. W.", "; ", "Mohos", ", ", "B.", "; ", "Ammeter", ", ", "J.", "; ", "Gamp", ", ", "E.", " ", "Comput. Phys. Commun.", " ", "1981", ",  ", "21", ",  ", "385", "– ", "395", " DOI: 10.1016/0010-4655(81)90015-1", " ", "[", "Crossref", "], [", "CAS", "]", "30. ", "Simulation of EPR spectra of randomly oriented samples", "Daul, C.; Schlaepfer, C. W.; Mohos, B.; Ammeter, J.; Gamp, E.", "Computer Physics Communications", "\r\n        (", "1981", "),\r\n    ", "21", "\r\n        (", "3", "),\r\n    ", "385-95", "CODEN:\r\n                ", "CPHCBZ", ";\r\n        ISSN:", "0010-4655", ".\r\n    ", "A program is described that calcs. the 1st deriv. of the EPR absorption spectrum of randomly oriented samples by using the following approxns.: (1) the eigenvalues of the spin Hamiltonian are given by 2nd-order perturbation theory; (2) the intensities of the EPR transition are detd. by Zeeman interaction only; (3) the paramagnetic species are uniformly or randomly distributed in space; (4) allowed transitions (ΔMI = 0) only are calcd.  The single crystal spectra for particular orientations are calcd.  They are summed over all spatial orientations (Simpson rule) and convoluted with a line shape function to give the absorption line.  A subsequent numerical derivation yields the 1st deriv. spectrum and reduces the random deviations due to the limited no. of orientations (M., et al., 1974, 1976).  The stick spectrum is convoluted with a line-shape function after the summation over all orientations has been done.  This implies that only line widths independent of orientation and mI can be treated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3MXhs1GitLg%253D&md5=b9358aab47bb126f7b781bc3168a367b", "31. ", "Press", ", ", "W. H.", "; ", "Teukolsky", ", ", "S. A.", "; ", "Vetterling", ", ", "W. T.", "  ", "Numerical Recipes in Fortran 77: The Art of Scientific Computing", "; ", "Cambridge University Press", ": ", "Cambridge, U.K.", ", ", "1992", ".", "There is no corresponding record for this reference.", "32. ", "Pilbrow", ", ", "J. R.", "  ", "Transition Ion Electron Paramagnetic Resonance", "; ", "Clarendon Press", ": ", "Oxford, U.K.", ", ", "1990", ".", "There is no corresponding record for this reference.", "33. ", "(a) ", "Rozes", ", ", "L.", "; ", "Steunou", ", ", "N.", "; ", "Fornasieri", ", ", "G.", "; ", "Sanchez", ", ", "C.", " ", "Monatsh. Chem.", " ", "2006", ",  ", "137", ",  ", "501", "– ", "528", " DOI: 10.1007/s00706-006-0464-6", " ", "[", "Crossref", "], [", "CAS", "]", "33. ", "Titanium-Oxo Clusters, Versatile Nanobuilding Blocks for the Design of Advanced Hybrid Materials", "Rozes, Laurence; Steunou, Nathalie; Fornasieri, Giulia; Sanchez, Clement", "Monatshefte fuer Chemie", "\r\n        (", "2006", "),\r\n    ", "137", "\r\n        (", "5", "),\r\n    ", "501-528", "CODEN:\r\n                ", "MOCMB7", ";\r\n        ISSN:", "0026-9247", ".\r\n    \r\n            (", "Springer Wien", ")\r\n        ", "A review.  This review describes the major advances made on Ti-oxo clusters chem. and their derived hybrid materials.  The main synthesis procedures, the cluster structures presented in literature, and the relation between the Ti-oxo clusters condensation degree and poisoning ratio are discussed.  The tuned organo-functionalization of the Ti-oxo based nanobuilding blocks allows to develop a LEGO-like chem., able to direct the assembling of a large variety of structurally well defined complex hybrid architectures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XksFCjsLc%253D&md5=56d166dbcf3c377e9728574177dc7fa9", "(b) ", "Rozes", ", ", "L.", "; ", "Sanchez", ", ", "C.", " ", "Chem. Soc. Rev.", " ", "2011", ",  ", "40", ",  ", "1006", "– ", "1030", " DOI: 10.1039/c0cs00137f", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "33. ", "Titanium oxo-clusters: precursors for a Lego-like construction of nanostructured hybrid materials", "Rozes, Laurence; Sanchez, Clement", "Chemical Society Reviews", "\r\n        (", "2011", "),\r\n    ", "40", "\r\n        (", "2", "),\r\n    ", "1006-1030", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Titanium oxo-clusters, well-defined monodispersed nano-objects, are appropriate nano-building blocks for the prepn. of org.-inorg. materials by a bottom up approach.  This crit. review proposes to present the different structures of titanium oxo-clusters referenced in the literature and the different strategies followed to build up hybrid materials with these versatile building units.  In particular, this crit. review cites and reports on the most important papers in the literature, concg. on recent developments in the field of synthesis, characterization, and the use of titanium oxo-clusters for the construction of advanced hybrid materials (137 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXptFSkuw%253D%253D&md5=d3c4a13f41049a5fe5eca6aeaca24cbc", "(c) ", "Wu", ", ", "Y.-Y.", "; ", "Luo", ", ", "W.", "; ", "Wang", ", ", "Y.-H.", "; ", "Pu", ", ", "Y.-Y.", "; ", "Zhang", ", ", "X.", "; ", "You", ", ", "L.-S.", "; ", "Zhu", ", ", "Q.-Y.", "; ", "Dai", ", ", "J.", " ", "Inorg. Chem.", " ", "2012", ",  ", "51", ",  ", "8982", "– ", "8988", " DOI: 10.1021/ic301092b", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "33. ", "Titanium-oxo-Clusters with Dicarboxylates: Single-Crystal Structure and Photochromic Effect", "Wu, Yin-Yin; Luo, Wen; Wang, Yu-Hong; Pu, Ya-Yang; Zhang, Xiang; You, Li-Sheng; Zhu, Qin-Yu; Dai, Jie", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "16", "),\r\n    ", "8982-8988", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two titanium-oxo-clusters Ti6O4(o-BDC)2(o-BDCiPr)2(OiPr)10 (1) and Ti6O3(o-BDC)2(OiPr)14 (2) (BDC = benzene dicarboxylate) were prepd. by one-step in situ solvothermal synthesis.  The compds. are the rare examples of the dicarboxylate-substituted titanium-oxo-clusters.  Their crystal structures are successfully measured by single-crystal X-ray anal.  The Ti6 oxo-clusters of 1 and 2 are constructed by two dual corner-missing cube subunit, Ti3O3.  The two subunits are linked by double μ3-O bridges for 1 and single μ2-O bridge for 2, resp., and the latter is a new type of carboxylate substituted titanium-oxo-cluster.  A photochromic effect was obsd. upon irradn. of the crystals in the presence of alc.  The light irradn. changed the color of the crystals from transparent to purple-gray.  The Ti(III) signal was detected after the irradn., and when the sample was exposured in air, superoxide diat. O2•26599299N- radical was found.  Photodegrdn. of the methyl orange in aq. dispersions of microcrystals of the cluster 2 was carried out under UV cut white light with the assistance of H2O2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFGiu7nE&md5=b12dba040ec1d9d6266e73cfa7592b4d", "34. ", "(a) ", "McGarvey", ", ", "B.", "; ", "Tepper", ", ", "E. L.", " ", "Inorg. Chem.", " ", "1969", ",  ", "8", ",  ", "498", "– ", "505", " DOI: 10.1021/ic50073a018", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "34. ", "Paramagnetic resonance absorption studies in the autoxidation of titanium(III) and vanadium(III) trisacetylacetonates", "McGarvey, Bruce R.; Tepper, Edward L.", "Inorganic Chemistry", "\r\n        (", "1969", "),\r\n    ", "8", "\r\n        (", "3", "),\r\n    ", "498-505", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    ", "Single crystals of Al(III) trisacetylacetonate contg. small amts. of Ti(III) trisacetylacetonate were oxidized in air and showed a free-radical E.P.R. spectrum of 4 species.  Three of these were analyzed and had nearly identical principal g values of 2.004, 2.010, and 2.024.  Oxidized single crystals contg. V(III) trisacetylacetonate showed 2 species with the typical vanadyl hyperfine splitting of 8 lines.  The principal g values of both species were close to 1.937, 1.978, and 1.978, while the hyperfine consts. were 171 × 10-4 and 65 × 10-4 cm.-1  These values were shown to be virtually identical with those obtained from a dil. single crystal vanadyl(IV) bisacetylacetonate in Al(III) trisacetylacetonate.  The Ti resonance is most likely due to the TiO33+ species while the V resonance is due to VO2+.  End product studies showed that the Ti autoxidation formed dimer species with O, while the V autoxidation produced vanadyl-(IV) bisacetylacetonate.  The relation of the E.P.R. results to the observed end products is discussed in terms of the probable reaction mechanism.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF1MXpt1WqtQ%253D%253D&md5=cac9bd159d00895562ed22a61448c682", "(b) ", "Latour", ", ", "J.-M.", "; ", "Marchon", ", ", "J.-C.", "; ", "Nakajima", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "1979", ",  ", "101", ",  ", "3974", "– ", "3976", " DOI: 10.1021/ja00508a050", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "34. ", "Titanium(III) porphyrins and their dioxygen adducts", "Latour, Jean Marc; Marchon, Jean Claude; Nakajima, Masayuki", "Journal of the American Chemical Society", "\r\n        (", "1979", "),\r\n    ", "101", "\r\n        (", "14", "),\r\n    ", "3974-6", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "A five-coordinate paramagnetic fluorotitanium(III) tetraphenylporphyrin complex (I) was prepd. by Zn-Hg redn. of the corresponding difluorotitanium(IV) complex.  Treating I with a variety of ligands, e.g., Bu3P, pyridine, or THF, gave six-coordinate fluorotitanium tetraphenylporphyrin ligand complexes.  Oxygenation of I gave diamagnetic peroxo Ti(IV) complexes, presumably by a two-step process.  The first step involves reversible binding of O2 giving a six-coordinate paramagnetic fluorotitanium tetraphenylporphyrin superoxo complex, which was stabilized by immobilization in a host crystal lattice.  This is the first example of a synthetic metalloporphyrin giving two distinct mononuclear dioxygen complexes formally differing by one electron.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE1MXlsVSrsLY%253D&md5=6b2226a3ba85bf6619443358a6d71986", "(c) ", "Li", ", ", "Y.-F.", "; ", "Aschauer", ", ", "U.", "; ", "Chen", ", ", "J.", "; ", "Selloni", ", ", "A.", " ", "Acc. Chem. Res.", " ", "2014", ",  ", "47", ",  ", "3361", "– ", "3368", " DOI: 10.1021/ar400312t", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "34. ", "Adsorption and Reactions of O2 on Anatase TiO2", "Li, Ye-Fei; Aschauer, Ulrich; Chen, Jia; Selloni, Annabella", "Accounts of Chemical Research", "\r\n        (", "2014", "),\r\n    ", "47", "\r\n        (", "11", "),\r\n    ", "3361-3368", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The interaction of mol. oxygen with titanium dioxide (TiO2) surfaces plays a key role in many technol. important processes such as catalytic oxidn. reactions, chem. sensing, and photocatalysis.  While O2 interacts weakly with fully oxidized TiO2, excess electrons are often present in TiO2 samples.  These excess electrons originate from intrinsic reducing defects (oxygen vacancies and titanium interstitials), doping, or photoexcitation and form polaronic Ti3+ states in the band gap near the bottom of the conduction band.  Oxygen adsorption involves the transfer of one or more of these excess electrons to an O2 mol. at the TiO2 surface.  This results in an adsorbed superoxo (O2-) or peroxo (O22-) species or in mol. dissocn. and formation of two oxygen adatoms (2 × O2-).  Oxygen adsorption is also the first step toward oxygen incorporation, a fundamental reaction that strongly affects the chem. properties and charge-carrier densities; for instance, it can transform the material from an n-type semiconductor to a poor electronic conductor.  In this Account, we present an overview of recent theor. work on O2 adsorption and reactions on the reduced anatase (101) surface.  Anatase is the TiO2 polymorph that is generally considered most active in photocatalysis.  Expts. on anatase powders have shown that the properties of photoexcited electrons are similar to those of excess electrons from reducing defects, and therefore, oxygen on reduced anatase is also a model system for studying the role of O2 in photocatalysis.  Exptl., the characteristic Ti3+ defect states disappear after adsorption of mol. oxygen, which indicates that the excess electrons are indeed trapped by O2.  Moreover, superoxide surface species assocd. with two different cation surface sites, possibly a regular cation site and a cation close to an anion vacancy, were identified by ESR spectroscopy.  On the theor. side, however, d. functional theory studies have consistently found that it is energetically more favorable for O2 to adsorb in the peroxo form rather than the superoxo form.  As a result, obtaining a detailed understanding of the nature of the obsd. superoxide species has proven difficult for many years.  On reduced anatase (101), both oxygen vacancies and Ti interstitials have been shown to reside exclusively in the subsurface.  We discuss how reaction of O2 with a subsurface O vacancy heals the vacancy while leading to the formation of a surface bridging dimer defect.  Similarly, the interaction of O2 with a Ti interstitial causes migration of this defect to the surface and the formation of a surface TiO2 cluster.  Finally, we analyze the peroxo and superoxo states of the adsorbed mol.  On the basis of periodic hybrid functional calcns. of interfacial electron transfer between reduced anatase and O2, we show that the peroxide form, while energetically more stable, is kinetically less favorable than the superoxide form.  The existence of a kinetic barrier between the superoxo and peroxo states is essential for explaining a variety of exptl. observations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXmsVGmtLk%253D&md5=ae68928713e50037df2e10b8010994ec", "35. ", "(a) ", "Zent", ", ", "A. P.", "; ", "Ichimura", ", ", "A. S.", "; ", "Quinn", ", ", "R. C.", "; ", "Harding", ", ", "H. K.", " ", "J. Geophys. Res.", " ", "2008", ",  ", "113", ",  ", "E09001", " DOI: 10.1029/2007JE003001", " ", "[", "Crossref", "], [", "CAS", "]", "35. ", "The formation and stability of the superoxide radical (O-2) on rock-forming minerals: band gaps, hydroxylation state, and implications for Mars oxidant chemistry", "Zent, Aaron P.; Ichimura, Andrew S.; Quinn, Richard C.; Harding, Heather K.", "Journal of Geophysical Research, [Planets]", "\r\n        (", "2008", "),\r\n    ", "113", "\r\n        (", "E9", "),\r\n    ", "E09001/1-E09001/13", "CODEN:\r\n                ", "JGPLEH", ";\r\n        ISSN:", "1934-8592", ".\r\n    \r\n            (", "American Geophysical Union", ")\r\n        ", "We have examd. the generation and stability of O-2 on TiO2 and albite, a common Na feldspar.  We were not able to produce thermally stable superoxide on albite, in contrast to the results of Yen et al., who reported the generation of O-2 that was stable up to 200°C on labradorite, another common feldspar.  The superoxide radical did form under UV irradn. at 77 K on albite that was not dehydrated but decayed rapidly at room temp.  On dehydrated albite, no superoxide signal was obsd.  We studied the kinetics of O-2 decompn. on hydrated albite and derived an activation energy, Ea = 15.2 kJ/mol.  Assuming pseudo first-order kinetics, a simple thermal model of Mars' regolith demonstrates that the surface O-2 population does not go to zero overnight; superoxide extinction at the surface is only complete when the seasonal CO2 cap covers the surface and surface photolysis is inhibited.  Depending on the specific quantum efficiency of the e-/h+ generation process, a finite, non-equil. population of O-2 should be observable on Martian surface materials throughout the Martian year.  However, on the basis of our inability to generate stable O-2 on hydrated albite via direct UV irradn., we do not believe that this mechanism is capable of explaining the O2 release in the Viking Gas Exchange (GEx) results, since O2 release in that case was obsd. even after samples had been stored for 143 sols in the dark at 10°C, then heated to 145°C for 3 h.  At least two other potential pathways to the generation of O-2 are identified in this article.  The first possibility is that metal oxides common on the Martian surface, particularly hematite, may be photoactive on Mars and play a role analogous to TiO2 in surface catalysis.  Secondly, we found that superoxide that formed during the sorption or drying of a 1% H2O2 soln. on TiO2, and potentially other oxides seems to be stable indefinitely.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlOlsLvN&md5=6aa83604e6c70f91709c36d92c4b9d1e", "(b) ", "Coronado", ", ", "J. M.", "; ", "Maira", ", ", "A. J.", "; ", "Conesa", ", ", "J. C.", "; ", "Yeung", ", ", "K. L.", "; ", "Augugliaro", ", ", "V.", "; ", "Soria", ", ", "J.", " ", "Langmuir", " ", "2001", ",  ", "17", ",  ", "5368", "– ", "5374", " DOI: 10.1021/la010153f", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "35. ", "EPR Study of the Surface Characteristics of Nanostructured TiO2 under UV Irradiation", "Coronado, Juan M.; Maira, A. Javier; Conesa, Jose Carlos; Yeung, King Lun; Augugliaro, Vincenzo; Soria, Javier", "Langmuir", "\r\n        (", "2001", "),\r\n    ", "17", "\r\n        (", "17", "),\r\n    ", "5368-5374", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Nanostructured TiO2 samples with primary particle size in the 4-20 nm range were prepd. by either hydrothermal (H) or thermal (T) treatment of an amorphous precursor, and their behavior under UV illumination at 77 K was studied by means of EPR spectroscopy.  The samples of the H series present the smallest crystallite size and after irradn. in a vacuum show some Ti3+ centers.  In contrast, under these conditions only weak signals assocd. with oxygenated radicals are obsd. for the T samples. However, when O is preadsorbed, several oxygenated complexes (O-, O2-, O2H•, and O3-) are photogenerated in proportions that depend on the characteristics of the material.  Subsurface O- species are exclusively detected in the case of the samples of the H series, whereas ozonide radicals and surface O- are stabilized on materials with larger cryst. domains.  These oxygenated complexes are thermally unstable, and they disappeared after warming to room temp. in the case of the T samples, but they are transformed to O2- on the surface of the hydrothermally treated TiO2.  Since adsorbed H2O and different types of free hydroxyls are present on these materials, as revealed by FTIR, a no. of surface reactions have to be considered to account for the formation and stability of such photogenerated species.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXltlSqtrc%253D&md5=7d784b2a3ce20b09193b25b920b467cc", "36. ", "(a) ", "Zhao", ", ", "Q.", "; ", "Bao", ", ", "X.-H.", "; ", "Wang", ", ", "Y.", "; ", "Lin", ", ", "L.-W.", "; ", "Li", ", ", "G.", "; ", "Guo", ", ", "X.-W.", "; ", "Wang", ", ", "X.-S.", " ", "J. Mol. Catal. A: Chem.", " ", "2000", ",  ", "157", ",  ", "265", "– ", "268", " DOI: 10.1016/S1381-1169(00)00144-8", " ", "[", "Crossref", "], [", "CAS", "]", "36. ", "Studies on superoxide O2- species on the interaction of TS-1 zeolite with H2O2", "Zhao, Q.; Bao, X.-h.; Wang, Y.; Lin, L.-w.; Li, G.; Guo, X.-w.; Wang, X.-s.", "Journal of Molecular Catalysis A: Chemical", "\r\n        (", "2000", "),\r\n    ", "157", "\r\n        (", "1-2", "),\r\n    ", "265-268", "CODEN:\r\n                ", "JMCCF2", ";\r\n        ISSN:", "1381-1169", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "The interactions of silicalite-1 (S-1), titanium silicalite-1 (TS-1), Ti-Si gel and anatase with H2O2 were investigated by ESR technique.  It was found that different Ti-O2- species could be formed over TS-1 zeolite and Ti-Si gel, which are dependent on the local structures of Ti atoms.  The decay of O2- species on these samples depicted that O2- species on framework Ti sites are much more unstable than O2- species on dispersed extra framework Ti sites.  The reaction of O2- species with phenol confirmed that O2- species on framework Ti sites are highly active.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXktFentbg%253D&md5=bf9b3dd0e8072f34f484f3a83d358745", "(b) ", "Chaudhari", ", ", "K.", "; ", "Srinivas", ", ", "D.", "; ", "Ratnasamy", ", ", "P.", " ", "J. Catal.", " ", "2001", ",  ", "203", ",  ", "25", "– ", "32", " DOI: 10.1006/jcat.2001.3315", " ", "[", "Crossref", "], [", "CAS", "]", "36. ", "Reactive Oxygen Species in Titanosilicates TS-1 and TiMCM-41: An In Situ EPR Spectroscopic Study", "Chaudhari, K.; Srinivas, D.; Ratnasamy, P.", "Journal of Catalysis", "\r\n        (", "2001", "),\r\n    ", "203", "\r\n        (", "1", "),\r\n    ", "25-32", "CODEN:\r\n                ", "JCTLA5", ";\r\n        ISSN:", "0021-9517", ".\r\n    \r\n            (", "Academic Press", ")\r\n        ", "The superoxide species generated by the interaction of titanosilicate mol. sieves, TS-1 and TiMCM-41, with aq. H2O2 have been studied by EPR spectroscopy.  Three paramagnetic Ti(IV)-superoxide radical species (A, B, and C, resp.) have been obsd. in TS-1 samples; mainly species B has been identified in TiMCM-41.  The Ti(IV) ions in the superoxide are in framework positions.  Species B is more abundant than species A and C.  On interaction with aq. H2O2 the geometry of titanium expands from tetra- to hexacoordination in species A and C and to pentacoordination in species B.  The EPR spectra of the Ti(IV)-superoxide species are characterized by rhombic g tensors.  The effects of solvents, substrate (allyl alc.), and temp. on the EPR spectra and distribution of species A-C have been examd.  In situ EPR studies have revealed that species A and C are more reactive toward the oxidn. of allylalc. to the corresponding epoxide than species B.  Variable-temp. EPR studies (77-190 K) have provided evidence, for the first time, of the superoxide-hydroperoxide/peroxide interconversions.  At higher temps. Ti(IV)-superoxide is the preferred geometry.  At lower temps. Ti(IV)-hydroperoxide/peroxide is formed.  Species B did not exhibit such an interconversion.  It is concluded that, in addn. to the framework Ti centers being able to expand their coordination geometry from 4 to 6 and the hydrophobic nature of the titanosilicate structure, the relative concns. of the superoxide and hydroperoxide/peroxide under reaction conditions are crucial factors detg. catalytic activity and, esp., selectivity.  (c) 2001 Academic Press.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXntlWrsbk%253D&md5=c152f0ec80a52b2557bbb9e6e151577a", "(c) ", "Maurelli", ", ", "S.", "; ", "Vishnuvarthan", ", ", "M.", "; ", "Berlier", ", ", "G.", "; ", "Chiesa", ", ", "M.", " ", "Phys. Chem. Chem. Phys.", " ", "2012", ",  ", "14", ",  ", "987", "– ", "995", " DOI: 10.1039/C1CP22897H", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "36. ", "NH3 and O2 interaction with tetrahedral Ti3+ ions isomorphously substituted in the framework of TiAlPO-5. A combined pulse EPR, pulse ENDOR, UV-Vis and FT-IR study", "Maurelli, Sara; Vishnuvarthan, Muthusamy; Berlier, Gloria; Chiesa, Mario", "Physical Chemistry Chemical Physics", "\r\n        (", "2012", "),\r\n    ", "14", "\r\n        (", "2", "),\r\n    ", "987-995", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Continuous Wave (CW), pulse ESR (EPR) and pulse Electron Nuclear Double Resonance (ENDOR) spectroscopies, in conjunction with UV-Vis and IR spectroscopies, are used to investigate the chem. reactivity of tetrahedrally coordinated Ti3+ ions isomorphously substituted in the framework of AlPO-5 towards NH3 and O2.  The coordination of ammonia to Ti3+ centers is followed in detail by complementary vibrational and electron magnetic resonance techniques.  In particular HYSCORE spectra allow identifying the coordination of two ammonia mols. to Ti3+ centers resolving the full hyperfine and quadrupole 14N coupling tensors.  The reactivity of the reduced TiAlPO sample towards mol. oxygen is detailed by means of CW-EPR and pulse ENDOR spectroscopy.  17O2 is employed, allowing to establish the formation of a \"side-on\" η2 O2--Ti4+ electrostatic complex.  Pulse ENDOR spectra provide detailed information on the local environment of the formed superoxide radical anion which acts as a paramagnetic probe, providing evidence for Ti-O-Ti oligomeric species.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsF2jsrfP&md5=82361f9d4c9cd5f095d5b19dc15321c7", "37. ", "(a) ", "Nakamoto", ", ", "K.", "  ", "Infrared and Raman Spectra of Inorganic and Coordination Compounds", ", ", "5th", " ed.; ", "John Wiley & Sons", ": ", "New York", ", ", "1997", ".", "There is no corresponding record for this reference.", "(b) ", "Ratnasamy", ", ", "P.", "; ", "Srinivas", ", ", "D.", "; ", "Knözinger", ", ", "H.", " ", "Adv. Catal.", " ", "2004", ",  ", "48", ",  ", "1", "– ", "169", " DOI: 10.1016/S0360-0564(04)48001-8", " ", "[", "Crossref", "], [", "CAS", "]", "37. ", "Active sites and reactive intermediates in titanium silicate molecular sieves", "Ratnasamy, P.; Srinivas, D.; Knoezinger, H.", "Advances in Catalysis", "\r\n        (", "2004", "),\r\n    ", "48", "\r\n        (", "),\r\n    ", "1-169", "CODEN:\r\n                ", "ADCAAX", ";\r\n        ISSN:", "0360-0564", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "A review; given is a summary and crit. anal. of recent advances in the understanding of (a) the nature and coordination state of Ti ions and other functional groups (such as OH) on dehydrated titanium silicate mol. sieves, (b) the type and structure of the oxo intermediates generated by the interaction of these active sites with oxidant/reactant mols. during catalytic reactions, and (c) the factors that influence the reactivity and selectivity of these active sites and reaction intermediates.  In the dehydrated state, most of the Ti4+ ions have the tetrapodal (Ti(OSi)4) or the tripodal (Ti(OSi)3OH) structure.  On contact with H2O2, titanium oxo species, Ti(O2H) and Ti(O.-2), resp., are formed.  On reaction with org. reactants, O-O bond cleavage in these titanium oxo species occurs in a hetero- or homolytic manner.  Product selectivity is detd. by the relative importance of these two modes of O-O cleavage.  Factors such as the coordinative environment of titanium, substituents on the O-O bond (H or alkyl), temp., solvent, nature of the org. reactant, etc. influence the mode of O-O cleavage.  Correlations between the structure and catalytic activity of titanium sites and oxo-titanium intermediates are also described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXnvV2juw%253D%253D&md5=425daec587d9a391c2d9af33ddd67f67", "38. ", "Bloch", ", ", "E. D.", "; ", "Murray", ", ", "L. J.", "; ", "Queen", ", ", "W. L.", "; ", "Chavan", ", ", "S.", "; ", "Maximoff", ", ", "S. N.", "; ", "Bigi", ", ", "J. P.", "; ", "Krishna", ", ", "R.", "; ", "Peterson", ", ", "V. K.", "; ", "Grandjean", ", ", "F.", "; ", "Long", ", ", "G. J.", "; ", "Smit", ", ", "B.", "; ", "Bordiga", ", ", "S.", "; ", "Brown", ", ", "C. M.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "14814", "– ", "14822", " DOI: 10.1021/ja205976v", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "38. ", "Selective Binding of O2 over N2 in a Redox-Active Metal-Organic Framework with Open Iron(II) Coordination Sites", "Bloch, Eric D.; Murray, Leslie J.; Queen, Wendy L.; Chavan, Sachin; Maximoff, Sergey N.; Bigi, Julian P.; Krishna, Rajamani; Peterson, Vanessa K.; Grandjean, Fernande; Long, Gary J.; Smit, Berend; Bordiga, Silvia; Brown, Craig M.; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "37", "),\r\n    ", "14814-14822", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The air-free reaction between FeCl2 and H4dobdc (dobdc4- = 2,5-dioxido-1,4-benzenedicarboxylate) in a mixt. of N,N-dimethylformamide (DMF) and methanol affords Fe2(dobdc)·4DMF, a metal-org. framework adopting the MOF-74 (or CPO-27) structure type.  The desolvated form of this material displays a Brunauer-Emmett-Teller (BET) surface area of 1360 m2/g and features a hexagonal array of one-dimensional channels lined with coordinatively unsatd. FeII centers.  Gas adsorption isotherms at 298 K indicate that Fe2(dobdc) binds O2 preferentially over N2, with an irreversible capacity of 9.3%, corresponding to the adsorption of one O2 mol. per two iron centers.  Remarkably, at 211 K, O2 uptake is fully reversible and the capacity increases to 18.2%, corresponding to the adsorption of one O2 mol. per iron center.  Mossbauer and IR spectra are consistent with partial charge transfer from iron(II) to O2 at low temp. and complete charge transfer to form iron(III) and O22- at room temp.  The results of Rietveld analyses of powder neutron diffraction data (4 K) confirm this interpretation, revealing O2 bound to iron in a sym. side-on mode with dO-O = 1.25(1) Å at low temp. and in a slipped side-on mode with dO-O = 1.6(1) Å when oxidized at room temp.  Application of ideal adsorbed soln. theory in simulating breakthrough curves shows Fe2(dobdc) to be a promising material for the sepn. of O2 from air at temps. well above those currently employed in industrial settings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtV2isbnM&md5=bb45728676bb33f13be541d2cc6d0279", "39. ", "(a) ", "Lynch", ", ", "C. T.", "; ", "Mazdiyasni", ", ", "S.", "; ", "Smith", ", ", "J. S.", "; ", "Crawford", ", ", "W. J.", " ", "Anal. Chem.", " ", "1964", ",  ", "36", ",  ", "2332", "– ", "2337", " DOI: 10.1021/ac60218a034", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "39. ", "Infrared spectra of transition-metal alkoxides", "Lynch, C. T.; Mazdiyasni, K. S.; Smith, J. S.; Crawford, W. J.", "\r\n        (", "1964", "),\r\n    ", "36", "\r\n        (", "12", "),\r\n    ", "2332-7", "CODEN:\r\n                ", "ANCHAM", ";\r\n        ISSN:", "0003-2700", ".\r\n    ", "The ir absorption spectra of B, Al, Y, Ti, Zr, Hf, and Th isopropoxides, Ti, Zr, Hf, Th tert-butoxides, and tert-BuOAc were detd.  The spectra of Ti, Zr, Hf, and Th isopropoxides are somewhat similar but the intensities are different.  All exhibit a doublet at 1375 and 1365 cm.-1 and bands at 1160-1175 and 1120-1140 cm.-1  The former is characteristic of gem-di-Me structures and the later of isobranching vibrations.  The butoxide spectra are significantly different from the isopropoxide spectra.  This is due to steric hindrance of the larger butoxide groups preventing intermol. assocn.  All butoxide spectra are similar, except for Th, and have bands at 1359 and 1381 cm.-1  This can be used to differentiate them from the isopropoxides.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF2MXoslCqsQ%253D%253D&md5=ca19d7cdea547cb7022f85fdd265b69d", "(b) ", "Giannetti", ", ", "E.", "; ", "Albizzati", ", ", "E.", " ", "Inorg. Chim. Acta", " ", "1983", ",  ", "74", ",  ", "215", "– ", "220", " DOI: 10.1016/S0020-1693(00)81429-2", " ", "[", "Crossref", "], [", "CAS", "]", "39. ", "A simple route to alkoxychloro titanium(III) and vanadium(III) compounds", "Giannetti, E.; Albizzati, E.", "Inorganica Chimica Acta", "\r\n        (", "1983", "),\r\n    ", "74", "\r\n        (", "),\r\n    ", "215-20", "CODEN:\r\n                ", "ICHAA3", ";\r\n        ISSN:", "0020-1693", ".\r\n    ", "M(OR)nCl3-n (M = Ti, V; R = Me, Et, Bu; n = 1, 2) were prepd. by reaction of MCl3 and HC(OR)3.  The reaction mechanism probably involves a 6-member cyclic intermediate.  The alkoxy-chloro compds. were characterized by elemental analyses, x-ray powder diffraction, IR spectroscopy and magnetic susceptibilities.  They are polymeric, probably due to the presence of alkoxide bridges although Cl bridges and partial direct metal-metal interaction cannot be ruled out.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2cXhs1KhtQ%253D%253D&md5=e9b45948b7ed992520ae54a63972208d", "40. ", "(a) ", "Schwarzenbach", ", ", "G.", "; ", "Mühlebach", ", ", "J.", "; ", "Müller", ", ", "K.", " ", "Inorg. Chem.", " ", "1970", ",  ", "9", ",  ", "2381", "– ", "2390", " DOI: 10.1021/ic50093a001", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "40. ", "Peroxo complexes of titanium", "Schwarzenbach, Gerold; Muehlebach, J.; Mueller, Klaus", "Inorganic Chemistry", "\r\n        (", "1970", "),\r\n    ", "9", "\r\n        (", "11", "),\r\n    ", "2381-90", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    ", "The formation of homogeneous solns. of peroxotitanium was achieved without adding any excess of acid by starting from pure TiCl4 and concd. H2O2.  This allowed the detn. of the no. of H ions, n, which are liberated in the process Ti.aq4+ + H2O2 → Ti(O2)(OH)n-24-n+ + nH+.  Below pH 1 the complex formed has a single charge per metal and probably is mononuclear:  Ti(O2)OH.aq+.  Above pH 1 condensation takes place to various deprotonation products of dinuclear Ti2O5.aq2+.  The primarily formed species Ti2O5(OH)x2-x, with x = 1-6, were studied in a rapid-flow app.  They slowly condense to polynuclear cations and anions (depending on x), and finally a ppt. of peroxotitanium hydrate TiO3(OH2)x, where x is between 1 and 2, is obtained.  Chelates of mononuclear TiO22+ as well as of dinuclear Ti2O52+ are produced, depending on the acidity of the mixts. and the dentation of the chelating ligand.  Crystd. complex salts were obtained with dipicolinic acid, nitrilotriacetic acid, and EDTA and are the 1st peroxotitanium compds. which are suitable for x-ray investigation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE3cXltlKru7Y%253D&md5=c1968ddd230b6cbd38b2bfe8fc1a79de", "(b) ", "Jeske", ", ", "P.", "; ", "Haselhorst", ", ", "G.", "; ", "Weyhermüller", ", ", "T.", "; ", "Wieghardt", ", ", "K.", "; ", "Nuber", ", ", "B.", " ", "Inorg. Chem.", " ", "1994", ",  ", "33", ",  ", "2462", "– ", "2471", " DOI: 10.1021/ic00089a025", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "40. ", "Synthesis and Characterization of Mononuclear Octahedral Titanium(IV) Complexes Containing Ti:O, Ti(O2), and Ti(OCH3)x (x = 1-3) Structural Units", "Jeske, Peter; Haselhorst, Gabriele; Weyhermueller, Thomas; Wieghardt, Karl; Nuber, Bernhard", "Inorganic Chemistry", "\r\n        (", "1994", "),\r\n    ", "33", "\r\n        (", "11", "),\r\n    ", "2462-71", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    ", "The oxidn. of [(Me3tacn)TiIIIBr3] (Me3tacn is 1,4,7-trimethyl-1,4,7-triazacyclononane) in H2O with Na2[S2O8] yields upon addn. of NaClO4 yellow-orange [(Me3tacn)TiIVBr3]ClO4 (1).  The series [(Me3tacn)TiIVBrx(OMe)(3-x)]+ (x = 2 (2); x = 1 (3); x = 0 (4)) was synthesized by oxidn. reactions of [(Me3tacn)TiBr3] with air in MeCN/MeOH mixts. and MeOH as solvents.  Complexes 1, [(Me3tacn)TiBr(OMe)2](ClO4) (3), and [(Me3tacn)Ti(OMe)3]BPh4 (4) were structurally characterized by x-ray crystallog.  Crystal data: for 1, monoclinic space group P21/n, a 11.146(6), b 12.640(5), c 12.871(5) Å, β 91.19(4)°, Z = 4; for 3, monoclinic space group P21/c; a 11.837(3), b 12.635(3), c 13.044(2) Å, β 92.34(2)°, Z = 4; for 4, monoclinic P21/n, a 10.394(2), b 21.483(4), c 15.741(3) Å, β 90.30(3)°, Z = 4.  Two orange-red peroxotitanium(IV) complexes [(Me3tacn)Ti(O2)(NCO)2] (5) and [(Me3tacn)Ti(O2)Cl2] (6) were isolated from MeCN solns. of [(Me3tacn)2TiIII2(NCO)4(μ-O)] and [(Me3tacn)TiCl3] which had been exposed to air and H2O2, resp.  Crystal data for 5: monoclinic space group P21/n, a 8.602(3), b 12.478(5), c 14.671(4) Å, β 91.18(3)°, Z = 4.  Complexes 5 and 6 contain an η2-O22- ligand.  Three new octahedral titanyl complexes, [(Me3tacn)Ti(O)Cl2] (7), [(tiptacn)Ti(O)(NCS)2] (8), and [(tiptacn)Ti(O)(NCO)2] (9), were obtained from MeCN solns. of [(Me3tacn)TiCl3], [(tiptacn)Ti(NCS)3], and [(tiptacn)Ti(NCO)2(OMe)] by interaction with O where tiptacn represents 1,4,7-triisopropyl-1,4,7-triazacyclononane.  Crystal data for 7: monoclinic space group P21/a, a 12.815(3), b 7.829(2), c 15.146(6) Å, β 114.67(3)°, Z = 4.  The Ti:O distance is 1.637(3) Å.  All new compds. were studied by IR and Raman spectroscopy in soln. and in the solid state.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXjtFCgtrg%253D&md5=49a747f042169014ba8915c992924fd4", "(c) ", "Mattioli", ", ", "G.", "; ", "Filippone", ", ", "F.", "; ", "Amore Bonapasta", ", ", "A.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "13772", "– ", "13780", " DOI: 10.1021/ja062145x", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "40. ", "Reaction Intermediates in the Photoreduction of Oxygen Molecules at the (101) TiO2 (Anatase) Surface", "Mattioli, Giuseppe; Filippone, Francesco; Bonapasta, Aldo Amore", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "42", "),\r\n    ", "13772-13780", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The structural, electronic, and vibrational properties of intermediates of the O2 photoredn. at the (101) TiO2 (anatase) surface have been investigated by performing ab initio d. functional calcns.  In detail, a recently proposed approach has been used where mols. on the surface are treated like surface defects.  Thus, by applying theor. methods generally used in the physics of semiconductors, the authors successfully est. the location and donor/acceptor character of the electronic levels induced by an adsorbed mol. in the TiO2 energy gap, both crucial for the surface-mol. charge-transfer processes, and investigate the formation and the properties of charged intermediates.  The present approach permits a view of the O2 photoredn. process through several facets, which elucidates the mol.-surface charge-transfer conditions and reveals the key role played by charged intermediates.  A comparison of present results with those of a highly sensitive IR spectroscopy study of intermediates of the O2 photoredn. leads to a deeper understanding of this process and to revised vibrational-line assignments and reaction paths.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtVajt73P&md5=13ff65dc6b23ee509c9c3b345042f072", "41. ", "Johnson", ", ", "M. K.", "; ", "Powell", ", ", "D. B.", "; ", "Cannon", ", ", "R. D.", " ", "Spectrochim. Acta", " ", "1981", ",  ", "37", ",  ", "995", "– ", "1006", " DOI: 10.1016/0584-8539(81)80029-3", " ", "[", "Crossref", "], [", "CAS", "]", "41. ", "Vibrational spectra of carboxylato complexes.  III.  Trinuclear basic acetates and formates of chromium(III), iron(III), and other transition metals", "Johnson, M. K.; Powell, D. B.; Cannon, R. D.", "Spectrochimica Acta, Part A:  Molecular and Biomolecular Spectroscopy", "\r\n        (", "1981", "),\r\n    ", "37A", "\r\n        (", "11", "),\r\n    ", "995-1006", "CODEN:\r\n                ", "SAMCAS", ";\r\n        ISSN:", "0584-8539", ".\r\n    ", "The IR and Raman spectra of [M3O(O2CR)6L3]X.xH2O (M = Cr, Fe, Mn, Ru, Rh; R = H, Me; L = H2O, pyridine, γ-picoline; X = Cl, Br, I, NO3, ClO4, BF4) were analyzed in detail.  The vibrational modes of the central M3O and the 3 surrounding MO4 units. were identified.  The metal-N stretching vibrations and the M-OH2 modes were assigned.  The basic Cr(III) formate is [Cr3O(O2CH)6(OH2)2(O2CH)].xH2O, contg. monodentate, inner-sphere coordinated formate ion.  The use of the sym. and asym. OCO stretching frequencies in characterizing bridging carboxylate ions is discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL38XitVOlsLo%253D&md5=ea28374cbdcf3e23ee0a22e16e2796ad", "42. ", "Clark", ", ", "R. J. H.", "; ", "Lewis", ", ", "J.", "; ", "Machin", ", ", "D. J.", "; ", "Nyholm", ", ", "R. S.", " ", "J. Chem. Soc.", " ", "1963", ",  ", "379", "– ", "387", " DOI: 10.1039/jr9630000379", " ", "[", "Crossref", "], [", "CAS", "]", "42. ", "Complexes of titanium trichloride", "Clark, R. J. H.; Lewis, J.; Machin, D. J.; Nyholm, R. S.", "Journal of the Chemical Society", "\r\n        (", "1963", "),\r\n    ", "\r\n        (", "),\r\n    ", "379-87", "CODEN:\r\n                ", "JCSOA9", ";\r\n        ISSN:", "0368-1769", ".\r\n    ", "TiCl3 reacts with acetonitrile, tetrahydrofuran (THF), and dioxane to form, resp., the complexes TiCl3.3MeCN, TiCl3.3THF, and TiCl3.2Dioxane.  The spectra and magnetic moments over a temp. range were measured and employed to det. the distortion from octahedral of the ligand field about the Ti ion.  The spectral data indicate that the distortion in the excited state is ∼1200-2400 cm.-1 in the complexes studied, while the magnetic data indicate that the distortion in the ground state is ∼400-800 cm.-1  The spectra of the complex VCl3.3MeCN were analyzed on the basis of an av. Dq for the ligands.  A comparison of the Dq values for analogous Ti and V complexes is given.  The relative position of the solvent mols. in the spectrochem. series was also elucidated from the spectral measurements.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF3sXjslynsw%253D%253D&md5=6cfb248d5dfdcbeabb28920067dff254", "43. ", "Wood", ", ", "J. S.", " ", "Inorg. Chem.", " ", "1968", ",  ", "7", ",  ", "852", "– ", "859", " DOI: 10.1021/ic50063a002", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "43. ", "Ligand field theory for pentacoordinate molecules.  I.  The electronic spectra of species with D(sub 3h) and C(sub 3v) symmetry", "Wood, J. S.", "Inorganic Chemistry", "\r\n        (", "1968", "),\r\n    ", "7", "\r\n        (", "5", "),\r\n    ", "852-9", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    ", "Application of the point charge model to the calcn. of the energy levels of first-row transition metal ions in ligand fields of D3h symmetry has been made.  The results are used to make an assignment of the bands in the electronic spectra of mols. of the types MX3.2L and M(TD)X where L is a unidentate ligand, TD is a tetradentate amine ligand, and X is halogen.  Ligand field strengths for the different ligand combinations are calcd. and it is shown that to obtain reasonable agreement with the observed spectra, redn. in the interelectron repulsion parameters from their free ion values must be assumed.  The amt. of redn. for the different ligand combinations follows the same trend as found in complexes of cubic symmetry.  While the compds. of formulation M(TD)X do not deviate appreciably from D3h symmetry, it appears qual. that better agreement with the observed spectra would be found for a model of C3v symmetry.  Some of the band assignments made for these mols. differ from those given previously.  19 references.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF1cXktVKmtbg%253D&md5=c0a17b17ce17570c7eadc05849f3b262", "44. ", "Crouch", ", ", "P. C.", "; ", "Fowles", ", ", "G. W. A.", "; ", "Walton", ", ", "R. A.", " ", "J. Chem. Soc. A", " ", "1968", ",  ", "2172", "– ", "2174", " DOI: 10.1039/j19680002172", " ", "[", "Crossref", "], [", "CAS", "]", "44. ", "Electronic spectra of five- and six-coordinate complexes of titanium(III) and vanadium(III) halides:  a criterion of coordination number", "Crouch, P. C.; Fowles, G. W. A.; Walton, R. A.", "Journal of the Chemical Society [Section] A:  Inorganic, Physical, Theoretical", "\r\n        (", "1968", "),\r\n    ", "\r\n        (", "9", "),\r\n    ", "2172-4", "CODEN:\r\n                ", "JCSIAP", ";\r\n        ISSN:", "0022-4944", ".\r\n    ", "The complexes MX3,2L(M = Ti or V; X = Cl, Br, or I; L = NMe3 or α-picoline) have diffuse-reflectance spectra characteristic of five-coordinate trigonal-bipyramidal species of D3h symmetry.  These spectra are markedly different from those of six-coordinate complexes of the type MX3.3L, since the former have characteristic absorption bands in the near-ir region (10,000-4500 cm.-1).  TiCl3.2NMe3, VCl3.2NMe3, and TiCl3.2α-MeC5H4N dissolve unchanged in the parent ligands.  For the trigonal-bipyramidal Ti(III) and V(III) complexes of NMe3, v1 is observed to be more intense than v2.  A possible reason for this is briefly discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF1cXkvVWqtrs%253D&md5=1b8a183d32441ee38584f894cba52274", "45. ", "Boyle", ", ", "T. J.", "; ", "Tyner", ", ", "R. P.", "; ", "Alam", ", ", "T. M.", "; ", "Scott", ", ", "B. L.", "; ", "Ziller", ", ", "J. W.", "; ", "Potter", ", ", "B. G.", " ", "J. Am. Chem. Soc.", " ", "1999", ",  ", "121", ",  ", "12104", "– ", "12112", " DOI: 10.1021/ja992521w", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "45. ", "Implications for the Thin-Film Densification of TiO2 from Carboxylic Acid-Modified Titanium Alkoxides. Syntheses, Characterizations, X-ray Structures of Ti3(μ3-O)(O2CH)2(ONep)8, Ti3(μ3-O)(O2CMe)2(ONep)8, Ti6(μ3-O)6(O2CCHMe2)6(ONep)6, [Ti(μ-O2CCMe3)(ONep)3]2, and Ti3(μ3-O)(O2CCH2CMe3)2(ONep)8 (ONep = OCH2CMe3)", "Boyle, Timothy J.; Tyner, Ryan P.; Alam, Todd M.; Scott, Brian L.; Ziller, Joseph W.; Potter, B. G., Jr.", "Journal of the American Chemical Society", "\r\n        (", "1999", "),\r\n    ", "121", "\r\n        (", "51", "),\r\n    ", "12104-12112", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Carboxylic acid (HORc)-modified Ti(OR)4 products were used to study the effect that similarly ligated species with substantially varied structures have on the final densification of the resultant ceramic (in this case TiO2).  The 1:1 stoichiometric products isolated from the reactions of [Ti(μ-ONep)(ONep)3]2 (1, ONep = OCH2CMe3) and a variety of sterically hindered carboxylic acids [HORc: HOFc (HO2CH), HOAc (HO2CCH3), HOPc (HO2CCHMe2), HOBc (HO2CCMe3), or HONc (HO2CCH2CMe3)] were identified by single-crystal x-ray diffraction and solid-state 13C MAS NMR spectroscopy as Ti3(μ3-O)(OFc)2(ONep)8 (2), Ti3(μ3-O)(OAc)2(ONep)8 (3), Ti6(μ3-O)6(OPc)6(ONep)6 (4), Ti2(μ-OBc)2(ONep)6 (5), and Ti3(μ3-O)(ONc)2(ONep)8 (6).  Compds. 2, 3, and 6 adopt a triangular arrangement of Ti atoms linked by a μ3-oxide moiety with ORc and ONep ligands supporting the basic framework.  Compd. 4 adopts a distorted, hexagon-prism geometry of two offset [Ti-O-]3 rings with each six-coordinated metal possessing a terminal ONep and two monodentate OPc ligands.  The unique, nonesterified product 5 is dimeric with two μ-ONep, two unidentate bridging OBc, and two terminal ONep ligands.  The soln. behaviors of 2-6 were studied by NMR expts. and retain the solid-state structure in soln. with a great deal of ligand rearrangement.  Films of TiO2 were made from redissolved crystals of 2-6.  The highest d. TiO2 thin films were derived from the partially hydrolyzed, trinuclear, low-carbon-contg. ONep complexes 2 and 3, as detd. from ellipsometric data.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXnslensbg%253D&md5=da57adf6bbf12b258761eedaa8defbd1", "(b) ", "Mijatovic", ", ", "I.", "; ", "Kickelbick", ", ", "G.", "; ", "Puchberger", ", ", "M.", "; ", "Schubert", ", ", "U.", " ", "New J. Chem.", " ", "2003", ",  ", "27", ",  ", "3", "– ", "5", " DOI: 10.1039/b208255a", " ", "[", "Crossref", "], [", "CAS", "]", "45. ", "Preservation of the cluster core upon formation of Ti3O(OPri)8(benzoate)2 from Ti3O(OR)10", "Mijatovic, Ivan; Kickelbick, Guido; Puchberger, Michael; Schubert, Ulrich", "New Journal of Chemistry", "\r\n        (", "2003", "),\r\n    ", "27", "\r\n        (", "1", "),\r\n    ", "3-5", "CODEN:\r\n                ", "NJCHE5", ";\r\n        ISSN:", "1144-0546", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The cluster Ti3O(OPri)8(benzoate)2 was obtained upon reaction of Ti3O(OPri)10 or Ti3O(OPri)9(OMe) with HOBz.  The remarkable feature of this substitution reaction is that the cluster structure is approx. preserved, as revealed by an x-ray crystal structure study.  Ti3O(OPri)8(benzoate)2 undergoes a dynamic exchange process of the propoxy groups in soln.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXit1emug%253D%253D&md5=ecae977ef84c6338b6da48e85dba4c72", "46. ", "(a) ", "Bodner", ", ", "A.", "; ", "Drueke", ", ", "S.", "; ", "Wieghardt", ", ", "K.", "; ", "Nuber", ", ", "B.", "; ", "Weiss", ", ", "J.", " ", "Angew. Chem., Int. Ed. Engl.", " ", "1990", ",  ", "29", ",  ", "68", "– ", "70", " DOI: 10.1002/anie.199000681", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(b) ", "Weihe", ", ", "H.", "; ", "Güdel", ", ", "H. U.", " ", "J. Am. Chem. Soc.", " ", "1998", ",  ", "120", ",  ", "2870", "– ", "2879", " DOI: 10.1021/ja973021a", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "46. ", "Magneto-Structural Correlations in Linear and Bent Oxo-Bridged Transition-Metal Dimers: Comparisons, Interpretations, and Predictions of Ground-State Magnetic Properties", "Weihe, Hoegni; Guedel, Hans U.", "Journal of the American Chemical Society", "\r\n        (", "1998", "),\r\n    ", "120", "\r\n        (", "12", "),\r\n    ", "2870-2879", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The angular dependence of the magnetic properties of all known octahedrally coordinated oxo-bridged dimers with trivalent 3d transition metals are interpreted in terms of the most simple concepts.  These concepts are based on a combination of kinetic exchange and the chem. intuitive angular overlap model.  The use of an angular overlap model allows the sepn. of the σ donor properties of the bridging oxide ligand into sσ and pσ contributions.  An est. of the sσ and the pσ angular overlap model parameters is given.  An anal. of the magnetic properties of the known oxo-bridged dimers allows the authors to predict the magnetic properties of unknown oxo-bridged dimers with trivalent 3d transition metal ions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXit1Wgurc%253D&md5=a9be85daebd2db7bacb89150a8f69f49"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-20/acs.inorgchem.5b02046/20151013/images/small/ic-2015-02046x_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-20/acs.inorgchem.5b02046/20151013/images/small/ic-2015-02046x_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-20/acs.inorgchem.5b02046/20151013/images/small/ic-2015-02046x_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-20/acs.inorgchem.5b02046/20151013/images/small/ic-2015-02046x_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-20/acs.inorgchem.5b02046/20151013/images/small/ic-2015-02046x_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-20/acs.inorgchem.5b02046/20151013/images/small/ic-2015-02046x_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2015/inocaj.2015.54.issue-20/acs.inorgchem.5b02046/20151013/images/small/ic-2015-02046x_0002.gif\">"]}
