{"title": ["Basic Research Needs for Design of Adsorptive Gas Separation Processes"], "authors": ["Shivaji Sircar"], "doi": ["10.1021/ie051056a"], "abstract": "Separation and purification of multicomponent gas mixtures by adsorption is an established process technology. Adsorptive process design requires accurate data on multicomponent gas adsorption equilibria, kinetics, and heats as input variables. These data often cannot be predicted by using today's models, particularly for complex practical systems where the gas mixtures have adsorbates of different sizes and polarities, and the adsorbent is energetically heterogeneous. There is a large volume of pure gas and some binary gas adsorption equilibrium and kinetic data in the published literature, but multicomponent adsorption data are rare. The data for heats of adsorption are only emerging. There is a desperate need to generate a multicomponent adsorption database for better understanding of the complex phenomenon, for seriously testing existing models, and for development of new models. Two recently developed methods called “isotope exchange technique” and “microcalorimetry for adsorption heats” are recommended for measurement of the multicomponent data. Needs to satisfy thermodynamic consistencies by binary gas equilibrium data and the equilibrium models are emphasized. ", "text": [" Top of PageAbstractIntroductionEngineering Process DesignIndustrial Design RequirementsSensitivity of Process PerformanceState of the Art and Research NeedsCommon Design PracticeComments on Models for Core PropertiesIsotope Exchange TechniqueMicrocalorimeter for Heat of AdsorptionSummaryIntroduction There has been phenomenal growth in the development of adsorptive technologies for separation and purification of multicomponent gas mixtures during the past 3 decades. They are being used to serve the chemical, the petrochemical, the environmental, the pharmaceutical, and the electronic gas industries.1,2 The research and development in this area remain unabated, as indicated by the plot of Figure 1.  The figure shows the result of a patent search using the key words “gas separation by adsorption”.3 The plot is a year-by-year tally of the number of U.S. patents issued on the subject during the period of 1980−2000. The total number of patents exceeds 3000, and it is growing.  Two generic process concepts, called “pressure swing adsorption (PSA)” and “thermal swing adsorption (TSA)”, are most frequently used for industrial gas separations. Table 1 lists some of the key application areas. The list is impressive, and new areas are continually being explored. There are several hundred thousand PSA and TSA units operating around the world. A large fraction of these units consists of home medical oxygen generators and air-brake drying systems.  Adsorption, in fact, has become the state of the art technology for four of these applications. They include (i) small to very large scale production of H2 from various source gases, (ii) small to intermediate scale production of O2 and N2 enriched air from ambient air, (iii) small to large scale gas drying, and (iv) trace impurity removal from contaminated gases. A few recent review articles4-8 and several monographs9-14 cover these applications and others in detail.  It may be seen from Table 1 that a variety of microporous−mesoporous adsorbent families are employed for these separations. The pore structures of the crystalline zeolites are well-characterized, but those for the amorphous adsorbents such as activated carbons, aluminas, and silica gels are not. These adsorbents may exhibit various degrees of physicochemical heterogeneities for adsorption of one or more adsorbates. Table 2 describes some of the commercially used adsorbents and the sources of their heterogeneity.   Figure 1 U.S. patents on gas separation by adsorption during 1980−2000.      Table 1.  Examples of Commercial PSA and TSA Gas Separation−Purification Processes  objectivestypical adsorbatestypical adsorbentsprocess air fractionation (production of O2 and N2 enriched air) H2O, CO2, N2, O2, Ar zeolites, molecular sieve carbons, aluminas PSA production of 90−93% O2 from air for home medical use H2O, CO2, N2, O2, Ar zeolites PSA production of H2 and CO2 from steam−methane re-former (SMR) off-gas H2O, CO2, CO, CH4, H2, N2 zeolites, aluminas, activated carbons PSA production of CO from SMR off-gas H2O, CO, CO2, CH4, H2 chemically modified aluminas and activated carbons, aluminas PSA production of H2 from refinery off-gas (ROG) H2O, H2, C1−C5 alkanes and alkenes silica gels, aluminas, activated carbons PSA solvent Vapor Recovery H2O, chlorofluorohydrocarbons, alcohols, ketones, BTX, N2 (air) activated carbons, aluminas PSA/TSA production of CH4 and CO2 from landfill gas CO2, CH4, trace chlorofluorohydro- carbons, H2O zeolites, molecular sieve carbons PSA with TSA pretreatment gas desulfurization H2O, H2S, mercaptans, organic sulfides, N2 (air), H2, CH4, CO2 modified activated carbons, zeolites TSA VOC removal BTX ethyl benzene, alcohols, ketones, chlorinated hydrocarbons, N2 (air), H2O activated carbons, aluminas TSA gas drying H2O, N2, CH4, CO2, alcohols aluminas, silica gels, zeolites PSA/TSA air brake drying H2O, CO2, N2, O2, Ar aluminas, silica gels, zeolites PSA electronic gas purification O2, N2, CO, CO2, NF3, N2F6, SF6, CF4, C2F6 zeolites, modified aluminas TSA separation of normal paraffins from isoparaffins and cyclic hydrocarbons n-C8H18, i-C8H18, cyclohexane zeolites PSA     Table 2.  Properties of Commercial Adsorbents for Gas Separation  adsorbentsstructurenominal pore sizescause for heterogeneity zeolites (types A and X, mordenite, chabizite, clinoptilolite); common ion exchanged forms: Na, K, Ca, Li, Ba, Mg, Ag crystalline, microporous aluminosilicate framework, well-defined and uniform pore structure 3−10 Å nominal pore openings in zeolite crystals, mesopores in binder defects in crystal lattice, presence of one or more types of hydrated or nonhydrated cations in different locations within the framework, presence of trace moisture, nonuniform hydrolysis of zeolite framework during regeneration, distributed Si/Al ordering of the framework, presence of binder, etc. activated carbons (coal, petroleum, vegetable, polymeric precursors) amorphous, intricate network (often uncertain) of interconnected micro- and mesopores of various shapes and sizes distributed pores of nominal 3−100 Å diameters pores of different sizes and shapes having different volume fractions, pore walls of different surface chemistry (different types of oxygen and hydroxyl groups on surfaces) giving rise to different degrees of local surface polarities molecular sieve carbons (coal, polymeric, vegetable based) micropores with synthetically and precisely restricted pore mouth openings nominal pore mouth openings between 3 and 5 Å heterogeneity can be caused by bi-disperse pore sizes (narrow poremouth followed by a larger cavity) activated aluminas amorphous, contains networks of micro- and mesopores nominal mean pore diameter of 20−50 Å distributed pores of different shapes and sizes with surfaces containing both basic and acidic sites silica gels amorphous, contains networks of micro- and mesopores nominal mean pore diameter of 20−30 Å distributed pores of different shapes and sizes with different degrees of surface hydroxylation   Table 1 also shows that the most practical gas separation and purification applications involve multicomponent gas mixtures containing adsorbates of various sizes, polarizabilities, and permanent polarities. These properties can vary over a large range for the adsorbates of interest, as shown by Table 3.    Table 3.  Examples of Adsorbate Properties Encountered in Commercial Applications  gaskinetic diam (Å)liquid molar vola (cm3/mol)polarizability (×10-25 cm3)dipole moment (×1018 esu·cm)quadrupole moment (×10-26 esu·cm2) H2 2.89 28.5 8.0 0 0.662 N2 3.64−3.80 34.7 17.6 0 1.52 O2 3.467 27.9 16.0 0 0.39 Ar 3.54 28.7 16.4 0 0 CH4 3.82 37.8 26.0 0 0 CF4 4.70 50.6 38.4 0 0 C2F6 5.10 82.7 68.2 0 0 CCl4 5.947 103.6 105.0 0  SF6 5.128 77.0 65.4 0 0 C2H4 4.163 49.4 42.6 0 1.50 C2H6 4.44 55.0 44.7 0 0.65 CO2 3.3-3.9 37.4 26.5 0 4.30 CO 3.69 35.5 19.5 0.112 2.50 C3H8 4.3−-5.1 75.7 62.9 0.084  i-C4H10 5.278 97.8 82.9 0.132  n-C4H10 4.687 96.6 82.0 0.05  n-C6H14 5.949 140.8 119 0  NF3 3.62 46.2 3.62 0.235  H2S 3.623 34.3 37.8 1.0−1.1  CH3Cl 4.182 50.8 47.2−53.5 1.87  CH2Cl2 4.898 65.8 64.8 1.62  CCl2F2 5.0 80.1 78.5 0.51  CCl2H2 4.89 70.8 64.8 1.62  H2O 2.64 18.8 14.5 1.87    a At normal boiling points.    Thus, it should be emphasized that most adsorptive systems of practical interest deal with competitive adsorption of multicomponent gas mixtures of different sizes, polarizabilities, and polarities on energetically heterogeneous adsorbents. This can create severe complexity in the behavior of multicomponent adsorption equilibria, kinetics, and heats, which form the three core properties needed for selection of the optimum adsorbent and the process cycle for a given separation.   Top of PageAbstractIntroductionEngineering Process DesignIndustrial Design RequirementsSensitivity of Process PerformanceState of the Art and Research NeedsCommon Design PracticeComments on Models for Core PropertiesIsotope Exchange TechniqueMicrocalorimeter for Heat of AdsorptionSummaryEngineering Process Design Despite such growth in the practical applications of adsorptive technology for gas separation, the commercial design and optimization of a PSA or a TSA process still largely remain an experimental effort. This is primarily due to the inherent complex nature of the practical adsorption systems outlined above. A priori design of a practical process without the use of supporting data from a pilot scale process unit may not yet be feasible for two reasons:  (i) Most practical PSA and TSA processes are fairly complex, involving a number of sequential but interacting unsteady-state cyclic steps. Theoretical design of these processes requires numerical solutions of rigorous, non-isothermal, and non- isobaric process models (coupled partial differential equations describing the mass, the heat, and the momentum balances within the adsorber) using appropriate initial and boundary conditions for the process steps. It is usually expensive and time-consuming to solve such models with the accuracy and reliability needed for industrial design.  (ii) Basic understanding of the multicomponent gas−solid interactions (equilibria, heats, and kinetics) that govern the performance of the adsorptive process is often very limited, particularly for heterogeneous adsorbents used in practice. An accurate knowledge of these interactions under all conditions of pressure, temperature, and gas compositions prevailing inside the adsorber during the process cycle is needed for reliable solution of the process models. These conditions can vary over a wide range in a practical adsorption process.  A common practice is to develop a specific model for the adsorptive process of interest and use simplistic descriptions (models or empirical) of pure and multicomponent gas adsorption equilibria and kinetics in order to describe the effects of various operating variables to obtain an optimum design. The effort is always closely tied to experimental verification and empirical fine-tuning using actual process data from pilot plants. Such models can be very valuable for screening new ideas, process scale-up, and design of control schemes.   Top of PageAbstractIntroductionEngineering Process DesignIndustrial Design RequirementsSensitivity of Process PerformanceState of the Art and Research NeedsCommon Design PracticeComments on Models for Core PropertiesIsotope Exchange TechniqueMicrocalorimeter for Heat of AdsorptionSummaryIndustrial Design Requirements The required accuracy of a commercial process design (adsorber size, product purity, and recovery) can be extremely stringent. Two simplified examples of the economic impact of PSA product recovery (neglecting the time value of the money) are given below:  (i) Production of high purity (99.999 mol %) H2 from steam−methane re-former off-gas by PSA is a very common application.5 The H2 product gas must not contain more than 10 ppm of COx impurities for use in ammonia synthesis process to avoid catalyst poisoning. Furthermore, the H2 recovery from the feed gas (typically 85−92%) must be met accurately. A difference of ±2% in the estimation of recovery for a medium size plant (30 MM SCFD H2) can create an error of ∼±$9.5 MM in the revenue (H2 price at $3.00/(1000 scft)) over the plant life (350 days/year, 15 years), which is ±150% of the cost of the PSA plant itself. Such dramatic impact can make or break the economics of a design.  (ii) Production of high purity (99.99 mol %) N2 from ambient air by PSA is another application.4 The N2 product gas must contain less than 100 ppm O2 for use as blanketing gas in metallurgical furnaces. A specific PSA process designed for this purpose produced a 99.993% N2 product at 8.4 atm with a N2 recovery of 18.3% from the feed air.15 A difference of ±2% in  the estimation of the recovery in the design of a medium size plant (0.48 MM SCFD N2) can create an error of ∼±$0.1MM in the revenue (N2 price at $ 1.65/(1000 scft), feed air compression power cost at $0.05/KWH) over the plant life (350 days/year, 15 years), which is ∼30% of the cost of the PSA plant itself. The impact, in this case, is lower than that of case i, but it is still a very significant factor for making economic decisions regarding the process design.  The key performance variables for an adsorptive separation process include product purity, product recovery from feed gas, and productivity (amount of product per unit amount of adsorbent per cycle). However, very few publications rigorously compare the theoretical performance data of a PSA or a TSA process with those obtained from a bench or pilot scale process unit.16-32 Most of these studies report qualitative to fair to reasonably good agreements between theoretical calculations and experiments. The accuracy needed by industrial designs is seldom achieved. A common difficulty is to quantitatively simulate the non-isothermal behavior of the adsorber during the process cycle.28  On the other hand, the model calculations provide much insight into the details of the operational nuances of the non-isothermal ad(de)sorption processes inside the adsorber, which could never be experimentally studied at depth. For example, model studies have shown that (a) the desired goals for a PSA process of obtaining highest product recovery and productivity may be mutually exclusive33 and (b) there may be multiple cyclic steady states for PSA and TSA processes which are determined by the starting conditions of the adsorber.34,35 The models are also very useful for (i) adsorbent screening, (ii) process optimization, and (iii) establishing the limitations of a PSA/TSA process design.   Top of PageAbstractIntroductionEngineering Process DesignIndustrial Design RequirementsSensitivity of Process PerformanceState of the Art and Research NeedsCommon Design PracticeComments on Models for Core PropertiesIsotope Exchange TechniqueMicrocalorimeter for Heat of AdsorptionSummarySensitivity of Process Performance The accuracy of the three core properties (equilibria, kinetics, and heats), which form the key input variables for a process model, is a critical issue. This was demonstrated by a detailed analysis of this subject by the author.36  The separation of a binary gas mixture (20% C2H4 + 80% CH4) by a four-step Skarstrom type PSA process (high-pressure adsorption at ∼20.0 atm, countercurrent depressurization, countercurrent purge at near ambient pressure and pressurization with CH4 product gas) was chosen for the study. The feed gas temperature was 25 °C. A Nuxit charcoal, which was selective for adsorption of C2H4 over CH4 and which was heterogeneous for both adsorbates, was used as the adsorbent. The Toth model described the pure and binary gas adsorption equilibria and heats for the system.37 The Henry's law isosteric heats for pure C2H4 and CH4 were, respectively, 9.12 and 7.56 kcal/mol. The heats decreased with increasing adsorbate loadings due to adsorbent heterogeneity. The linear driving force model (constant mass-transfer coefficients and no cross-coefficients) was used to describe the adsorption kinetics for the adsorbates. The Ergun equation was used to estimate the column pressure drop. A detailed adiabatic, non-isobaric PSA process model was numerically solved to evaluate the sensitivity of the process performance (CH4 recovery from feed gas and its productivity for a given product purity) to errors in input variables. Table 4 summarizes the key results.    Table 4.  Performance Sensitivity Analysis of PSA Process for C2H4 + CH4 Separation  caseCH4 recovery (%), product purity = 99.87% CH4CH4 productivity ([lb mol/(lb of carbon)]/day) base (adiabatic) 28.4 0.195 ∼12% higher heats 22.06 (−22.3%) 0.149 (−28.1%) ∼12% lower heats 36.17 (+27.4%) 0.287 (+46.9%) assume homogeneous adsorbent (constant heats) 18.92 (−33.3%) 0.125 (−36.1%) isothermal operation 60.16 (+111.8%) 0.828 (+324.6%)   The base adiabatic case accounted for the variations of isosteric heats of adsorption of both components with adsorbate loadings according to the Toth model. The next two cases were also adiabatic simulations, but the isosteric heats in the Henry's law region were changed by by ∼±12%. The pure and binary  gas isotherms shifted by less than ±6% due to the changes in the heat. However, Table 4 shows that the CH4 recovery and productivity changed significantly from those for the base case. The numbers in parentheses indicate the percentage changes from the base case. The next case ignores the effect of adsorbent heterogeneity by assuming that the isosteric heats for both gases remain constant (equal to the base case Henry's law heats) at all adsorbate loadings. Both CH4 recovery and productivity were substantially reduced than the base case. In other words, adsorbent heterogeneity was beneficial to the separation of interest, and its ignorance underestimated the process performance. The last case, where the process performance was highly favorable, was for an isothermal column. Operation of an isothermal column is, however, practically impossible.  All of the data of Table 4 were generated using relatively high mass-transfer coefficients (ki = 0.5 s-1) for both components, where the influence of adsorption kinetics on the process performance was very small. Figure 2 shows the effects of varying ki on the process performance under the base case conditions. Both CH4 recovery and productivity decrease substantially as ki decreases. The effect can be pronounced when ki < 0.2 s-1. Even a relatively small (±20%) difference in ki value can introduce a very large error in the estimation of the process performance if adsorption kinetics is relatively slow.   Figure 2 Effect of adsorption kinetics on PSA process performance.   The above-described examples demonstrated the critical importance of input data accuracy (multicomponent gas equilibria, kinetics, and heats) for theoretically estimating the performance of a PSA process. In particular, it was shown that the role of the adsorbent heterogeneity in fixing the core input properties of the system and the complex thermal effects inside the adsorber during the ad(de)sorption processes can be crucial in establishing the ultimate process performance. Unwarranted simplification of these issues can cause severe under- or overestimation of the process performance.  The pressure, temperature, and gas compositions underwent extreme variations inside the adsorber during a cycle of the above example. The pressure changed between 1 and 20 atm. The highest and lowest local temperatures were, respectively, 110 and −15 °C. The local C2H4 mole fractions in the gas phase varied between 130 ppm to 20%.   Top of PageAbstractIntroductionEngineering Process DesignIndustrial Design RequirementsSensitivity of Process PerformanceState of the Art and Research NeedsCommon Design PracticeComments on Models for Core PropertiesIsotope Exchange TechniqueMicrocalorimeter for Heat of AdsorptionSummaryState of the Art and Research Needs Unfortunately, comprehensive multicomponent adsorption equilibrium, heat, and kinetic data are seldom available in the published literature. A large volume of pure gas and some binary gas adsorption equilibrium data have been reported in the literature. The monograph entitled “Adsorption Data Handbook” by Valenzuela and Myers compiles most of these data until 1989.38 A compilation of a large volume of pure gas and a few binary gas adsorption kinetic data (primarily on zeolites) can be found in the 1992 monograph entitled “Diffusion in Zeolites and Other Porous Solids” by Kärger and Ruthven.39 Published data on isosteric heats are generally limited to pure gas adsorption. They are calculated from isotherms at different temperatures using thermodynamics.40  Tables 5 and 6 are lists of the published equilibrium and kinetic data for gas mixtures containing three or more components, respectively. Table 7 is a list of published binary gas isosteric heats of adsorption data measured by calorimetry. These lists were compiled using the search machine “Science Finder”.    Table 5.  Published Adsorption Equilibrium Data for Gas Mixtures Containing Three or More Components  authors (year)adsorbatesadsorbentref Calleja et al. (1998) CO2 + C2H4 + C3H8 zeolite ZSM with different Al/Si ratios 41 Markmann and Mersmann (1998) CO2 + C2H4 + CHF3 activated carbon 42 Malara et al. (1994) O2 + N2 + CH4 Na−mordenite 43 Sievers and Mersmann (1993) CO2 + CO + CH4 + N2 5A zeolite 44 Hu et al. (1993) C2H6 + C3H8 + C4H10 activated carbon 45 Ritter and Yang (1987) CO2 + CO + H2S + CH4 + H2 activated carbon 46 Talu and Zwibel (1986) H2S + CO2 + C3H8 H−mordenite 47 Reich et al. (1980) CH4 + C2H4 + C2H6 activated carbon 48     Table 6.  Published Adsorption Kinetics Data for Gas Mixtures Containing Three or More Components  authors (year)adsorbatesadsorbentref Quingling et al. (2003) CO2 + CH4 + N2 molecular sieve carbons 49 Kraetz and Bart (1998)  H2O + toluene + butanol + o-xylene activated carbon 50 King and Do (1996) C2H6 + C3H8 + C4H10 activated carbon 51     Table 7.  Published Heats of Adsorption Data for Binary Gas Mixtures  authors (year)adsorbatesadsorbentref Dunne et al. (1997) C2H6 + CH4 silicalite 52 Dunne et al. (1997) CO2 + C2H6 NaX 52 Siperstein et al. (1999) SF6 + CH4 MFI 53   Although, these lists may not be exhaustive, their shortness tells the story. This lack of multicomponent gas adsorption equilibria and kinetic data prevents meaningful analysis of competitive ad(de)sorption process for the complex systems of practical interest. This also poses a major problem in choosing the right equilibrium model for the system of interest. The scarcity of binary or multicomponent gas isosteric heats of adsorption data is another serious issue, given the non-isothermal nature of practical adsorption processes. The heats determine the temperature changes inside the adsorber during the ad(de)sorption steps of the process, which, in turn, govern the local adsorption equilibria and kinetics, and, thus, the overall process performance.  Thus, there is a desperate need to generate and compile a multicomponent adsorption database so that the critical effects of adsorbate sizes, polarizabilities, and polarities can be systematically studied on energetically heterogeneous adsorbents. These data can also be used to test the validity of adsorption models for calculation of multicomponent adsorptive properties. The current lack of broad multicomponent gas adsorption data prevents (a) serious testing of the available models and (b) development of new or improved models.   Top of PageAbstractIntroductionEngineering Process DesignIndustrial Design RequirementsSensitivity of Process PerformanceState of the Art and Research NeedsCommon Design PracticeComments on Models for Core PropertiesIsotope Exchange TechniqueMicrocalorimeter for Heat of AdsorptionSummaryCommon Design Practice Given this state of the art, the design engineer typically gathers a limited set of adsorption equilibrium data for the system of interest (mostly pure gas data and some binary mixture data) and then uses an analytical, mixed gas equilibrium model (theoretical or empirical) to fit the data. The model is then used in good faith to interpolate or extrapolate the multicomponent data over all process conditions.  A limited amount of kinetic data is also measured (mostly pure gas data at low pressures), and it is generally assumed that multicomponent interactions for adsorption kinetics are absent. Simple, analytical lumped parameter kinetic models [such as the popular linear driving force (LDF) model] are then generally used for process simulation.  The isosteric heats of adsorption of the components of the gas mixture are often assumed to be (i) not functions of adsorbate loadings (equivalent to homogeneous adsorbents) and (ii) independent of each other. These simplified approaches often result in a very qualitative simulation of the separation process performance, and actual pilot plant process data are almost always needed to empirically adjust the process design parameters in order to satisfy the industrial design need. However, they can be very useful for process optimization and screening new ideas.   Top of PageAbstractIntroductionEngineering Process DesignIndustrial Design RequirementsSensitivity of Process PerformanceState of the Art and Research NeedsCommon Design PracticeComments on Models for Core PropertiesIsotope Exchange TechniqueMicrocalorimeter for Heat of AdsorptionSummaryComments on Models for Core Properties Adsorption Equilibria. The thermodynamics of gas adsorption imposes certain consistency requirements for pure and binary gas adsorption data.40,54,55 Table 8 lists these consistency tests.    Table 8.  Thermodynamic Consistency Tests for Binary Gas Adsorption Equilibria  type of testrequired equilib datacommentsrefConsistency between Pure and Binary Gas Equilibrium (a) integral test (a) pure gas adsorption isotherms [ni° = ni°(P) at constant T] and binary gas adsorption isotherms [ni = ni(yi) at constant P and T in the range 0 ≤ yi ≤ 1] (a) most common test in adsorption literature, requires least amount of data 54, 56 (b) differential test (b) pure gas adsorption isotherms [ni° = ni°(P) at constant T] and binary gas adsorption isotherms [ni = ni(yi) at constant P and T as well as ni = ni(P) at constant T and yi] (b) integral test is automatically satisfied if differential test is obeyed; adequate data to carry out this test may not be generally available 54Self-Consistency of Binary Gas Adsorption Data (c) differential test I (c) binary gas adsorption isotherms [ni = ni(P) at constant T and yi] (c) individual component isotherms (ni) can be estimated by measuring total amount adsorbed [n = ∑ni = n(P,T) at constant yi], requires very accurate data, data are generally not available 54, 57 (d) differential test II (d) binary gas adsorption isotherms [ni = ni(P) at constant T and yi and ni = ni(yi) at constant P and T] (d) requires extensive and accurate data, data are generally not available 54 (e) differential test III (e) binary gas adsorption data [ni = ni(P) at constant T and yi, ni = ni(yi) at constant P and T, and ni =ni(T) at constant P and yi] (e) requires very extensive and accurate data, may not be practical to gather 54   It is essential that pure and binary gas adsorption equilibrium data used for adsorptive process design obey these consistency  tests for reliable multicomponent data extrapolation and interpolation. It may not, however, be practical to measure the extensive amount of pure and binary gas data required for carrying out all of these tests for the system of interest. At least, the integral test (a), which requires the least amount of experimental data, must be checked.  These tests can also be applied to models for multicomponent adsorption equilibria,55 and only those models which pass these tests can be reliably used in process design.  Table 9 is a compilation of frequently used models that satisfy this criterion.    Table 9.  Properties of Various Models for Pure and Multicomponent Gas Adsorption Equilibria  modelanalyticdifferent adsorbate sizesadsorbent heterogeneitylateral interactionsdescribe azeotropethermodynamic consistency Langmuir yes no no no no same saturation capacities for all adsorbates at all temperatures multisite Langmuir (Nitta et al., Honig) yes yes no no no space (surface area or pore volume) balance must be satisfied by all adsorbates at all temperatures above with lateral interactions (Basmadjian and Martinez) yes yes no yes no space (surface area or pore volume) balance must be satisfied by all adsorbates at all T, no lateral interactions between different adsorbates Toth yes no yes no no same saturation capacities for all adsorbates at all temperatures, same degrees of heterogeneity for all adsorbates two-site discreet Langmuir (Sircar and Myers, Mathews et al., Bai and Yang) yes no yes, restricted no yes same saturation capacities for all adsorbates on both sites at all temperatures heterogeneous Langmuir (Sircar) yes no yes no yes same saturation capacities for all adsorbates on all sites at all temperatures ideal adsorbed solution theory (Myers and Prausnitz) no only small difference only weak heterogeneity yes no yes   All of the models described in Table 9 are based on the “site adsorption” concept except the ideal adsorbed solution (IAS) theory, which is a solution thermodynamic model. All models provide analytic equations except the IAS theory.58 They are thermodynamically consistent, albeit under some restricted conditions for some cases as noted in the table.  The classic Langmuir model and its multicomponent extension is for adsorption of gases of equal sizes on homogeneous adsorbents.59 However, they are frequently used empirically (thermodynamically not consistent) for different-sized adsorbates (unequal saturation capacities). The multisite Langmuir model of Nitta et al. explicitly accounts for differences in the adsorbate sizes on homogeneous adsorbents.60 Its extension by Basmadjian and Martinez adds lateral interactions in the adsorbed phase.61  The two-site discrete Langmuir models introduce simple adsorbent heterogeneity.62-64 More complex distributed adsorbent heterogeneities have been used in the Toth37 and the Sircar65 models. The Toth model, however, exhibits an infinitely large negative heat of adsorption at high coverage and, thus, not physically consistent.  The ability of these models to fit a given set of experimental data must be checked on a case-by-case basis. The physical situation (adsorbate size difference, adsorbent heterogeneity, etc.) can be used as guidelines for the selection.  The IAS model, which has been extensively evaluated for prediction of primarily binary gas adsorption data from the corresponding pure gas isotherm data, works very well when the adsorbates have equal or nearly equal sizes and when the adsorbent is homogeneous or weakly heterogeneous. Otherwise, the model can introduce serious errors in estimation of multicomponent equilibria.66 The practical use of the model is somewhat limited because it is not analytical, and it requires pure gas data in the Henry's law region for accurate estimation of multicomponent equilibria. Such data are often not available or difficult to measure for highly heterogeneous adsorbents.  Comparative evaluation of the models which are described in Table 9, as well as others, has been periodically carried out by various researchers using published pure and binary gas adsorption equilibrium data. These studies indicate that some of these models do an adequate job for some systems (generally idealized systems where the adsorbent is homogeneous, where the adsorbates are nonpolar or weakly polar and have nearly equal sizes, and where the lateral interactions in the adsorbed phase are absent). Otherwise, the errors in calculated binary equilibria by most of these models can be moderate to large. This is a very well recognized situation, and many recent publications in this field have emphasized the need for new models for describing multicomponent adsorption equilibria.64-72  None of the existing models simultaneously accounts for the effects of both adsorbate size difference and adsorbent heterogeneity, which are crucial characteristics of practical systems. There is a critical need for developing models that will fill that gap. However, they must be analytical and relatively simple to have practical utility.  It is recommended that the models used for process design be tested using only thermodynamically consistent equilibrium data. To the best knowledge of the author, the only set of published pure and binary gas data that was extensive enough to check tests a−d of Table 8 were for adsorption of CH4 and N2 on 5A zeolite.44,73 The adsorbent was energetically homogeneous to both gases, and all tests were satisfied. Several other published pure and binary gas data obeyed the integral consistency test of Table 8.55 These systems are listed in Table 10.    Table 10.  Examples of Binary Gas Adsorption Systems Obeying the Integral Thermodynamic Consistency Test  binary gas mixtures   nature of adsorbent (based on variation of pure gas isoteric heats with adsorbate loadings)(1)(2)adsorbentP (atm)T (K)component 1component 2ref C2H4 CO2 13X zeolite 1.36 298.1 homogeneous homogeneous 74 i-C4H10 C2H4 13X zeolite 1.36 373.1 − homogeneous 74 C2H4 C2H6 13X zeolite 1.36 423.1 homogeneous − 75 C2H6 C3H8 5A zeolite 0.132 293.1 − − 76    0.658 293.1       0.921 293.1    CH4 N2 5A zeolite 1.00 303.1 homogeneous homogeneous 73    6.00 303.1       29.75 303.1    CO CH4 5A zeolite 1.00 303.1 heterogeneous homogeneous 73    6.15 303.1    CO N2 5A zeolite 1.00 303.1 heterogeneous homogeneous 73    6.20 303.1       29.90 303.1       6.15 323.1    C3H8 C2H4 silica gel 1.00 273.1 homogeneous homogeneous 77    1.00 313.1    N2 O2 Na−mordenite 1.00 303.1 homogeneous homogeneous 78     358.1    C2H6 CH4 BPL carbon 1.29 301.4 homogeneous homogeneous 48 C2H4 CH4 BPL carbon 1.25 301.4 homogeneous homogeneous 48 C3H6 C3H8 Nuxit carbon 1.00 293.1 homogeneous homogeneous 79   Table 10 shows that most of the published binary gas data, which are thermodynamically consistent, are on energetically homogeneous adsorbents. This reemphasizes the need for measuring additional thermodynamically consistent binary gas data of different adsorbate sizes on heterogeneous adsorbents so that the corresponding models (old or new) can be validated.  Adsorption Kinetics. The most rigorous formulation to describe adsorbate mass transport inside an adsorbent particle is the chemical potential driving force (CPDF) model.80 The  CPDF model simplifies to the Fickian diffusion (FD) model with a constant diffusivity for isothermal adsorption of a pure gas in the Henry's law region.39 Otherwise, the diffusivity is a function of the adsorbate loading (Darken relationship). These relationships become much more complex for diffusion of mixed gases.39,81 The use of the FD model generally requires very high computational time for numerical solutions of the process models due to their complexity. This prohibits their use in practical process design. Instead the simpler lumped LDF model is very frequently used.39,82,83  Recently, it has been explained why the LDF model works in practice.83 The primary reason is that the estimation of the performance of an adsorptive separation process using a process model requires several sets of averaging of kinetic properties at the adsorbent particle, the adsorption column, and the overall cyclic steady-state levels. The characteristics of the kinetic models describing the local rates of adsorption at the particle level are often lost during these series of integration processes. Second, the overall adsorption kinetics in a practical heterogeneous adsorbent is determined by the average of the local kinetics in different adsorption sites (created by different pore sizes and adsorption equilibria), and the overall kinetics becomes practically independent of the nature of the local kinetics. Thus, the overall adsorption kinetics for a heterogeneous adsorbent can be described by a heterogeneous-LDF model, even though the kinetics in each adsorption site is Fickian.  There is need for (i) development of pure and multicomponent, heterogeneous-LDF models for gas adsorption kinetics, which is simple, analytical, and physically consistent, and (ii) generation of a database for pure and multicomponent gas adsorption kinetics for testing the heterogeneous-LDF models.  The dependence of surface diffusivity of pure and multicomponent adsorbates on their loadings in homogeneous and heterogeneous adsorbents can be a critical issue for process design. It has been demonstrated by both experimental and model analysis of kinetically controlled PSA processes (e.g. air separation by carbon molecular sieves) that the concentration dependence of diffusivities in the microporous adsorbent must be quantitatively described in order to explain the experimental process performance.29,84 The published data on this topic are limited. They show that the concentration dependence of surface diffusivities can be very complex and often rather peculiar.85-88 A general trend for adsorption of gases having a type I isotherm (typical for microporous adsorbents) is that the surface diffusivity (or mass-transfer coefficient) increases with increased adsorbate loading but exhibiting a much stronger dependence than that governed by the Darken relationship. This behavior has been observed with molecular sieve carbons,88 zeolites,89 and activated carbons,87 etc., and they cannot be predicted a priori. Theoretical or empirical models are proposed to explain these behaviors after the fact.88,90  Clearly, a systematic measurement of the concentration dependence of surface diffusivity (or mass-transfer coefficient) for pure, binary, and multicomponent gas mixtures in homogeneous and heterogeneous adsorbents will be needed to initiate meaningful research in this area. A further complication can be caused by steric effects of adsorbate molecules on both adsorption equilibria and kinetics, which is ignored by all published models.  Heat of Adsorption. Despite the importance of heat of adsorption as a core design variable, the experimental and theoretical study of multicomponent heat of adsorption on heterogeneous adsorbents is extremely limited. In principle, adsorption thermodynamics can be used to calculate the component isosteric heats for gas mixtures using extensive multicomponent isobar, isostere, and isotherm data,54,91 but gathering such data is practically impossible even for a binary system. Adsorption calorimetry must be used for measuring multicomponent heats.  The pure gas and component isosteric heats of adsorption can be strong and complex functions of adsorbate loadings for heterogeneous adsorbents. These behaviors cannot be predicted a priori at this time. A simplified thermodynamic model which can predict pure or multicomponent heats of adsorption on a heterogeneous adsorbent composed of homogeneous or heterogeneous patches is proposed.92,93 It can describe isosteric heats of adsorption of pure gases on heterogeneous solids.92 However, the lack of extensive experimental data prevents serious testing of the model.  Again, a systematic measurement of the concentration dependence of isosteric heats of adsorption for pure, binary, and multicomponent gas mixtures in homogeneous and heterogeneous adsorbents will be needed to initiate meaningful research in this area.  Experimental Measurement of Adsorption Equilibria, Kinetics, and Heats. It should be clear from the discussions in the previous sections that there is a severe shortage of systematic data for pure, binary, and multicomponent gas adsorption equilibria, kinetics, and heats on homogeneous and heterogeneous adsorbents using adsorbates of different sizes and polarities. The author believes that new predictive models or modification of existing models for the core input variables for process design cannot be formulated without such a database. Such data will also facilitate fundamental understanding of the complex adsorption behavior created by adsorbent heterogeneity.  The following sections comment on some of the traditional experimental methods and describe two recently developed techniques which can be very useful for measuring multicomponent data.  Adsorption Equilibria and Kinetics. The published literature discloses numerous experimental methods for measuring gas adsorption equilibria and kinetics. A vast majority of these methods are, however, designed for pure or binary gas systems only. Table 11 provides comparative advantages and disadvantages of some of the traditional40 and some more recently developed methods such as the zero length column technique,39,94-98 the frequency response technique,99-104 and the isotope exchange technique.89,105,106    Table 11.  Pros and Cons of Various Experimental Methods   ad(de)sorption equilibriumad(de)sorption kineticsexptl methodsadvantagesdisadvantagesadvantagesdisadvantages (a) gravimetric relatively simple, commercial apparatus available pure gas only, no control over final state, difficult to repeat relatively simple, commercial apparatus available pure gas only, no control over final state, non- isothermal data, difficult to repeat (b) volumetric relatively simple, multicomponent gas, commercial apparatus available no control over final state, random data, difficult to repeat, needs gas analyzer  non-isothermal data, complex data analysis (model dependent), no control over final state, difficult to repeat, not very useful (c) piezometric ideal for very high pressure data pure gas only  not useful (d) combined gravimetric− volumetric relatively simple, no gas analysis needed binary gas only, no control over final state, random data, difficult to repeat  non-isothermal data, no control over final state, complex boundary conditions for data analysis (model-dependent), not very useful (e) total desorption multicomponent gas, control over final state, easy to repeat not simple, needs gas analyzer  not useful (f) column dynamic good for trace adsorbates in a bulk gas, relatively easy to repeat, constant P, T experiment requires precise flow rate and composition measurements isothermal for trace component sorption, directly provides column dynamics model-dependent analysis for estimation of sorption kinetics (g) closed-loop recycle good for multicomponent trace adsorbates in a bulk gas, constant P, T experiment no control over final state, difficult to repeat generally isothermal for trace adsorbate systems, constant P and T experiment no control over final state, difficult to repeat (h) zero length column (ZLC) simple experiment, convenient for measuring Henry's law constant for a pure gas nonisothermal except for very small adsorbent particles simple experiment, eliminates the effect of axial dispersion encountered in conventional gas chromatography pure gas only, convenient data analysis for Henry's law region only, non- isothermal except for very small particles (i) frequency response not useful  suitable for measuring fast kinetics, potential for decoupling complex kinetic mechanisms primarily pure gas kinetics, complex model-dependent data analysis, generally non-isothermal (j) isotope exchange multicomponent bulk or trace gas, isothermal data, final state under control, easy to repeat, constant P, T, yi data needs isotopes and their analysis multicomponent bulk or trace gas, isothermal data, final state under control, easy to repeat, constant P, T, yi data needs isotopes and their analysis   It should be mentioned here that all experimental methods listed in Table 11 and others actually measure the equilibrium or transient Gibbsian surface excesses (GSE) as functions of gas-phase properties.40 The GSE is loosely called the amount adsorbed in the literature. Calculations of actual amounts adsorbed from the measured GSE values require assumptions about the structure and size of the adsorbed phase, which cannot be unambiguously measured by today's technology. In fact, there is no need to do that because the conservation equations in the process models can be formulated using the GSE as the primary variables.40  It may be noted from Table 11 that a key disadvantage of several of these methods is that there is no control over the final equilibrium state in the experiment. This is a severe limitation for these methods because the data generated can be very random in nature, particularly for multicomponent systems. Another major disadvantage for some of these methods is that the adsorption process is non-isothermal. It is practically impossible to remove (supply) heat from (to) the adsorbent in order to maintain the system isothermality in a practical experimental system unless the adsorption kinetics is very slow. Analysis of non-isothermal kinetic data can be very complex and ambiguous because the heat-transfer characteristics of the adsorption system are generally unknown. Differential adsorption tests, where the changes in adsorbate loadings and adsorbent temperatures are very small, do not resolve these difficulties, particularly for multicomponent systems.107-109 The third disadvantage of some of these methods is the difficulty in repeating an experiment. The adsorbed phase changes at the  end of each experiment; thus, one needs to start from scratch (regenerate the adsorbent) to reproduce the test.   Top of PageAbstractIntroductionEngineering Process DesignIndustrial Design RequirementsSensitivity of Process PerformanceState of the Art and Research NeedsCommon Design PracticeComments on Models for Core PropertiesIsotope Exchange TechniqueMicrocalorimeter for Heat of AdsorptionSummaryIsotope Exchange Technique The recently developed isotope exchange technique (IET) can simultaneously measure pure and multicomponent gas adsorption equilibria and kinetics in a single experiment without disturbing the overall adsorbed phase.89,105,106 It circumvents all of the disadvantages mentioned above. The method offers (a) complete control over the equilibrium state of the adsorption system during the experiment, defined by the chosen values of the system temperature (T), pressure (P), and mole fraction of component i (yi) at the start of the experiment, (b) an absolutely isothermal ad(de)sorption process, and (c) easy repetition of an experiment without adsorbent regeneration. Thus, the IET method (i) eliminates random data generation, (ii) provides unambiguous analysis of isothermal kinetic data, and (iii) offers an easy check of data reproducibility. Figure 3 shows a schematic drawing of the IET apparatus.   Figure 3 Schematic drawing of isotope exchange technique apparatus.   Figure 4 Examples of binary gas adsorption kinetics measured by IET.   The experimental protocol of the IET method is similar to that of Quig and Rees used for measuring self-diffusion of gases in zeolites.110 It consists of equilibrating an adsorbent mass in a closed loop system with a pure gas i at a chosen value of P and T or with a multicomponent gas mixture of i (≥2) components at a given P, T, and yi. The gas phase may contain a bulk and a trace isotope of component i. The trace isotope concentration of component i in the gas phase is then changed without changing the total P, T, or yi, and the transient change in the concentration of the trace isotope is monitored until a new isotopic equilibrium state is reached. This information can then be used to estimate the equilibrium amount adsorbed of component i (ni), and the self-diffusivity (Di) of component i at the corresponding values of P, T, and yi, or (ni and T). The experiment can then be repeated by starting with another set of P, T, yi values in order to generate the complete adsorption isotherm or to obtain Di as functions of ni and T. This ability of probing a predetermined multicomponent adsorbed phase with isotopes of each of the components of the gas mixture in a series  of isothermal isotope exchange tests without disturbing the adsorbed phase for determining the multicomponent adsorption equilibria and kinetics at any prechosen condition makes IET a very powerful tool. The details of the experimental procedure and the data analysis can be found elsewhere.105  Figure 4 shows two examples of binary gas adsorption kinetic data (self-diffusion) measured by IET. They are (a) uptakes of O2 and N2 from air on Takeda carbon molecular sieve at 30 °C105 and (b) uptakes of N2 and CH4 on 4A zeolite at −20 °C.106 The solid lines represent the best fit of the data by the LDF model (Figure 4a) and the FD model (Figure 4b). The near quantitative fit of the data unambiguously validates the mechanism of gas transport in these materials.  Figure 5 compares the mass-transfer coefficients (k) for self-diffusion of pure N2 into the carbon molecular sieve with that for N2 from air at 30 °C. It may be seen that k increases linearly with increasing partial pressure of N2 in the gas phase and the presence of O2 does not interfere with the self-diffusion of N2 from air.105 On the other hand, it was found that the self-diffusivity of pure CH4 into 4A zeolite remained constant over a large range (θ < 0.5) of fractional coverage (θ), and then it increased slightly with increasing θ. The self-diffusivity of pure  N2 into the zeolite was constant over the range of the data (θ < 0.8). The self-diffusivities of both CH4 and N2 from their binary mixtures into the zeolite were nearly equal to their pure gas self-diffusivities at the same values of surface coverage.106 Thus these two systems exhibited completely different kinetic behavior, which could not be predicted a priori.   Figure 5 Self-diffusivities of N2 on Takeda carbon molecular sieve.   Figure 6 Schematic drawings of (a) calorimeter cell and (b) assembly.   Figure 7 Heats of adsorption of pure SF6 on various adsorbents.   Figure 8 Heats of adsorption of CO2 + C2H6 mixtures on NaX zeolite.   These data were generated using IET by controlled selection of the equilibrium states for the experiments, and they were measured under truly isothermal conditions. That removes any ambiguity regarding thermal intrusion in data interpretation.  The IET apparatus is inexpensive and easy to operate. This is a major advantage over other methods for measuring intracrystalline self-diffusivities in porous solids such as nuclear magnetic resonance−pulsed field gradient (NMR−PFG)111 and neutron diffraction (ND) techniques39 which require expensive and complex equipment, difficult sample preparation, and intricate data analysis.  Heat of Adsorption. As mentioned earlier, pure gas isosteric heats of adsorption are generally estimated as functions of adsorbate loadings from adsorption isotherms at different temperatures using thermodynamic correlations. The heat is independent of adsorbate loading for an energetically homogeneous adsorbent. It decreases with increasing loading for a heterogeneous solid. It increases with increasing loading if lateral interaction in the adsorbed phase is dominant. A given adsorbent can be energetically heterogeneous for a specific adsorbate but behave like a homogeneous adsorbent for another. These characteristics cannot be predicted a priori without measuring the behavior of the isosteric heats.91 The behavior of component isosteric heats of a gas mixture on a heterogeneous adsorbent can be very complex.52,91 They must be measured using a calorimeter.   Top of PageAbstractIntroductionEngineering Process DesignIndustrial Design RequirementsSensitivity of Process PerformanceState of the Art and Research NeedsCommon Design PracticeComments on Models for Core PropertiesIsotope Exchange TechniqueMicrocalorimeter for Heat of AdsorptionSummaryMicrocalorimeter for Heat of Adsorption A Tien−Calvet type heat flux microcalorimeter has recently been designed for directly measuring isosteric heats of adsorption of a pure gas or those of the components of a gas mixture at a preselected adsorbed phase composition and temperature.91 The experimental protocol consists of (a) equilibrating a known mass of an adsorbent inside the calorimeter cell with a gas mixture at P, T, and yi, (b) slowly introducing a very small quantity of pure adsorbate i into the cell, and (c) measuring the evolved heat (Qi) by thermopiles surrounding the cell. The experiment is then sequentially repeated by introducing a small quantity of other pure components (j ≠ i) of the gas mixture into the calorimeter cell and measuring the corresponding heats of adsorption (Qj). The data can be directly used to estimate isosteric heats of adsorption of a pure gas i (yi = 1) or those for the components of a gas mixture (i ≥ 2) at a specific adsorbate loading of ni at temperature T, which is in equilibrium with the gas phase at P, T, and yi. These data can be directly used in process design. The details of the experimental procedure and the protocol for data analysis can be found elsewhere.91 Figure 6 shows a schematic drawing of the calorimeter cell and the assembly.  Figure 7 shows examples of the isosteric heat coverage data obtained by the calorimeter for adsorption of pure SF6 on various adsorbents at ∼32 °C.112 The alumina is homogeneous for adsorption of SF6, and the activated carbon is fairly heterogeneous. The NaX zeolite exhibits pronounced lateral interactions in the adsorbed phase. The isosteric heat on the pelletized silicalite sample remains constant until very high coverage of SF6 (like a homogeneous adsorbent); then it drops very rapidly. This is caused by heterogeneity introduced by the presence of  alumina binder in the pellet.92 This utterly different behavior of isosteric heats of adsorption of the same gas on different adsorbents could not be predicted a priori.  Figure 8 shows an example of the calorimetric isosteric heats for adsorption of CO2 + C2H6 binary gas mixtures on NaX zeolite at ∼29 °C.52 The data were measured at a constant C2H6 loading of 2.6 mol/kg. The CO2 isosteric heat from the mixture decreased with increasing CO2 loading on the zeolite (heterogeneous). However, the heat at any given CO2 coverage from the mixture was higher than that of pure CO2 at the same coverage.  The isosteric heat of adsorption of C2H6 from the mixture, on the other hand, increased with increasing CO2 loading, and its value at any given CO2 coverage was higher than that of the pure C2H6 at its own loading. The dashed lines in the figure show the prediction of the component heats from pure gas heats by the IAS model. It may be seen that the mixed gas heat data are counterintuitive. They demonstrate the complex behavior of the mixed gas heats on heterogeneous solids, which must be evaluated calorimetrically.   Top of PageAbstractIntroductionEngineering Process DesignIndustrial Design RequirementsSensitivity of Process PerformanceState of the Art and Research NeedsCommon Design PracticeComments on Models for Core PropertiesIsotope Exchange TechniqueMicrocalorimeter for Heat of AdsorptionSummarySummary Development of practical PSA and TSA processes for gas separation has been extremely successful despite the fact that “in depth” understanding of the complex physicochemical phenomenon governing adsorption on practical heterogeneous adsorbents is lacking. The challenge is to develop reliable, analytical models for accurate prediction of the core properties needed in process design (multicomponent gas adsorption equilibria, kinetics, and heats on heterogeneous adsorbents) using a limited data source. There is also a desperate need for systematic measurement of the core properties using multicomponent gases of different sizes and polarities and heterogeneous adsorbents. Isotope exchange technique for measurement of adsorption equilibria and kinetics and microcalorimetry for measurement of adsorption heats are recommended because they are inexpensive and simple to use and they circumvent many of the shortcomings of other conventional methods.  This area should be a subject of serious research. Unfortunately, the topic is being ignored in recent years, presumably because of lack of interest and possibly funding. There is also the myth in certain circles that adsorption is a “matured technology”. The superficiality of that point of view is demonstrated in this article.      This article references 112 other publications. (1) Sircar, S. Potential Applications of Gas Separation by Adsorption for the Future.   Adsorpt. Sci. Technol. 2001, 19, 347.[Crossref], [CAS](1) . Applications of gas separation by adsorption for the futureSircar, S.Adsorption Science & Technology\r\n        (2001),\r\n    19\r\n        (5),\r\n    347-366CODEN:\r\n                ASTEEZ;\r\n        "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2006/iecred.2006.45.issue-16/ie051056a/production/images/small/ie051056af00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2006/iecred.2006.45.issue-16/ie051056a/production/images/small/ie051056af00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2006/iecred.2006.45.issue-16/ie051056a/production/images/small/ie051056af00003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2006/iecred.2006.45.issue-16/ie051056a/production/images/small/ie051056af00004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2006/iecred.2006.45.issue-16/ie051056a/production/images/small/ie051056af00005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2006/iecred.2006.45.issue-16/ie051056a/production/images/small/ie051056af00006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2006/iecred.2006.45.issue-16/ie051056a/production/images/small/ie051056af00007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2006/iecred.2006.45.issue-16/ie051056a/production/images/small/ie051056af00008.gif\">"]}