{"title": ["Fast, Sensitive, and Selective Ion-Triggered Disassembly and Release Based on Tris(bipyridine)ruthenium(II)-Functionalized Metal–Organic Frameworks"], "authors": ["Xiaomei Lin", "Fenqiang Luo", "Liyan Zheng", "Gongmin Gao", "Yuwu Chi"], "doi": ["10.1021/acs.analchem.5b00391"], "abstract": ["Metal–organic frameworks (MOFs) are microporous materials assembled from metal ions and organic linkers. Recently, many studies have been focused on the syntheses of MOFs with permanent porosity for various applications. However, no attention has been paid to controllable disassembly of MOFs and related applications. In this work, for the first time we synthesized novel tris(bipyridine)ruthenium(II)-functionalized MOFs (i.e., RuMOFs) that could be ion-responsively disassembled and release massive guest materials loaded in the frameworks. The synthesized RuMOFs exhibited much stability in aqueous solutions containing H", ", and many metal ions, but could be selectively and sensitively disassembled by Hg", " ions, resulting in the release of large quantities of Ru(bpy)", ". The target-responsive release mechanism was investigated and discussed in detail. On the basis of the ion-responsive disassembly and release, an ultrasensitive electrochemiluminescence sensing method for Hg", " has been developed with a very low limit of detection (5.3 × 10", " M). It was envisioned that the RuMOFs and similar target-responsive functional MOF materials would have promising applications in ultrasensitive and highly selective chemical sensing and even in accurately controllable drug delivering and releasing."], "text": ["Metal–organic frameworks (MOFs) are microporous materials assembled from metal ions and organic ligands.", "(1)", " MOFs have attracted much attention due to their unique porosity, stability, and versatility.", "(2)", " Up until now, various MOFs for storing gases,", "(3, 4)", " loading catalysts,", "(5)", " separation,", "(6)", " and transporting and releasing drugs", "(7)", " have been synthesized and extensively studied since they have very promising applications in green energy industry, chemical engineering, and new biomedicine. Recently, syntheses and applications of functionalized MOFs for target sensing have become another hot topic in the research field of MOFs due to the unique properties of MOFs, such as high specific surface areas, size-controllable pores and apertures, abundant unsaturated open metal sites, and uncoordinated ends of linkers.", "(8)", "Among the synthesized MOFs for sensing purpose, luminescence-functionalized MOFs have attracted more and more attention for they may exhibit various and tunable optical properties and thus have promising applications as a new type of optical sensing materials.", "(9)", " Usually, most unfunctionalized MOFs can have intrinsic luminescence activities due to using aromatic linkers or lanthanide ions. However, their luminescence activities are not satisfying since most aromatic linkers do not contain large conjugated systems (i.e., fused aromatic rings) or metal-linker charge transfers are not significant (except for lanthanides-linkers), resulting in low detection sensitivity and thus limiting their sensing applications.", "Several efforts have been made to improve luminescence activities of MOFs by functionalizing MOFs, including the utilities of special linkers with high luminescence quantum yield,", "(9)", " and encapsulation luminescent guest molecules or nanoparticles.", "(10-12)", " The introduction of highly luminescent materials into MOFs while basically maintaining the original structures and properties of host MOFs has shown obvious improvements in both sensing selectivity and sensitivity. For example, encapsulation of highly fluorescent (FL, quantum yield >40%) carbon quantum dots in ZIF-8 has led to a significant increase (2 orders of magnitude improvement) in detection sensitivity for copper ions, compared with fluorescence sensor without MOFs.", "(12)", " However, there is still much room for improving the sensitivities of MOFs-based sensors. Up until now, most reported MOF sensors are based on luminescence quenching of lanthanide ions or aromatic fluorophores. The luminescence quenching (or signal off) transduction modes do not result in very low detection limits due to significant luminescence backgrounds. Additionally, the luminescence quenching events usually happen between one luminophore and one target, i.e., one point to one point interaction, thus it is difficult to amplify signal by raising the quantities of luminophores in MOFs. Therefore, design and synthesis luminescent MOFs that can be used for signal-on and signal-amplifying sensing of targets will be an important alternative for improving the sensitivities of MOF-based sensors.", "As well-known, MOFs are porous materials with very high specific surface areas, which enable them to contain large quantities of cargoes, such as drugs or luminophores. Apparently, the detection sensitivities of MOFs-based sensors would be greatly improved if large quantities of luminophores loaded in MOFs can be responsively released by small quantities of targets in an appropriate way. To reach this target-responsive release of luminophores from MOFs, the luminescence-functionalized MOFs should have following two properties: first, MOFs containing luminophores can maintain great stability in aqueous solutions in the absence of targets in order to get low optical background. Second, the release of large quantities of luminophores should be completed in a short time to obtain high sensitivity and fast response. Apparently, this is a challenging task in the design and synthesis of the desired MOFs since the good stability of luminescence-functionalized MOFs may conflict with easy release of guest luminophores from MOFs. Generally, if stable MOFs are used, it is difficult to release guest cargoes (luminophores or drugs) from the frameworks in short time. For example, MOFs have now been used for drug delivery and release, in which the drugs are slowly released over tens of hours, even several days.", "(7)", " Apparently, these types of MOFs with slow guest material release are unfit for sensing although they have shown promising applications in medicine.", "Recently, we have found a kind of tris(bipyridine)ruthenium(II)-functionalized MOFs (RuMOFs) can serve as ideal signal-on and signal-amplifying sensing materials. Herein, we demonstrate the synthesis, properties, and sensing applications of the RuMOFs. As shown in Scheme ", "1", ", the RuMOFs are assembled from adenine, zinc(II) salt, biphenyldicarboxylate (BPDC), and tris(bipyridine)ruthenium(II) (Ru(bpy)", "3", "2+", "). It should be noted here, Ru(bpy)", "3", "2+", " was selected as the guest molecules in MOFs since it is a versatile molecule that has many applications in electrochemiluminescence (ECL) sensing,", "(13)", " biodiagnostics,", "(14)", " photovoltaics, and organic light-emitting diode.", "(15, 16)", " The main skeleton of the RuMOFs is bio-MOFs-1,", "(17-20)", " while the luminescent Ru(bpy)", "3", "2+", " is both doped in the frameworks (displacing BPDC) and encapsulated in the pores of MOFs. The luminescence-functionalized RuMOFs are very stable in aqueous solution but can be ion-selectively, rapidly, and completely disassembled by small quantities of mercury ions (Hg", "2+", "), resulting in the release of large quantities of luminescent guest materials, Ru(bpy)", "3", "2+", " cations, that give rise to strong fluorescence or electrochemiluminescence signals. On the basis of the novel RuMOF material, an ultrasensitive and highly selective chemical sensor for Hg", "2+", ", a highly toxic heavy metal ion often requiring assay,", "(21-23)", " has been developed, with a limit of detection (LOD) of 5.3 × 10", "–13", " M. For the first time, stable luminescence-functionalized MOFs in aqueous solution can be target-responsively disassembled and release guest materials. It is envisioned that the RuMOFs and similar target-responsive functional MOF materials would have promising applications in ultrasensitive and highly selective chemical sensing and even in accurately controllable drug delivering and releasing.", "Scheme 1. Principle of the Synthesis of RuMOFs and Hg", "2+", "-Responsive Disassembly and Release", "Top of Page", "Abstract", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Experimental Section", "Chemicals and Materials", "Tris (2, 2-bipyridyl) dichlororuthenium(II) hexahydrate (Ru(bpy)", "3", "Cl", "2", "·6H", "2", "O, >98%) and adenine (>99%) were purchased from Alfa Aesar. 4,4′-Biphenyldicarboxylate (PBDC, >97%) was obtained from Sigma-Aldrich. Zn(NO", "3", ")", "2", "·6H", "2", "O and ", "N", ",", "N", "-dimethylformamide (DMF) of analytical purity were from Tianjin Standard Science and Technology Co. (Tianjin, China). Other chemicals were of reagent grade unless otherwise noted. All chemicals were used without further purification.", "Apparatus", "Thermogravimetric analysis (TGA) was performed on a TG209F1 thermal analysis system. All TGA experiments were performed under N", "2", " atmosphere at temperature over 30–800 °C with a temperature rising rate of 10 °C/min, and data were analyzed using TA Universal Analysis software package. X-ray powder diffraction patterns were taken using a Rigaku Miniflex X-ray diffractometer at 30 kV, 15 mA for Cu Kα (λ = 1.5406 Å) with scan speed of 0.1 s/step and a step size of 0.01°. TEM and SEM images were taken by a Tecnai G2 F20S-TWIN electronic microscope and a Nova NanoSEM 230 field-emission microscope, respectively. The specific surface areas of the products were measured by the Brunauer–Emmett–Teller (BET) method using nitrogen gas adsorption/desorption at 77 K (BET, Micromeritics ASAP 2020). Cross-sectional confocal microscopic images were recorded on a laser confocal fluorescence microscope (Nikon C2). Fluorescence spectra were recorded on an F-4600 FL spectrofluorometer. The solid fluorescence was measured on a steady state and transient state fluorescence spectrometer (FLS920). ECL measurements were carried out on an EC&ECL detection system (MPI-E, Remex Electronic Instrument Lt. Co., Xi’an, China) equipped with a glassy carbon (GC) working electrode (2.0 mm in diameter), a Ag/AgCl (3 M KCl) reference electrode, and a Pt wire counter electrode. In ECL measurements, TPrA (1.0 × 10", "–3", " mol/L) was used as the coreactant, and the potential was cycled within the window from 0 V to +1.25 V, with a scan rate of 200 mV/s. An Agilent 7500 ICPMS system (Agilent Technologies, Santa Clara, CA) was used to detect the Hg", "2+", " concentration of the Min River water sample.", "Synthesis of Ru(bpy)", "3", "2+", "-Functionalized bio-MOF-1 (RuMOFs)", "Typically, RuMOFs were prepared by adding adenine (0.25 mmol), 4,4′-biphenyl dicarboxylic acid (BPDC) (0.5 mmol), zinc nitrate hexahydrate (0.75 mmol), tris(2,2′-bipyridine) ruthenium(II) chloride hexahydrate (0.0145 mmol) in a mixed solvent of nitric acid (2 mmol), DMF (27 mL), and water (2 mL). The mixed solution was heated to 130 °C for 24 h, producing rod-shaped crystals. The crystals were collected, washed three times in turn with DMF and water, and finally dried by a vacuum oven at 70 °C for 2 h. The content of Ru(bpy)", "3", "2+", " in RuMOFs was controlled by adding various concentrations of Ru(bpy)", "3", "2+", " (from 0 to 1.25 mM) in the synthesis solution and calculated from the amount of Ru(bpy)", "3", "2+", " completely released from a certain weight of RuMOFs into pure water by Hg", "2+", " (Figure S1 in the ", "Supporting Information", "). A constant content (3.64 wt %) of Ru(bpy)", "3", "2+", " in RuMOFs was reached when the concentration of Ru(bpy)", "3", "2+", " in the synthesis solution was 0.5 mM. Therefore, unless otherwise statement, RuMOFs were synthesized in DMF solution containing 0.5 mM Ru(bpy)", "3", "2+", ".", "Top of Page", "Abstract", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "Characterization of RuMOFs", "The prepared RuMOF crystals are porous (see SEM images in Figure S2 in the ", "Supporting Information", ") and rod-shaped with length less than 100 μm and diameter less than 20 μm (see Figure ", "1", "A and Figure S2 in the ", "Supporting Information", "). Under the excitation of UV or blue light, the whole RuMOFs rod emits strong red fluorescence (Figure ", "1", "B). The fluorescence spectrum measurements show that the RuMOFs have a maximum excitation wavelength and a maximum emission wavelength at 455 and 612 nm, respectively (Figure ", "1", "C). The fluorescence spectra of the RuMOFs are consistent with those of pure Ru(bpy)", "3", "2+", ",", "(13, 14)", " indicating the MOFs have been well functionalized with Ru(bpy)", "3", "2+", ". In order to confirm whether the luminopore Ru(bpy)", "3", "2+", " is homogeneously dispersed in the MOFs or just absorbed on the outmost surface, confocal microscopy was measured for the RuMOFs. The cross-sectional confocal microscopic images (Figure ", "1", "D) show that the red fluorescence emits from both the surface and inside of the MOF crystal, suggesting that Ru(bpy)", "3", "2+", " is indeed dispersed well in whole MOFs.", "Figure 1. (A) Bright filed microscopic image of RuMOFs. (B) Fluorescence microscopic image of RuMOFs. (C) Excitation (455 nm) and emission (612 nm) spectra of RuMOFs. (D) Cross-sectional confocal microscopic images of RuMOFs. (E) XRD data of bio-MOF-1 (black) and RuMOFs (red). (F) N", "2", " adsorption isotherm for RuMOFs.", "The comparison of X-ray powder diffraction data of RuMOFs (see red line in Figure ", "1", "E) with that of their precursor MOFs (i.e., bio-MOF-1) (see black line in Figure ", "1", "E) indicates that the functionalization with Ru(bpy)", "3", "2+", " does not impact the crystalline integrity of bio-MOF-1. The BET isotherm of the RuMOFs (Figure ", "1", "F) shows a typical type-I isotherm characteristic of a microporous material, from which the BET surface area of the RuMOFs is found to be 424 m", "2", "/g, which is obviously lower than that the unfunctionalized MOFs (1388 m", "2", "/g, Figure S3 in the ", "Supporting Information", "). Additionally, TGA data (Figure S4 in the ", "Supporting Information", ") show that the thermal degradation process of RuMOFs is very similar to bio-MOF-1. There is a weight loss of 5.82% from room temperature to 125 °C, which can be attributed to the loss of solvent guest molecules. Thereafter, a small weight loss (2.17% at 180 °C) prior to decomposition, which corresponds to the loss of dimethylammonium cations. Apparently, thermal stability of MOF does not change upon the functionalization with Ru(bpy)", "3", "2+", ".", "Ion-Selective Triggered Disassembly and Release", "It is well-known that most MOFs can strongly adsorb some metal ions; however, unlike the classic MOFs, the RuMOF can be selectively decomposed by Hg", "2+", " ions and release the luminorphore of Ru(bpy)", "3", "2+", " inside. As shown in Figure ", "2", ", the interactions between the RuMOFs and 17 commonly existing H", "+", " and metal ions, including Hg", "2+", ", Li", "+", ", Na", "+", ", K", "+", ", NH", "4", "+", ", Mg", "2+", ", Ca", "2+", ", Ba", "2+", ", Cu", "2+", ", Cd", "2+", ", Pb", "2+", ", Mn", "2+", ", Ni", "2+", ", Co", "2+", ", Fe", "2+", ", and Fe", "3+", " were investigated. After adding 100 μM of above cations into water containing the same amount of the RuMOFs, only Hg", "2+", " could trigger the release of the yellow component (i.e., Ru(bpy)", "3", "2+", ") into the supernatant, whereas no release from the RuMOFs was found in pure water, acid solution (containing H", "+", "), or solutions of other metal ions. In addition to metal ions, the effects of some commonly existing anions, such as Cl", "–", ", NO", "3", "–", ", SO", "4", "2–", ", CO", "3", "2–", ", PO", "4", "3–", ", C", "2", "O", "4", "2–", ", CH", "3", "COO", "–", ", SO", "3", "2–", ", S", "2–", ", CN", "–", " (the counterions were all Na", "+", ") on the stability of RuMOFs were also investigated. No anion caused the release of Ru(bpy)", "3", "2+", " from the MOFs (Figure S5 in the ", "Supporting Information", "). Moreover, the interaction between methylmercury ion (CH", "3", "Hg", "+", "), an important organic mercury in environment, and RuMOFs was evaluated and compared with the inorganic of Hg", "2+", " (Figure S6 in the ", "Supporting Information", "). It is evident that the organic mercury, CH", "3", "Hg", "+", ", does not cause any release of Ru(bpy)", "3", "2+", " from the RuMOFs. These experimental results show an extremely selective interaction between Hg", "2+", " and the RuMOFs.", "Figure 2. Interactions between RuMOFs and various cations in water. Concentrations of the ions were all 100 μM. The counterions of the cations were all chlorine ion (Cl", "–", ").", "The interaction between the RuMOFs and Hg", "2+", " ion was further investigated in more detail. Before interaction with Hg", "2+", ", the RuMOFs are a kind of dark yellow powder (left cuvette in Figure ", "3", "A) and emit very bright red light under UV light (left cuvette in Figure ", "3", "B). The RuMOFs powder can remain very stable in water without Hg", "2+", " for several months. However, after interaction with Hg", "2+", " ions into water, yellow species can be released completely into the water phase (right cuvette in Figure ", "3", "A). The resultant yellow supernatant gives red light emission under UV (365 nm) light excitation (right cuvette in Figure ", "3", "B). The supernatant has a maximum FL emission at 620 nm (Figure ", "3", "C) and gives strong electrochemiluminescence signal in the presence of tripropylamine (TPrA) at potential higher than +1.0 V (Figure ", "3", "D), accompanied by a significant increase of oxidation current at +1.05 V (see inset of Figure ", "3", "D), which equals to the anodic peak potential of Ru(bpy)", "3", "2+", ".", "(13)", " These results confirm that the yellow component released from the RuMOFs into water is Ru(bpy)", "3", "2+", ". The Hg", "2+", "-triggered release of Ru(bpy)", "3", "2+", " was observed to be very rapid. The accurate release rate can be obtained by tracking the FL change on a single RuMOF crystal with the inverted FL microscope. Figure ", "4", " shows that Hg", "2+", "-triggered release of Ru(bpy)", "3", "2+", " began at the surfaces of RuMOF crystals (Figure ", "4", "A,B), then propagated from outside to inside quickly (Figure ", "4", "B,C). During the release process, bright red light emitting crystals were displaced by dark blue FL objects (Figure ", "4", "D). The complete release of Ru(bpy)", "3", "2+", " could be finished within tens of seconds, depending the concentration of Hg", "2+", ", i.e., the higher Hg", "2+", " concentration, the faster Ru(bpy)", "3", "2+", " release from the MOFs (Figure S7 in the ", "Supporting Information", "). It seems as if the morphology of the MOFs did not change during the fast release of Ru(bpy)", "3", "2+", " since their shapes are almost the same before (Figure ", "4", "A) and after (Figure ", "4", "D) the release. However, after a long time placing (more than 12 h), the compact MOF crystals deposited at the bottom of cuvette were changed to white floccular objects (Figure S8 in the ", "Supporting Information", "), indicating the disassembly of RuMOFs or a significant change in morphology. The fast Hg", "2+", "-triggered release can be attributed to porous structure of MOFs, which facilitate the diffusion and interaction of Hg", "2+", " and Ru(bpy)", "3", "2+", ". It was found that a small amount of Hg", "2+", " could trigger the release of a large amount of Ru(bpy)", "3", "2+", ". Table S1 in the ", "Supporting Information", " lists the concentration of Ru(bpy)", "3", "2+", " inductively released from RuMOFs by various concentrations of Hg", "2+", ". The data shows that the picomolar level of Hg", "2+", " can trigger the release of the micromolar level of Ru(bpy)", "3", "2+", ". The release efficiency, i.e., the molar ratio of Ru(bpy)", "3", "2+", " to Hg", "2+", " was calculated to be in the range from ∼10", "3", " to ∼10", "6", ". This means that one Hg", "2+", " ion can inductively release thousands to millions of Ru(bpy)", "3", "2+", ", depending on the concentration of Hg", "2+", " used.", "Figure 3. Photos of the RuMOFs in water in the absence (left) and presence (right) of 100 μM Hg", "2+", " under ambient light (A) and under 365 nm ultraviolet light (B); FL emission spectra (C) and ECL response curves (D) measured for the supernatants of RuMOF/water systems in the absence (black curves) and presence (red curves) of 100 μM Hg", "2+", ". The inset of part D: simultaneous electrochemical responses obtained at the GC electrode in the absence (black curves) and presence (red curves) of 100 μM Hg", "2+", ".", "Figure 4. Fluorescence microscopic images obtained for the Hg", "2+", "-triggered release of Ru(bpy)", "3", "2+", " from RuMOF crystals. The images were recorded at (A) 0 s, (B) 10 s, (C) 20 s, and (D) 30 s after adding 10 μM Hg", "2+", ".", "Apparently, the Hg", "2+", "-triggered release of Ru(bpy)", "3", "2+", " from RuMOFs is not simply based on ion-exchange since the release efficiency via ion-exchange equilibrium should be less than 1. Therefore, it was hypothesized that the release of a large amount of Ru(bpy)", "3", "2+", " from RuMOFs is associated with the disassembly of RuMOF structure and complete release of Ru(bpy)", "3", "2+", " therein. The MOF disassembly hypothesis was confirmed by XRD, BET, TEM, and SEM experiments. XRD data show that the characteristic XRD peaks of MOFs (curve a in Figure ", "5", "A) completely disappear after the interaction of RuMOFs with Hg", "2+", " (curve b in Figure ", "5", "A), an indication of destruction of RuMOFs. The XRD peaks of the resultant solid (i.e., after Ru(bpy)", "3", "2+", " release, curve b in Figure ", "5", "A) are the same as those of BPDC (curve c in Figure ", "5", "A), indicating that only one component of the MOFs, i.e., BPDC (low solubility in water), remains in the solid phase after disassembly of RuMOFs. BET data shows that resultant solid has very low BET surface area, only ∼11 m", "2", "/g (curve b in Figure ", "5", "B), implying that the porous structure of MOFs with BET surface area of 424 m", "2", "/g (curve a in Figure ", "5", "B) is destroyed. TEM images show that the monolithic, uniform, and porous nanostructures of RuMOFs (Figure ", "5", "C) were changed into separated and nonuniform nanorods after the release of Ru(bpy)", "3", "2+", " (Figure ", "5", "D), an indication of significant morphology change in nanoscale. SEM should show that the regular micrometer-sized rod structure of RuMOFs (Figure ", "5", "E) completely collapsed into nanoparticles after the release of the guest molecules (Figure ", "5", "F). Apparently, the Hg", "2+", "-triggered disassembly of RuMOF structures results in the release of water-soluble components including Ru(bpy)", "3", "2+", ", adenine, and Zn", "2+", " into the water phase and leaving the water-insoluble BPDC in the solid phase.", "Figure 5. (A) XRPD data of RuMOFs (a), Hg", "2+", "-RuMOFs (b), and BPDC (c); (B) N", "2", " adsorption isotherm for RuMOFs (a) and Hg", "2+", "-RuMOFs (b); (C) TEM images of RuMOFs; (D) TEM images of Hg", "2+", "-RuMOFs; (E) SEM images of RuMOFs; (F) SEM images of Hg", "2+", "-RuMOFs. The samples for TEM analysis were ground into smaller particles for electron beam transparency.", "Mechanism of Disassembly and Release", "It is interesting to understand why small quantities of Hg", "2+", " ions can trigger the complete disassembly of RuMOFs and the release of large quantities of Ru(bpy)", "3", "2+", ". In structure, the RuMOFs have the same frameworks as their precursor bio-MOF-1 (proved by the XRD data), which means that the basis frameworks does not change upon the Ru(II) functionalization. However, the BET surface area of RuMOFs is 424 m", "2", "/g, which is significantly lower than that of bio-MOF-1 (1388 m", "2", "/g). This means the pores of MOFs are occupied by some Ru(bpy)", "3", "2+", " ions. Moreover, RuMOFs rapidly collapse in the presence of Hg", "2+", " ions (as shown in Figure ", "4", "), whereas the bare MOFs (i.e., bio-MOF-1) are very stable upon exposure to Hg", "2+", ".", "This suggests that Ru(bpy)", "3", "2+", " ions not only occupy pores of the MOFs but also dope the frameworks, most likely at the sites of BPDC due to their similarity in molecular size. Apparently, the dopant Ru(bpy)", "3", "2+", " at the frameworks cannot link zinc-adenine columns as BPDC does, since all active sites (N atoms) of the bipyridines in Ru(bpy)", "3", "2+", " combine the central metal ion, Ru(II), thus there is no direct bonding between the bipyridine of Ru(bpy)", "3", "2+", " and the zinc-adenine columns. However, Ru(bpy)", "3", "2+", " can be immobilized at the frameworks via electrostatic interactions between positively charged Ru(bpy)", "3", "2+", " ions and negatively charged MOFs.", "(19)", " When Hg", "2+", " is added into the solution, it can be strongly and selectively complexed by the adenine", "(24-26)", " and thus increase positive charges near Ru(bpy)", "3", "2+", ", which may remove Ru(bpy)", "3", "2+", " from the framework by electrostatic repulsion. Subsequently, the removal of the large species (i.e., Ru(bpy)", "3", "2+", " ions) lead to the collapse of the MOFs and release large quantities of Ru(bpy)", "3", "2+", " in the adjacent pores. The disassembly of outside layer of RuMOFs exposes the inner part to Hg", "2+", " and causes further collapse of the inner framework until the RuMOFs are completely decomposed (Figure ", "6", "). Other metal ions, such as Zn", "2+", ", Cd", "2+", ", Pb", "2+", " and so on, might have much weaker complexation with adenine than Hg", "2+", ",", "(24)", " thus their weak ion exchanges with Ru(bpy)", "3", "2+", " at low metal ion concentrations (e.g., less than 100 μM as shown in Figure ", "2", ") could not be enhanced by the way of metal ion-adenine complexation and could not cause the collapse of RuMOFs.", "Figure 6. Mechanism proposed for Hg", "2+", "-responsive disassembly of RuMOFs and release of the guest material of Ru(bpy)", "3", "2+", ".", "Sensing Applications", "The excellent ion-selective, facile disassembly, and effective release property of RuMOFs may enable the development of signal-on and signal-amplifying sensing method for the detection of ultratrace Hg", "2+", " ions. The excellent selectivity (as indicated by Figure ", "2", ") makes it possible to sense Hg", "2+", " in the presence of large quantities of other metal ions without using any separation techniques or masking reagents. The large release efficiencies (Table S1 in the ", "Supporting Information", "), i.e., each Hg", "2+", " inducing the release of 10", "3", "–10", "6", " Ru(bpy)", "3", "2+", " ions, combined with the sensitive fluorescence and electrochemiluminescence detection (Figures S9 and S10 in the ", "Supporting Information", ") abilities for Ru(bpy)", "3", "2+", ",", "(13, 14)", " makes it possible to detect ultratrace Hg", "2+", " (Figure S11 in the ", "Supporting Information", "). In practice, the fluorescence sensor for Hg", "2+", " based on the RuMOFs functional material works well when the concentration of Hg", "2+", " is in the range from 25 pM to 50 nM, with a limit of detection (LOD) of 8.2 pM; while the electrochemiluminescence sensor for Hg", "2+", " based on the same RuMOFs is validated in the Hg", "2+", " concentration range from 1 to 100 pM, with a LOD of 0.53 pM. The LODs are much lower than the United States Environmental Protection Agency (EPA) mandate of 2 ppb (10 nM) for Hg(II).", "(23)", " These LODs also suggest that the fluorescence and electrochemiluminesccence sensors based on RuMOFs are one of the most sensitive optical sensors for Hg", "2+", ", at least 3 to 4 orders of magnitude better than those of previously reported optical detection methods (usually with LODs of nanomolar levels).", "(27-29)", " The applicability of this sensing system for detecting Hg", "2+", " in a real sample was further evaluated. We applied a standard working curve method to detect the concentration of Hg", "2+", " in the sample of Min River (the largest river in Fujian Province, China). The concentration of Hg", "2+", " ions in the Min River sample (", "n", " = 11) detected using this new approach was 2.49 ± 0.075 nM; this value is consistent with the result obtained by the ICPMS method, namely, 2.46 ± 0.059 nM. These results confirm the validity of this sensing method for the detection of Hg", "2+", " in real samples.", "Top of Page", "Abstract", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Conclusions", "For the first time we synthesized novel luminescence-functionalized MOFs (i.e., RuMOFs) that could be ion-responsively disassembled and release large quantities of luminescent guest materials. In the RuMOFs, the important luminescent cathodic molecules, i.e., Ru(bpy)", "3", "2+", ", were both encapsulated in the pores and doped in the frameworks. In aqueous solutions, the RuMOFs were very stable but can be selectively and sensitively disassembled by Hg", "2+", " ions, leading to the release of large quantities of Ru(bpy)", "3", "2+", ". The ion-responsive disassembly and release has been proposed to follow the mechanism: certain amounts of Ru(bpy)", "3", "2+", " molecules are doped in the frameworks by displacing the BPDC linkers with the similar molecular diameter, while other Ru(bpy)", "3", "2+", " molecules are encapsulated in the pores of MOFs. Upon exposure to Hg", "2+", ", the water-soluble cathodic Ru(bpy)", "3", "2+", " molecules are selectively exchanged into aqueous solution, leading to the collapse of the frameworks and release of large quantities of Ru(bpy)", "3", "2+", " in the pores of MOFs. One Hg", "2+", " can triggered the release of ∼10", "3", " to ∼10", "6", " Ru(bpy)", "3", "2+", " molecules. On the basis of the ion-responsive release, an ultrasensitive sensing method for Hg", "2+", " has been developed with a very low LOD (5.3 × 10", "–13", " M). It can be envisioned that the RuMOFs and similar target-responsive functional MOF materials would have promising applications in ultrasensitive and highly selective chemical sensing and even in accurately controllable drug delivering and releasing.", " ", "Top of Page", "Abstract", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "Dependence of Ru(bpy)", "3", "2+", " content (weight percentage) in RuMOFs on the initial concentration of Ru(bpy)", "3", "2+", " in the synthesis solution (Figure S1); SEM images of RuMOFs (Figure S2); N", "2", " adsorption and desorption isotherms of bio-MOF-1 (Figure S3); thermogravimetric analysis of RuMOFs and bio-MOF-1 (Figure S4); photos taken for the interactions between RuMOFs and various anions and methylmercury ion in water (Figures S5 and S6, respectively); fluorescence microscopic images obtained during Ru(bpy)", "3", "2+", " release from RuMOFs at different Hg", "2+", " concentrations (Figure S7); photos taken for RuMOFs 12 h after adding pure water and Hg", "2+", " solution (Figure S8); amounts of Ru(bpy)", "3", "2+", " released from RuMOFs in the presence of various concentrations of Hg", "2+", " and induced release efficiencies (Table S1); standard working curves for fluorescence and electrochemiluminescence determination of Ru(bpy)", "3", "2+", " in aqueous solution (Figures S9 and S10, respectively); and calibration plots of ECL intensity vs Hg", "2+", " concentration (A) and FL intensity vs Hg", "2+", " concentration (B) (Figure S11). This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "This study was financially supported by National Natural Science Foundation of China (Grant 21375020), Specialized Research Fund for the Doctoral Program of Higher Education of China (Grant 20133514110001), and the Program for Changjiang Scholars and Innovative Research Team in University (Grant IRT1116).", "Reference QuickView", "Top of Page", "Abstract", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 29 other publications.", "1. ", "Lobo", ", ", "R. F.", " ", "Nature", " ", "2006", ",  ", "443", ",  ", "757", "– ", "758", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Chemistry: The promise of emptiness", "Lobo, Raul F.", "Nature (London, United Kingdom)", "\r\n        (", "2006", "),\r\n    ", "443", "\r\n        (", "7113", "),\r\n    ", "757-758", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Zeolites are materials with widespread applications.  A newly synthesized example has desirably large pores, as well as the virtue of thermal stability, and shows the value of structure-prediction programs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtVyktbvO&md5=56f750d528d23fcc93d10dfd244d8c34", "2. ", "Furukawa", ", ", "H.", "; ", "Cordova", ", ", "K. E.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2013", ",  ", "341", ",  ", "974", "[", "Crossref", "], [", "CAS", "]", "2. ", "The Chemistry and Applications of Metal-Organic Frameworks", "Furukawa, Hiroyasu; Cordova, Kyle E.; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2013", "),\r\n    ", "341", "\r\n        (", "6149", "),\r\n    ", "974", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A review.  Cryst. metal-org. frameworks (MOFs) are formed by reticular synthesis, which creates strong bonds between inorg. and org. units.  Careful selection of MOF constituents can yield crystals of ultrahigh porosity and high thermal and chem. stability.  These characteristics allow the interior of MOFs to be chem. altered for use in gas sepn., gas storage, and catalysis, among other applications.  The precision commonly exercised in their chem. modification and the ability to expand their metrics without changing the underlying topol. were not achieved with other solids.  MOFs whose chem. compn. and shape of building units can be multiply varied within a particular structure already exist and may lead to materials that offer a synergistic combination of properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtlaktbbF&md5=95007f174bf8d0bd85b690f5927755db", "3. ", "Suh", ", ", "M. P.", "; ", "Park", ", ", "H. J.", "; ", "Prasad", ", ", "T. K.", "; ", "Lim", ", ", "D. W.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "782", "– ", "835", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Hydrogen Storage in Metal-Organic Frameworks", "Suh, Myunghyun Paik; Park, Hye Jeong; Prasad, Thazhe Kootteri; Lim, Dae-Woon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "782-835", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  MOFs have versatile structures, high surface areas and high pore vols. - they can be regarded as good candidate materials for H storage.  There are many MOFs that have high H adsorption capacities at low temps., typically at 77 or 87 K.  The highest H storage capacity reported so far is 99.5 mg/g at 77K and 56 bar for NU-100.  However, the high H capacities of MOFs at cryogenic temps. decrease as the temp. increases to room temp.  This is because the H adsorption in MOFs is weak physisorption and the interaction energies between the H mols. and frameworks are low.  To develop MOFs as H storage materials that meet the U.S.DOE targets for an on-board hydrogen system, a serious challenge is still present in the design and synthesis of the MOF materials.  We may expect that highly stable MOFs having a large surface area and pore vol., together with many open metal sites and embedded catalysts for hydrogen spillover, would provide some pos. results for H storage at ambient temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1GlsbjM&md5=dd1f08beefd27cce77d88e466551c1af", "4. ", "Liu", ", ", "J.", "; ", "Thallapally", ", ", "P. K.", "; ", "McGrail", ", ", "B. P.", "; ", "Brown", ", ", "D. R.", "; ", "Liu", ", ", "J.", " ", "Chem. Soc. Rev.", " ", "2012", ",  ", "41", ",  ", "2308", "– ", "2322", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Progress in adsorption-based CO2 capture by metal-organic frameworks", "Liu, Jian; Thallapally, Praveen K.; McGrail, B. Peter; Brown, Daryl R.; Liu, Jun", "Chemical Society Reviews", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "6", "),\r\n    ", "2308-2322", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) have recently attracted intense research interest because of their permanent porous structures, large surface areas, and potential applications as novel adsorbents.  The recent progress in adsorption-based CO2 capture by MOFs is reviewed and summarized in this crit. review.  CO2 adsorption in MOFs has been divided into two sections, adsorption at high pressures and selective adsorption at approx. atm. pressures.  Keys to CO2 adsorption in MOFs at high pressures and low pressures are summarized to be pore vols. of MOFs, and heats of adsorption, resp.  Many MOFs have high CO2 selectivities over N2 and CH4.  Water effects on CO2 adsorption in MOFs are presented and compared with benchmark zeolites.  In addn., strategies appeared in the literature to enhance CO2 adsorption capacities and/or selectivities in MOFs have been summarized into three main categories, catenation and interpenetration, chem. bonding enhancement, and electrostatic force involvement.  Besides the advantages, two main challenges of using MOFs in CO2 capture, the cost of synthesis and the stability toward water vapor, have been analyzed and possible solns. and path forward have been proposed to address the two challenges as well (150 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XivFWlsbo%253D&md5=0ff1149f94a6e21a49a6591786eac483", "5. ", "Corma", ", ", "A.", "; ", "Garciía", ", ", "H.", "; ", "Llabreés i Xamena", ", ", "F. X.", " ", "Chem. Rev.", " ", "2010", ",  ", "110", ",  ", "4606", "– ", "4655", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Engineering Metal Organic Frameworks for Heterogeneous Catalysis", "Corma, A.; Garcia, H.; Llabres i Xamena, F. X.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "110", "\r\n        (", "8", "),\r\n    ", "4606-4655", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review, including the design of MOFs for catalysis and evaluation of its potential as catalyst as well as catalysis by MOFs with active metal sites, with reactive functional groups, and MOFs as host matrixes or nanometric reaction cavities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXktFers7Y%253D&md5=ce714f3d4475f4ac2a3d81b13931ccc3", "6. ", "Li", ", ", "J. R.", "; ", "Sculley", ", ", "J.", "; ", "Zhou", ", ", "H. C.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "869", "– ", "932", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Metal-Organic Frameworks for Separations", "Li, Jian-Rong; Sculley, Julian; Zhou, Hong-Cai", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "869-932", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  This article reviews the metal-org. frameworks (MOFs), a new class of porous solid materials.  Their performances for applications in sepns. and purifications is attracting intense interest of researchers working in the fields of chem., chem. engineering, materials science, and others.  Despite being in its infancy, the research progress in this subject has already shown that MOFs are promising for sepn. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1OnsbbL&md5=635f36e2682f7fbc651f5021d591a1cf", "7. ", "McKinlay", ", ", "A. C.", "; ", "Morris", ", ", "R. E.", "; ", "Horcajada", ", ", "P.", "; ", "Ferey", ", ", "G.", "; ", "Gref", ", ", "R.", "; ", "Couvreur", ", ", "P.", "; ", "Serre", ", ", "C.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "6260", "– ", "6266", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "BioMOFs: Metal-Organic Frameworks for Biological and Medical Applications", "McKinlay, Alistair C.; Morris, Russell E.; Horcajada, Patricia; Ferey, Gerard; Gref, Ruxandra; Couvreur, Patrick; Serre, Christian", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "36", "),\r\n    ", "6260-6266", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  The class of highly porous materials called metal-org. frameworks offer many opportunities for applications across biol. and medicine.  Their wide range of chem. compn. makes toxicol. acceptable formulation possible, and their high level of functionality enables possible applications as imaging agents and as delivery vehicles for therapeutic agents.  The challenges in the area encompass not only the development of new solids but also improvements in the formulation and processing of the materials, including tailoring the morphol. and surface chem. of the frameworks to fit the proposed applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVOqtb7P&md5=f36e9ce7c1bef5ba19e772e6c0187c84", "8. ", "Kreno", ", ", "L. E.", "; ", "Leong", ", ", "K.", "; ", "Farha", ", ", "O. K.", "; ", "Allendorf", ", ", "M.", "; ", "Duyne", ", ", "R. P. V.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1105", "– ", "1125", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Metal-Organic Framework Materials as Chemical Sensors", "Kreno, Lauren E.; Leong, Kirsty; Farha, Omar K.; Allendorf, Mark; Van Duyne, Richard P.; Hupp, Joseph T.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1105-1125", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors present a crit. review of the literature on metal-org. frameworks (MOFs) as chem. sensors.  The authors begin by briefly examg. challenges relating to MOF sensor development including the design of MOFs with desirable properties, incorporation of appropriate signal transduction capabilities, and integration of MOFs into devices by employing thin-film growth techniques.  Subsequent sections discuss specific examples of MOF sensors, categorized by method of signal transduction.  Sensors based on MOF photoluminescence are discussed briefly.  The authors have limited the review of luminescence-based sensors to a small no. of recent reports where the porous MOF architecture, or its chem. compn., imparts selective sensing capabilities.  Scintillating MOFs that luminesce in the presence of radioactive analytes are also discussed.  Other signal transduction schemes that use photons include various kinds of optical interferometry, analyte modulation of localized surface plasmon resonance energies, and solvatochromism.  Mech. signal-transduction schemes employed with MOFs include ones based on surface acoustic wave, quartz crystal microbalance, and microcantilever devices.  Elec. schemes thus far were limited to ones based on impedance spectroscopy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVCgtL%252FI&md5=f6ed572725bc067ee8da81880bf1ec90", "9. ", "Allendorf", ", ", "M. D.", "; ", "Bauer", ", ", "C. A.", "; ", "Bhakta", ", ", "R. K.", "; ", "Houka", ", ", "R. J. T.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1330", "– ", "1352", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Luminescent metal-organic frameworks", "Allendorf, M. D.; Bauer, C. A.; Bhakta, R. K.; Houk, R. J. T.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1330-1352", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; metal-org. frameworks (MOFs) display a wide range of luminescent behaviors resulting from the multifaceted nature of their structure.  In this crit. review we discuss the origins of MOF luminosity, which include the linker, the coordinated metal ions, antenna effects, excimer and exciplex formation, and guest mols.  The literature describing these effects is comprehensively surveyed, including a categorization of each report according to the type of luminescence obsd.  Finally, we discuss potential applications of luminescent MOFs.  This review will be of interest to researchers and synthetic chemists attempting to design luminescent MOFs, and those engaged in the extension of MOFs to applications such as chem., biol., and radiation detection, medical imaging, and electro-optical devices.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurg%253D&md5=9219edb8997dd29d5f61edbe8e99797d", "10. ", "Lei", ", ", "J.", "; ", "Qian", ", ", "R.", "; ", "Ling", ", ", "P.", "; ", "Cui", ", ", "L.", "; ", "Ju", ", ", "H.", " ", "TrAC, Trends Anal. Chem.", " ", "2014", ",  ", "58", ",  ", "71", "– ", "78", "[", "Crossref", "], [", "CAS", "]", "10. ", "Design and sensing applications of metal-organic framework composites", "Lei, Jianping; Qian, Ruocan; Ling, Pinghua; Cui, Lin; Ju, Huangxian", "TrAC, Trends in Analytical Chemistry", "\r\n        (", "2014", "),\r\n    ", "58", "\r\n        (", "),\r\n    ", "71-78", "CODEN:\r\n                ", "TTAEDJ", ";\r\n        ISSN:", "0165-9936", ".\r\n    \r\n            (", "Elsevier B. V.", ")\r\n        ", "As cryst. mol. materials, metal-org. frameworks (MOFs) have unique chem. and phys. properties, such as ultrahigh porosity, tunable structure, and high thermal and chem. stability.  These characteristics make MOFs suitable for use in gas storage, sepn., catalysis, biomedical imaging and sensing.  Precise chem. modifications can esp. endow MOFs with specific functions and offer the possibility of designing a new generation of sensing devices.  This article focuses on the design of functional MOFs and signal-transduction strategy, including optical, electrochem., mech., and photoelectrochem. schemes, for anal. applications in detection of solvent mols., metal ions, DNA, proteins, and other important biomols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXmsVSkt7k%253D&md5=1b19531c1d167b81ecdb9a12ba31fe4a", "11. ", "Lu", ", ", "G.", " ", "Nat. Chem.", " ", "2012", ",  ", "4", ",  ", "310", "– ", "316", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Imparting functionality to a metal-organic framework material by controlled nanoparticle encapsulation", "Lu, Guang; Li, Shaozhou; Guo, Zhen; Farha, Omar K.; Hauser, Brad G.; Qi, Xiaoying; Wang, Yi; Wang, Xin; Han, Sanyang; Liu, Xiaogang; DuChene, Joseph S.; Zhang, Hua; Zhang, Qichun; Chen, Xiaodong; Ma, Jan; Loo, Say Chye Joachim; Wei, Wei D.; Yang, Yanhui; Hupp, Joseph T.; Huo, Fengwei", "Nature Chemistry", "\r\n        (", "2012", "),\r\n    ", "4", "\r\n        (", "4", "),\r\n    ", "310-316", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Microporous metal-org. frameworks (MOFs) that display permanent porosity show great promise for a myriad of purposes.  The potential applications of MOFs can be developed further and extended by encapsulating various functional species (for example, nanoparticles) within the frameworks.  However, despite increasing nos. of reports of nanoparticle/MOF composites, simultaneously to control the size, compn., dispersed nature, spatial distribution and confinement of the incorporated nanoparticles within MOF matrixes remains a significant challenge.  Here, the authors report a controlled encapsulation strategy that enables surfactant-capped nanostructured objects of various sizes, shapes and compns. to be enshrouded by a zeolitic imidazolate framework (ZIF-8).  The incorporated nanoparticles are well dispersed and fully confined within the ZIF-8 crystals.  This strategy also allows the controlled incorporation of multiple nanoparticles within each ZIF-8 crystallite.  The as-prepd. nanoparticle/ZIF-8 composites exhibit active (catalytic, magnetic and optical) properties that derive from the nanoparticles as well as mol. sieving and orientation effects that originate from the framework material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XisVKrsbw%253D&md5=e901c8ad32764c812e26d0df6c2c86f3", "12. ", "Lin", ", ", "X.", "; ", "Gao", ", ", "G.", "; ", "Zheng", ", ", "L.", "; ", "Chi", ", ", "Y.", "; ", "Chen", ", ", "G.", " ", "Anal. Chem.", " ", "2014", ",  ", "86", ",  ", "1223", "– ", "1228", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Encapsulation of Strongly Fluorescent Carbon Quantum Dots in Metal-Organic Frameworks for Enhancing Chemical Sensing", "Lin, Xiaomei; Gao, Gongmin; Zheng, Liyan; Chi, Yuwu; Chen, Guonan", "Analytical Chemistry (Washington, DC, United States)", "\r\n        (", "2014", "),\r\n    ", "86", "\r\n        (", "2", "),\r\n    ", "1223-1228", "CODEN:\r\n                ", "ANCHAM", ";\r\n        ISSN:", "0003-2700", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Novel highly fluorescent (FL) metal-org. frameworks (MOFs) were synthesized by encapsulating branched poly-(ethylenimine)-capped carbon quantum dots (BPEI-CQDs) with a high FL quantum yield into the zeolitic imidazolate framework materials (ZIF-8).  The as-synthesized FL-functionalized MOFs not only maintain an excellent FL activity and sensing selectivity derived from BPEI-CQDs but also can strongly and selectively accumulate target analytes due to the adsorption property of MOFs.  The selective accumulation effect of MOFs can greatly amplify the sensing signal and specificity of the nanosized FL probe.  The obtained BPEI-CQDs/ZIF-8 composites were used to develop an ultrasensitive and highly selective sensor for Cu2+ ion, with a wide response range (2-1000 nM) and a very low detection limit (80 pM), and were successfully applied in the detection of Cu2+ ions in environmental water samples.  It is envisioned that various MOFs incorporated with FL nanostructures with high FL quantum yields and excellent selectivity would be designed and synthesized in similar ways and could be applied in sensing target analytes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvFejtbnE&md5=acb33313ae92fef237971de8c996defd", "13. ", "Richter", ", ", "M.", " ", "Chem. Rev.", " ", "2004", ",  ", "104", ",  ", "3003", "– ", "3036", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Electrochemiluminescence (ECL)", "Richter, Mark M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2004", "),\r\n    ", "104", "\r\n        (", "6", "),\r\n    ", "3003-3036", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Electrochemiluminescence ( ECL) involves the generation of species at electrode surfaces that then undergo electron-transfer reactions to form excited states that emit light.  By employing ECL-active species as labels on biol. mols., ECL has found application in immunoassays and DNA analyses.  Com. systems have been developed that use ECL to detect many clin. important analytes (e.g., α-fetoprotein, digoxin, protein and steroidal hormones, and various antibodies) with high sensitivity and selectivity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXitlWmsLw%253D&md5=b30fc3521d1df4e0b0760d5fb3fbb0d3", "14. ", "Miao", ", ", "W. J.", " ", "Chem. Rev.", " ", "2008", ",  ", "108", ",  ", "2506", "– ", "2553", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Electrogenerated Chemiluminescence and Its Biorelated Applications", "Miao, Wujian", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2008", "),\r\n    ", "108", "\r\n        (", "7", "),\r\n    ", "2506-2553", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The rapid development of electrogenerated chemiluminescence (ECL) in both fundamentals and applications over the past several years has clearly demonstrated that ECL is a powerful tool for ultrasensitive biomol. detection and quantification.  High-throughput, miniaturized biosensors based on ECL technol. capable of multiplexing detection with high sensitivity, low detection limit, and good selectivity and stability will continue to attract the interest of the research community.  With further understanding of ECL mechanisms, new highly efficient, tunable ECL systems, both emitters and coreactants, will be developed.  Approaches based on ECL enhancement as well as quenching may play an important role in designing new methodologies for sensitive biomol. recognition.  Thermodn. and kinetic studies of biomol. interactions using ECL are expected to be further expanded.  The combination of ECL with other techniques could lead to the development of new instruments or provide valuable insights into mol. structures and intracellular components of biorelated species.  Ultimately, detection of single biomols. will be realized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmtlCqurY%253D&md5=53805dc698b191a4fc2ebef17aeefe9b", "15. ", "Juris", ", ", "A.", "; ", "Balzani", ", ", "V.", "; ", "Barigelletti", ", ", "F.", "; ", "Campagna", ", ", "S.", "; ", "Belser", ", ", "P.", "; ", "Zelewsky", ", ", "A.", " ", "Coord. Chem. Rev.", " ", "1988", ",  ", "84", ",  ", "85", "– ", "277", "[", "Crossref", "], [", "CAS", "]", "15. ", "Ruthenium(II) polypyridine complexes:  photophysics, photochemistry, electrochemistry, and chemiluminescence", "Juris, A.; Balzani, V.; Barigelletti, F.; Campagna, S.; Belser, P.; Von Zelewsky, A.", "Coordination Chemistry Reviews", "\r\n        (", "1988", "),\r\n    ", "84", "\r\n        (", "),\r\n    ", "85-277", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    ", "A review with 518 refs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1cXkvVaisLs%253D&md5=2b74bd288b2ade3463132d70eaabd130", "16. ", "Fleming", ", ", "C. N.", "; ", "Maxwell", ", ", "K. A.", "; ", "DeSimone", ", ", "J. M.", "; ", "Meyer", ", ", "T. J.", "; ", "Papaikolas", ", ", "J. M.", " ", "J. Am. Chem. Soc.", " ", "2001", ",  ", "123", ",  ", "10336", "– ", "10347", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Ultrafast Excited-State Energy Migration Dynamics in an Efficient Light-Harvesting Antenna Polymer Based on Ru(II) and Os(II) Polypyridyl Complexes", "Fleming, Cavan N.; Maxwell, Kimberly A.; DeSimone, Joseph M.; Meyer, Thomas J.; Papanikolas, John M.", "Journal of the American Chemical Society", "\r\n        (", "2001", "),\r\n    ", "123", "\r\n        (", "42", "),\r\n    ", "10336-10347", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A detailed study of the excited state energy migration dynamics that take place within an assembly of Ru(II) and Os(II) polypyridyl complexes linked together through a polymer backbone is presented.  The energy migration process is initiated by the photoexcitation of the metal-to-ligand charge transfer (MLCT) transition in one of the Ru(II) complexes and terminated by energy transfer to a lower energy Os(II) trap.  Energy transfer sensitization of Os(II) can occur in a single step if the excited state is formed adjacent to a trap, or after a series of hops between isoenergetic rutheniums prior to reaching a trap.  The dynamics of the energy transfer process are followed by monitoring the growth of Os(II)* luminescence at 780 nm.  The kinetics of the growth are complex and can be fit by a sum of two exponentials.  This kinetic complexity arises both from the presence of a distribution of donor-acceptor distances and the variety of time scales by which Os(II)* can be formed.  The authors augmented the time-resolved expts. with Monte Carlo simulations, which provide insight into the polymer array's structure and at the same time form the basis of a mol.-level description of the energy migration dynamics.  The simulations indicate that the most probable Ru* → Os energy transfer time is ∼400 ps while the time scale for Ru* → Ru hopping is approx. 1-4 ns.  The time scale for Ru* → Ru hopping relative to its natural lifetime (1000 ns) suggests that this polymer system could be extended to considerably longer dimensions without an appreciable loss in its overall efficiency.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXntFKqs7g%253D&md5=f9958e31525d758aa297f74ac1963fa4", "17. ", "An", ", ", "J.", "; ", "Geib", ", ", "S. J.", "; ", "Rosi", ", ", "N. L.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "38", "– ", "39", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "High and Selective CO2 Uptake in a Cobalt Adeninate Metal-Organic Framework Exhibiting Pyrimidine- and Amino-Decorated Pores", "An, Jihyun; Geib, Steven J.; Rosi, Nathaniel L.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "1", "),\r\n    ", "38-39", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The synthesis and structure of Co2(ad)2(CO2CH2)2·2DMF·0.5H2O (bio-MOF-11) is described.  The porosity of this material was studied, and its CO2 and H2 adsorption properties were evaluated.  Bio-MOF-11 exhibits a high heat of adsorption for CO2 (45 kJ/mol), a high CO2 capacity (6 mmol/g, 273 K), and exceptional selectivity for CO2 over N2 at 273 K (81:1) and 298 K (75:1).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFGhtb%252FE&md5=93ee9d991b4af2909b125c69efeab1d6", "18. ", "An", ", ", "J.", "; ", "Fiorella", ", ", "R.", "; ", "Geib", ", ", "S. J.", "; ", "Rosi", ", ", "N. L.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "8401", "– ", "8403", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Synthesis, Structure, Assembly, and Modulation of the CO2 Adsorption Properties of a Zinc-Adeninate Macrocycle", "An, Jihyun; Fiorella, Richard P.; Geib, Steven J.; Rosi, Nathaniel L.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "24", "),\r\n    ", "8401-8403", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The prepn. and self-assembly and crystal structure of the zinc adeninate macrocyclic complex [Zn6(adeninate)6(pyridine)6(dimethylcarbamate)6] is described.  The macrocycles self-assemble through adenine-adenine hydrogen bonding interactions into a 3-dimensional porous cryst. material that maintains its structural integrity after removal of guest mols. and coordinated pyridine mols.  By adjusting the activation temp. prior to gas adsorption measurements, the size of the pore aperture can be modulated to afford unique gas sorption properties including selective gas adsorption and CO2 sequestration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXms1Kms7w%253D&md5=10ee060f76b2ea9d17441c0e31af7adb", "19. ", "An", ", ", "J.", "; ", "Geib", ", ", "S. J.", "; ", "Rosi", ", ", "N. L.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "8376", "– ", "8377", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Cation-Triggered Drug Release from a Porous Zinc-Adeninate Metal-Organic Framework", "An, Jihyun; Geib, Steven J.; Rosi, Nathaniel L.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "24", "),\r\n    ", "8376-8377", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A porous anionic metal-org. framework, {[Zn8(ad)4(BPDC)6O]·8DMF·11H2O}n (bio-MOF-1; Had = adenine, H2BPDC = biphenyl-4,4'-dicarboxylic acid), constructed using adenine as a biomol. building block is described.  The porosity of this material is evaluated, its stability in biol. buffers is studied, and its potential as a material for controlled drug release is investigated.  Specifically, procainamide HCl is loaded into the pores of bio-MOF-1 using a simple cation exchange process.  Exogenous cations from biol. buffers are shown to affect the release of the adsorbed drug mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXms1Kntbw%253D&md5=e7c5bc9294614369af1be7c69a7198d5", "20. ", "An", ", ", "J.", "; ", "Rosi", ", ", "N. L.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "5578", "– ", "5579", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Tuning MOF CO2 Adsorption Properties via Cation Exchange", "An, Jihyun; Rosi, Nathaniel L.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "16", "),\r\n    ", "5578-5579", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The pore vol. and BET surface area of bio-MOF-1 (a), Zn8(ad)4(BPDC)6O·Me2NH2, is systematically modified via postsynthetic cation exchange with either tetramethylammonium, tetraethylammonium, or tetrabutylammonium cations to yield Zn8(ad)4(BPDC)6O·Me4N (b), Zn8(ad)4(BPDC)6O·2Et4N (c), and Zn8(ad)4(BPDC)6O·Bu4N (d), resp.  The impact that pore vol. and BET surface area have on CO2 capacity is evaluated, and it is found that materials with intermediate porosity (b and c) have the largest CO2 capacities under the conditions studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXksVams7w%253D&md5=fb37010959494da978e7eb5ce344d357", "21. ", "Du", ", ", "J.", "; ", "Jiang", ", ", "L.", "; ", "Shao", ", ", "Q.", "; ", "Liu", ", ", "X.", "; ", "Marks", ", ", "R. S.", "; ", "Ma", ", ", "J.", "; ", "Chen", ", ", "X.", " ", "Small", " ", "2013", ",  ", "9", ",  ", "1467", "– ", "1481", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "Colorimetric Detection of Mercury Ions Based on Plasmonic Nanoparticles", "Du, Jianjun; Jiang, Lin; Shao, Qi; Liu, Xiaogang; Marks, Robert S.; Ma, Jan; Chen, Xiaodong", "Small", "\r\n        (", "2013", "),\r\n    ", "9", "\r\n        (", "9-10", "),\r\n    ", "1467-1481", "CODEN:\r\n                ", "SMALBC", ";\r\n        ISSN:", "1613-6810", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  The development of rapid, specific, cost-effective, and robust tools in monitoring Hg2+ levels in both environmental and biol. samples is of utmost importance due to the severe mercury toxicity to humans.  A no. of techniques exist, but the colorimetric assay, which is reviewed herein, is a possible tool in monitoring the level of mercury.  These assays allow transforming target sensing events into color changes, which have applicable potential for in-the-field application through naked-eye detection.  Specifically, plasmonic nanoparticle-based colorimetric assay exhibits a much better propensity for identifying various targets in terms of sensitivity, soly., and stability compared to commonly used org. chromophores.  In this review, recent progress in the development of gold nanoparticle-based colorimetric assays for Hg2+ is summarized, with a particular emphasis on examples of functionalized gold nanoparticle systems with oligonucleotides, oligopeptides, and functional mols.  Besides highlighting the current design principle for plasmonic nanoparticle-based colorimetric probes, the discussions on challenges and the prospect of next-generation probes for in-the-field applications are also presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlamurrE&md5=da1f27e5640b5273c2b9b814022c0e58", "22. ", "Du", ", ", "J.", "; ", "Zhu", ", ", "B.", "; ", "Peng", ", ", "X.", "; ", "Chen", ", ", "X.", " ", "Small", " ", "2014", ",  ", "10", ",  ", "3461", "– ", "3479", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "22. ", "Optical Reading of Contaminants in Aqueous Media Based on Gold Nanoparticles", "Du, Jianjun; Zhu, Bowen; Peng, Xiaojun; Chen, Xiaodong", "Small", "\r\n        (", "2014", "),\r\n    ", "10", "\r\n        (", "17", "),\r\n    ", "3461-3479", "CODEN:\r\n                ", "SMALBC", ";\r\n        ISSN:", "1613-6810", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review is given.  With increasing trends of global population growth, urbanization, pollution over-exploitation, and climate change, the safe water supply has become a global issue and is threatening our society in terms of sustainable development.  Therefore, there is a growing need for a water-monitoring platform with the capability of rapidness, specificity, low-cost, and robustness.  This review summarizes the recent developments in the design and application of gold nanoparticles (AuNPs) based optical assays to detect contaminants in aq. media with a high performance.  A discussion on the correlation between the optical reading strategy and the optical properties of AuNPs is presented.  We summarize the principle behind AuNP-based optical assays to detect different contaminants, such as toxic metals, anion, and pesticides, according to different optical reading strategies: colorimetry, scattering, and fluorescence.  The comparison of these assays and the outlook of AuNP-based optical detection are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXjt12gsLo%253D&md5=9e455ddf4df413789a84e1a44aa0b872", "23. ", "Mercury Update: Impact of Fish Advisories, EPA Fact Sheet EPA-823-F-01-011; ", "EPA, Office of Water", ": ", "Washington, DC", ", ", "2001", ".", "There is no corresponding record for this reference.", "24. ", "Beveridge", ", ", "S. J.", "; ", "Walker", ", ", "W. R.", " ", "Aust. J. Chem.", " ", "1974", ",  ", "27", ",  ", "2563", "– ", "2568", "[", "CAS", "]", "24. ", "Nuclear magnetic resonance studies in the interaction of M2+ (M = zinc, cadmium, mercury, and lead) with adenine", "Beveridge, S. J.; Walker, W. R.", "Australian Journal of Chemistry", "\r\n        (", "1974", "),\r\n    ", "27", "\r\n        (", "12", "),\r\n    ", "2563-8", "CODEN:\r\n                ", "AJCHAS", ";\r\n        ISSN:", "0004-9425", ".\r\n    ", "The interaction of metal chlorides with adenine in Me2SO decreases in the order Hg > Zn > Cd > Pb.  HgCl2 forms a 1:1 complex with adenine with a formation const. of 11.1l. mole-1 at 34.5° which is similar to that reported previously for the nucleoside, adenosine.  The addn. of chloride ion to adenine solns. contg. these metals reverses the chem. shifts markedly and is probably due to [MCl4]2- formation.  This may be relevant to the absorption of metal ions by living organisms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE2MXjsFGisw%253D%253D&md5=2d8a2bc5ba696b2f7a1948cb4dd5f763", "25. ", "Hamada", ", ", "Y. Z.", "; ", "Burkey", ", ", "T.", "; ", "Waddell", ", ", "E.", "; ", "Aithad", ", ", "M.", "; ", "Phambud", ", ", "N.", " ", "J. Appl. Sol. Chem. Model.", " ", "2013", ",  ", "2", ",  ", "77", "– ", "84", "There is no corresponding record for this reference.", "26. ", "Tan", ", ", "H.", "; ", "Liu", ", ", "B.", "; ", "Chen", ", ", "Y.", " ", "ACS Nano", " ", "2012", ",  ", "6", ",  ", "10505", "– ", "10511", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "Lanthanide Coordination Polymer Nanoparticles for Sensing of Mercury(II) by Photoinduced Electron Transfer", "Tan, Hongliang; Liu, Baoxia; Chen, Yang", "ACS Nano", "\r\n        (", "2012", "),\r\n    ", "6", "\r\n        (", "12", "),\r\n    ", "10505-10511", "CODEN:\r\n                ", "ANCAC3", ";\r\n        ISSN:", "1936-0851", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The metal-org. coordination polymers at the nanoscale have emerged as attractive nanomaterials due to their tunable nature.  The authors for the 1st time prepd. an adenine-based lanthanide coordination polymer nanoparticle (CPNP) with fluorescence sensing function.  This kind of CPNP was composed of adenine, terbium ion (Tb3+), and dipicolinic acid (DPA) as an auxiliary linking mol. that can sensitize the fluorescence of Tb3+.  The fluorescence of the CPNPs is very weak due to the existence of photoinduced electron transfer (PET) from adenine to DPA, which prevents the intramol. energy transfer from DPA to Tb3+, leading to the quench of fluorescence of the CPNPs.  In the presence of Hg2+, however, significant enhancement in the fluorescence of CPNPs was obsd. because of the suppression of the PET process by the coordination of Hg2+ with adenine.  As a kind of Hg2+ nanosensor, the CPNPs exhibit excellent selectivity and ultrahigh sensitivity up to the 0.2 nM detection limit.  The CPNPs also possess an approx. millisecond-scale-long fluorescence lifetime due to the inclusion of Tb3+ ions.  The authors envision that the CPNPs could find great potential applications in ultrasensitive time-resolved fluorometric assays and biomedical imaging in the future owing to their long emission lifetimes, excellent dispersion, and stability in aq. soln.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs1WlsL7K&md5=a875ed2accca209d5ad1f7538c407f0a", "27. ", "Nolan", ", ", "E. M.", "; ", "Lippard", ", ", "S. J.", " ", "Chem. Rev.", " ", "2008", ",  ", "108", ",  ", "3443", "– ", "3480", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "Tools and Tactics for the Optical Detection of Mercuric Ion", "Nolan, Elizabeth M.; Lippard, Stephen J.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2008", "),\r\n    ", "108", "\r\n        (", "9", "),\r\n    ", "3443-3480", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The purpose of the present review is to provide a comprehensive account of recent progress in the design and application of optical sensors for mercury.  A significant body of literature, guided by seminal work on cation sensing, describes the prepn. of small mol. Hg(II) detectors, and the authors highlight these strategies.  The authors also cover complementary approaches that incorporate similar design principles and provide optical feedback, including Hg(II)-responsive biomols. and materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXovFygurY%253D&md5=17a2c74be56b8200fda29f95a82e6ef2", "28. ", "Du", ", ", "J.", "; ", "Sun", ", ", "Y.", "; ", "Jiang", ", ", "L.", "; ", "Cao", ", ", "X.", "; ", "Qi", ", ", "D.", "; ", "Yin", ", ", "S.", "; ", "Ma", ", ", "J.", "; ", "Boey", ", ", "F. Y. C.", "; ", "Chen", ", ", "X.", " ", "Small", " ", "2011", ",  ", "7", ",  ", "1407", "– ", "1411", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "28. ", "Flexible Colorimetric Detection of Mercuric Ion by Simply Mixing Nanoparticles and Oligopeptides", "Du, Jianjun; Sun, Yinghui; Jiang, Lin; Cao, Xuebo; Qi, Dianpeng; Yin, Shengyan; Ma, Jan; Boey, Freddy Y. C.; Chen, Xiaodong", "Small", "\r\n        (", "2011", "),\r\n    ", "7", "\r\n        (", "10", "),\r\n    ", "1407-1411", "CODEN:\r\n                ", "SMALBC", ";\r\n        ISSN:", "1613-6810", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors propose a new colorimetric Hg2+ assay composed of Au NPs and oligopeptides based on the thiophilic nature of Hg2+, without any prior chem. modification of the Au NPs.  Oligopeptides with two thiol groups were selected for such an assay.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmtleiurs%253D&md5=32583deef9415f337ec34d05b486572f", "29. ", "Du", ", ", "J.", "; ", "Zhu", ", ", "B.", "; ", "Chen", ", ", "X.", " ", "Small", " ", "2013", ",  ", "9", ",  ", "4104", "– ", "4111", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "Urine for Plasmonic Nanoparticle-Based Colorimetric Detection of Mercury Ion", "Du, Jianjun; Zhu, Bowen; Chen, Xiaodong", "Small", "\r\n        (", "2013", "),\r\n    ", "9", "\r\n        (", "24", "),\r\n    ", "4104-4111", "CODEN:\r\n                ", "SMALBC", ";\r\n        ISSN:", "1613-6810", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "We developed a plasmonic colorimetric assay to detect Hg2+ based on urine.  Compared to other AuNP-based colorimetric system, it showed excellent selectivity to Hg2+, esp. without the interference from the Pb2+, and good sensitivity as high as can be used for Hg2+ detection in industrial wastewater.  In addn., the novelty of such an assay lies in its simplicity, inexpensiveness, and portability (without ligand synthesis, just using urine directly), which is very useful in remote and less industrialized areas.  Finally, this assay development may show as a good example to exploit natural products in exploring nanotechnol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtVarsr%252FP&md5=9580453a747193b797463c7dc388a0fd"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/ancham/2015/ancham.2015.87.issue-9/acs.analchem.5b00391/20150429/images/small/ac-2015-00391q_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/ancham/2015/ancham.2015.87.issue-9/acs.analchem.5b00391/20150429/images/small/ac-2015-00391q_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/ancham/2015/ancham.2015.87.issue-9/acs.analchem.5b00391/20150429/images/small/ac-2015-00391q_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/ancham/2015/ancham.2015.87.issue-9/acs.analchem.5b00391/20150429/images/small/ac-2015-00391q_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/ancham/2015/ancham.2015.87.issue-9/acs.analchem.5b00391/20150429/images/small/ac-2015-00391q_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/ancham/2015/ancham.2015.87.issue-9/acs.analchem.5b00391/20150429/images/small/ac-2015-00391q_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/ancham/2015/ancham.2015.87.issue-9/acs.analchem.5b00391/20150429/images/small/ac-2015-00391q_0007.gif\">"]}
