{"title": ["Testing the Accuracy of Correlations for Multicomponent Mass Transport of Adsorbed Gases in Metal−Organic Frameworks: Diffusion of H", "/CH", " Mixtures in CuBTC"], "authors": ["Seda Keskin", "Jinchen Liu", "J. Karl Johnson", "David S. Sholl"], "doi": ["10.1021/la800486f"], "abstract": "Mass transport of chemical mixtures in nanoporous materials is important in applications such as membrane separations, but measuring diffusion of mixtures experimentally is challenging. Methods that can predict multicomponent diffusion coefficients from single-component data can be extremely useful if these methods are known to be accurate. We present the first test of a method of this kind for molecules adsorbed in a metal−organic framework (MOF). Specifically, we examine the method proposed by Skoulidas, Sholl, and Krishna (SSK) (, , , 7977) by comparing predictions made with this method to molecular simulations of mixture transport of H/CH mixtures in CuBTC. These calculations provide the first direct information on mixture transport of any species in a MOF. The predictions of the SSK approach are in good agreement with our direct simulations of binary diffusion, suggesting that this approach may be a powerful one for examining multicomponent diffusion in MOFs. We also use our molecular simulation data to test the ideal adsorbed solution theory method for predicting binary adsorption isotherms and a method for predicting mixture self-diffusion coefficients.", "text": ["  Top of PageAbstractIntroductionAtomistic Simulations for Binary Adsorption and DiffusionPredictions of Mixture Properties from Single-Component DataConclusionReferences1 Introduction Metal organic frameworks (MOFs) are a relatively new class of nanoporous materials with numerous attractive properties such as high surface area, high porosity, low density, and good thermal and mechanical stability. These crystals combine metal−organic complexes with organic linker species to create highly porous frameworks.(1) MOFs are attractive alternatives to traditional nanoporous crystals because their pore size and chemical functionalities can be directly controlled during synthesis. MOFs have attracted interest as promising materials in adsorption separations, catalysis, and gas storage.(2) In many applications that are envisioned for MOFs, the behavior of mixtures of adsorbed species is of paramount importance. Although the adsorption of single-component gases in MOFs has been examined in a large number of experiments,(3-8) much less information is available about the properties of adsorbed mixtures in MOFs. This situation is more striking when the transport properties of adsorbed mixtures are considered. The diffusion of single component adsorbates in MOFs has been probed in a limited number of simulation studies(1, 9-12) and an even smaller number of experimental studies.(13) To date, no information at all is available on the diffusion of multicomponent adsorbed mixtures in MOFs. This lack of information strongly limits the kinds of applications for which MOFs can be considered. Membrane-based separations, for example, intrinsically rely on both adsorption and diffusion, so knowledge of how species in adsorbed mixtures diffuse is a prerequisite for considering MOFs in these applications.(14) Kinetic-based separations are widely practiced industrially with established nanoporous adsorbents;(15) these kinds of processes cannot be evaluated for MOFs without information on diffusion rates. Because measuring mixture diffusion in nanoporous materials experimentally is challenging, molecular simulations can play a useful role by providing highly detailed information about specific examples of interest. Simulations of this kind have been used in recent years to examine a variety of nanoporous materials, including zeolites(16-21) and carbon nanotubes.(22-27) In this paper, we provide the first examination of mixture diffusion in an MOF by using molecular simulations to study CH4/H2 mixtures in CuBTC. By using grand canonical Monte Carlo (GCMC) and equilibrium molecular dynamics (EMD) methods, we have examined the adsorption properties of this binary mixture, the self-diffusion of molecules in the adsorbed mixture, and the matrix of diffusion coefficients that is relevant for describing macroscopic mass transfer. CuBTC ([Cu3(BTC)2, BTC = 1,3,5-benzenetricarboxylate]), also known as HKUST-1, contains metal corners consisting of Cu2+ ions coordinated to benzene-1,3,5,-tricarboxylate organic linkers.(28) CuBTC has main channels ∼9 Å in diameter, surrounded by tetrahedral pockets of 5 Å in diameter. The tetrahedral pockets and the main channels are connected via triangular windows of diameter of ∼3.5 Å. The synthesis, activation, and gas sorption properties of CuBTC have been studied by several groups. Wang et al.(29) measured adsorption of 10 different gases including CO2 and CH4 in CuBTC and suggested this structure for separation of gas mixtures on the basis of pure gas adsorption properties. Krungleviciute and co-workers(30) measured adsorption of Ar in CuBTC using volumetric adsorption techniques and compared experimental findings with the results of GCMC simulations. Adsorption of CO2 in CuBTC was investigated by Millward and Yaghi.(5) Several groups have measured H2 sorption properties in CuBTC.(3, 8, 31, 32) Recently, Liu et al.(33) developed an improved activation process for CuBTC that utilizes methanol solvent exchange. With this technique, they reported the largest H2 uptake among all CuBTC systems reported in the literature to date. A number of simulation studies have examined gases adsorbed in CuBTC. Vishnyakov et al.(34) studied adsorption of Ar in CuBTC using GCMC simulation. Skoulidas(9) used MD simulations to investigate diffusion of Ar in CuBTC. Liu et al.(33) performed GCMC simulations for adsorption of H2, N2, and Ar in CuBTC and discussed quantum effects on adsorption of H2. The prediction of transport properties in chemical mixtures from data taken from single component studies has been a longstanding goal in describing mass transport in complex materials.(35) The validation of methods for this task can have great practical significance, but this type of validation can only be considered when high-quality mixture diffusion data is available. We have used our MD data from binary mixtures in CuBTC to test the validity of three correlations that have been proposed to predict mixture properties from single-component data. To describe the matrix of diffusion coefficients relevant to macroscopic mass transport in adsorbed mixtures, we used the correlation developed by Skoulidas, Sholl, and Krishna (SSK).(36) This approach has previously been tested via comparison with molecular simulation data for a variety of chemical mixtures in mordenite,(37) silicalite,(19, 38) faujasite,(39-41) and single-walled carbon nanotubes.(24, 27, 42) For self-diffusion in binary mixtures, we used a correlation suggested by Paschek and Krishna.(43) Finally, we examined the accuracy of ideal adsorbed solution theory (IAST)(44) for predicting the binary adsorption isotherm of the mixtures we considered. In each case, we find that these approaches accurately predict the mixture properties. These observations suggest that these methods may have great utility in describing the properties of adsorbed mixtures in MOFs in a way that will allow these fascinating materials to be screened for practical applications. This paper is organized as follows. Section 2 describes our atomically detailed simulations of binary adsorption and diffusion of H2/CH4 mixtures in CuBTC at room temperature. In Section 3.1, we examine the accuracy of the SSK method for predicting macroscopic diffusivities from single component information. The comparison of self-diffusion coefficients in a binary mixture of H2/CH4 from MD simulations and correlations is given in Section 3.2. Finally, IAST predictions for binary adsorption isotherms are discussed in Section 3.3. We conclude in Section 4 with some comments on the extension of our observations to other chemical mixtures adsorbed in MOFs.  Top of PageAbstractIntroductionAtomistic Simulations for Binary Adsorption and DiffusionPredictions of Mixture Properties from Single-Component DataConclusionReferences2 Atomistic Simulations for Binary Adsorption and Diffusion Our molecular simulations of CH4/H2 mixtures in CuBTC used similar methods to earlier simulations of single-component gas adsorption and diffusion in this material.(1, 33) Both adsorption and diffusion simulations were performed at 298 K. In these simulations, a rigid CuBTC structure, with a unit cell dimension of 26.343 Å, was used. The atomic positions of CuBTC were obtained from X-ray diffraction data,(45) from which we removed the atoms belonging to the solvent molecules. We used the universal force field (UFF)(46) for the framework atoms in our simulations. Spherical Lennard−Jones (LJ) 12-6 potentials were used to model adsorbed H2 and CH4 molecules.(47, 48) The fluid−fluid interaction potential parameters used in our simulations are reported in Table 1. The Lorentz−Berthelot mixing rules were employed to calculate the fluid−solid and fluid−fluid LJ cross interaction parameters. The intermolecular potentials were truncated at 17 Å for adsorption simulations, and no long-range corrections were applied. Fluid−fluid and fluid−solid intermolecular potentials were truncated at 13 Å for diffusion simulations, with long-range corrections applied. We have verified that diffusivities calculated using a cutoff radius of 13 Å with long-range corrections gives results that are indistinguishable from calculations using a truncation of 17 Å without long-range corrections. For adsorption simulations, we used a simulation box of 2 × 2 × 2 crystallographic unit cells, whereas for diffusion the size of the simulation box was 1 × 1 × 1.    Table 1. Lennard−Jones Potential Parameters for Adsorbate Molecules Used in This Work, Where ε is the LJ Well Depth, k is the Boltzmann Constant, and σ is the Molecular Diameter adsorbaterefϵ/k (K)σ (Å)H24734.202.960CH448148.203.812  We have used the conventional GCMC technique in this work to compute adsorption isotherms.(49, 50) We specified the temperature and fugacity of the adsorbing gases and calculated the number of adsorbed molecules at equilibrium. Simulations at the lowest fugacity for each system were started from an empty MOF matrix. Each subsequent simulation at higher fugacity was started from the final configuration of the previous run. Simulations consisted of a total of 1 × 107 trial configurations, with the last half of the configurations used for data collection. A configuration is defined as an attempted translation, or creation, or deletion of an adsorbate molecule. For the case of mixture simulations, there is also an attempted swap of the particle species of a molecule. The H2 adsorption isotherm at 298 K we obtained in this work is identical to the results of Liu et al.(33) since we used the same potential parameters and MOF structure. We used EMD simulations to compute the self and corrected diffusivities for pure adsorbates and mixture self-diffusion coefficients and Onsager transport coefficients for adsorbed mixtures with a 75:25, 50:50, and 25:75 ratio of H2/CH4 in CuBTC. The details of using EMD simulations to obtain these diffusion coefficients have been described in previous studies of zeolites and carbon nanotubes.(1, 17, 19, 24, 51) We used a Nosé−Hoover thermostat in the NVT-MD simulations and performed 40 independent MD simulations, each having a simulation length of 20−30 ns, for each loading or composition we considered. Using a large number of independent trajectories is vital in order to accurately compute the corrected diffusivities (for pure fluids) and Onsager coefficients (for mixtures). After creating initial states with the appropriate loading using GCMC, each system was first equilibrated with EMD for about 20 ps prior to taking data.  Top of PageAbstractIntroductionAtomistic Simulations for Binary Adsorption and DiffusionPredictions of Mixture Properties from Single-Component DataConclusionReferences3 Predictions of Mixture Properties from Single-Component Data Below, we discuss the results from our molecular simulations of binary adsorption and diffusion in CuBTC in the context of predicting these mixture properties using single-component data. For each property of interest, we introduce a method that has been proposed for predicting mixture properties and then compare the outcomes of this method with data obtained directly from our molecular simulations of adsorbed mixtures.  3.1 Macroscopic Diffusion Coefficients We tested the accuracy of the SSK method(36) for predicting the binary matrix of Fickian diffusivities of H2/CH4 mixtures in CuBTC. To apply this method, it is necessary to first describe adsorption and diffusion of each species in the mixture as a single component. We first obtained single component adsorption isotherms from GCMC simulations. Dual-site Langmuir isotherms were fitted to each single component isotherm. These models are defined in Supporting Information Table S1. These models were used to define the saturation loading of each adsorbed species. Two distinct diffusion coefficients can be defined to characterize single-component diffusion of an adsorbed species,(17, 35, 52) namely the self and corrected diffusion coefficients, Di,self and Ði, respectively. The self diffusivity, Di,self, describes the motion of individual, tagged particles and in an isotropic three-dimensional material it is related to the mean squared displacement of tagged particles by the Einstein relation (1)  Here, Ni is the number of molecules of species i, ril(t) is the three-dimensional position vector of molecule l of species i at time t and the angular brackets denote an ensemble average. This definition of self-diffusivity is applicable to both single component and multicomponent systems.(51) The corrected diffusivity, Ði, includes information on the collective motion of multiple adsorbed molecules that is relevant to net mass transport.(52, 53) In a single-component system, the corrected diffusivity is also known as jump diffusivity and the Maxwell−Stefan diffusivity.(54) The self and corrected diffusivities are functions of concentration and they are only equal in the limit of dilute concentrations.(17) In some extreme cases, the self and corrected diffusivities vary by orders of magnitude.(23, 55) In order to use the SSK approach to describe mixture diffusion, continuous functions describing the pure component self and corrected diffusivities are required. The methods described in Section 2 were used to compute single component self and corrected diffusivities, Di,self and Ði, respectively, of H2 and CH4 in CuBTC with EMD. These two diffusivities were fitted to continuous functions subject to two constraints. At zero loading, the functions describing corrected diffusivities were constrained to give the observed self diffusion coefficients, as required by definition. At the saturation loadings defined by the dual-site Langmuir single component isotherms, each diffusivity coefficient was constrained to be zero. The fitted diffusivities were written as a function of fractional loading θi = {Θi}/{Θi,sat} in which Θi and Θi,sat represent the loading of species i and the saturation loading of species i, respectively. Details of the functions describing each single component diffusivity coefficients are given in Table S.2. When diffusion of a binary mixture is considered, the self and corrected diffusivity values can still be defined, and they depend, in general, on the loading of all adsorbed species, so Di,self = Di,self(Θ1,Θ2) and Đi = Đi(Θ1,Θ2). In an adsorbed mixture, two additional diffusion coefficients define the correlation effects in a mixture,(36) the self-exchange diffusivity, Điicorr, and the binary-exchange diffusivity, Đijcorr. Correlation effects can be affected by the topology of the adsorbent or momentum transfer between adsorbed molecules(18) or the concerted motions of clusters of adsorbed molecules.(16, 56) To predict these two diffusivities, the SSK approach replaces the fractional single-component occupancy, θ, with the fractional total occupancy, θ = θ1 + θ2 = Θ1/Θ1,sat + Θ2/Θ2,sat and estimates the self-exchange diffusivities, Điicorr, using (2) In a similar way, the binary-exchange coefficients, Đijcorr, are estimated by(36) (3) To calculate the matrix of Fickian diffusivities from these quantities, we need to calculate two matrices, the correlation matrix [B], with elements (4) and the matrix of thermodynamic correction factors [Γ], with elements (5) Here, Pi is the partial pressure of species i in the bulk phase in equilibrium with the adsorbed phase. Our calculations treated both species as ideal gases in the bulk phase. To evaluate the thermodynamic correction factors defined above, we computed the binary adsorption isotherm of H2/CH4 mixtures in CuBTC using GCMC simulations. These simulations were performed for mixture compositions from 0.1 to 0.9 at nine different compositions and total pressures from 0.001 to 90 bar at 31 different pressures. We then fitted our GCMC data to an extended dual-site Langmuir model: (6) (7) Here, c is the adsorbed amount (molecules/unit cell), and the ai and bi are parameters of the model tabulated in Table S.3. A comparison of the agreement between the fitted isotherms and our GCMC data is shown in Figure 1. All thermodynamic correction factors used in our prediction of the binary diffusivities below were calculated from the extended dual-site Langmuir model.  Figure 1. Comparison of the binary adsorption isotherms determined from GCMC simulations and calculated using the fitting functions described in the text at all state points. The approach defined above for computing the adsorbed mixture’s thermodynamic correction factors does not strictly follow the idea of predicting mixture diffusivities using only single component data. To achieve this goal, we would need to predict the binary adsorption isotherm using only single-component data. We discuss the use of IAST for this purpose in Section 3.3. Finally, with the knowledge of correlation factors [B] and thermodynamic correction factors [Γ], an explicit expression exists for the Fickian matrix [D], (8) where (9) Here, the mixture diffusion matrix is composed of four elements, two diagonal elements (D11 and D22) and two off-diagonal diffusivity coefficients (D12 and D21). The diagonal diffusivity coefficients relate the concentration gradient of one species (∇c1, concentration gradient of first species and ∇c2, concentration gradient of second species) with the flux of the same species (J1, the flux of the first species and J2, the flux of the second species) whereas the off-diagonal diffusivity coefficients relate the concentration gradient of one species with the flux of the other species in the mixture. Our EMD simulations calculated Onsager coefficients, Lij, rather than Fickian diffusivities.(19, 24) These Onsager coefficients and the matrix of Fickian coefficients are mathematically equivalent and they are related to each other without approximation by expressions involving derivatives of the mixture adsorption isotherm for the adsorbed species.(36) We converted the Onsager coefficients from our EMD simulations into Fickian diffusion coefficients using (10) In these equations, T is the temperature, ci is the concentration of species i, fj is the fugacity of species j, kB is the Boltzmann constant, and Lij are the Onsager coefficients. The predictions of the SSK mixing theory for H2/CH4 mixtures in CuBTC are compared with our EMD data in Figure 2. Here and below, subscripts 1 (2) refer to H2 (CH4). We compared the macroscopic diffusivity elements computed using EMD simulations with the predictions of the mixing theory for H2/CH4 mixtures with compositions 50:50, 25:75, and 75:25. As shown in the figure, the general agreement between the SSK approach and EMD simulations is good. Although the predictions of SSK theory are not perfect, they capture the quantitative trends of the EMD simulations. This theory has been tested before for several different systems: Krishna and co-workers used EMD simulations to compare mixture diffusion data of hexane/butane isomers in mordenite,(37) linear alkanes in silicalite(38) and faujasite,(39, 40) and in single-walled carbon nanotubes.(42) In all of these cases, the SSK approach was observed to give accurate predictions. Our current results have a similar level of agreement with these earlier tests of this approach. The one example where the SSK approach is known to give inaccurate results comes from calculations by Sholl(57) for four lattice models with different levels of site energy heterogeneity. In models with strongly heterogeneous site energy distributions, the predictions of the SSK approach were found to be quite inaccurate.  Figure 2. Comparison of the Fickian diffusivity matrix elements computed using EMD (horizontal axis) with the predictions of SSK theory (vertical axis) for H2/CH4 mixture compositions of (a) 50:50, (b) 25:75, (c) 75:25. Several statistics characterizing the level of agreement between the SSK-based predictions and our EMD data are summarized in Table 2. The predictions of the mixing theory are generally more accurate for the diagonal diffusivities than the off-diagonal diffusivities. It is important to note that there are many state points shown in Figure 2 where the off-diagonal diffusion coefficients, D12 and D21, are comparable in magnitude to the diagonal diffusion coefficients. For 50:50 adsorbed mixtures of H2/CH4, the mixing theory underestimates all four coefficients on average. D11was underestimated by ∼10% on average, whereas D22 was underpredicted by ∼5% on average. For the state points that showed the poorest agreement between the MD data and the mixing theory for this composition, the diagonal diffusivities were underpredicted by ∼20%. The off-diagonal coefficients were underestimated by ∼20% on average, and in the worst-case example, D21 was overestimated by ∼60%.    Table 2. Statistics Summarizing the Comparison between Mixture Diffusion Coefficients Predicted by the SSK Method, DijSSK, and the Mixture Diffusion Coefficients Calculated by EMD Simulations, Dij 50:50compositionmeanstandard deviationmaximumminimumD11SSK/D110.900.091.040.79D12SSK/D120.770.221.100.48D21SSK/D210.820.371.620.52D22SSK/D220.950.141.180.7425:75D11SSK/D110.960.151.210.73D12SSK/D120.800.481.540.20D21SSK/D211.091.153.750.26D22SSK/D221.100.181.320.2975:25D11SSK/D111.280.341.820.97D12SSK/D120.950.481.570.25D21SSK/D211.971.805.640.53D22SSK/D221.320.532.510.77all dataD11SSK/D111.020.271.820.73D12SSK/D120.810.401.570.20D21SSK/D211.231.245.640.26D22SSK/D221.090.372.510.29  In mixtures with a 25:75 composition of adsorbed H2/CH4, D11 and D12 were underestimated whereas D21 and D22 were overestimated. The average deviations between the mixing theory and the MD data for D11 and D22 for this composition were ∼4% and ∼10%, respectively. For the off-diagonal diffusivities, the average deviations were found to be higher, ∼20% and ∼9% for D12 and D21, respectively. The worst system has D21 overestimated by almost a factor of 4. Similarly, in a H2/CH4 composition of 75:25, the predictions for D21were less accurate than the other diffusion coefficients. For the worst example, this coefficient was overestimated by a factor of 5. The diagonal coefficients were overestimated by ∼30% on average for this mixture composition. Both diagonal and off-diagonal diffusivity coefficients were predicted more accurately for the 50:50 adsorbed mixture of H2/CH4 than those of 25:75 or 75:25 mixtures. This observation is consistent with previous applications of the SSK theory in other nanoporous materials. The predictions of the mixing theory for CH4/CF4 mixtures in silicalite were compared with EMD simulations of same mixture in an earlier work and the mixing theory was found to be somewhat inaccurate for the highest concentrations of CH4/CF4 mixtures.(17)  3.2 Mixture Self-Diffusion Coefficients We now turn to the self-diffusion of each species in adsorbed mixtures in CuBTC. Molecular simulations of self-diffusion in adsorbed mixtures in zeolites have played an important role in understanding this phenomena, and several studies have made careful comparisons between simulated and measured mixture self-diffusivities.(20, 58-61) No previous experimental or simulation data for mixture self-diffusion in MOFs is available. Krishna and Paschek(43) introduced the following model in order to predict the self-diffusion coefficients in a mixture from single component data: (11) This model has been tested in carbon nanotubes(42) and MFI zeolite,(36) where the predictions of the model were found to be in good agreement with MD simulations of mixture diffusion. In this model, Di,self is the self-diffusivity of species i in a binary mixture with species j, Ði is the pure component Maxwell−Stefan diffusivity (also known as corrected diffusivity, as discussed above), Ðii and Ðij are the self-exchange and binary-exchange diffusivities which reflect the correlation effects in a mixture,(36) and θi is the fractional loading of species i. In application of this expression, it is important to remember that since we have a binary mixture, the corrected diffusivities are actually evaluated at the total fractional loading, not at the pure component fractional loading. Here, we compare predictions made using Krishna and Paschek’s approach with our direct MD simulations of adsorbed mixtures. Self-diffusivities, Di,self, for single component adsorbates and mixtures and single-component corrected diffusivities, Ði, were computed using MD simulations as described in Section 2 and exchange coefficients were computed as explained in Section 3.1. Mixture self-diffusivity predictions given by Krishna and Paschek’s correlation and EMD simulations are compared for H2/CH4 in CuBTC at room temperature in Figure 3. We have examined adsorbed mixtures with three different compositions: 50:50, 25:75, and 75:25. The predictions for self-diffusivities in a mixture are in good agreement with the results of EMD simulations. A comparison of the binary self-diffusion coefficients as a function of total loading for these three mixture compositions is given in Figure 4. As can be seen from Figure 4, the self-diffusivity of the fast species, H2, becomes slower due to the slow CH4 molecules, whereas the diffusivity of slow species, CH4, increases in the presence of the fast species. The observation that a slowly diffusing species strongly reduces the diffusivity of a faster diffusing species in an adsorbed mixture is a common one.(17)  Figure 3. Comparison of the binary self-diffusion coefficients in CuBTC at various loadings computed using EMD and calculated using the correlation of Paschek and Krishna described in the text.  Figure 4. Comparison of the binary self-diffusion coefficients computed using EMD and calculated using the Krishna and Paschek’s model as a function of total loading for H2/CH4 mixture compositions of (a) 50:50, (b) 25:75, (c) 75:25.   3.3 Binary Adsorption Isotherms In the calculations above, we performed GCMC simulations of mixture adsorption and fitted the resulting simulation data to continuous models in order to calculate thermodynamic correction factors numerically. In cases where binary adsorption data are not available, IAST(44) can be used to predict binary adsorption isotherms. Therefore, we also examined the accuracy of IAST for H2/CH4 mixtures in CuBTC by using the single-component adsorption data obtained from GCMC simulations. IAST is a well developed technique to describe the calculation of the adsorption equilibria for components in a gaseous mixture, using only data for the pure component adsorption equilibria at the same temperature and on the same adsorbent.(44) This theory is known to work accurately in many nanoporous materials except in materials which have strong energetic or geometric heterogeneity.(62, 63) It has been pointed out that IAST becomes less accurate at high densities of the adsorbed species, even for mixtures that are relatively ideal, and therefore, other approaches have been also proposed to deal with the nonideality.(62, 64-68) Furthermore, IAST has been tested recently for adsorption of light gases in MOF-5 and CuBTC by comparing the results of binary molecular simulations and the predictions of theory.(69-71) The agreement between IAST predictions and binary mixture adsorption simulation results in these examples was generally found to be good. We compare the predictions of IAST with our direct GCMC simulation results for mixture adsorption in Figure 5. Overall, the IAST predictions are in a good agreement with the simulation data. The one collection of data that shows some systematic inaccuracy in the IAST predictions corresponds to adsorption predictions for CH4 in a H2/CH4 gas-phase mixture composition of 0.9:0.1. In this limit, the single component isotherm for H2 must be integrated to extremely high fugacities to apply IAST, a situation that introduces imprecision into IAST. A detailed discussion of the sources of inaccuracies in applying IAST was given by Chen and Sholl.(62)  Figure 5. Comparison of the binary adsorption isotherms determined from GCMC simulations and predicted using IAST at all state points. We noted in Section 3.1 that our application of the SSK approach to predict binary diffusion made use of information from the binary adsorption isotherm. If IAST is used instead of the binary adsorption isotherm data, then the SSK approach can be used with only single-component data. To examine what impact using IAST would have in this process, we repeated the calculations in Section 3.1 using IAST to generate data equivalent to that in Figure 1 for fitting a continuous model for the binary isotherm. This revised isotherm was then used along with the same information on single-component diffusion as before to predict the binary Fickian diffusivities for all state points we examined using binary EMD. The statistics summarizing these calculations are listed in Table 3. The statistics for each composition are tabulated in the Supporting Information. Overall, the statistics for the IAST-based calculations in Table 3 are quite similar to those in Table 2. This is not surprising; it simply reflects the fact that IAST provides a good description of mixture adsorption in this material. The statistics in Table 3 for the diagonal diffusivities are essentially equivalent to the equivalent statistics in Table 2. For D12SSK/D12, the mean when IAST is used (Table 3) is slightly closer to one than for the data in Table 2, but the IAST data show more scatter. For D21SSK/D21 the statistics for the IAST-based calculations are somewhat better than the data in Table 2, but we believe that this result stems from fortuitous cancelation of errors rather than any genuine physical effect. For adsorbed compositions at high concentrations that are dominated by H2, the use of IAST introduces inaccuracies in the calculated thermodynamic correction factors, and these result in a reduction of the accuracy of the diffusion coefficients predicted with the SSK approach. In principle, these inaccuracies could be reduced while still using only single-component data by using mixing theories for adsorption that go beyond IAST.(62) For our example, the uncertainty introduced by using IAST appears to be considerably smaller than the uncertainty associated with the predictions of the SSK approach, so using more elaborate mixing theories does not seem justified in this case.    Table 3. Statistics Summarizing the Comparison between Mixture Diffusion Coefficients Predicted by the SSK Method Based on Binary Isotherms Generated from IAST, DijSSK and the Mixture Diffusion Coefficients Calculated by EMD Simulations, Dij all datacompositionmeanstandard deviationmaximumminimumD11SSK/D111.060.241.830.78D12SSK/D121.060.653.560.39D21SSK/D210.770.401.630.19D22SSK/D221.070.442.870.33     Top of PageAbstractIntroductionAtomistic Simulations for Binary Adsorption and DiffusionPredictions of Mixture Properties from Single-Component DataConclusionReferences4 Conclusion In this paper we have presented the first examination of diffusion of a mixture of adsorbed molecules in a MOF material. Specifically, we used molecular simulations to examine adsorption and diffusion of H2/CH4 mixtures in CuBTC. The data from these simulations made it possible to test several correlations that have been proposed previously to predict mixture transport and adsorption properties in nanoporous materials. The main conclusion from these calculations is that for H2/CH4 mixtures in CuBTC it is possible to predict mixture properties from single-component data with a high degree of accuracy. This conclusion has important implications for predicting the possible utility of MOFs in chemical separations, especially in applications that rely on mass transport of adsorbed species. By using these correlations, it is possible to rapidly examine a large range of potential operating conditions for chemical mixtures as soon as information on each species in the MOF of interest is known. If methods equivalent to the correlations we have explored were not available, the performance of MOFs for chemical mixtures could only be tested by accumulating detailed mixture diffusion and adsorption data at every state point relevant to the macroscopic process being examined. An example of using the correlations we have tested here for predicting the performance of MOF-5 in membrane-based separations of gas mixtures has already been given,(14) and our current results give good support for the validity of those calculations. It is interesting to consider how well mixture transport diffusivities can be predicted as the composition of the adsorbed phase is varied. The nature of the EMD simulations used to directly examine binary diffusion may play a role in this observation, as it is intrinsically more difficult to accumulate accurate statistics for species−species interactions when one species is present at low concentrations. Despite this issue, our results support the idea that the SSK approach for predicting mixture transport diffusivities in the examples we have explored is greater for equimolar adsorbed mixtures than for adsorbed mixtures with 25:75 or 75:25 compositions. Adsorbed mixtures with highly asymmetric compositions can be relevant in a variety of practical applications, so it would be helpful to develop information in future studies of this kind on the applicability of the SSK approach to compositions of this kind. An important issue that we cannot directly address with our current results is the generality of our conclusion that the properties of adsorbed mixtures in MOFs can be predicted from single-component data. We can speculate about this issue from two perspectives. First, could similar levels of agreement be expected for H2/CH4 mixtures in other MOFs? The answer to this question seems likely to be yes, since CuBTC does not have any structural characteristics that suggest it defines a potential energy surface for these adsorbed species that differs greatly in character from other MOFs. This idea is supported by the observation that qualitative aspects of molecular diffusion in MOFs have been found to be similar to diffusion in noncationic zeolites,(1) and the same correlations that we have used here have been shown to work well in a variety of noncationic zeolites. Second, how well would these correlations perform for a more chemically complex adsorbed mixture in CuBTC or some other MOF? Previous tests of these methods for a variety of mixtures of nonpolar species in noncationic zeolites have yielded good results,(37-40) and we speculate the similar outcomes will be found for MOFs. To date, however, there have not been extensive tests of these approaches for mixtures involving polar species. Using detailed molecular simulations of adsorbed mixtures as we have done here for mixtures of this type would provide a useful avenue for addressing this open issue. It is important to note in closing that our analysis of mixture diffusion in MOFs is entirely based on results of our molecular simulations for these phenomena. This state of affairs inevitably introduces issues related to the fidelity of simulations of this kind to the properties of real materials. In our MD simulations, to give just an example of an issue of this type, the MOF framework was treated as being rigid; this is clearly not the situation in a real MOF. It would of course be very interesting to compare the predictions of our calculations against detailed experimental measurements of molecular diffusion in MOFs, and we hope that this work motivates future experimental work of this kind. Top of PageAbstractIntroductionAtomistic Simulations for Binary Adsorption and DiffusionPredictions of Mixture Properties from Single-Component DataConclusionReferencesAcknowledgment Funding for this work has been provided by the U.S. Department of Energy through the National Energy Technology Laboratory under Grant No. 41817M203841817M2000.  Top of PageAbstractIntroductionAtomistic Simulations for Binary Adsorption and DiffusionPredictions of Mixture Properties from Single-Component DataConclusionReferencesSupporting Information Additional isotherms. This material is available free of charge via the Internet at http://pubs.acs.org. Reference QuickViewTop of PageAbstractIntroductionAtomistic Simulations for Binary Adsorption and DiffusionPredictions of Mixture Properties from Single-Component DataConclusionReferencesReferencesThis article references 71 other publications.1.   Skoulidas, A. I. and Sholl, D. S.  J. Phys. Chem. B 2005,  109,  15760[ACS Full Text ], [CAS]1. Self-Diffusion and Transport Diffusion of Light Gases in Metal-Organic Framework Materials Assessed Using Molecular Dynamics SimulationsSkoulidas, Anastasios I.; Sholl, David S.Journal of Physical Chemistry B\r\n        (2005),\r\n    109\r\n        (33),\r\n    15760-15768CODEN:\r\n                JPCBFK;\r\n        "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2008/langd5.2008.24.issue-15/la800486f/production/images/small/la-2008-00486f_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2008/langd5.2008.24.issue-15/la800486f/production/images/small/la-2008-00486f_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2008/langd5.2008.24.issue-15/la800486f/production/images/small/la-2008-00486f_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2008/langd5.2008.24.issue-15/la800486f/production/images/small/la-2008-00486f_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2008/langd5.2008.24.issue-15/la800486f/production/images/small/la-2008-00486f_0006.gif\">"]}