{"title": ["Highly Porous ZIF-8 Nanocrystals Prepared by a Surfactant Mediated Method in Aqueous Solution with Enhanced Adsorption Kinetics"], "authors": ["Xinxin Fan", "Wei Wang", "Wei Li", "Junwen Zhou", "Bo Wang", "Jie Zheng", "Xingguo Li"], "doi": ["10.1021/am5028346"], "abstract": ["ZIF-8 nanocrystals with a sub-100 nm size are prepared by a surfactant mediated method in aqueous solution. Pure ZIF-8 phase can be obtained with a stoichiometric Zn/2-methylimidazole ratio. The surfactant mixture of Span 80 and Tween 80 may stabilize the Zn/2-methylimidazole coordination structure and prevent the formation of the hydroxide or alkaline salt. The nanocrystals maintain a high specific surface area of 1360 m", "/g. The particle size effect on the adsorption kinetics of the ZIF-8 nanocrystals is studied by using two different probing molecules (I", " anion and Rhodamine B molecule). For the I", " anion, which is smaller than the aperture size of ZIF-8, the ZIF-8 nanoparticles exhibit faster absorption kinetics compared to the bulk material. For the Rhodamine B molecule, which is larger than the aperture size of ZIF-8, only surface adsorption occurs. The enhanced adsorption kinetics of the ZIF-8 nanoparticles is attributed to the smaller particles size, which reduces the intraparticle diffusion length. ZIF-8 nanocrystals prepared by a surfactant mediated method in aqueous solution exhibit faster adsorption kinetics compared to the bulk material."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Result and Discussion", "Conclusions", "References", "1 Introduction", "Metal organic frameworks (MOFs) have received considerable research interest in recent years due to their ultrahigh surface area and adjustable pore structure.", "(1)", " MOFs have shown promising application in gas storage and separation, catalysis, drug delivery, and sensing.", "(2-6)", " Although MOFs are usually structurally illustrated as infinite three-dimensional networks, they have a finite particle size just like any other materials. With the rapid advances in the application of MOFs in various fields, the particle size of MOFs has become an increasingly important structural concern, which is closely associated with the application requirement.", "(7, 8)", " For example, the particle size of MOFs will affect the assembly behavior into separation membranes, the packing or fluidized properties when filling a catalysis reactor, and the dispersion in a specific medium for drug delivery. As a result, it is highly desirable to achieve simultaneous control of the particle size, morphology, and the pore structure during the preparation of the MOFs.", "(9, 10)", "MOF nanocrystals, which combine the nanometer scale of the particle size and the subnanometer scale of the pores, are representatives of the exciting field where the microporous frameworks meet the nanotechnology. Preparation of MOF nanocrystals is gaining increasing research interest. A few successful examples have been achieved in several MOF structures.", "(11, 12)", " However, as the preparation condition for MOF nanocrystals usually deviates from that for growing large crystals, the obtained MOF nanocrystals usually exhibit much lower specific surface area (SSA). It remains challenging to reduce the particle size of MOFs while maintaining their high SSA and rich porosity.", "ZIF-8, an MOF composed of Zn and 2-methylimidazole (H-MeIM) with a sodalite (SOD) structure, is one of the most studied MOFs due to its exceptionally high stability.", "(13)", " ZIF-8 is originally grown from organic solvents such as dimethylformamide or methanol.", "(9, 13, 14)", " There are several efforts to achieve particle size control in an organic medium. Cravillon et al. synthesized ZIF-8 nano- and microscale materials with particle sizes between ∼10 nm and 1 μm in methanol by employing an excess of the bridging bidentate ligand and three modulating ligands.", "(15)", " Recently, many efforts have been devoted to preparing ZIF-8 nanocrystals from aqueous solution.", "(16-21)", " Pan et al. reported the synthesis of ZIF-8 nanocrystals in pure aqueous solution for the first time by using a large excess of bridging ligand (H-MeIM/Zn = ∼70:1).", "(16)", " Gross et al. lowered the ratio (H-MeIM/Zn = ∼16) by employing TEA to deprotonate the ligand.", "(17)", "The excessive ligand used is clearly unfavorable from an economic perspective.", "Despite the successful examples in particle size control, maintaining high SSA of the ZIF-8 nanocrystals remains challenging. The reported surface area for ZIF-8 varies significantly. Park et al. reported an SSA of 1630 m", "2", "/g for the ZIF-8 crystals grown from hydrothermal reaction in DMF.", "(13)", " For ZIF-8 nanocrystals, a high SSA (>1600 m", "2", "/g) has also been reported by Cravillon et al.", "(15)", " and Kida et al.", "(18)", " However, in these methods, the ZIF-8 nanocrystals were either grown from an organic solution or obtained by an excess use of bridging ligand (H-MeIM/Zn = ∼100:1). Nevertheless, ZIF-8 nanocrystals prepared in aqueous solution typically exhibit a much lower surface area compared to those obtained by hydrothermal reactions.", "(16, 17)", " Possible reasons include poor crystallization or surface defects of the nanocrystals, surface adsorbed surfactants that block the pore entrance, and incomplete removal of the guest molecules in the pores. Because of the smaller window size compared to the pore size, the guest molecules trapped inside the pores are very difficult to remove even after extensive solvent exchange.", "In this paper, we present an aqueous solution based, surfactant mediated method to prepare ZIF-8 nanocrystals with a sub-100 nm size and high SSA (1360 m", "2", "/g). Surfactants have been extensively used in controlling the size and morphology of a large variety of nanomaterials.", "(22)", " Here, we demonstrate that this approach also applies to ZIF-8, which enables facile preparation from aqueous solution and effective particle size reduction. The obtained ZIF-8 nanocrystals maintain a high SSA of 1360 m", "2", "/g. The particle size effect on the adsorption kinetics of ZIF-8 in aqueous solution is studied. The ZIF-8 nanoparticles exhibit faster adsorption kinetics compared to the bulk ZIF-8 particles despite their low SSA. The results suggest that the particle size of MOFs is also an important concern for the applications based on the adsorption capability of MOFs.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Result and Discussion", "Conclusions", "References", "2 Experimental Section", "2.1", "Chemicals", "Zinc nitrate hexahydrate (Zn(NO", "3", ")", "2", "·6H", "2", "O, 99%), 2-methylimidazole (C", "4", "H", "6", "N", "2", ", 99%), and potassium iodide (KI, 99.9%) were purchased from J&K Chemicals. Span 80 (C", "24", "H", "44", "O", "6", ", 98%), Tween 80 (C", "24", "H", "44", "O", "6", ", 98%), and ", "N", ",", "N", "-dimethylformamide (DMF, 99.5%) were purchased from Shantou Xilong Chemicals Corporation. Iodine (I", "2", ", 99.8%) was purchased from Beijing Chemical Works. Rhodamine B (C", "28", "H", "31", "ClN", "2", "O", "3", ", 98%) was purchased from Beijing Chemical Reagents Company. All chemicals were used as received without further purification.", "2.2", "Synthesis of ZIF-8 Nanocrystals", "Mixed surfactant (0.750 g; Span 80 and Tween 80 in molar ratio 1:1.2) was dissolved in 60 mL of deionized water and was under sonication for 10 min to give a homogeneous emulsion. 2-Methylimidazole (H-MeIM, 0.900 g, 10.96 mmol) was added to the emulsion, followed by another 10 min of sonication. Zn(NO", "3", ")", "2", "·6H", "2", "O (1.60 g, 5.38 mmol) was dissolved in 80 mL of water. Both solutions were adjusted to 60 °C by a warm water bath. The zinc solution was poured into the emulsion containing surfactants and 2-methylimidazole under moderate stirring. After 1 h, the milky solution was centrifuged at 15 000 rpm to separate the ZIF-8 nanocrystals. The obtained solid was redispersed in ethanol and refluxed for 24 h to remove the surfactants and unreacted reactants. The products were separated by centrifugation and vacuum-dried at 85 °C overnight. The sample prepared according to the above conditions is referred to as the reference sample. The effects of the Zn/H-MeIM ratio, the surfactant concentration, and the reaction temperature are investigated.", "2.3", "Synthesis of ZIF-8 Large Particles", "A mixture of Zn(NO", "3", ")", "2", "·6H", "2", "O (0.350 g, 1.18 mmol) and H-MeIM (0.200 g, 2.44 mmol) was dissolved in 15 mL of DMF in a 25 mL Teflon-lined autoclave. The autoclave was heated at a rate of 10 °C/min to 120 °C in a programmable oven and maintained at this temperature for 24 h. After reaction, the solid was washed with DMF three times. To obtain a large surface area, methanol was used to exchange the adsorbed DMF molecules in the pores. Dried ZIF-8 (0.200 g) was immersed in 20 mL of methanol for 3 days with frequently refreshing of methanol. The sample after solvent exchange was collected by centrifugation at 4000 rpm and dried under vacuum at 85 °C overnight.", "2.4", "Measurement of the Adsorption Kinetics", "The samples used in the adsorption measurement are the bulk ZIF-8 particles and the nanosized ZIF-8 particles prepared at 60 °C with a mean diameter of 70 nm. All samples were outgassed under vacuum at 120 °C for 12 h before measurement. In a typical measurement, 20 mg of activated ZIF-8 samples was dispersed in 200 mL of 0.4 mM KI/I", "2", " solution under stirring. At a certain time point, a small amount of mixture was drawn by a syringe and filtered through a 0.45 μm porous membrane into a quartz cuvette for UV–vis measurement. The absorption peak at 287 nm is used to calculate the relative concentration.", "Similarly, 40 mg of activated ZIF-8 samples was dispersed in 80 mL of 0.013 mM Rhodamine B solution under stirring. At a certain time point, a small amount of mixture was drawn by a syringe and filtered through a 0.45 μm porous membrane into a quartz cuvette for UV–vis measurement. The absorption peak at 544 nm is used to calculate the relative concentration.", "2.5", "Characterization Techniques", "The structure and morphology of the samples were studied by X-ray diffraction (XRD, Rigaku D/max 200 diffractometer, Cu Kα), high-resolution transmission electron microscopy (HRTEM, JEM 2100, 200 kV), and scanning electron microscopy (SEM, Hitachi S4800). Nitrogen adsorption isotherms were measured at 77 K on an Autosorb IQ gas sorption analyzer (Quantachrome), and samples were outgassed under vacuum at 120 °C for 12 h before testing. The surface area of the sample is determined by the Brunauer–Emmett–Teller (BET) method. The relative concentration of the probing molecules during kinetic measurements was characterized by a UV–vis spectrophotometer (Shimadzu UV-2401PC) with a dual beam measurement system.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Result and Discussion", "Conclusions", "References", "3 Result and Discussion", "3.1", "Structure Characterization of the Reference ZIF-8 Nanocrystal Sample", "Figure ", "1", "a shows the XRD pattern of the reference ZIF-8 nanocrystal sample. All the diffraction peaks match well with the simulated pattern from ZIF-8 single crystals without impurity related peaks. The XRD results suggest that the ZIF-8 particles obtained in this method are highly crystallized. Panels (b) and (c) in Figure ", "1", " are the SEM and TEM images of the products obtained at 60 °C. The ZIF-8 nanocrystals exhibit a well-defined polyhedral shape with a particle size of 70 ± 13 nm (Figure ", "1", "d). The above structural characterization suggests that ZIF-8 nanocrystals with a sub-100 nm size have been successfully prepared. Because of the small size, the ZIF-8 nanocyrstals after removing the surfactants can form a homogeneous colloidal suspension in ethanol that is stable up to several days, as shown in Figure S1 (", "Supporting Information", "). Clearly, the surfactant mediated method is very effective in preparation of sub-100 nm ZIF-8 particles.", "Figure 1. Characterization of the reference ZIF-8 nanocrystal sample: (a) the powder X-ray diffraction patterns, (b) a scanning electron microscopy (SEM) image, (c) a transmission electron microscopy (TEM) image, and (d) the particle size distribution.", "3.2", "Formation Mechanism and Size Control of ZIF-8 Nanocrystals", "The formation mechanism of the ZIF-8 nanocrystals is studied in terms of the metal/ligand ratio, the amount of surfactant, and the reaction temperature. As shown in Figures ", "2", " and ", "3", ", the Zn/H-MeIM ratio shows little effect on both the phase purity and the particle size. With the stoichiometric Zn/H-MeIM ratio, pure phase ZIF-8 nanocrystals can still be obtained. The particle size also shows no clear dependence on the amount of surfactant in the range investigated (Figure ", "3", "). However, there is a threshold amount of surfactant below which the alkaline nitrate of zinc will form (Figure ", "2", "b).", "Figure 2. (a) XRD patterns of ZIF-8 nanocrystals prepared at 60 °C with different metal/ligand ratios; the metal/surfactant mass ratio was fixed at 1:0.47 for all samples. (b) XRD patterns of ZIF-8 nanocrystals prepared at 60 °C with different metal/surfactant ratios; the metal/ligand molar ratio was fixed at 1:2 for all samples.", "Figure 3. SEM images of ZIF-8 nanocrystals prepared with different precursor ratios at 60 °C: (a) the reference sample, (b) surfactant × 2, (c) H-MeIM × 2, (d) H-MeIM × 2, surfactant × 2, (e) H-MeIM × 4, (f) H-MeIM × 4, surfactant × 2.", "The hydroxide or alkaline nitrate of zinc is a commonly encountered impurity when preparing ZIF-8 in aqueous solution. Zn", "2+", " will form intermediate Zn–MeIM complexes before the ZIF-8 framework is finally obtained. In aqueous solution, OH", "–", " will compete with the MeIM ligands to bind to Zn", "2+", ", resulting in hydroxide containing impurities. According to the calculation of Kida et al., the thermodynamic formation constant of Zn", "2+", " and MeIM is larger than that of Zn", "2+", " and OH", "–", ", but not very significantly.", "(18)", " As a result, the hydroxide containing species is also likely to form when the MeIM concentration is not sufficiently high. Indeed, preparation of ZIF-8 in aqueous solution usually requires a large excess of H-MeIM.", "(16, 18)", " Kida et al. used a very high H-MeIM/Zn molar ratio of 60 to eliminate the hydroxide species. An alternative method is to carry out the preparation in methanol to reduce the OH", "–", " concentration and use an additional base (such as organic amine) to deprotonate H-MeIM.", "(9, 15, 17)", " However, a large excess of H-MeIM (H-MeIM/Zn = 16) is still required in this case.", "(17)", "Our surfactant mediated approach allows formation of pure ZIF-8 phase in aqueous solution with a stoichiometric ratio of the reactants, which is attractive for atomically economic preparation of ZIF-8. The surfactants play a critical role in eliminating hydroxide formation at low H-MeIM/Zn ratios. The surfactants will form micelles in aqueous solution through the hydrophilic–hydrophobic interaction. The H-MeIM molecules and also the Zn–MeIM intermediates will be enriched inside the micelles due to their less hydrophilic nature, whereas the more hydrophilic OH", "–", " will be largely excluded outside the micelles. This effect will stabilize the Zn–MeIM intermediates from the attack of OH", "–", " groups, which results in formation of pure ZIF-8 nanocrystals despite the low overall H-MeIM/Zn ratio.", "The size of the ZIF-8 nanocrystals can be controlled by the reaction temperature. As shown in Figure ", "4", "b–d, a lower reaction temperature leads to slightly smaller, but more irregular, particles. The ZIF-8 nanocrystals prepared at 25 and 0 °C have a particle size of 40 ± 7 and 25 ± 5 nm, respectively. The particle size distributions of the two samples are shown in Figure S2 (", "Supporting Information", "). This effect is mainly attributed to the suppressed crystal growth kinetics at lower temperature. We observed a noticeable decrease in yield at lower growth temperature. Moreover, the particles obtained at a lower growth temperature exhibit poorer crystallinity, as indicated by the broadened diffraction peaks in the XRD patterns (Figure ", "4", "a).", "Figure 4. (a) XRD patterns of as-synthesized ZIF-8 nanocrystals at different temperatures. TEM images of ZIF-8 nanocrystals prepared at different temperatures: 0 (b), 25 (c), and 60 °C (d).", "3.3", "N", "2", " Adsorption Properties", "Figure ", "5", " shows the nitrogen adsorption isotherms of the ZIF-8 nanocrystals. Large ZIF-8 powders several tens of micrometers in size prepared by the hydrothermal method are also shown for comparison (Figure S3, ", "Supporting Information", "). The large ZIF-8 powders exhibit a typical type I isotherm with an SSA of 1560 m", "2", "/g, very close to the maximum value reported for ZIF-8 from hydrothermal growth in the literature. The rapid uptake in the low pressure region is characteristic of the adsorption in micropores. For the ZIF-8 nanocrystal samples, there is also a rapid increase in the high pressure region in the isotherm, corresponding to filling the adsorbate into the interparticulate spaces. This is a behavior often observed for aggregated sub-100 nm particles.", "Figure 5. Nitrogen adsorption isotherms of the ZIF-8 nanocrystals prepared at different temperatures: (a) 60, (b) 25, and (c) 0 °C. (d) Large ZIF-8 powders prepared by hydrothermal reaction.", "The high SSA of MOFs comes from their highly porous structure. On the external surface, the ordered porous structure will be more or less damaged due to the surface defects. Therefore, as the particle size goes down to nanoscale, there will be an inevitable loss of SSA due to the higher fraction of the external surface. This is contradictory to that of nonporous materials where smaller particles give higher SSA. Notably, the SSA of the ZIF-8 nanocrystals prepared by the surface mediated method also reaches a very high value, which is 1360, 1143, and 1225 m", "2", "/g for the nanocrystals prepared at 60, 25, and 0 °C, respectively. As a general trend, the SSA slightly decreases as the particle size goes down, which is in agreement with the above analysis. Another important reason for the loss of the SSA is the residual surfactants or solvent molecules that block some of the pores. This may introduce a slight inconsistency to the general trend, as observed for the samples prepared at 25 and 0 °C. Nevertheless, the SSA of the ZIF-8 nanocrystals is quite close to that of the hydrothermally prepared large particles, implying that the surfactants and the guest molecules in the pores are largely removed. The SSA of obtained nanocrystals is lower than the results reported by Park", "(13)", " et al. and Cravillon", "(15)", " et al., however, the SSA is higher than most ZIF-8 nanocrystals reported in the literature.", "(16, 17)", "3.4", "Adsorption Kinetics of Nanocrystals and Bulk Materials of ZIF-8", "Because of their rich porosity, the adsorption behaviors of MOFs have been extensively studied.", "(5, 23-26)", " Most current study focuses on the equilibrium state, i.e., the isotherms, while less attention is paid to the adsorption kinetics. However, the adsorption kinetics is also an important concern for real applications. Particularly, the effect of particle size of the MOF on the adsorption kinetics has rarely been reported, which is mainly due to the difficulty in obtaining MOF particles with different sizes, but comparable SSAs. Here, we provide an example showing the influence of the ZIF-8 particle size on their adsorption kinetics. Considering the window size of ZIF-8 (3.4 Å), we choose two representative probing molecules: Rhodamine B and I", "3", "–", ". Their molecular structures and the corresponding sizes are shown in Figure ", "6", ". The Rhodamine B molecule is larger than the window size of ZIF-8 and, therefore, is unable to enter the pores, whereas I", "3", "–", " is sufficiently small to fit into the pore.", "Figure 6. Molecular structures of Rhodamine B and I", "3", "–", ". The ZIF-8 pore aperture is shown for comparison.", "Figure ", "7", " shows the time variation of the concentration of the probing molecules in the solution with the presence of ZIF-8. The relative concentration (", "c", "/", "c", "0", ") is monitored by the absorbance of the characteristic absorption peaks in UV–vis spectra (544 nm for Rhodamine B and 287 nm for I", "3", "–", ", respectively, as shown in Figures S4 and S5 (", "Supporting Information", "). The concentration decrease is caused by the adsorption by ZIF-8, either on the external surface of the particles or into the pores. Figure ", "7", "a shows the results for I", "3", "–", " uptake by ZIF-8 with different particle sizes. For nanocrystals with a mean particle size of 70 nm, the adsorption of I", "3", "–", " was nearly completed in about 10 min. For the large particles with a mean particle size of 20 μm, the equilibrium was reached much more slowly, though the final concentration of I", "3", "–", " was almost the same for both ZIF-8 particles. The same final I", "3", "–", " concentration excludes the possibility that the adsorption is only on the external surface of ZIF-8 particles. The amount of I", "3", "–", " anions adsorbed in ZIF-8 in the equilibrium state is 1.09 per formula unit of ZIF-8 (Zn–MeIM", "2", "), or 4.36 per cage. Such a high uptake amount again confirms that the adsorption of I", "3", "–", " anions occurs inside the pores of ZIF-8 rather than on the external surface.", "Figure 7. Variation of the relative concentration of (a) I", "3", "–", " in water (the inset shows the ", "c", "/", "c", "0", " variation in the first 20 min) and (b) Rhodamine B in ethanol with the presence of ZIF-8 large particles with a mean size of 20 μm and ZIF-8 nanocrystals with a mean size of 70 nm.", "For the Rhodamine B molecule, which is larger than the aperture size of ZIF-8, the uptake is very low. As shown in Figure ", "7", "b, the large ZIF-8 particle almost shows no absorption of Rhodamine B. The ZIF-8 nanoparticles cause a slight decrease of ", "c", "/", "c", "0", " in the first 5 min, which is due to the adsorption on the external surface. Although the change of ", "c", "/", "c", "0", " is about 20%, the amount of Rhodamine B molecules adsorbed is actually very low due to the fact that the ", "c", "0", " value is low (0.013 mM, about 1/30 of the I", "3", "–", " initial concentration). The uptake amount is only 0.00114 molecules per Zn–MeIM", "2", " unit, which confirms that the concentration decrease is due to the adsorption on the external surface. This result also suggests that the adsorption behavior on the external surface of the ZIF-8 nanoparticles is very weak and its effect on adsorption is negligible.", "It should be emphasized that the large ZIF-8 particles have larger SSAs (Figure ", "5", "). Clearly, the particle size instead of the surface area plays a more important role in determining the adsorption kinetics. The pores in the nanocrystals are easier to access due to the shorter diffusion length. In addition, the good dispersion of the nanocrystals may also accelerate the adsorption. The faster adsorption kinetics is beneficial in many applications, such as CO", "2", " sequestration of the flue gas and pollutant removal in water. MOF nanocrystals with high SSAs are highly suitable for such applications.", "(27-32)", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Result and Discussion", "Conclusions", "References", "4 Conclusions", "In summary, we have prepared ZIF-8 nanocrystals with a sub-100 nm particle size in aqueous solution by a surfactant mediated method. The surfactants stabilize the Zn–MeIM coordination structure by screening out the attack of H", "2", "O or OH", "–", " in aqueous solution, allowing formation of pure ZIF-8 nanocrystals at low H-MeIM/Zn ratios. The ZIF-8 nanocrystals maintain a high SSA of 1360 m", "2", "/g and exhibit much faster adsorption kinetics in aqueous solution compared to the bulk materials, which is attributed to the shorter intraparticle diffusion length.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Result and Discussion", "Conclusions", "References", "Supporting Information", "A digital photograph of a suspension of ZIF-8 nanocrystals in ethanol, the particle size distributions of ZIF-8 nanocrystals prepared at 0 and 25 °C, SEM images of ZIF-8 large particles and nanocrystals for comparison, and the UV–vis spectra of I", "3", "–", " and Rhodamine B. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Result and Discussion", "Conclusions", "References", "Acknowledgment", "This work is supported by MOST of China (No. 2010CB631301) and NSFC (Nos. U1201241, 21101007, 11375020, and 21321001).", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Result and Discussion", "Conclusions", "References", "References", "This article references 32 other publications.", "1. ", "Furukawa", ", ", "H.", "; ", "Cordova", ", ", "K. E.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "The Chemistry and Applications of Metal-Organic Frameworks", " ", "Science", " ", "2013", ",  ", "341", ",  ", "1230444", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "The chemistry and applications of metal-organic frameworks", "Furukawa Hiroyasu; Cordova Kyle E; O'Keeffe Michael; Yaghi Omar M", "Science (New York, N.Y.)", "\r\n        (", "2013", "),\r\n    ", "341", "\r\n        (", "6149", "),\r\n    ", "1230444", "\r\n        ISSN:", ".\r\n    ", "Crystalline metal-organic frameworks (MOFs) are formed by reticular synthesis, which creates strong bonds between inorganic and organic units.  Careful selection of MOF constituents can yield crystals of ultrahigh porosity and high thermal and chemical stability.  These characteristics allow the interior of MOFs to be chemically altered for use in gas separation, gas storage, and catalysis, among other applications.  The precision commonly exercised in their chemical modification and the ability to expand their metrics without changing the underlying topology have not been achieved with other solids.  MOFs whose chemical composition and shape of building units can be multiply varied within a particular structure already exist and may lead to materials that offer a synergistic combination of properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3sbjs1yrsw%253D%253D&md5=7eb2a10c62623ff8a27708ffe9561d45", "2. ", "Allendorf", ", ", "M. D.", "; ", "Bauer", ", ", "C. A.", "; ", "Bhakta", ", ", "R. K.", "; ", "Houk", ", ", "R. J. T.", " ", "Luminescent Metal-Organic Frameworks", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1330", "– ", "1352", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Luminescent metal-organic frameworks", "Allendorf, M. D.; Bauer, C. A.; Bhakta, R. K.; Houk, R. J. T.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1330-1352", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; metal-org. frameworks (MOFs) display a wide range of luminescent behaviors resulting from the multifaceted nature of their structure.  In this crit. review we discuss the origins of MOF luminosity, which include the linker, the coordinated metal ions, antenna effects, excimer and exciplex formation, and guest mols.  The literature describing these effects is comprehensively surveyed, including a categorization of each report according to the type of luminescence obsd.  Finally, we discuss potential applications of luminescent MOFs.  This review will be of interest to researchers and synthetic chemists attempting to design luminescent MOFs, and those engaged in the extension of MOFs to applications such as chem., biol., and radiation detection, medical imaging, and electro-optical devices.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurg%253D&md5=9219edb8997dd29d5f61edbe8e99797d", "3. ", "Chen", ", ", "B. L.", "; ", "Xiang", ", ", "S. C.", "; ", "Qian", ", ", "G. D.", " ", "Metal-Organic Frameworks with Functional Pores for Recognition of Small Molecules", " ", "Acc. Chem. Res.", " ", "2010", ",  ", "43", ",  ", "1115", "– ", "1124", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Metal-Organic Frameworks with Functional Pores for Recognition of Small Molecules", "Chen, Banglin; Xiang, Shengchang; Qian, Guodong", "Accounts of Chemical Research", "\r\n        (", "2010", "),\r\n    ", "43", "\r\n        (", "8", "),\r\n    ", "1115-1124", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Mol. recognition, an important process in biol. and chem. systems, governs the diverse functions of a variety of enzymes and unique properties of some synthetic receptors.  Because mol. recognition is based on weak interactions between receptors and substrates, the design and assembly of synthetic receptors to mimic biol. systems and the development of novel materials to discriminate different substrates for selective recognition of specific mols. has proved challenging.  The extensive research on synthetic receptors for mol. recognition, particularly on noncovalent complexes self-assembled by hydrogen bonding and metal-org. coordination, has revealed some underlying principles.  In particular, these studies have demonstrated that the shapes of the supramol. receptors play significant roles in their specific and selective recognition of substrates: receptors can offer concave surfaces that complement their convex targets.  This Account describes our research to develop a synthetic mol. recognition platform using porous metal-org. frameworks (MOFs).  These materials contain functional pores to direct their specific and unique recognition of small mols. through several types of interactions: van der Waals interactions of the framework surface with the substrate, metal-substrate interactions, and hydrogen bonding of the framework surface with the substrate.  These materials have potential applications for gas storage, sepn., and sensing.  We demonstrate a simple strategy to construct a primitive cubic net of interpenetrated microporous MOFs from the self-assembly of the paddle-wheel clusters M2(CO2)4 (M = Cu2+, Zn2+, and Co2+) with two types of org. dicarboxylic acid and pillar bidentate linkers.  This efficient method allows us to rationally tune the micropores to size-exclusively sort different small gas mols., leading to the highly selective sepn. and purifn. of gases.  By optimizing the strong interactions between open metal sites within porous MOFs and gas mols. such as hydrogen and acetylene, we have developed several MOF materials with extraordinary acetylene storage capacity at room temp.  We have also immobilized Lewis acidic and basic sites into luminescent porous MOFs to recognize and sense neutral and ionic species.  Using the strategy to systematically immobilize different open metal sites within porous MOFs from the metallo-ligand precursors, we have developed the first microporous mixed-metal-org. framework (M'MOF) with enhanced affinity for hydrogen mols., which successfully sepd. D2 from H2 using kinetic isotope quantum mol. sieving.  Because we can functionalize the pores to direct their specific recognition of small mols., the emerging porous MOFs serve as novel functional materials for gas storage, sepn., heterogeneous catalysis, and sensing.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXlslyhtrs%253D&md5=f9230905a5656f9fe0e487967ecae356", "4. ", "Lee", ", ", "J.", "; ", "Farha", ", ", "O. K.", "; ", "Roberts", ", ", "J.", "; ", "Scheidt", ", ", "K. A.", "; ", "Nguyen", ", ", "S. T.", "; ", "Hupp", ", ", "J. T.", " ", "Metal-Organic Framework Materials as Catalysts", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1450", "– ", "1459", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Metal-organic framework materials as catalysts", "Lee, Jeong Yong; Farha, Omar K.; Roberts, John; Scheidt, Karl A.; Nguyen, Son Binh T.; Hupp, Joseph T.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1450-1459", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; a crit. review of the emerging field of MOF-based catalysis is presented.  Discussed are examples of: (a) opportunistic catalysis with metal nodes, (b) designed catalysis with framework nodes, (c) catalysis by homogeneous catalysts incorporated as framework struts, (d) catalysis by MOF-encapsulated mol. species, (e) catalysis by metal-free org. struts or cavity modifiers, and (f) catalysis by MOF-encapsulated clusters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7k%253D&md5=d9cef4eb52ffb1c73fe1195e11bace26", "5. ", "Li", ", ", "J. R.", "; ", "Kuppler", ", ", "R. J.", "; ", "Zhou", ", ", "H. C.", " ", "Selective Gas Adsorption and Separation in Metal-Organic Frameworks", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1477", "– ", "1504", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Selective gas adsorption and separation in metal-organic frameworks", "Li, Jian-Rong; Kuppler, Ryan J.; Zhou, Hong-Cai", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1477-1504", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Adsorptive sepn. is very important in industry.  Generally, the process uses porous solid materials such as zeolites, activated carbons, or silica gels as adsorbents.  With an ever increasing need for a more efficient, energy-saving, and environmentally benign procedure for gas sepn., adsorbents with tailored structures and tunable surface properties must be found.  Metal-org. frameworks (MOFs), constructed by metal-contg. nodes connected by org. bridges, are such a new type of porous materials.  They are promising candidates as adsorbents for gas sepns. due to their large surface areas, adjustable pore sizes and controllable properties, as well as acceptable thermal stability.  This crit. review starts with a brief introduction to gas sepn. and purifn. based on selective adsorption, followed by a review of gas selective adsorption in rigid and flexible MOFs.  Based on possible mechanisms, selective adsorptions obsd. in MOFs are classified, and primary relationships between adsorption properties and framework features are analyzed.  As a specific example of tailor-made MOFs, mesh-adjustable mol. sieves are emphasized and the underlying working mechanism elucidated.  In addn. to the exptl. aspect, theor. investigations from adsorption equil. to diffusion dynamics via mol. simulations are also briefly reviewed.  Furthermore, gas sepns. in MOFs, including the mol. sieving effect, kinetic sepn., the quantum sieving effect for H2/D2 sepn., and MOF-based membranes are also summarized (227 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurY%253D&md5=cbb650af8ce92526fc8ffd870218bbd0", "6. ", "Zacher", ", ", "D.", "; ", "Shekhah", ", ", "O.", "; ", "Woll", ", ", "C.", "; ", "Fischer", ", ", "R. A.", " ", "Thin Films of Metal-Organic Frameworks", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1418", "– ", "1429", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Thin films of metal-organic frameworks", "Zacher, Denise; Shekhah, Osama; Woell, Christof; Fischer, Roland A.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1418-1429", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The fabrication of thin film coatings of metal-org. frameworks (MOFs) on various substrates is discussed in this crit. review.  Interestingly, the relatively few studies on MOF films that have appeared in the literature are limited to the following cases: [Zn4O(bdc)3] (MOF-5; bdc = 1,4-benzenedicarboxylate), [Cu3(btc)2] (HKUST-1; btc = 1,3,5-benzenetricarboxylate), [Zn2(bdc)2(dabco)] (dabco = 1,4-diazabicyclo[2.2.2]octane), [Mn(HCOO)], [Cu2(pzdc)2(pyz)] (CPL-1; pzdc = pyrazine-2,3-dicarboxylate, pyz = pyrazine), [Fe(OH)(bdc)] (MIL-53(Fe)) and [Fe3O(bdc)3(Ac)] (MIL-88B; Ac = CH3COO-).  Various substrates and support materials have been used, including silica, porous alumina, graphite and org. surfaces, i.e. self-assembled monolayers (SAMs) on gold, as well as silica surfaces.  Most of the MOF films were grown by immersion of the selected substrates into specifically pre-treated solvothermal mother liquors of the particular MOF material.  This results in more or less densely packed films of intergrown primary crystallites of sizes ranging up to several μm, leading to corresponding film thicknesses.  Alternatively, almost atomically flat and very homogeneous films, with thicknesses of up to ca. 100 nm, were grown in a novel stepwise layer-by-layer method.  The individual growth steps are sepd. by removing unreacted components via rinsing the substrate with the solvent.  The layer-by-layer method offers the possibility to study the kinetics of film formation in more detail using surface plasmon resonance.  In some cases, particularly on SAM-modified substrates, a highly oriented growth was obsd., and in the case of the MIL-53/MIL-88B system, a phase selective deposition of MIL-88B, rather than MIL-53(Fe), was reported.  The growth of MOF thin films is important for smart membranes, catalytic coatings, chem. sensors and related nanodevices (63 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7g%253D&md5=59eb12bf16cf57126492a7e6b38baf9a", "7. ", "Sindoro", ", ", "M.", "; ", "Yanai", ", ", "N.", "; ", "Jee", ", ", "A. Y.", "; ", "Granick", ", ", "S.", " ", "Colloidal-Sized Metal-Organic Frameworks: Synthesis and Applications", " ", "Acc. Chem. Res.", " ", "2014", ",  ", "47", ",  ", "459", "– ", "469", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Colloidal-Sized Metal-Organic Frameworks: Synthesis and Applications", "Sindoro, Melinda; Yanai, Nobuhiro; Jee, Ah-Young; Granick, Steve", "Accounts of Chemical Research", "\r\n        (", "2014", "),\r\n    ", "47", "\r\n        (", "2", "),\r\n    ", "459-469", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Colloidal metal-org. frameworks (CMOFs), nanoporous colloidal-sized crystals that are uniform in both size and polyhedral shape, are crystals composed of metal ions and org. bridging ligands, which can be used as building blocks for self-assembly in org. and aq. liqs.  They stand in contrast to conventional metal-org. frameworks (MOFs), which scientists normally study as bulk cryst. powders.  However, powder MOFs generally have random crystal size and shape and therefore do not possess either a definite mutual arrangement with adjacent particles or uniformity.  CMOFs do have this quality, which can be important in vital uptake and release kinetics.  In this Account, the authors present the diverse methods of synthesis, pore chem. control, surface modification, and assembly techniques of CMOFs.  The authors survey recent achievements and future applications in this emerging field.  There is potential for a paradigm shift, away from using just bulk cryst. powders, towards using particles whose size and shape are regulated.  The concept of colloidal MOFs takes into account that nanoporous MOFs, conventionally prepd. as bulk cryst. powders with random crystal size, shape, and orientation, may also form colloidal-sized objects with uniform size and morphol.  Also, the traditional MOF functions that depend on porosity present addnl. control over those MOF functions that depend on pore interactions.  They also can enable controlled spatial arrangements between neighboring particles.  To begin, progress regarding synthesis of MOF nano- and microcrystals whose crystal size and shape are well regulated are discussed.  Next, the authors review the methods to modify the surfaces with dye mols. and polymers.  Dyes are useful when seeking to observe nonluminescent CMOFs in situ by optical microscopy, while polymers are useful to tune their interparticle interactions.  Third, criteria to assess the stability of CMOFs for various applications are discussed.  In another section of this Account, the authors give examples of supracrystal assembly in liq., on substrates, at interfaces, and under external elec. fields.  The authors end this Account with discussion of possible future developments, both conceptual and technol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvFejt73E&md5=5a665fea470064071139d11965ef53a6", "8. ", "Demessence", ", ", "A.", "; ", "Boissiere", ", ", "C.", "; ", "Grosso", ", ", "D.", "; ", "Horcajada", ", ", "P.", "; ", "Serre", ", ", "C.", "; ", "Ferey", ", ", "G.", "; ", "Soler-Illia", ", ", "G. J. A. A.", "; ", "Sanchez", ", ", "C.", " ", "Adsorption Properties in High Optical Quality NanoZIF-8 Thin Films with Tunable Thickness", " ", "J. Mater. Chem.", " ", "2010", ",  ", "20", ",  ", "7676", "– ", "7681", "[", "Crossref", "], [", "CAS", "]", "8. ", "Adsorption properties in high optical quality nanoZIF-8 thin films with tunable thickness", "Demessence, Aude; Boissiere, Cedric; Grosso, David; Horcajada, Patricia; Serre, Christian; Ferey, Gerard; Soler-Illia, Galo J. A. A.; Sanchez, Clement", "Journal of Materials Chemistry", "\r\n        (", "2010", "),\r\n    ", "20", "\r\n        (", "36", "),\r\n    ", "7676-7681", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The authors report processing of a thin film by chem. soln. deposition of a microporous ZIF-8 nanoparticle dispersion.  By using the drain and capillary regimes involved in the dip-coating process, the authors tuned the thickness of the films from 40 nm to 1 μm and controlled the packing of the nanoparticles on the substrate.  The high optical quality thin films show a dual hierarchical porous structure from the micropores of the framework and the mesoporous interparticular voids.  Also, vapor sorption properties of the microporous ZIF-8 based thin films were evaluated by ellipsometric porosimetry.  The hydrophobic films show alc., THF and hydrocarbon adsorption.  Expts. for isopropanol/water sepn. were carried out and the selective adsorption of the alc. vs. the water makes these thin films good candidates for vapor sensors.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVylsL3P&md5=094812a558397c72dcb9d0a89ea092b9", "9. ", "Cravillon", ", ", "J.", "; ", "Münzer", ", ", "S.", "; ", "Lohmeier", ", ", "S.-J.", "; ", "Feldhoff", ", ", "A.", "; ", "Huber", ", ", "K.", "; ", "Wiebcke", ", ", "M.", " ", "Rapid Room-Temperature Synthesis and Characterization of Nanocrystals of a Prototypical Zeolitic Imidazolate Framework", " ", "Chem. Mater.", " ", "2009", ",  ", "21", ",  ", "1410", "– ", "1412", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Rapid Room-Temperature Synthesis and Characterization of Nanocrystals of a Prototypical Zeolitic Imidazolate Framework", "Cravillon, Janosch; Munzer, Simon; Lohmeier, Sven-Jare; Feldhoff, Armin; Huber, Klaus; Wiebcke, Michael", "Chemistry of Materials", "\r\n        (", "2009", "),\r\n    ", "21", "\r\n        (", "8", "),\r\n    ", "1410-1412", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Simply reacting Zn(NO3)2·6H2O with an excess of 2-methylimidazole in methanol at room temp. yields well-shaped nanocrystals of ZIF-8 with a narrow size distribution.  The rapid growth has been monitored by time-resolved static light scattering.  Nanoscale ZIF-8 powder is microporous and thermally stable up to ca. 200°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjvVOmtb4%253D&md5=457ca06e4d606850ed2684e5f929b6de", "10. ", "Diring", ", ", "S.", "; ", "Furukawa", ", ", "S.", "; ", "Takashima", ", ", "Y.", "; ", "Tsuruoka", ", ", "T.", "; ", "Kitagawa", ", ", "S.", " ", "Controlled Multiscale Synthesis of Porous Coordination Polymer in Nano/Micro Regimes", " ", "Chem. Mater.", " ", "2010", ",  ", "22", ",  ", "4531", "– ", "4538", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Controlled Multiscale Synthesis of Porous Coordination Polymer in Nano/Micro Regimes", "Diring, Stephane; Furukawa, Shuhei; Takashima, Yohei; Tsuruoka, Takaaki; Kitagawa, Susumu", "Chemistry of Materials", "\r\n        (", "2010", "),\r\n    ", "22", "\r\n        (", "16", "),\r\n    ", "4531-4538", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A simple and straightforward method combines microwave-assisted solvothermal conditions with the coordination modulation method to achieve the size-controlled formation of the porous coordination polymer (PCP), [Cu3(btc)2] (btc represents benzene-1,3,5-tricarboxylate) in the nano/micro regimes.  The addn. of a monocarboxylic acid modulator to the reaction mixt. greatly influenced the morphol. of the resulting sample, through competitive coordination interactions during the crystal formation process.  By adjusting the concn. of dodecanoic acid additive, the authors could subtly control the nucleation rate of a [Cu3(btc)2] framework and, thus, the resulting crystal size.  Homogeneous nanocrystals of the PCP with sizes ranging from few tenths of nanometers up to few micrometers could be successfully obtained in a controlled manner.  X-ray diffractions and gas sorption measurements revealed highly cryst. particles with large pore vols.  Also, variations in the sorption profiles could be correlated to the size and morphol. of the [Cu3(btc)2] samples, presenting affinity for gas condensation at high relative pressures or even hierarchical dual porous structures with mesoporous grain boundaries.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXpsV2ms7k%253D&md5=3aa23e00cab72c9f44f979921d37641b", "11. ", "Flugel", ", ", "E. A.", "; ", "Ranft", ", ", "A.", "; ", "Haase", ", ", "F.", "; ", "Lotsch", ", ", "B. V.", " ", "Synthetic Routes toward MOF Nanomorphologies", " ", "J. Mater. Chem.", " ", "2012", ",  ", "22", ",  ", "10119", "– ", "10133", "[", "Crossref", "], [", "CAS", "]", "11. ", "Synthetic routes toward MOF nanomorphologies", "Fluegel, Erik A.; Ranft, Annekathrin; Haase, Frederik; Lotsch, Bettina V.", "Journal of Materials Chemistry", "\r\n        (", "2012", "),\r\n    ", "22", "\r\n        (", "20", "),\r\n    ", "10119-10133", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "As metal-org. frameworks (MOFs) are coming of age, their structural diversity, exceptional porosity and inherent functionality need to be transferred into useful applications.  Fashioning MOFs into various shapes and at the same time controlling their size constitute an essential step toward MOF-based devices.  Moreover, downsizing MOFs to the nanoscale triggers a whole new set of properties distinguishing nanoMOFs from their bulk counterparts.  Therefore, dimensionality-controlled miniaturization of MOFs enables the customised use of nanoMOFs for specific applications where suitable size and shape are key prerequisites.  In this feature article we survey the burgeoning field of nanoscale MOF synthesis, ranging from classical protocols such as microemulsion synthesis all the way to microfluidic-based techniques and template-directed epitaxial growth schemes.  Along these lines, we will fathom the feasibility of rationally designing specific MOF nanomorphologies-zero-, one- and two-dimensional nanostructures-and we will explore more complex \"second-generation\" nanostructures typically evolving from a high level of interfacial control.  As a recurring theme, we will review recent advances made toward the understanding of nucleation and growth processes at the nanoscale, as such insights are expected to further push the borders of nanoMOF science.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XmtlGhtb4%253D&md5=4cf541c12a9292be8918670933bcc3ef", "12. ", "Nune", ", ", "S. K.", "; ", "Thallapally", ", ", "P. K.", "; ", "Dohnalkova", ", ", "A.", "; ", "Wang", ", ", "C.", "; ", "Liu", ", ", "J.", "; ", "Exarhos", ", ", "G. J.", " ", "Synthesis and Properties of Nano Zeolitic Imidazolate Frameworks", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "4878", "– ", "4880", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "Synthesis and properties of nano zeolitic imidazolate frameworks", "Nune, Satish K.; Thallapally, Praveen K.; Dohnalkova, Alice; Wang, Chongmin; Liu, Jun; Exarhos, Gregory J.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "27", "),\r\n    ", "4878-4880", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Nanosized zeolitic imidazolate frameworks [nZIF-8] with excellent chem. and thermal stability have been synthesized at room temp. by simple mixing of 2-methylimidazole and zinc nitrate hexahydrate in methanol/1% high mol. wt. poly(diallyldimethylammonium chloride) soln. for 24 h.  BET surface area and gas adsorption selectivity was detd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXotFens7Y%253D&md5=f565a9df083e0530105039d7c2af242f", "13. ", "Park", ", ", "K. S.", "; ", "Ni", ", ", "Z.", "; ", "Côté", ", ", "A. P.", "; ", "Choi", ", ", "J. Y.", "; ", "Huang", ", ", "R.", "; ", "Uribe-Romo", ", ", "F. J.", "; ", "Chae", ", ", "H. K.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Exceptional Chemical and Thermal Stability of Zeolitic Imidazolate Frameworks", " ", "Proc. Natl. Acad. Sci. U.S.A.", " ", "2006", ",  ", "103", ",  ", "10186", "– ", "10191", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Exceptional chemical and thermal stability of zeolitic imidazolate frameworks", "Park, Kyo Sung; Ni, Zheng; Cote, Adrien P.; Choi, Jae Yong; Huang, Rudan; Uribe-Romo, Fernando J.; Chae, Hee K.; O'Keeffe, Michael; Yaghi, Omar M.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2006", "),\r\n    ", "103", "\r\n        (", "27", "),\r\n    ", "10186-10191", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "Twelve zeolitic imidazolate frameworks (ZIFs; termed ZIF-1 to -12) were synthesized as crystals by copolymn. of either Zn(II) (ZIF-1 to -4, -6 to -8, and -10 to -11) or Co(II) (ZIF-9 and -12) with imidazolate-type links.  The ZIF crystal structures are based on the nets of seven distinct aluminosilicate zeolites: tetrahedral Si(Al) and the bridging O are replaced with transition metal ion and imidazolate link, resp.  One example of mixed-coordination imidazolate of Zn(II) and In(III) (ZIF-5) based on the garnet net is reported.  Study of the gas adsorption and thermal and chem. stability of two prototypical members, ZIF-8 and -11, demonstrated their permanent porosity (Langmuir surface area = 1,810 m2/g), high thermal stability (up to 550°), and remarkable chem. resistance to boiling alk. H2O and org. solvents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XntlKjtbo%253D&md5=c28cd5862d4765fe4e4937195f5bb4df", "14. ", "Phan", ", ", "A.", "; ", "Doonan", ", ", "C. J.", "; ", "Uribe-Romo", ", ", "F. J.", "; ", "Knobler", ", ", "C. B.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Synthesis, Structure, and Carbon Dioxide Capture Properties of Zeolitic Imidazolate Frameworks", " ", "Acc. Chem. Res.", " ", "2009", ",  ", "43", ",  ", "58", "– ", "67", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "15. ", "Cravillon", ", ", "J.", "; ", "Nayuk", ", ", "R.", "; ", "Springer", ", ", "S.", "; ", "Feldhoff", ", ", "A.", "; ", "Huber", ", ", "K.", "; ", "Wiebcke", ", ", "M.", " ", "Controlling Zeolitic Imidazolate Framework Nano- and Microcrystal Formation: Insight into Crystal Growth by Time-Resolved in Situ Static Light Scattering", " ", "Chem. Mater.", " ", "2011", ",  ", "23", ",  ", "2130", "– ", "2141", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Controlling Zeolitic Imidazolate Framework Nano- and Microcrystal Formation: Insight into Crystal Growth by Time-Resolved In Situ Static Light Scattering", "Cravillon, Janosch; Nayuk, Roman; Springer, Sergej; Feldhoff, Armin; Huber, Klaus; Wiebcke, Michael", "Chemistry of Materials", "\r\n        (", "2011", "),\r\n    ", "23", "\r\n        (", "8", "),\r\n    ", "2130-2141", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors report on a simple and straightforward method that enables the rapid room-temp. prodn. of nanocrystals (finely tuned in size between ∼10 and 65 nm) and microcrystals (∼1 μm) of the prototypical microporous zeolitic imidazolate framework (ZIF) material ZIF-8.  Control of crystal size is achieved in a novel approach by employing an excess of the bridging bidentate ligand and various simple auxiliary monodentate ligands with different chem. functionalities (carboxylate, N-heterocycle, alkylamine).  The function of the monodentate ligands can be understood as a modulation of complex formation and deprotonation equil. during crystal nucleation and growth.  Using time-resolved static light scattering, the functioning of modulating ligands is monitored for the 1st time by in situ expts., which offered significant insight into the crystal growth processes.  Formation of nanocrystals is characterized by continuous, comparatively slow nucleation and fast crystal growth occurring on a time scale of seconds.  Although nucleation and growth are not sepd. from each other, a significant narrowing of the particle size distribution during early stages results in rather monodisperse nanocrystals, before broadening of the particle size distribution occurs, as obsd. by complementary ex situ electron microscopy studies.  Microcrystal growth is dominated by a particle-monomer addn. mechanism, but indications for the operation of a coalescence process during early stages of growth were also obtained.  During later stages of microcrystal growth crystals change their shape from cubes to rhombic dodecahedra.  The prepd. phase-pure ZIF-8 nanoscale materials exhibit good thermal stability in air and large surface areas, which are comparable to those of large macrocrystals.  Nanocrystal powders exhibit dual micro- and mesoporosity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjsVCkt74%253D&md5=c2213b4481a0d1b20b0ff9dfa1639103", "16. ", "Pan", ", ", "Y.", "; ", "Liu", ", ", "Y.", "; ", "Zeng", ", ", "G.", "; ", "Zhao", ", ", "L.", "; ", "Lai", ", ", "Z.", " ", "Rapid Synthesis of Zeolitic Imidazolate Framework-8 (ZIF-8) Nanocrystals in an Aqueous System", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "2071", "– ", "2073", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Rapid synthesis of zeolitic imidazolate framework-8 (ZIF-8) nanocrystals in an aqueous system", "Pan, Yichang; Liu, Yunyang; Zeng, Gaofeng; Zhao, Lan; Lai, Zhiping", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "7", "),\r\n    ", "2071-2073", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The authors report here the first example of ZIF materials synthesized in aq. soln.  The synthesis was performed at room temp. and typically took several minutes compared to hours and days in non-aq. conditions.  The obtained product were ZIF-8 nanocrystals having size of ∼85 nm and showed excellent thermal, hydrothermal and solvothermal stabilities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlagur0%253D&md5=9ec0d8946efccd65d8f5a59f0986e671", "17. ", "Gross", ", ", "A. F.", "; ", "Sherman", ", ", "E.", "; ", "Vajo", ", ", "J. J.", " ", "Aqueous Room Temperature Synthesis of Cobalt and Zinc Sodalite Zeolitic Imidizolate Frameworks", " ", "Dalton Trans", " ", "2012", ",  ", "41", ",  ", "5458", "– ", "5460", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Aqueous room temperature synthesis of cobalt and zinc sodalite zeolitic imidizolate frameworks", "Gross, Adam F.; Sherman, Elena; Vajo, John J.", "Dalton Transactions", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "18", "),\r\n    ", "5458-5460", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Sodalite zeolitic imidazolate frameworks contg. Co (ZIF-67) and Zn (ZIF-8) were synthesized at room temp. under aq. conditions in 10 min.  A trialkylamine deprotonated the 2-methylimidazole ligand and nucleated the frameworks.  Furthermore, the ligand acted as a structure directing agent in place of an org. solvent.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XltlGktbg%253D&md5=a8dc29ca27e57a4f8d051b5d2e6a82e6", "18. ", "Kida", ", ", "K.", "; ", "Okita", ", ", "M.", "; ", "Fujita", ", ", "K.", "; ", "Tanaka", ", ", "S.", "; ", "Miyake", ", ", "Y.", " ", "Formation of High Crystalline ZIF-8 in an Aqueous Solution", " ", "CrystEngComm", " ", "2013", ",  ", "15", ",  ", "1794", "– ", "1801", "[", "Crossref", "], [", "CAS", "]", "18. ", "Formation of high crystalline ZIF-8 in an aqueous solution", "Kida, Koji; Okita, Muneyuki; Fujita, Kosuke; Tanaka, Shunsuke; Miyake, Yoshikazu", "CrystEngComm", "\r\n        (", "2013", "),\r\n    ", "15", "\r\n        (", "9", "),\r\n    ", "1794-1801", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The authors report here the synthesis of a zeolitic imidazolate framework-8 (ZIF-8) in an aq. soln.  ZIF-8 crystals were prepd. by mixing 2-methylimidazole (Hmim) with Zn nitrate hexahydrate (Zn) in deionized H2O.  The products prepd. at high Hmim/Zn molar ratios were assigned to a sodalite (SOD)-type structure whose morphol. consisted of a rhombic dodecahedron with truncated corners.  The crystals possessed ultrahigh surface areas and micropore vols.  At low Hmim/Zn molar ratio, some Zn hydroxide and basic Zn nitrate were obsd. in the products.  The authors also focused on the formation process of ZIF-8 crystals in an aq. system by observing the change in the pH value as a function of synthesis time.  The authors tried to calc. the stability const. of ZIF-8 by fitting the calcd. pH values to the measured pH values.  When the molar fractions of the Zn compds. in the equil. state were calcd., high fractions of the Zn(mim)2 complex were obsd. at high concns. of Hmim.  However, some Zn cations were present at low concns. of Hmim.  This finding would support a causal relation between these Zn cations and the formation of some byproducts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXitFaitbs%253D&md5=878e797dbbff0aff60f3e93a006cc9af", "19. ", "Shi", ", ", "Q.", "; ", "Chen", ", ", "Z.", "; ", "Song", ", ", "Z.", "; ", "Li", ", ", "J.", "; ", "Dong", ", ", "J.", " ", "Synthesis of ZIF-8 and ZIF-67 by Steam-Assisted Conversion and an Investigation of Their Tribological Behaviors", " ", "Angew. Chem.", " ", "2011", ",  ", "123", ",  ", "698", "– ", "701", "[", "Crossref", "]", "There is no corresponding record for this reference.", "20. ", "Yao", ", ", "J.", "; ", "He", ", ", "M.", "; ", "Wang", ", ", "K.", "; ", "Chen", ", ", "R.", "; ", "Zhong", ", ", "Z.", "; ", "Wang", ", ", "H.", " ", "High-Yield Synthesis of Zeolitic Imidazolate Frameworks from Stoichiometric Metal and Ligand Precursor Aqueous Solutions at RoomTemperature", " ", "CrystEngComm", " ", "2013", ",  ", "15", ",  ", "3601", "– ", "3606", "[", "Crossref", "], [", "CAS", "]", "20. ", "High-yield synthesis of zeolitic imidazolate frameworks from stoichiometric metal and ligand precursor aqueous solutions at room temperature", "Yao, Jianfeng; He, Ming; Wang, Kun; Chen, Rizhi; Zhong, Zhaoxiang; Wang, Huanting", "CrystEngComm", "\r\n        (", "2013", "),\r\n    ", "15", "\r\n        (", "18", "),\r\n    ", "3601-3606", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Zeolitic imidazolate frameworks ZIF-8 and ZIF-67 were prepd. from stoichiometric metal and ligand aq. solns. at room temp. within 10 min.  Triblock copolymer and NH4OH are both essential for the formation of ZIFs.  NH4OH in the aq. soln. deprotonates 2-methylimidazole, and the PEO groups of the triblock copolymer surfactant electrostatically attract metal ions, leading to the formation of ZIF-8 and ZIF-67.  The ZIF-8 yield is >98%, which is the highest so far.  This method is very promising for efficient and environmentally friendly synthesis of ZIFs for practical applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXlvFWhsrc%253D&md5=e2c21a25884921ff51bd39fd95a94f44", "21. ", "He", ", ", "M.", "; ", "Yao", ", ", "J.", "; ", "Liu", ", ", "Q.", "; ", "Wang", ", ", "K.", "; ", "Chen", ", ", "F.", "; ", "Wang", ", ", "H.", " ", "Facile Synthesis of Zeolitic Imidazolate Framework-8 from a Concentrated Aqueous Solution", " ", "Microporous Mesoporous Mater.", " ", "2014", ",  ", "184", ",  ", "55", "– ", "60", "[", "Crossref", "], [", "CAS", "]", "21. ", "Facile synthesis of zeolitic imidazolate framework-8 from a concentrated aqueous solution", "He, Ming; Yao, Jianfeng; Liu, Qi; Wang, Kun; Chen, Fanyan; Wang, Huanting", "Microporous and Mesoporous Materials", "\r\n        (", "2014", "),\r\n    ", "184", "\r\n        (", "),\r\n    ", "55-60", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "A facile method for the synthesis of zeolitic imidazolate framework-8 (ZIF-8) at room temp. in 10 min. is reported.  ZIF-8 crystals were produced from stoichiometric metal and ligand (1:2) concd. aq. solns. in the presence of ammonium hydroxide.  The resulting ZIF-8 crystals possessed high surface area, large micropore vol., and had a truncated cubic morphol. with an av. particle size of ca. 0.7 μm.  TGA and XRD results revealed the structural stability of the as-synthesized ZIF-8 up to 250°C.  The addn. of an appropriate amt. of ammonium hydroxide was proved to be essential for the formation of ZIF-8 crystal through deprotonation and coordination reaction.  Furthermore, ZIF-8 crystals were successfully prepd. from different zinc sources, and this method is promising for large-scale synthesis of ZIFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvVWnt73I&md5=4526eeea3faa2d318b58c6dab4c58457", "22. ", "Pan", ", ", "Y.", "; ", "Heryadi", ", ", "D.", "; ", "Zhou", ", ", "F.", "; ", "Zhao", ", ", "L.", "; ", "Lestari", ", ", "G.", "; ", "Su", ", ", "H.", "; ", "Lai", ", ", "Z.", " ", "Tuning The Crystal Morphology and Size of Zeolitic Imidazolate Framework-8 in Aqueous Solution by Surfactants", " ", "CrystEngComm", " ", "2011", ",  ", "13", ",  ", "6937", "– ", "6940", "[", "Crossref", "], [", "CAS", "]", "22. ", "Tuning the crystal morphology and size of zeolitic imidazolate framework-8 in aqueous solution by surfactants", "Pan, Yichang; Heryadi, Dodi; Zhou, Feng; Zhao, Lan; Lestari, Gabriella; Su, Haibin; Lai, Zhiping", "CrystEngComm", "\r\n        (", "2011", "),\r\n    ", "13", "\r\n        (", "23", "),\r\n    ", "6937-6940", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Reported is a facile prepn. method using surfactant CTAB as a capping agent for controlling the crystal size and morphol. of zeolitic imidazolate framework-8 (ZIF-8) crystals in aq. systems.  The particle sizes can be precisely adjusted from ca. 100 nm to 4 μm, and the morphol. can be changed from truncated cubic to rhombic dodecahedron.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVKgsbzE&md5=2e66894f1f1a95a8ec1d1829caf0bf2e", "23. ", "Lin", ", ", "R.-B.", "; ", "Chen", ", ", "D.", "; ", "Lin", ", ", "Y.-Y.", "; ", "Zhang", ", ", "J.-P.", "; ", "Chen", ", ", "X.-M.", " ", "A Zeolite-like Zinc Triazolate Framework with High Gas Adsorption and Separation Performance", " ", "Inorg. Chem.", " ", "2012", ",  ", "51", ",  ", "9950", "– ", "9955", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "A Zeolite-Like Zinc Triazolate Framework with High Gas Adsorption and Separation Performance", "Lin, Rui-Biao; Chen, Da; Lin, Yan-Yong; Zhang, Jie-Peng; Chen, Xiao-Ming", "Inorganic Chemistry", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "18", "),\r\n    ", "9950-9955", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The reaction of com. available 3-amino-1,2,4-triazole (Hatz) and Zn(OH)2 at room temp. produced a porous zeolite-like metal azolate framework, [Zn(atz)2] (MAF-66).  Single-crystal x-ray diffraction studies of MAF-66 showed that atz- served as an imidazolate-type ligand, linking tetrahedral ZnII ions to form a noninterpenetrated dia framework, which contains a narrow, three-dimensional intersecting channel system (void = 49.8%) functionalized by amino groups and uncoordinated triazolate N atoms on the pore surface.  Gas-sorption measurements of MAF-66 revealed high CO2 uptakes (27.6/19.4% at 273/298 K and 1 atm) and high Henry's law CO2/N2 selectivity (403/225 at 273/298 K).  The host-guest interactions between CO2 and the pore surface were also studied by in situ IR absorption spectroscopy and powder x-ray diffraction measurements.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlSks77E&md5=5685c1725d547eca0e2d2bbc5b44bb1c", "24. ", "Pérez-Pellitero", ", ", "J.", "; ", "Amrouche", ", ", "H.", "; ", "Siperstein", ", ", "F. R.", "; ", "Pirngruber", ", ", "G.", "; ", "Nieto-Draghi", ", ", "C.", "; ", "Chaplais", ", ", "G.", "; ", "Simon-Masseron", ", ", "A.", "; ", "Bazer-Bachi", ", ", "D.", "; ", "Peralta", ", ", "D.", "; ", "Bats", ", ", "N.", " ", "Adsorption of CO", "2", ", CH", "4", ", and N", "2", " on Zeolitic Imidazolate Frameworks: Experiments and Simulations", " ", "Chem.—Eur. J.", " ", "2010", ",  ", "16", ",  ", "1560", "– ", "1571", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "24. ", "Adsorption of CO2, CH4, and N2 on Zeolitic Imidazolate Frameworks: Experiments and Simulations", "Perez-Pellitero, Javier; Amrouche, Hedi; Siperstein, Flor R.; Pirngruber, Gerhard; Nieto-Draghi, Carlos; Chaplais, Gerald; Simon-Masseron, Angelique; Bazer-Bachi, Delphine; Peralta, David; Bats, Nicolas", "Chemistry - A European Journal", "\r\n        (", "2010", "),\r\n    ", "16", "\r\n        (", "5", "),\r\n    ", "1560-1571, S1560/1-S1560/15", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Exptl. measurements and mol. simulations were conducted for two zeolitic imidazolate frameworks, ZIF-8 and ZIF-76.  The transferability of the force field was tested by comparing mol. simulation results of gas adsorption with exptl. data available in the literature for other ZIF materials (ZIF-69).  Owing to the good agreement obsd. between simulation and exptl. data, the simulation results can be used to identify preferential adsorption sites, which are located close to the org. linkers.  Topol. mapping of the potential-energy surfaces makes it possible to relate the preferential adsorption sites, Henry const., and isosteric heats of adsorption at zero coverage to the nature of the host-guest interactions and the chem. nature of the org. linker.  The role played by the topol. of the solid and the org. linkers, instead of the metal sites, upon gas adsorption on zeolite-like metal-org. frameworks is discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVGqu7g%253D&md5=1c93a65f1f2ae49af5bf0fe6a6dc5a90", "25. ", "Jiang", ", ", "J.-Q.", "; ", "Yang", ", ", "C.-X.", "; ", "Yan", ", ", "X.-P.", " ", "Zeolitic Imidazolate Framework-8 for Fast Adsorption and Removal of Benzotriazoles from Aqueous Solution", " ", "ACS Appl. Mater. Interfaces", " ", "2013", ",  ", "5", ",  ", "9837", "– ", "9842", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Zeolitic Imidazolate Framework-8 for Fast Adsorption and Removal of Benzotriazoles from Aqueous Solution", "Jiang, Jun-Qing; Yang, Cheng-Xiong; Yan, Xiu-Ping", "ACS Applied Materials & Interfaces", "\r\n        (", "2013", "),\r\n    ", "5", "\r\n        (", "19", "),\r\n    ", "9837-9842", "CODEN:\r\n                ", "AAMICK", ";\r\n        ISSN:", "1944-8244", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "1H-benzotriazole (BTri) and 5-tolyltriazole (5-TTri) are emerging pollutants; the development of novel materials for their efficient adsorption and removal is thus of great significance in environmental sciences.  We report the application of zeolitic imidazolate framework-8 (ZIF-8) as a novel adsorbent for fast removal of BTri and 5-TTri from aq. solns. in view of adsorption isotherms, kinetics and thermodn., desorption, and adsorbent regeneration.  The adsorption of BTri and 5-TTri on ZIF-8 was very fast, and most of BTri and 5-TTri were adsorbed in the 1st 2 min.  The adsorption for BTri and 5-TTri follows a pseudo-2nd-order kinetics and fits the Langmuir adsorption model with the adsorption capacity of 298.5 and 396.8 mg/g for BTri and 5-TTri at 30°, resp.  The adsorption was a spontaneous and endothermic process controlled by pos. entropy change.  No remarkable effects of pH, ionic strength, and dissolved org. matter on the adsorption of BTri and 5-TTri on ZIF-8 were obsd.  The used ZIF-8 could be regenerated effectively and recycled ≥3 times without significant loss of adsorption capacity.  ZIF-8 provided much larger adsorption capacity and faster adsorption kinetics than activated C and ZIF-7.  The hydrophobic and π-π interaction between the arom. rings of the BTri and 5-TTri and the arom. imizole rings of the ZIF-8, and the coordination of the N atoms in BTri and 5-TTri mols. to the Zn2+ in the ZIF-8 framework was responsible for the efficient adsorption.  The fast adsorption kinetics, large adsorption capacity, excellent reusability as well as the pH, ionic strength, and dissolved org. matter insensitive adsorption create potential for ZIF-8 to be effective at removing benzotriazoles from aq. solns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVCgtLbP&md5=bcce09a7ab51460e5c3bf75736ba93c8", "26. ", "Zhang", ", ", "C.", "; ", "Xiao", ", ", "Y.", "; ", "Liu", ", ", "D.", "; ", "Yang", ", ", "Q.", "; ", "Zhong", ", ", "C.", " ", "A Hybrid Zeolitic Imidazolate Framework Membrane by Mixed-Linker Synthesis for Efficient CO", "2", " Capture", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "600", "– ", "602", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "A hybrid zeolitic imidazolate framework membrane by mixed-linker synthesis for efficient CO2 capture", "Zhang, Chunjuan; Xiao, Yuanlong; Liu, Dahuan; Yang, Qingyuan; Zhong, Chongli", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "6", "),\r\n    ", "600-602", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A ZIF-9-67 hybrid membrane on α-Al2O3 support was prepd. using mixed-linker synthesis.  The gas permeation and selectivity data demonstrate that this membrane may have potential applications for efficient CO2 capture from several industrial mixts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvVCju7bF&md5=e60952b96bf5334f24a9871ccfda1641", "27. ", "Kaye", ", ", "S. S.", "; ", "Dailly", ", ", "A.", "; ", "Yaghi", ", ", "O. M.", "; ", "Long", ", ", "J. R.", " ", "Impact of Preparation and Handling on the Hydrogen Storage Properties of Zn", "4", "O(1,4-benzenedicarboxylate)", "3", " (MOF-5)", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "14176", "– ", "14177", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "Impact of Preparation and Handling on the Hydrogen Storage Properties of Zn4O(1,4-benzenedicarboxylate)3 (MOF-5)", "Kaye, Steven S.; Dailly, Anne; Yaghi, Omar M.; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "46", "),\r\n    ", "14176-14177", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The prototypical metal-org. framework Zn4O(BDC)3 (MOF-5, BDC2- = 1,4-benzenedicarboxylate) decomps. gradually in humid air to form a nonporous solid.  Recognizing this, improved procedures for its synthesis and handling were developed, leading to significant increases in N2 and H2 gas adsorption capacities.  Nitrogen adsorption isotherms measured at 77 K reveal an enhanced max. N2 uptake of 44.5 mmol/g and a BET surface area of 3800 m2/g, compared to the 35.8 mmol/g and 3100 m2/g obtained for a sample prepd. using previous methods.  High-pressure H2 adsorption isotherms show improvements from 5.0 to 7.1 excess wt. % at 77 K and 40 bar.  The total H2 uptake was further obsd. to climb to 11.5% at 170 bar, corresponding to a volumetric storage d. of 77 g/L.  Thus, the air-free compd. exhibits the highest gravimetric and volumetric H2 uptake capacities yet demonstrated for a cryogenic hydrogen storage material.  Also, no loss of capacity was apparent during 24 complete adsorption-desorption cycles, while kinetics measurements showed a loading time of 2 min with application of just 45 bar of pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXht1CrurvF&md5=225d78a759d3f213ea51beff7a7f784e", "28. ", "Chen", ", ", "B. L.", "; ", "Zhao", ", ", "X.", "; ", "Putkham", ", ", "A.", "; ", "Hong", ", ", "K.", "; ", "Lobkovsky", ", ", "E. B.", "; ", "Hurtado", ", ", "E. J.", "; ", "Fletcher", ", ", "A. J.", "; ", "Thomas", ", ", "K. M.", " ", "Surface Interactions and Quantum Kinetic Molecular Sieving for H-2 and D-2 Adsorption on a Mixed Metal-Organic Framework Material", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "6411", "– ", "6423", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Surface Interactions and Quantum Kinetic Molecular Sieving for H2 and D2 Adsorption on a Mixed Metal-Organic Framework Material", "Chen, Banglin; Zhao, Xuebo; Putkham, Apipong; Hong, Kunlun; Lobkovsky, Emil B.; Hurtado, Eric J.; Fletcher, Ashleigh J.; Thomas, K. Mark", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "20", "),\r\n    ", "6411-6423", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A rational strategy was used to immobilize open metal sites in ultramicroporosity for stronger binding of multiple H2 mols. per unsatd. metal site for H2 storage applications.  The synthesis and structure of a mixed Zn/Cu metal-org. framework material Zn3(BDC)3[Cu(Pyen)]·(DMF)5(H2O)5 (H2BDC = 1,4-benzenedicarboxylic acid and PyenH2 = (5-methyl-4-hydroxopyridine-3-methylene)ethylenediaminecarbaldehyde) is reported.  Desolvation provides a bimodal porous structure Zn3(BDC)3[Cu(Pyen)] (M'MOF 1) with narrow porosity (<0.56 nm) and an array of pores in the bc crystallog. plane where the adsorbate-adsorbent interactions are maximized by both the presence of open Cu centers and overlap of the potential energy fields from pore walls.  The H2 and D2 adsorption isotherms for M'MOF 1 at 77.3 and 87.3 K were reversible with virtually no hysteresis.  Methods for detn. of the isosteric enthalpies of H2 and D2 adsorption were compared.  A virial model gave the best agreement (av. deviation <1 std. deviation) with the isotherm data.  This was used in conjunction with the van't Hoff isochore giving isosteric enthalpies at zero surface coverage of 12.29 ± 0.53 and 12.44 ± 0.50 kJ mol-1 for H2 and D2 adsorption, resp.  This is the highest value so far obsd. for H adsorption on a porous material.  The enthalpy of adsorption, decreases with increasing amt. adsorbed to 9.5 kJ mol-1 at .ltorsim.≈1.9 mmol g-1 (2 H2 or D2 mols. per Cu corresponding to adsorption on both sides of planar Cu open centers) and is virtually unchanged in the range 1.9-3.6 mmol g-1.  Virial anal. of isotherms at 87.3 K is also consistent with 2 H2 or D2 mols. being bound to each open Cu center.  The adsorption kinetics follow a double exponential model, corresponding to diffusion along 2 types of pores, a slow component with high activation energy (13.35 ± 0.59 kJ mol-1) for the narrow pores and a faster component with low activation energy (8.56 ± 0.41 kJ mol-1).  The D2 adsorption kinetic consts. for both components were significantly faster than the corresponding H2 kinetics for specific pressure increments and had slightly lower activation energies than the corresponding values for H2 adsorption.  The kD2/kH2 ratio for the slow component was 1.62 ± 0.07, while the fast component was 1.38 ± 0.04 at 77.3 K, and the corresponding ratios were smaller at 87.3 K.  These observations of kinetic isotope quantum mol. sieving in porous materials are due to the larger zero-point energy for the lighter H2, resulting in slower adsorption kinetics compared with the heavier D2.  A combination of open metal centers and confinement in ultramicroporosity leads to a high enthalpy for H2 adsorption over a wide range of surface coverage and quantum effects influence diffusion of H2 and D2 in pores in M'MOF 1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXltVyjsLo%253D&md5=cd9993fbfa093dfecfd6324ec8f7d042", "29. ", "Saha", ", ", "D.", "; ", "Bao", ", ", "Z. B.", "; ", "Jia", ", ", "F.", "; ", "Deng", ", ", "S. G.", " ", "Adsorption of CO", "2", ", CH", "4", ", N", "2", "O, and N", "2", " on MOF-5, MOF-177, and Zeolite 5A", " ", "Environ. Sci. Technol.", " ", "2010", ",  ", "44", ",  ", "1820", "– ", "1826", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "Adsorption of CO2, CH4, N2O, and N2 on MOF-5, MOF-177, and Zeolite 5A", "Saha, Dipendu; Bao, Zongbi; Jia, Feng; Deng, Shuguang", "Environmental Science & Technology", "\r\n        (", "2010", "),\r\n    ", "44", "\r\n        (", "5", "),\r\n    ", "1820-1826", "CODEN:\r\n                ", "ESTHAG", ";\r\n        ISSN:", "0013-936X", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Adsorption equil. and kinetics of CO2, CH4, N2O, and N2 on two newly discovered adsorbents, metal-org. frameworks MOF-5 and MOF-177 and one traditional adsorbent, zeolite 5A were detd. to assess their efficacy for CO2, CH4, and N2O removal from air and sepn. of CO2 from CH4 in pressure swing adsorption processes.  Adsorption equil. and kinetics data for CO2, CH4, N2O, and N2 on all three adsorbents were measured volumetrically at 298K and gas pressures up to 800 Torr.  Adsorption equil. capacities of CO2 and CH4 on all three adsorbents were detd. gravimetrically at 298 K and elevated pressures (14 bar for CO2 and 100 bar for CH4).  The Henry's law and Langmuir adsorption equil. models were applied to correlate the adsorption isotherms, and a classical micropore diffusion model was used to analyze the adsorption kinetic data.  The adsorption equil. selectivity was calcd. from the ratio of Henry's consts., and the adsorbent selection parameter for pressure swing adsorption processes were detd. by combining the equil. selectivity and working capacity ratio.  Based on the selectivity and adsorbent selection parameter results, zeolite 5A is a better adsorbent for removing CO2 and N2O from air and sepn. of CO2 from CH4, whereas MOF-177 is the adsorbent of choice for removing CH4 from air.  However, both MOF adsorbents have larger adsorption capacities for CO2 and CH4 than zeolite 5A at elevated pressures, suggesting MOF-5 and MOF-177 are better adsorbents for CO2 and CH4 storage.  The CH4 adsorption capacity of 22 wt.% on MOF-177 at 298K and 100 bar is probably the largest adsorption uptake of CH4 on any dry adsorbents.  The av. diffusivity of CO2, CH4 and N2O in MOF-5 and MOF-177 is in the order of 10-9 m2/s, as compared to 10-11 m2/s for CO2, CH4 and N2O in zeolite 5A.  The effects of gas pressure on diffusivity for different adsorbate-adsorbent systems were also investigated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhslShtb4%253D&md5=368630e8277ca4be3130df488a1780f9", "30. ", "Haque", ", ", "E.", "; ", "Jun", ", ", "J. W.", "; ", "Jhung", ", ", "S. H.", " ", "Adsorptive Removal of Methyl Orange and Methylene Blue from Aqueous Solution with a Metal-Organic Framework Material, Iron Terephthalate (MOF-235)", " ", "J. Hazard. Mater.", " ", "2011", ",  ", "185", ",  ", "507", "– ", "511", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "30. ", "Adsorptive removal of methyl orange and methylene blue from aqueous solution with a metal-organic framework material, (MOF-235)", "Haque, Enamul; Jun, Jong Won; Jhung, Sung Hwa", "Journal of Hazardous Materials", "\r\n        (", "2011", "),\r\n    ", "185", "\r\n        (", "1", "),\r\n    ", "507-511", "CODEN:\r\n                ", "JHMAD9", ";\r\n        ISSN:", "0304-3894", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "An iron terephthalate (MOF-235), one of the metal-org. frameworks (MOFs), has been used for the removal of harmful dyes (anionic dye methyl orange (MO) and cationic dye methylene blue (MB)) from contaminated water via adsorption.  The adsorption capacities of MOF-235 are much higher than those of an activated carbon.  The performance of MOF-235 having high adsorption capacity is remarkable because the MOF-235 does not adsorb nitrogen at liq. nitrogen temp.  Based on this study, MOFs, even if they do not adsorb gases, can be suggested as potential adsorbents to remove harmful materials in the liq. phase.  Adsorption of MO and MB at various temps. shows that the adsorption is a spontaneous and endothermic process and that the entropy increases (the driving force of the adsorption) with adsorption of MO and MB.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVCmur3E&md5=e68923e7aec41e6f3a0b02fd719590d2", "31. ", "Jhung", ", ", "S. H.", "; ", "Lee", ", ", "J. H.", "; ", "Yoon", ", ", "J. W.", "; ", "Serre", ", ", "C.", "; ", "Férey", ", ", "G.", "; ", "Chang", ", ", "J. S.", " ", "Microwave Synthesis of Chromium Terephthalate MIL-101 and Its Benzene Sorption Ability", " ", "Adv. Mater.", " ", "2007", ",  ", "19", ",  ", "121", "– ", "124", "[", "Crossref", "], [", "CAS", "]", "31. ", "Microwave synthesis of chromium terephthalate MIL-101 and its benzene sorption ability", "Jhung, Sung Hwa; Lee, Jin-Ho; Yoon, Ji Woong; Serre, Christian; Ferey, Gerard; Chang, Jong-San", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2007", "),\r\n    ", "19", "\r\n        (", "1", "),\r\n    ", "121-124", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The Cr terephthalate MIL-101 was prepd. rapidly and efficiently by using microwave-assisted hydrothermal synthesis.  The resulting material exhibits giant pores and very large surface areas and demonstrates a huge, rapid adsorption of benzene in both vapor and liq. phases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhslGrtbk%253D&md5=7e1efdbddc1a9be98f7057a7b997a4bd", "32. ", "Sabouni", ", ", "R.", "; ", "Kazemian", ", ", "H.", "; ", "Rohani", ", ", "S.", " ", "Carbon Dioxide Adsorption in Microwave-Synthesized Metal Organic Framework CPM-5: Equilibrium and Kinetics Study", " ", "Microporous Mesoporous Mater.", " ", "2013", ",  ", "175", ",  ", "85", "– ", "91", "[", "Crossref", "], [", "CAS", "]", "32. ", "Carbon dioxide adsorption in microwave-synthesized metal organic framework CPM-5: Equilibrium and kinetics study", "Sabouni, Rana; Kazemian, Hossein; Rohani, Sohrab", "Microporous and Mesoporous Materials", "\r\n        (", "2013", "),\r\n    ", "175", "\r\n        (", "),\r\n    ", "85-91", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "The adsorption equil. and diffusion of CO2 in CPM-5 (cryst. porous materials) were exptl. studied using a volumetric approach at three different temps. 273, 298, and 318 K and gas pressures up to 105 kPa.  The Freundlich adsorption equil. model was applied to correlate the adsorption isotherms, and the classical microspore diffusion model was applied to obtain the adsorption kinetic curves and diffusivity of CO2 in CPM-5.  The selectivity of CO2 over N2 was estd. from the single component isotherms at conditions relevant to post combustion applications (0.15 bar PCO2 and 0.75 bar pN2).  At pressures up to 105 kPa, the CPM-5 adsorbent has CO2 adsorption capacity of 3 mmol/g, 2.3 mmol/g, at 273 K and 298 K, resp., which is significantly higher than those of MOF-5 under the same conditions.  The selectivity factor was 14.2 and 16.1 at 273 and 298 K, resp.  The CO2 diffusivity in CPM-5, estd. from the adsorption kinetic data measured at low pressures, are 1.86 × 10-12 m2/s, 7.04 × 10-12 m2/s, and 7.87 × 10-12m2/s at 273 K, 298 K and 318 K, resp.  The initial isosteric heat of adsorption of CO2 on the CPM-5 is 36.1 kJ/mol.  CPM-5 shows attractive adsorption properties as an adsorbent for sepn. of CO2 from flue gas.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXnslaktrY%253D&md5=b46745cb9dbdf0104c0b881c51a8a55c"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2014/aamick.2014.6.issue-17/am5028346/staging/images/small/am-2014-028346_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2014/aamick.2014.6.issue-17/am5028346/staging/images/small/am-2014-028346_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2014/aamick.2014.6.issue-17/am5028346/staging/images/small/am-2014-028346_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2014/aamick.2014.6.issue-17/am5028346/staging/images/small/am-2014-028346_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2014/aamick.2014.6.issue-17/am5028346/staging/images/small/am-2014-028346_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2014/aamick.2014.6.issue-17/am5028346/staging/images/small/am-2014-028346_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2014/aamick.2014.6.issue-17/am5028346/staging/images/small/am-2014-028346_0008.gif\">"]}
