{"title": ["Tunable Rare-Earth fcu-MOFs: A Platform for Systematic Enhancement of CO", " Adsorption Energetics and Uptake"], "authors": ["Dong-Xu Xue", "Amy J. Cairns", "Youssef Belmabkhout", "Lukasz Wojtas", "Yunling Liu", "Mohamed H. Alkordi", "Mohamed Eddaoudi"], "doi": ["10.1021/ja401429x"], "abstract": ["A series of ", "-MOFs based on rare-earth (RE) metals and linear fluorinated/nonfluorinated, homo/heterofunctional ligands were targeted and synthesized. This particular ", "-MOF platform was selected because of its unique structural characteristics combined with the ability/potential to dictate and regulate its chemical properties (e.g., tuning of the electron-rich RE metal ions and high localized charge density, a property arising from the proximal positioning of polarizing tetrazolate moieties and fluoro-groups that decorate the exposed inner surfaces of the confined conical cavities). These features permitted a systematic gas sorption study to evaluate/elucidate the effects of distinctive parameters on CO", "–MOF sorption energetics. Our study supports the importance of the synergistic effect of exposed open metal sites and proximal highly localized charge density toward materials with enhanced CO", " sorption energetics."], "text": ["Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "Experimental Section", "References", "Introduction", "In recent years, there has been a strong scientific drive to minimize greenhouse gas emissions, especially CO", "2", ".", "(1)", " The release of CO", "2", " from flue gas and the automobile industry are the major contributors, and myriad efforts are underway to economically separate and capture the effluent CO", "2", ".", "(2)", " Highly porous sorbent materials have emerged as a plausible solution, and considerable efforts have been put forth to develop suitable materials.", "(3)", " An optimal adsorbent for CO", "2", " separation should, in addition to high adsorption uptake and suitable kinetics, exhibit high affinity toward CO", "2", " to be translated into high interaction, which in turns plays a critical role in determining the adsorption selectivity and the energy required to release CO", "2", " during the regeneration step.", "(2b, 3)", " Accordingly, the ideal isosteric heat of adsorption (", "Q", "st", ") should permit reversible physical adsorption–desorption operation in a pressure or vacuum swing adsorption (PSA or VSA) process (i.e., CO", "2", "–sorbent interactions are neither too strong nor too weak).", "Metal–organic frameworks (MOFs), a relatively new class of porous materials, appear well-poised to address the CO", "2", " challenge because of their mild synthesis conditions, relatively high thermal stability, large pore volumes, potentially exposed inner surface with high localized charge density, and readily programmable and modular construction (i.e., a given structure with the desired net topology; functionalizable isoreticular structures) from predesigned molecular building blocks (MBBs).", "(4, 5)", " As such, considerable effort has been dedicated to ascertaining the ideal CO", "2", "–MOF interactions/energetics, but minimal systematic studies of finely tuned MOFs have been reported.", "(2b, 2c)", "It is evident that continuous development and isolation of novel MBBs will eventually facilitate the rational construction of targeted functional MOFs.", "(6)", " Accordingly, our research group continues its quest for the discovery of novel modular and rigid inorganic MBBs and, most importantly, establishing reaction conditions that permit to generate a specific inorganic MBB consistently in situ, a vital criterion/prerequisite for the prospective design and rational construction of desired MOFs.", "With the aim to construct porous MOFs with high localized charge density, a potential attribute to promote/enhance the CO", "2", " sorption energetics, we initiated MOF exploratory syntheses based on metal–ligand directed assembly of electron-rich rare-earth (RE) metal ions and noncentrosymmetric heterofunctional ligands containing carboxylate and terazolate moieties. Herein, we report for the first time the use of hexanuclear RE-based (Tb", "3+", "/Y", "3+", ") MBBs, generated in situ, to construct a series of 12-connected MOFs possessing face-centered cubic (", "fcu", ") topology. The MBBs are bridged in a linear fashion through an assortment of fluoro and/or tetrazolate functionalized organic ligands, as outlined in Scheme ", "1", ". Systematic gas sorption studies on these materials have in fact elucidated the effects of distinctive parameters on CO", "2", "–MOF sorption energetics, as will be discussed.", "Scheme 1. Representation of the Organic Linkers Present in Compounds ", "1", "–", "7", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "Experimental Section", "References", "Results and Discussion", "Preliminary exploratory reactions are based on solvothermal reactions between RE metal salts (RE = Y, Tb) and asymmetric heterofunctional ditopic linkers (e.g., 2-fluoro-4-(1", "H", "-tetrazol-5-yl)benzoic acid (H", "2", "FTZB) and 4-(1", "H", "-tetrazol-5-yl)benzoic acid (H", "2", "TZB)) in various solvent mixtures. Reaction between H", "2", "FTZB and Tb(NO", "3", ")", "3", "·5H", "2", "O in an ", "N", ",", "N", "′-dimethylformamide (DMF)/ethanol/chlorobenzene solution yielded transparent polyhedral crystals, formulated by single-crystal X-ray diffraction (SCXRD) studies as [(CH", "3", ")", "2", "NH", "2", "]", "2", "[Tb", "6", "(μ", "3", "-OH)", "8", "(FTZB)", "6", "(H", "2", "O)", "6", "]·(H", "2", "O)", "22", " (", "1", ").", "Compound ", "1", " crystallizes in the cubic space group ", "Fm", "3̅", "m", ". In the crystal structure of ", "1", ", each Tb", "3+", " metal ion is surrounded by four μ", "3", "-OH groups, four oxygen and/or nitrogen atoms from statistically disordered carboxylate groups and/or tetrazolate rings from four independent FTZB", "2–", " ligands, leaving the ninth coordination site occupied by a water molecule (Figure ", "1", "). The adjacent Tb ions are bridged via μ", "3", "-OH and deprotonated carboxylate and/or tetrazolate groups in a bis-monodentate fashion to give a [Tb", "6", "(μ", "3", "-OH)", "8", "(O", "2", "C−)", "6", "(N", "4", "C−)", "6", "] MBB. Each hexanuclear MBB is bridged through FTZB", "2–", " to produce a 3-periodic MOF.", "Figure 1. Ball-and-stick and schematic representation of ", "1", ": From top to bottom, organic and inorganic MBBs, FTZB", "2–", " and the 12-connected Tb-based cluster, respectively, which can be viewed as a linear connection and cuboctahedron node to afford the augmented ", "fcu", " net, consisting of octahedral and tetrahedral cages shown as blue and pink truncated polyhedron, respectively, Hydrogen atoms and coordinated water molecules are omitted for clarity. Tb = green, C = gray, N = blue, O = red, F = purple.", "Structural/topological analysis of the resulting crystal structure reveals that ", "1", " is a MOF with the ", "fcu", " topology", "(7)", " (i.e., an ", "fcu", "-MOF) constructed from the bridged hexanuclear clusters, [Tb", "6", "(μ", "3", "-OH)", "8", "(O", "2", "C−)", "6", "(N", "4", "C−)", "6", "] MBBs, where the carbon atoms of the coordinated carboxylate and tetrazolate moieties, acting as points of extension, coincide with the cuboctahedron vertex figure of the quasiregular ", "fcu", " net, the only 12-connected edge transitive net. It should be noted that edge transitive nets possess only one kind of edge and are ideal targets in crystal chemistry. As anticipated, replacement of the metal salt with Y(NO", "3", ")", "3", "·6H", "2", "O in the same reaction mixture resulted in the analogous ", "fcu", "-MOF, [(CH", "3", ")", "2", "NH", "2", "]", "2", "[Y", "6", "(μ", "3", "-OH)", "8", "(FTZB)", "6", "(H", "2", "O)", "6", "]·(H", "2", "O)", "52", " (", "2", "). Similar reaction conditions for the nonfluorinated linker, H", "2", "TZB, resulted in clear solutions. However, introduction of a fluorinated modulator, 2-fluorobenzoic acid, has permitted the successful construction of the desired TZB-based isostructural ", "fcu", "-MOF, [(CH", "3", ")", "2", "NH", "2", "]", "2", "[Tb", "6", "(μ", "3", "-OH)", "8", "(TZB)", "6", "(H", "2", "O)", "6", "]·", "x", "(solvent) (", "3", "), as determined by SCXRD studies. Evidently, under the present reaction conditions, a fluoro-substituent located in the alpha (α) position relative to the carboxylate moiety is necessary for the formation of the 12-connected RE-based MBB. The present hexanuclear clusters, based on mixed carboxylates and tetrazolates, are unprecedented, though a corresponding pure carboxylate molecular cluster based on cerium recently appeared in the open literature.", "(8)", "It is noteworthy to mention that occurrence of other analogous hexanuclear clusters in MOF chemistry is limited to a single Zr-based 12-coordinate MBB, where isostructural Zr", "IV", "-based ", "fcu", "-MOFs (e.g., UiO-66) based on [Zr", "6", "(O)", "4", "(OH)", "4", "(O", "2", "C−)", "12", "] MBBs are linked together via linear homofunctional dicarboxylate ligands.", "(9)", "The present exploratory study has permitted (i) the construction of ", "fcu", "-MOFs based on RE metals for the first time and (ii) the successful isolation of reaction conditions that permit the consistent in situ generation of the [RE", "6", "(μ", "3", "-OH)", "8", "(O", "2", "C−)", "6", "(N", "4", "C−)", "6", "] MBB, RE = Tb and Y. Such attributes, combined with the fact that the ", "fcu", " net is the only edge transitive net for the assembly of 12-connected cuboctahedron building units, permit the practice of reticular chemistry par excellence, rational MOF design, and thus access to a new MOF platform based on the ", "fcu", " topology, where we can methodically modify the metal ions and ligand functional groups and size to perform a truly systematic study on the effect of the structural changes on CO", "2", "–MOF energetics.", "The ", "fcu", "-MOF structure encloses two polyhedral cages, i.e., octahedral and tetrahedral, with effective accessible diameters estimated to be, in the case of compound ", "1", ", 14.5 and 9.1 Å (considering van der Waals radii), respectively. Access to the cages is permitted through shared triangular windows, ca. 5–6 Å, which are of suitable size for the adsorption of small gas molecules, e.g., Ar, H", "2", ", CO", "2", ", etc. The corresponding solvent accessible free volumes for ", "1", " and ", "2", " were estimated to be 63.0 and 63.8%, respectively, by summing voxels more than 1.2 Å away from the framework using PLATON software.", "(10)", "The phase purity of the bulk crystalline materials for ", "1", " and ", "2", " was independently confirmed by similarities between the calculated and as-synthesized powder X-ray diffraction (PXRD) patterns (", "Figure S1, Supporting Information", "). In addition, both compounds show favorable water and thermal stability (Figures ", "2", " and ", "S6 and S11, Supporting Information", "), which is an important parameter for potential practical deployment of porous MOFs in carbon capture applications.", "Figure 2. PXRD patterns for compound ", "1", ": (a) after exposure to water and (b) variable temperature under a vacuum.", "Argon gas adsorption studies performed on the methanol-exchanged samples at 87 K show fully reversible type-I isotherms, representative of microporous materials (", "Figures S15 and S18, Supporting Information", "). The apparent BET surface area and pore volume for ", "1", " and ", "2", " were estimated to be 1220 m", "2", " g", "–1", " and 0.51 cm", "3", " g", "–1", ", and 1310 m", "2", " g", "–1", " and 0.56 cm", "3", " g", "–1", ", respectively.", "In order to evaluate the performance of compounds ", "1", " and ", "2", ", we performed an initial H", "2", " adsorption study at low pressure. The H", "2", " adsorption uptake was assessed to be 1.96 and 2.19 wt % at 760 Torr and 77 K (", "Figure S16a and S19a, Supporting Information", "), while ", "Q", "st", " for H", "2", " was determined and estimated to be 8.7 and 9.2 kJ mol", "–1", " at zero coverage for ", "1", " and ", "2", ", respectively (", "Figures S16b and S19b, Supporting Information", ").", "To further this study, the CO", "2", " sorption was investigated, and it was found that ", "1", " and ", "2", " reversibly adsorb a significant amount of CO", "2", " under ambient conditions, i.e., 3.5 (15.6%) and 4.1 mmol g", "–1", " (18.1%), respectively, at 298 K and 760 Torr (Figure ", "3", "a). Interestingly and in contrast to most MOFs, a steep slope is observed in the low pressure region for both materials, a feature that is indicative of enhanced CO", "2", "–MOF interactions. Indeed, the ", "Q", "st", " for CO", "2", " calculated from the corresponding variable temperature adsorption isotherms was 58.1 and 46.2 kJ mol", "–1", ", for ", "1", " and ", "2", ", respectively, at low loading (Figure ", "3", "b). In fact, these results are discerned as among the highest reported thus far for fully reversible CO", "2", " sorption on MOFs in the absence of any postsynthetic modification and/or surface area reduction.", "(2b)", " The accuracy of the ", "Q", "st", " determination was confirmed across the entire loading range by verifying the linearity of CO", "2", " adsorption isosters (", "Figure S21, Supporting Information", "). To the best of our knowledge and at the exception of Mg-MOF-74, the CO", "2", " uptake at low pressure (0.01 bar and 298 K) for ", "1", " and ", "2", " (", "Table S4, Supporting Information", ") is the highest reported thus far for MOFs (including amine-functionalized MOFs)", "(2b)", " with relatively fast CO", "2", " adsorption kinetics (", "Figure S48, Supporting Information", ").", "Figure 3. (a) CO", "2", " data for ", "1", " and ", "2", " at 298 K. The inset shows the steep slope for ", "1", " and ", "2", " up to 50 Torr. (b) ", "Q", "st", " in ", "1", " and ", "2", " calculated from the 258, 273, and 298 K adsorption isotherms.", "In order to pinpoint and understand the different energetic levels associated with the unique CO", "2", " adsorption properties observed in ", "1", " and ", "2", ", particularly at low pressures, we performed an in-depth ", "Q", "st", " analysis study using a multiple site Langmuir model (MSL). In fact, three energetic sites were clearly identified and derived from the best fit and convergence obtained when using the triple site Langmuir model (Figures ", "4", "a and ", "S22, Supporting Information", "). The observed energies for sites I and III were found to be identical in ", "1", " and ", "2", ", ca. 60 and 25–26 kJ mol", "–1", ", respectively. The former energetic site can be attributed to the localized high concentration of charge density resultant from the mutual presence of both a fluoro substituent and the nitrogen-rich tetrazolate moiety in proximal vicinity of the open metal site,", "(2b, 11)", " while site III is simply due to the effect of pore filling.", "(12)", " Differences arising from the choice of metal ion are evident in site II, where energetic levels of 47 and 35 kJ mol", "–1", " were determined for compounds ", "1", " and ", "2", ", respectively. The recorded ", "Q", "st", " is likely the average energy of these sites, while the total CO", "2", " uptake is the summation of adsorption isotherms for sites I, II, and III (Figures ", "4", "b–d and ", "S23, Supporting Information", "). Evidently, the presence of conical pockets (i.e., tripodal and quadrapodal narrow size cavities), decorated with fluoro moieties and tetrazolate groups, create a high localized charge density and promote synergetic effects favorable for enhanced CO", "2", " sorption at low loadings. Using site I parameters for compound ", "1", ", ideal adsorbed solution theory (IAST)", "(13)", " prediction of adsorption at various trace concentration of CO", "2", " (from 100 ppm to 1%) in a mixture with N", "2", ", mimicking vacuum swing operational mode at various working pressures, revealed an exceptionally high adsorption selectivity (ca. 370) for CO", "2", " over N", "2", " (Figure ", "5", "a, see ", "Supporting Information", " for details). This finding was further confirmed experimentally using a column breakthrough test with a CO", "2", "/N", "2", " 0.10/99.90% mixture (Figure ", "5", "b, see ", "Supporting Information", " for details), showing an even higher selectivity (ca. 1051).", "Figure 4. (a) ", "Q", "st", " for CO", "2", " of compound ", "1", " in sites I, II, and III compared to the total ", "Q", "st", " as determined by the TSL model and CO", "2", " adsorption isotherms of compound ", "1", " for sites I (b), II (c), and III (d) using the TSL model.", "Figure 5. (a) CO", "2", " selectivity over N", "2", " resulted from the interaction with site I at 298 K at different total pressures in 0.5–2.0 bar range calculated using IAST for compound ", "1", " and (b) experimental breakthrough test of traces (1000 ppm) CO", "2", " in mixture with N", "2", " on compound ", "1", ".", "The H", "2", " and CO", "2", ", as well as other gas, sorption properties were further investigated at high pressure. It was found that at 77 K and 40 bar ", "1", " and ", "2", " store 3.9 and 4.4 wt % of H", "2", ", respectively, while for CO", "2", " 7.1 (31.2%) and 9.3 mmol g", "–1", " (41.1%) were adsorbed, respectively, at 298 K and 25 bar (", "Figures S45 and S46, Supporting Information", "). Though these values are lower than those recorded for Mg-MOF-74, they are among the highest CO", "2", " uptakes per surface unit reported at 25 bar.", "(2b)", " Markedly, when sites I are fully saturated at lower CO", "2", " pressures, the less energetic sites (II and III) dominate the CO", "2", " adsorption at moderately higher CO", "2", " concentration and pressure as reflected by the relatively reduced CO", "2", "/N", "2", " selectivity to ca. 16 at 10% vs 370 at 0.01%, as determined by IAST (", "Figure S51, Supporting Information", "). Evidently, predominance of site I, the CO", "2", " sorption high energetic site, will permit efficient CO", "2", " separation at intermediate (10%, flue gas) and high (30–50%, biogas) CO", "2", " concentration.", "The successful isolation of reaction conditions that consistently permit the in situ generation of the [RE", "6", "(μ", "3", "-OH)", "8", "(O", "2", "C−)", "6", "(N", "4", "C−)", "6", "] MBB, and corresponding ", "fcu", "-MOF platform, offers potential to assess the distinctive role of the fluoro substituent and terazolate moiety on the adsorbate–MOF interactions. Accordingly, various analogous/isoreticular ", "fcu", "-MOFs were targeted and synthesized, including other RE metal ions (e.g., La", "3+", ", Eu", "3+", " and Yb", "3+", ") (", "Figure S5, Supporting Information", ") and diverse mono/polyfluorinated, hetero/homofunctional, and extended ligands.", "In the first example, the organic linker was expanded from H", "2", "FTZB to 3-fluoro-4′-(2", "H", "-tetrazol-5-yl)biphenyl-4-carboxylic acid (H", "2", "FTZBP) (Scheme ", "1", ") and reacted with Tb or Y nitrate salts to give the expected isoreticular compounds, [(CH", "3", ")", "2", "NH", "2", "]", "2", "[Tb", "6", "(μ", "3", "-OH)", "8", "(FTZBP)", "6", "(H", "2", "O)", "6", "]·", "x", "(solvent) (", "4", ") or [(CH", "3", ")", "2", "NH", "2", "]", "2", "[Y", "6", "(μ", "3", "-OH)", "8", "(FTZBP)", "6", "(H", "2", "O)", "6", "]·", "x", "(solvent) (", "5", "), respectively. As expected, the analogous fluorinated dicarboxylate linker, 3-fluorobiphenyl-4,4′-dicarboxylate (FBPDC, Scheme ", "1", "), which is generated in situ via hydrolysis of 4′-cyano-3-fluorobiphenyl-4-carboxylic acid and 3,3′-difluorobiphenyl-4,4′-dicarboxylic acid (H", "2", "DFBPDC, Scheme ", "1", ") react with Tb to give the isoreticular analogue of ", "1", ", denoted as [(CH", "3", ")", "2", "NH", "2", "]", "2", "[Tb", "6", "(μ", "3", "-OH)", "8", "(FBPDC)", "6", "(H", "2", "O)", "6", "]·", "x", "(solvent) (", "6", ") and [(CH", "3", ")", "2", "NH", "2", "]", "2", "[Tb", "6", "(μ", "3", "-OH)", "8", "(DFBPDC)", "6", "(H", "2", "O)", "6", "]·", "x", "(solvent) (", "7", "), respectively (Table ", "2", "). The CO", "2", " sorption properties were assessed for compounds ", "3", "–", "7", " (Table ", "1", "), and, as expected, ", "fcu", "-MOFs constructed from the elongated fluorinated heterofunctional ligand (i.e., ", "4", " and ", "5", ") revealed a lower adsorption capacity (in the whole low pressure range) and reduced ", "Q", "st", " values (36.7 and 27.2 kJ mol", "–1", ", respectively) compared to the parent ", "fcu", "-MOF based on the shorter and conjugated FTZB ligand. This study clearly supports that reducing the electronic density (by increasing the distance between the fluoro and tetrazolate substituents; i.e., by not having both of them on the same phenyl ring) affords a weaker CO", "2", "–framework affinity, which is also directly reflected by the reduced CO", "2", " uptake. Likewise, ", "3", ", ", "6", ", and ", "7", ", from TZB", "2–", ", FBPDC", "2–", " and DFBPDC", "2–", " ligands, respectively, have less localized electronic charge density when compared to ", "1", " based on the more polarized FTZB", "2–", " ligand, and thus show reduced CO", "2", " adsorption uptakes and relatively lower ", "Q", "st", " values for CO", "2", " adsorption at low loading (39.1–46.6 vs 58.1 kJ mol", "–1", " for ", "1", "). Additionally, MSL analysis performed on the CO", "2", " sorption data for ", "3", " and ", "6", " showed that the best fit and convergence was attained only when the dual site Langmuir was applied (", "Figure S42, Supporting Information", "), suggesting the presence of merely two energetic adsorption sites instead of the three energetic sites originally observed in the parent tetrazolate-based ", "fcu", "-MOFs (e.g., ", "1", " and ", "2", ").", "Table 1. Selected Low Pressure Sorption Data for Compounds ", "1", "–", "7", "compound", "1", "2", "3", "4", "5", "6", "7", "BET (m", "2", " g", "–1", ")", "1220", "1310", "904", "2200", "2410", "1940", "1854", "PV (cm", "3", " g", "–1", ")", "0.51", "0.56", "0.39", "0.86", "0.94", "0.78", "0.72", "CO", "2", " uptake", "a", "(mmol g", "–1", ")", "7.53, 5.86, and 3.54", "8.33, 6.46, and 4.12", "5.96, 4.53, and 2.50", "3.93, 2.75, and 1.64", "4.01, 2.81, and 1.59", "3.50, 2.40, and 1.37", "3.91, 2.63, and 1.36", "Q", "st", " for CO", "2", "(kJ mol", "–1", ")", "58.1–25.0", "46.1–24.0", "46.6–23.8", "36.7–20.3", "27.2–19.5", "39.1–18.5", "41.6–20.7", "a", "CO", "2", " uptake at 760 Torr measured at 258, 273, and 298 K, respectively.", "Table 2. Selected Crystallographic Data and Structural Refinement for Compounds ", "1", "–", "7", "compound", "1", "2", "3", "4", "5", "6", "7", "formula", "C", "52", "H", "18", "Tb", "6", "N", "26", "O", "48", "F", "6", "C", "52", "H", "18", "Y", "6", "N", "26", " O", "78", "F", "6", "C", "48", "H", "32", "Tb", "6", "N", "24", " O", "58", "C", "84", "H", "42", "Tb", "6", "N", "24", "O", "26", "F", "6", "C", "84", "H", "42", "Y", "6", "N", "24", "O", "26", "F", "6", "C", "84", "H", "42", "Tb", "6", " O", "38", "F", "6", "C", "84", "H", "36", "Tb", "6", " O", "46", "F", "12", "FW (g mol", "–1", ")", "2842.44", "2902.38", "2826.43", "2870.94", "2450.88", "2726.70", "2962.65", "crystal system", "cubic", "cubic", "cubic", "cubic", "cubic", "cubic", "cubic", "space group", "Fm", "3̅", "m", "Fm", "3̅", "m", "Fm", "3̅", "m", "Fm", "3̅", "m", "Fm", "3̅", "m", "Fm", "3̅", "m", "Fm", "3̅", "m", "a", " (Å)", "23.5553(2)", "23.4365(4)", "23.5195(5)", "29.5957(3)", "29.447(3)", "27.5127(12)", "27.4756(7)", "V", " (Å", "3", ")", "13069.7(2)", "12873.0(4)", "13010.2(5)", "25923.0(5)", "25535(4)", "20825.7(16)", "20741.6(9)", "Z", ", ", "D", "cal", "(g cm", "–3", ")", "4, 1.445", "4, 1.498", "4, 1.439", "4, 0.736", "4, 0.638", "4, 0.870", "4, 0.949", "θ", "max", " (°)", "65.74", "63.48", "67.93", "28.27", "65.64", "63.44", "67.93", "R", "int", "0.0610", "0.0313", "0.0380", "0.0289", "0.0198", "0.0442", "0.000", "R", "1", " (", "I", " > 2σ(", "I", "0", "))", "0.0359", "0.0395", "0.0340", "0.0236", "0.0337", "0.0402", "0.0732", "wR", "2", " (all data)", "0.1315", "0.1183", "0.1031", "0.0724", "0.1016", "0.1125", "0.2085", "GOF", "1.099", "1.052", "1.086", "1.072", "1.059", "1.051", "1.051", "Δ", "ρ", "max", "/Δ", "ρ", "min", " (e·Å", "–3", ")", "1.559/–0.396", "1.849/–0.597", "1.161/–0.493", "1.128/–0.532", "0.675/–0.283", "0.839/–0.716", "1.137/–1.339", "Given the unique structural features of this RE-based ", "fcu", "-MOF platform, the following synergistic combination of effects is likely responsible for the notable CO", "2", " capacity and high affinity toward CO", "2", ". These include (i) a high concentration of localized electron-rich vacant metal sites and (ii) the presence of polar groups (i.e., −F, −OH) and nitrogen-rich tetrazolate rings in a confined narrow space and at a proximal vicinity of the open metal sites, favoring multiwall (multisites) interactions with a single CO", "2", " molecule, allowing their interaction with CO", "2", " in a synergistic fashion.", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "Experimental Section", "References", "Conclusions", "In summary, reaction conditions that consistently permit the in situ generation of the RE", "6", "(μ", "3", "-OH)", "8", "(O", "2", "C−)", "6", "(N", "4", "C−)", "6", "] and [RE", "6", "(μ", "3", "-OH)", "8", "(O", "2", "C−)", "12", "] hexanuclear MBBs were isolated and successfully employed for the construction of a series of robust 12-connected RE-based ", "fcu", "-MOFs based on fluorinated/nonfluorinated and hetero/homofunctional ligands. This study provides unique evidence that trivalent RE metal clusters can indeed be assembled into highly connected MOFs, in this case ", "fcu", "-MOFs, displaying diverse adsorption energetics toward CO", "2", ". The utilization of polarized ligands containing tetrazolate and fluoro moieties afforded enhanced sorption energetic and uptakes because of their unique special positioning, in a narrow proximal vicinity of the open metal sites, offered by the unique ", "fcu", "-MOF structure. The high CO", "2", " affinity vs N", "2", ", particularly at low pressure, as well as the favorable tolerance to water and high thermal stability, certainly renders ", "1", " and ", "2", " promising prospective adsorbents for low CO", "2", " concentration purification involving multicomponent gas adsorption. Studies are underway to further employ the newly isolated 12-connected [RE", "6", "(μ", "3", "-OH)", "8", "(O", "2", "C−)", "6", "(N", "4", "C−)", "6", "] and [RE", "6", "(μ", "3", "-OH)", "8", "(O", "2", "C−)", "12", "] MBBs for the construction of highly connected MOFs based on hetero/homotrifunctional and tetrafunctional ligands with the main objective to increase the concentration per unit surface of the highly energetic sites for CO", "2", " sorption in a wide range of pressures.", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "Experimental Section", "References", "Experimental Section", "Materials and Methods", "The organic ligands used in this study, i.e., 2-fluoro-4-(1", "H", "-tetrazol-5-yl) benzoic acid (H", "2", "FTZB) and 4-(2", "H", "-tetrazol-5-yl) benzoic acid (H", "2", "TZB), were synthesized from 4-cyano-2-fluorobenzoic acid and 4-cyanobenzoic acid, respectively, with 67 and 74% yields using the Demko–Sharpless method.", "(14)", " The organic ligand 3-fluoro-4′-(2", "H", "-tetrazol-5-yl)biphenyl-4-carboxylic acid (H", "2", "FTZBP) was synthesized from 4′-cyano-3-fluorobiphenyl-4-carboxylic acid according to literature methods.", "(15)", " The organic ligand 3,3′-difluorobiphenyl-4,4′-dicarboxylic acid (H", "2", "DFBPDC) was synthesized from the following Suzuki homocoupling reaction: A mixture of 4-borono-2-fluorobenzoic acid (2.0 g, 10 mmol), potassium carbonate (1.5 g) and 5% unreduced palladium on carbon (2.0 g) in ethanol (20 mL) was heated at 85 °C for 24 h under nitrogen. The mixture was filtered through a Celite pad, and the solvent was evaporated. Five milliliters of 1.0 M sodium hydroxide were added to dissolve the solid. The solution was acidified by 1.0 M HCl after filtering and extracted in ethyl acetate, dried over Na", "2", "SO", "4", ", and filtered, and the volatiles were removed under reduced pressure to yield H", "2", "DFBPDC as a white crystalline solid (0.5 g, 36% yield). ", "1", "H NMR (500 MHz, DMF-", "d", "7", "): δ = 7.97 (t, ", "J", " = 7.6 Hz, 2 H), 7.69 (q, ", "J", " = 6.4 Hz, 2 H), 7.31–7.39 (m, 2 H). All other reagents were obtained from commercial sources and used without further purification.", "Fourier-transform infrared (FT-IR) spectra (4000–600 cm", "–1", ") were collected in the solid state on a Nicolet 700 FT-IR spectrometer. The peak intensities are described in each of the spectra as very strong (vs), strong (s), medium (m), weak (w), broad (br) and shoulder (sh). Powder X-ray diffraction (PXRD) measurements were performed on a PANalytical X′Pert PRO MPD X-ray diffractometer at 45 kV, 40 mA for Cu Kα (λ = 1.5418 Å) equipped with a variable-temperature stage, with a scan speed of 20/min. The sample was held at the designated temperatures for at least 10 min between each scan. High resolution dynamic thermogravimetric analysis (TGA) were performed under a continuous N", "2", " flow and recorded on a TA Instruments hi-res TGA Q500 thermogravimetric analyzer with a heating rate of 5 °C per minute. Low pressure gas sorption measurements were performed on a fully automated Autosorb-1C gas sorption analyzer (Quantachrome Instruments). High pressure gas sorption studies were performed on a magnetic suspension balance marketed by Rubotherm (Germany).The SEM image was recorded on a Quanta 600 FEG scanning electron microscope at 30 kV, and the optical images were taken on a CMM-55 microscope. Water vapor sorption measurements were conducted at room temperature on a VTI-SA symmetrical vapor sorption analyzer.", "Synthesis of Compounds", "Synthesis of Tb-FTZB-MOF (", "1", ")", "H", "2", "FTZB (13.6 mg, 0.0653 mmol), Tb(NO", "3", ")", "3", "·5H", "2", "O (18.9 mg, 0.0435 mmol), DMF (1.0 mL), C", "2", "H", "5", "OH (0.5 mL), and chlorobenzene (0.5 mL) were combined in a 20 mL scintillation vial, sealed and heated to 115 °C for 72 h and cooled to room temperature. The colorless polyhedral crystals were collected and air-dried. FT-IR (4000–600 cm", "–1", "): 3379 (br), 1651 (s), 1611 (m), 1388 (vs), 1251 (w), 1097 (m), 905 (m), 797 (m), 746 (m), 656 (m).", "Synthesis of Y-FTZB-MOF (", "2", ")", "H", "2", "FTZB (13.6 mg, 0.0653 mmol), Y(NO", "3", ")", "3", "·6H", "2", "O (16.7 mg, 0.0435 mmol), DMF (1.0 mL), C", "2", "H", "5", "OH (0.5 mL), and chlorobenzene (0.5 mL) were combined in a 20 mL scintillation vial, sealed and were heated to 115 °C for 72 h. The colorless polyhedral crystals were collected and air-dried. FT-IR (4000–600 cm", "–1", "): 3385 (br), 1658 (s), 1612 (m), 1391 (vs), 1204 (w), 1090 (s), 904 (s), 800 (m), 750 (m), 656 (m).", "Synthesis of Tb-TZB-MOF (", "3", ")", "H", "2", "TZB (16.5 mg, 0.087 mmol), Tb(NO", "3", ")", "3", "·5H", "2", "O (18.9 mg, 0.0435 mmol), 2-fluorobenzoic acid (48.7 mg, 0.348 mmol), DMF (1.0 mL), C", "2", "H", "5", "OH (1.5 mL) were combined in a 10 mL microwave tube, sealed and heated to 115 °C for 72 h and cooled to room temperature. The colorless polyhedral crystals were collected and air-dried. FT-IR (4000–600 cm", "–1", "): 3358 (br), 1656 (s), 1603 (vs), 1659 (s), 1497 (w), 1397 (vs), 1281 (w), 1255 (w), 1176 (w), 1099 (s), 1058 (w), 1011 (m), 878 (w), 840 (w), 801 (m), 751 (s), 701 (w), 663 (w).", "Synthesis of Tb-FTZBP-MOF (", "4", ")", "H", "2", "FTZBP (24.7 mg, 0.087 mmol), Tb(NO", "3", ")", "3", "·5H", "2", "O (18.9 mg, 0.0435 mmol), DMF (1.0 mL), C", "2", "H", "5", "OH (0.5 mL), and chlorobenzene (0.5 mL) were combined in a 20 mL scintillation vial, sealed and heated to 115 °C for 72 h and cooled to room temperature. The brown polyhedral crystals were collected and air-dried. FT-IR (4000–600 cm", "–1", "): 3358 (br), 1650 (vs), 1610 (m), 1411 (m), 1385 (m), 1254 (w), 1099 (s), 1009 (w), 905 (w), 843 (w), 796 (m), 765 (m), 660 (w).", "Synthesis of Y-FTZBP-MOF (", "5", ")", "H", "2", "FTZBP (24.7 mg, 0.087 mmol), Y(NO", "3", ")", "3", "·6H", "2", "O (16.8 mg, 0.0435 mmol), DMF (1.0 mL), C", "2", "H", "5", "OH (0.5 mL), and chlorobenzene (0.5 mL) were combined in a 20 mL scintillation vial, sealed and heated to 115 °C for 72 h and cooled to room temperature. The brown polyhedral crystals were collected and air-dried. FT-IR (4000–600 cm", "–1", "): 3363 (br), 1657 (vs), 1611 (v), 1499 (m), 1412 (m), 1385 (s), 1251 (w), 1097 (s), 1058 (w), 1007 (m), 906 (w), 845 (w), 796 (m), 765 (m), 660 (w).", "Synthesis of Tb-FBPDC-MOF (", "6", ")", "4′-Cyano-3-fluorobiphenyl-4-carboxylic acid (41.9 mg, 0.174 mmol), Tb(NO", "3", ")", "3", "·5H", "2", "O (37.8 mg, 0.087 mmol), DMF (1.5 mL), C", "2", "H", "5", "OH (0.5 mL), and chlorobenzene (0.5 mL) were combined in a 20 mL scintillation vial, sealed and heated to 115 °C for 72 h and cooled to room temperature. The colorless polyhedral crystals were collected and air-dried. FT-IR (4000–600 cm", "–1", "): 3350 (br), 1655 (w), 1584 (vs), 1528 (w), 1382 (vs), 1188 (w), 1109 (m), 1014 (w), 907 (m), 846 (m), 779 (s), 697 (w), 662 (w).", "Synthesis of Tb-DFBPDC-MOF (", "7", ")", "H", "2", "DFBPDC (18.2 mg, 0.065 mmol), Tb(NO", "3", ")", "3", "·5H", "2", "O (18.9 mg, 0.0435 mmol), DMF (1.0 mL), C", "2", "H", "5", "OH (0.5 mL), and chlorobenzene (0.5 mL) were combined in a 20 mL scintillation vial, sealed and heated to 115 °C for 60 h and cooled to room temperature. The colorless polyhedral crystals were collected and air-dried. FT-IR (4000–600 cm", "–1", "): 3338 (br), 1651 (w), 1582 (vs), 1493 (w), 1528 (w), 1385 (vs), 1253 (w), 1209 (w), 1102 (m), 1061 (w), 954 (w), 861 (m), 843 (m), 784 (m), 695 (m).", "Single Crystal X-ray Crystallography", "Single-crystal X-ray diffraction data were collected using a Bruker-AXS SMART-APEX2 CCD diffractometer (CuKα, λ = 1.54178 Å) for compounds ", "1", " and ", "2", ", Bruker X8 PROSPECTOR APEX2 CCD (CuKα, λ = 1.54178 Å) for compounds ", "3", " and ", "5", "–", "7", ", and Oxford Supernova Atlas CCD (MoKα = 0.71073 Å) for compound ", "4", ". Indexing was performed using APEX2 (Difference Vectors method).", "(16)", " Data integration and reduction were performed using SaintPlus 6.01.", "(17)", " Absorption correction was performed by multiscan method implemented in SADABS.", "(18)", " Space groups were determined using XPREP implemented in APEX2.", "(16)", " Structures were solved using SHELXS-97 (direct methods) and refined using SHELXL-97 (full-matrix least-squares on F", "2", ") contained in APEX2", "(16)", " and WinGX v1.70.01 programs packages.", "(19)", " CrysAlis Pro package was used to process diffraction images for compound ", "4", ".", "(20)", "For all compounds the ligand moiety was disordered and atoms were refined using geometry restraints. Restraints were also used to refine anisotropic displacement parameters of disordered atoms. Disordered cations and solvent molecules were refined isotropically. Relatively high residual electron density observed in a μ-OH position (leading to very small value of thermal parameteres for μ-OH oxygen) are most likely attributed to “electron transfer (...) directed from d-orbitals to the oxygen 2p orbitals”, which is observed in yttrium-oxide clusters.", "(21)", " Hydrogen atoms were placed in geometrically calculated positions and included in the refinement process using riding model with isotropic thermal parameters: ", "U", "iso", "(H) = 1.2", "U", "eq", "(−OH, −CH). The crystal of compound ", "7", " was twinned, twinning law [−0.66/–0.33/0.66] [0.66/–0.66/0.33] [0.33/0.66/0.66]. Two reciprocal lattices have been identified using XPREP (APEX2); diffraction data have been integrated using SAINT and scaled/corrected using TWINABS.", "(22)", " Refinement has been carried using HKLF 5 style reflection data containing reflection from both domains (BASF = 0.12). Distance restraints have been used to refine disordered benzene rings. Disordered atoms have been refined isotropically. For compounds ", "3", "–", "7", ", the contribution of heavily disordered solvent molecules was treated as diffuse using Squeeze procedure implemented in Platon program.", "(23)", " Crystal data and refinement conditions are shown in Table ", "1", " and ", "Tables S5–S11 (Supporting Information)", ".", " ", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "Experimental Section", "References", "Supporting Information", "PXRD, TGA, additional structural figures, low and high pressure gas sorption isotherms, ", "Q", "st", " analysis, IAST and breakthrough studies, as well as X-ray crystallographic data (CIF). This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "Experimental Section", "References", "Acknowledgment", "The authors gratefully acknowledge KAUST Funds.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusions", "Experimental Section", "References", "References", "This article references 23 other publications.", "1. ", "Chu", ", ", "S.", " ", "Science", " ", "2009", ",  ", "325", ",  ", "1599", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Carbon capture and sequestration", "Chu, Steven", "Science (Washington, DC, United States)", "\r\n        (", "2009", "),\r\n    ", "325", "\r\n        (", "5948", "),\r\n    ", "1599", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht1ahtb3E&md5=c8749939c587d6714b9382045113cd74", "2. ", "(a) ", "Green", ", ", "D. L.", "; ", "Plotkin", ", ", "S. E.", " ", "Reducing Greenhouse Gas Emissions from U.S. Transportation", "; ", "The Center for Climate and Energy Solutions (C2ES)", ": ", "Arlington, VA", ", ", "2011", ".", "There is no corresponding record for this reference.", "(b) ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T.-H.", "; ", "Long", ", ", "J. R.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "724", "– ", "781", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "(c) ", "Vaidhyanathan", ", ", "R.", "; ", "Iremonger", ", ", "S. S.", "; ", "Shimizu", ", ", "G. K. H.", "; ", "Boyd", ", ", "P. G.", "; ", "Alavi", ", ", "S.", "; ", "Woo", ", ", "T. K.", " ", "Science", " ", "2010", ",  ", "330", ",  ", "650", "– ", "653", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Direct Observation and Quantification of CO2 Binding Within an Amine-Functionalized Nanoporous Solid", "Vaidhyanathan, Ramanathan; Iremonger, Simon S.; Shimizu, George K. H.; Boyd, Peter G.; Alavi, Saman; Woo, Tom K.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "330", "\r\n        (", "6004", "),\r\n    ", "650-653", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Understanding the mol. details of CO2-sorbent interactions is crit. for the design of better carbon-capture systems.  Here the authors report crystallog. resoln. of CO2 mols. and their binding domains in a metal-org. framework functionalized with amine groups.  Accompanying computational studies that modeled the gas sorption isotherms, high heat of adsorption, and CO2 lattice positions showed high agreement on all three fronts.  The modeling apportioned specific binding interactions for each CO2 mol., including substantial cooperative binding effects among the guest mols.  The validation of the capacity of such simulations to accurately model mol.-scale binding bodes well for the theory-aided development of amine-based CO2 sorbents.  The anal. shows that the combination of appropriate pore size, strongly interacting amine functional groups, and the cooperative binding of CO2 guest mols. is responsible for the low-pressure binding and large uptake of CO2 in this sorbent material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlaqt7nP&md5=62d8612e2927fcca9d6903619e95b042", "(d) ", "Nugent", ", ", "P.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Burd", ", ", "S. D.", "; ", "Cairns", ", ", "A. J.", "; ", "Luebke", ", ", "R.", "; ", "Forrest", ", ", "K.", "; ", "Pham", ", ", "T.", "; ", "Ma", ", ", "S.", "; ", "Space", ", ", "B.", "; ", "Wojtas", ", ", "L.", "; ", "Eddaoudi", ", ", "M.", "; ", "Zaworotko", ", ", "M. J.", " ", "Nature", " ", "2013", ",  ", "495", ",  ", "80", "– ", "84", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Porous materials with optimal adsorption thermodynamics and kinetics for CO2 separation", "Nugent, Patrick; Belmabkhout, Youssef; Burd, Stephen D.; Cairns, Amy J.; Luebke, Ryan; Forrest, Katherine; Pham, Tony; Ma, Shengqian; Space, Brian; Wojtas, Lukasz; Eddaoudi, Mohamed; Zaworotko, Michael J.", "Nature (London, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "495", "\r\n        (", "7439", "),\r\n    ", "80-84", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Energy costs assocd. with the sepn. and purifn. of industrial commodities (e.g., gases, fine chems., fresh water) currently represent ∼15% of global energy prodn.; the demand for such commodities is projected to triple by 2050 (P. Taylor, 2010).  The challenge of developing effective sepn. and purifn. technologies which have much smaller energy footprints is greater for CO2 than for other gases; in addn. to its involvement in climate change, CO2 is an impurity in natural gas, biogas (biomass-based natural gas), syngas (CO/H2, the main H2 source for refineries), and many other gas streams.  In the context of porous cryst. materials which can exploit equil. and kinetic selectivity, size selectivity and targeted mol. recognition are attractive characteristics for CO2 sepn. and capture, as exemplified by 5A and 13X zeolites (J. Merel, et al., 2008), and metal-org. materials (MOM).  This paper reports that a crystal engineering or reticular chem. strategy which controls pore functionality and pore size in a series of MOM with coordinately satd. metal centers and periodically arrayed hexafluorosilicate anions (SiF52-) enables a kinetics and thermodn. sweet spots offering high volumetric uptake at low CO2 partial pressure (<0.15 bar).  Most importantly, such MOM offer an unprecedented CO2 sorption selectivity over N2, H2, and CH4, even in the presence of moisture.  Thus, these MOM are relevant to CO2 sepn. in the context of post-combustion (flue gas, CO2/N2), pre-combustion (shifted synthesis gas stream, CO2/H2), and natural gas upgrading (natural gas clean-up, CO2/CH4).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjsFCntbg%253D&md5=56941673abb6b13f920476a593dfeb98", "3. ", "Sayari", ", ", "A.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Serna-Guerrero", ", ", "R.", " ", "Chem. Eng. J.", " ", "2011", ",  ", "171", ",  ", "760", "– ", "774", "[", "Crossref", "], [", "CAS", "]", "3. ", "Flue gas treatment via CO2 adsorption", "Sayari, Abdelhamid; Belmabkhout, Youssef; Serna-Guerrero, Rodrigo", "Chemical Engineering Journal (Amsterdam, Netherlands)", "\r\n        (", "2011", "),\r\n    ", "171", "\r\n        (", "3", "),\r\n    ", "760-774", "CODEN:\r\n                ", "CMEJAJ", ";\r\n        ISSN:", "1385-8947", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "This review is a summary of the main contributions regarding the development of new adsorbents for post-combustion CO2 capture.  Adsorption sepn. has gained considerable attention as a viable alternative to the currently used, high energy-demanding aq. amine scrubbing technologies.  Emphasis was placed on materials evaluated at representative flue gas conditions of CO2 partial pressure (i.e., 0.05-0.2 bar) and temp. (25-75°).  Whenever possible, the effect of moisture on the adsorbent stability and CO2 uptake is included, although relatively few studies in the literature have focused on this issue.  This article includes adsorbents produced by modification of existing com. materials as well as newly developed materials.  These adsorbents were sepd. in 2 major classes, namely (i) phys. adsorbents including carbons, zeolites, and metal-org. frameworks and (ii) chem. adsorbents, i.e., amine-functionalized materials.  A crit. anal. of the literature is provided with the aim of tracing the main paths currently pursued toward the development of suitable CO2 adsorbents and to provide a general overview of the advantages and limitations of each family of adsorbents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXos1Krtb0%253D&md5=8790383a619290dcf05862ae4e9ac73e", "4. ", "(a) ", "Robson", ", ", "R.", " ", "J. Chem. Soc., Dalton Trans.", " ", "2000", ",  ", "0", ",  ", "3735", "– ", "3744", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(b) ", "Férey", ", ", "G.", " ", "J. Solid State Chem.", " ", "2000", ",  ", "152", ",  ", "37", "– ", "48", "[", "Crossref", "], [", "CAS", "]", "4. ", "Building units design and scale chemistry", "Ferey, Gerard", "Journal of Solid State Chemistry", "\r\n        (", "2000", "),\r\n    ", "152", "\r\n        (", "1", "),\r\n    ", "37-48", "CODEN:\r\n                ", "JSSCBI", ";\r\n        ISSN:", "0022-4596", ".\r\n    \r\n            (", "Academic Press", ")\r\n        ", "A review with >53 refs.  The concept of a building unit (BU) is used in two ways: (1) as an a posteriori tool for description of structures which can be used to imagine new topologies originating from the description; (2) structural units defined by the routes leading to the solid from the soln., which start from the actual building units in soln. used to design new solids obtained by the tuned pptn. of these BUs with proper counterions.  Room temp. and hydrothermal routes were examd.  The existence of BUs of different sizes with close topologies, revealed by numerous examples, leads the authors to define the notion of scale chem., which concerns the edification of solids with various BUs, either org., hybrid, or inorg., and the consequences it has for the corresponding frameworks and the voids they generate.  Not only the framework is important, and applications of the existence of large cavities are discussed.  The paper ends with a discussion of the new trends which arise from this topol. concept.  (c) 2000 Academic Press.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXksFyitr0%253D&md5=a52b49852cdf9c51706d93d0ae66a09b", "(c) ", "Eddaoudi", ", ", "M.", "; ", "Moler", ", ", "D. B.", "; ", "Li", ", ", "H.", "; ", "Chen", ", ", "B.", "; ", "Reineke", ", ", "T. M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Acc. Chem. Res.", " ", "2001", ",  ", "34", ",  ", "319", "– ", "330", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Modular Chemistry: Secondary Building Units as a Basis for the Design of Highly Porous and Robust Metal-Organic Carboxylate Frameworks", "Eddaoudi, Mohamed; Moler, David B.; Li, Hailian; Chen, Banglin; Reineke, Theresa M.; O'Keeffe, Michael; Yaghi, Omar M.", "Accounts of Chemical Research", "\r\n        (", "2001", "),\r\n    ", "34", "\r\n        (", "4", "),\r\n    ", "319-330", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review, with 38 refs.  Secondary building units (SBUs) are mol. complexes and cluster entities in which ligand coordination modes and metal coordination environments can be used in the transformation of these fragments into extended porous networks using polytopic linkers (1,4-benzenedicarboxylate, 1,3,5,7-adamantanetetracarboxylate, etc.).  Consideration of the geometric and chem. attributes of the SBUs and linkers leads to prediction of the framework topol., and in turn to the design and synthesis of a new class of porous materials with robust structures and high porosity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXhtFymsL0%253D&md5=e3df2f7492090aee280676f044e3b7af", "(d) ", "Chun", ", ", "H.", "; ", "Dybtsev", ", ", "D. N.", "; ", "Kim", ", ", "H.", "; ", "Kim", ", ", "K.", " ", "Chem.—Eur. J.", " ", "2005", ",  ", "11", ",  ", "3521", "– ", "3529", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Synthesis, X-ray crystal structures, and gas sorption properties of pillared square grid nets based on paddle-wheel motifs: Implications for hydrogen storage in porous materials", "Chun, Hyungphil; Dybtsev, Danil N.; Kim, Hyunuk; Kim, Kimoon", "Chemistry--A European Journal", "\r\n        (", "2005", "),\r\n    ", "11", "\r\n        (", "12", "),\r\n    ", "3521-3529", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A systematic modulation of org. ligands connecting dinuclear paddle-wheel motifs leads to isomorphous metal-org. porous materials that have a three-dimensional connectivity and interconnected pores.  Arom. dicarboxylates such as 1,4-benzenedicarboxylate (1,4-bdc), tetramethylterephthalate (tmbdc), 1,4-naphthalenedicarboxylate (1,4-ndc), tetrafluoroterephthalate (tfbdc), or 2,6-naphthalenedicarboxylate (2,6-ndc) are linear linkers that form two-dimensional layers, and diamine ligands, 4-diazabicyclo[2.2.2]octane (dabco) or 4,4'-dipyridyl (bpy), coordinate at both sides of Zn2 paddle-wheel units to bridge the layers vertically.  The resulting open frameworks [Zn2(1,4-bdc)2(dabco)] (1), [Zn2(1,4-bdc)(tmbdc)(dabco)] (2), [Zn2(tmbdc)2(dabco)] (3), [Zn2(1,4-ndc)2(dabco)] (4), [Zn2(tfbdc)2(dabco)] (5), and [Zn2(tmbdc)2(bpy)] (8) possess varying size of pores and free apertures originating from the side groups of the 1,4-bdc derivs.  [Zn2(1,4-bdc)2(bpy)] (6) and [Zn2(2,6-ndc)2(bpy)] (7) have two- and 3-fold interpenetrating structures, resp.  The noninterpenetrating frameworks (1-5 and 8) possess surface areas at 1450-2090 m2g-1 and H sorption capacities of 1.7-2.1% at 78 K and 1 atm.  A detailed anal. of the sorption data in conjunction with structural similarities and differences concludes that porous materials with straight channels and large openings do not perform better than those with wavy channels and small openings in terms of H storage through physisorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXlt1ygt70%253D&md5=6b32569fb5a054ae4872481379e3463c", "(e)  ", "Metal-Organic Frameworks: Design and Application", "; ", "MacGillivray", ", ", "L. R.", ", Ed.; ", "Wiley-VCH", ": ", "Weinheim, Germany", ", ", "2010", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "5. ", "(a) ", "Kitagawa", ", ", "S.", "; ", "Kitaura", ", ", "R.", "; ", "Noro", ", ", "S.-I.", " ", "Angew. Chem., Int. Ed.", " ", "2004", ",  ", "43", ",  ", "2334", "– ", "2375", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Functional porous coordination polymers", "Kitagawa, Susumu; Kitaura, Ryo; Noro, Shin-ichiro", "Angewandte Chemie, International Edition", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "18", "),\r\n    ", "2334-2375", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Discussion concs. on three aspects of coordination polymers: (1) the use of crystal engineering to construct porous frameworks from connectors and linkers (nano-space engineering), (2) characterizing and cataloging the porous properties by functions for storage, exchange, sepn., etc., and (3) the next generation of porous functions based on dynamic crystal transformations caused by guest mols. or phys. stimuli.  The authors' aim is to present the state of the art chem. and physics of and in the micropores of porous coordination polymers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXktFShtLk%253D&md5=9df52e99bad3cc0db67f65551a8c154f", "(b) ", "Férey", ", ", "G.", " ", "Chem. Soc. Rev.", " ", "2008", ",  ", "37", ",  ", "191", "– ", "214", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Hybrid porous solids: past, present, future", "Ferey, Gerard", "Chemical Society Reviews", "\r\n        (", "2008", "),\r\n    ", "37", "\r\n        (", "1", "),\r\n    ", "191-214", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This crit. review will be of interest to the experts in porous solids (including catalysis), but also solid state chemists and physicists.  It presents the state-of-the-art on hybrid porous solids, their advantages, their new routes of synthesis, the structural concepts useful for their 'design', aiming at reaching very large pores.  Their dynamic properties and the possibility of predicting their structure are described.  The large tunability of the pore size leads to unprecedented properties and applications.  They concern adsorption of species, storage and delivery and the phys. properties of the dense phases. (323 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmtVWgsg%253D%253D&md5=89265036ce82503c95ce56685a9ceceb", "6. ", "Liu", ", ", "Y.", "; ", "Eubank", ", ", "J. F.", "; ", "Cairns", ", ", "A. J.", "; ", "Eckert", ", ", "J.", "; ", "Kravtsov", ", ", "V. Ch.", "; ", "Luebke", ", ", "R.", "; ", "Eddaoudi", ", ", "M.", " ", "Angew. Chem., Int. Ed.", " ", "2007", ",  ", "46", ",  ", "3278", "– ", "3283", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Assembly of metal-organic frameworks (MOFs) based on indium-trimer building blocks: a porous MOF with soc topology and high hydrogen storage", "Liu, Yunling; Eubank, Jarrod F.; Cairns, Amy J.; Eckert, Juergen; Kravtsov, Victor Ch.; Luebke, Ryan; Eddaoudi, Mohamed", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "18", "),\r\n    ", "3278-3283", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The synthesis and structure of two MOFs based on oxo-bridged trinuclear indium carboxylate clusters are reported.  The one MOF has a cubic structure with a CaB6 topol. and the other with an unprecedented soc topol. (soc = square-octahedron).  The results obtained indicate that MOFs possessing the characteristics of these two MOFs, combined with the modularity of their construction which allows higher surface areas to be obtained, will permit the attainment of the US DOE target for H2 uptake.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXlsVKhs7k%253D&md5=25cc409adc0903fb26719f96861d8b70", "7. ", "(a) ", "Friedrichs", ", ", "O. D.", "; ", "O’keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Acta Crystallogr.", " ", "2003", ",  ", "A59", ",  ", "22", "– ", "27", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(b) ", "Friedrichs", ", ", "O. D.", "; ", "O’keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Acta Crystallogr.", " ", "2003", ",  ", "A59", ",  ", "515", "– ", "525", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(c) ", "Robinson", ", ", "S. A. K.", "; ", "Mempin", ", ", "M.-V. L.", "; ", "Cairns", ", ", "A. J.", "; ", "Holman", ", ", "K. T.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "1634", "– ", "1637", "ACS Full Text ", ", [", "CAS", "]", "7. ", "A cubic, 12-connected, microporous metal-organometallic phosphate framework sustained by truncated tetrahedral nodes", "Robinson Sayon A Kumalah; Mempin Marion-Vincent L; Cairns Amy J; Holman K Travis", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "6", "),\r\n    ", "1634-7", "\r\n        ISSN:", ".\r\n    ", "A rare example of a microporous metal-organic phosphate, [Co(12)(L)(6)(μ(3)-PO(4))(4)(μ(3)-F)(4)(μ-H(2)O)(6)][NO(3)](2) (1), is synthesized by the reaction of a [(η(5)-C(5)H(5))Fe(II)](+)-functionalized terephthalate ligand with Co(NO(3))(2)̇6H(2)O and phosphate and fluoride ions generated from the in situ hydrolysis of hexafluorophosphate. 1 is a cubic, 12-connected, face-centered cubic framework sustained by the linear connection of unprecedented, dodecanuclear truncated tetrahedral coordination clusters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC38zjsFyitw%253D%253D&md5=524e7767c2d3eb856279037e510f9b2c", "(d) ", "Zhang", ", ", "X.-M.", "; ", "Fang", ", ", "R.-Q.", "; ", "Wu", ", ", "H.-S.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "7670", "– ", "7671", "ACS Full Text ", ", [", "CAS", "]", "7. ", "A Twelve-Connected Cu6S4 Cluster-Based Coordination Polymer", "Zhang, Xian-Ming; Fang, Rui-Qin; Wu, Hai-Shun", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "21", "),\r\n    ", "7670-7671", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Hydrothermal reaction of Cu(OAc)2, (4-pyridylthio)acetic acid, and NH4SCN resulted in a metal-org. framework [Cu3(4-pyridinethiolate)2(CN)] which has twelve-connected fcc. topol. with Cu6S4 clusters as nodes.  The cluster is tetragonal, space group I‾42m, Z = 4, R1 = 0.0359, wR2 = 0.0959.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjvVSlu7w%253D&md5=8297b3fa0992ed493cbf0246b13f438f", "(e) ", "Li", ", ", "D.", "; ", "Wu", ", ", "T.", "; ", "Zhou", ", ", "X.-P.", "; ", "Zhou", ", ", "R.", "; ", "Huang", ", ", "X.-C.", " ", "Angew. Chem., Int. Ed.", " ", "2005", ",  ", "44", ",  ", "4175", "– ", "4178", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Twelve-connected net with face-centered cubic topology: a coordination polymer based on [Cu12(μ4-SCH3)6]6+ clusters and CN- linkers", "Li, Dan; Xiao, Ping; Zhou, Rui; Huang, Xiao-Chun", "Angewandte Chemie, International Edition", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "27", "),\r\n    ", "4175-4178", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A microporous coordination polymer based on a dodecanuclear copper(I) cluster, [Cu12(μ4-SCH3)6(CN)6]·2H2O, as a twelve-connected node was synthesized by a simultaneous redox, sulfurization, and self-assembly reaction under solvothermal conditions and characterized by x-ray crystallog.  The synthesis provides a model reaction to simulate the transformation of inorg. sulfur into org. sulfur.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXmsVemsb4%253D&md5=7c39d0a1e947c24f60829c6878b8be29", "(f) ", "Guillerm", ", ", "V.", "; ", "Gross", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Devic", ", ", "T.", "; ", "Bauer", ", ", "M.", "; ", "Férey", ", ", "G.", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "767", "– ", "769", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "A zirconium methacrylate oxocluster as precursor for the low-temperature synthesis of porous zirconium(IV) dicarboxylates", "Guillerm, Vincent; Gross, Silvia; Serre, Christian; Devic, Thomas; Bauer, Matthias; Ferey, Gerard", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "5", "),\r\n    ", "767-769", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The exchange of the monocarboxylate ligand of the zirconium methacrylate oxocluster Zr6O4(OH)4(OMc)12 (OMc = CH2:CHMeCOO) with dicarboxylic acids (trans,trans-muconic acid and terephthalic acid) leads to porous zirconium dicarboxylates exhibiting the UiO-66 architecture; the mild reaction conditions allow the control of their particle size.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXnt1Oltw%253D%253D&md5=3169f3733ffe303683cbfeda45bc3d0e", "8. ", "(a) ", "Mereacre", ", ", "V.", "; ", "Ako", ", ", "A. M.", "; ", "Akhtar", ", ", "M. N.", "; ", "Lindemann", ", ", "A.", "; ", "Anson", ", ", "C. E.", "; ", "Powell", ", ", "A. K.", " ", "Helv. Chim. Acta", " ", "2009", ",  ", "92", ",  ", "2507", "– ", "2524", "[", "Crossref", "], [", "CAS", "]", "8. ", "Homo- and Heterovalent Polynuclear Cerium and Cerium/Manganese Aggregates", "Mereacre, Valeriu; Ako, Ayuk M.; Akhtar, Muhammad Nadeem; Lindemann, Anja; Anson, Christopher E.; Powell, Annie K.", "Helvetica Chimica Acta", "\r\n        (", "2009", "),\r\n    ", "92", "\r\n        (", "11", "),\r\n    ", "2507-2524", "CODEN:\r\n                ", "HCACAV", ";\r\n        ISSN:", "0018-019X", ".\r\n    \r\n            (", "Verlag Helvetica Chimica Acta", ")\r\n        ", "Reactions of CeIII(NO3)3·6H2O or (NH4)2[CeIV(NO3)6] with Mn-contg. starting materials result in seven novel polynuclear Ce or Ce/Mn complexes with pivalato (tBuCO2-) and, in most cases, auxiliary N,O- or N,O,O-donor ligands.  With nuclearities from 6-14, the compds. present aesthetically pleasing structures.  [CeIV6(μ3-O)4(μ3-OH)4(μ-O2CtBu)12] (1), [CeIV6MnIII4(μ4-O)4(μ3-O)4(O2CtBu)12(ea)4(OAc)4]·4H2O·4MeCN (ea- = 2-aminoethanolato; 2), [CeIV6MnIII8(μ4-O)4(μ3-O)8(pye)4(O2CtBu)18]2[CeIV6(μ3-O)4(μ3-OH)4(O2CtBu)10(NO3)4] [CeIII(NO3)5(H2O)]·21 MeCN (pye- = pyridine-2-ethanolato; 3), and [CeIV6CeIII2MnIII2(μ4-O)4(μ3-O)4(tbdea)2(O2CtBu)12(NO3)2(OAc)2]·4 CH2Cl2 (tbdea2- = 2,2'-[tert-butylimino]bis[ethanolato]; 4) all contain structures based on an octahedral {CeIV6(μ3-O)8} core, in which many of the O-atoms are either protonated to give (μ3-OH)- hydroxo ligands or coordinate to further metal centers (MnIII or CeIII) to give interstitial (μ4-O)2- oxo bridges.  Decanuclear [CeIV8CeIIIMnIII(μ4-O)3(μ3-O)3(μ3-OH)2(μ-OH)(bdea)4(O2CtBu)9.5(NO3)3.5(OAc)2]·1.5 MeCN (bdea2- = 2,2'-[butylimino]bis[ethanolato]; 5) contains a rather compact CeIV7 core with the CeIII and MnIII centers well-sepd. from each other on the periphery.  The aggregate in [CeIV4MnIV2(μ3-O)4(bdea)2(O2CtBu)10(NO3)2]·4 MeCN (6) is based on a quasi-planar {MnIV2CeIV4(μ3-O)4} core made up of four edge-sharing {MnIVCeIV2(μ3-O)} or {CeIV3(μ3-O)} triangles.  The structure of [CeIV3MnIV4MnIII(μ4-O)2(μ3-O)7(O2CtBu)12(NO3)(furan)]·6 H2O (7·6 H2O) can be considered as {MnIV2CeIV2O4} and distorted {MnIV2MnIIICeIVO4} cubane units linked through a central (μ4-O) bridge.  The Ce6Mn8 is the highest nuclearity yet reported for a heterometallic Ce/Mn aggregate.  In contrast to most of the previously reported heterometallic Ce/Mn systems, which contain only CeIV and either MnIV or MnIII, some of the aggregates presented here show mixed valency, either MnIV/MnIII (see 7) or CeIV/CeIII (see 4 and 5).  Some of the compds., including the heterovalent CeIV/CeIII 4, could be obtained from either CeIII(NO3)3·6 H2O or (NH4)2[CeIV(NO3)6] as starting material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFSrtbbE&md5=01fa5bea06cd60ec37e6863495411dd2", "(b) ", "Das", ", ", "R.", "; ", "Sarma", ", ", "R.", "; ", "Baruah", ", ", "J. B.", " ", "Inorg. Chem. Commun.", " ", "2010", ",  ", "13", ",  ", "793", "– ", "795", "[", "Crossref", "], [", "CAS", "]", "8. ", "A hexanuclear cerium(IV) cluster with mixed coordination environment", "Das, Rajorshi; Sarma, Rupam; Baruah, Jubaraj B.", "Inorganic Chemistry Communications", "\r\n        (", "2010", "),\r\n    ", "13", "\r\n        (", "6", "),\r\n    ", "793-795", "CODEN:\r\n                ", "ICCOFP", ";\r\n        ISSN:", "1387-7003", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Synthesis and structure of a modified intermediate derived from ammonium cerium(IV) nitrate for oxidative reactions as a hexanuclear cerium(IV) complex that has cerium ions in two different coordination environment is reported.  The complex having ability to oxidize three moles of catechol to o-quinone has the compn. NH4[Ce6(μ3-O)5(μ3-OH)3(μ2-C6H5CO2)9(NO3)3(DMF)3].DMF.H2O, is prepd. at room temp. and is characterized by X-ray crystallog.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXmtlGksrg%253D&md5=2480e8d391e19625d1bb1d4c8cc9f334", "9. ", "(a) ", "Cavka", ", ", "J. H.", "; ", "Jakobsen", ", ", "S.", "; ", "Olsbye", ", ", "U.", "; ", "Guillou", ", ", "N.", "; ", "Lamberti", ", ", "C.", "; ", "Bordiga", ", ", "S.", "; ", "Lillerud", ", ", "K. P.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "13850", "– ", "13851", "ACS Full Text ", ", [", "CAS", "]", "9. ", "A new zirconium inorganic building brick forming metal organic frameworks with exceptional stability", "Cavka Jasmina Hafizovic; Jakobsen Soren; Olsbye Unni; Guillou Nathalie; Lamberti Carlo; Bordiga Silvia; Lillerud Karl Petter", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "42", "),\r\n    ", "13850-1", "\r\n        ISSN:", ".\r\n    ", "Porous crystals are strategic materials with industrial applications within petrochemistry, catalysis, gas storage, and selective separation.  Their unique properties are based on the molecular-scale porous character.  However, a principal limitation of zeolites and similar oxide-based materials is the relatively small size of the pores, typically in the range of medium-sized molecules, limiting their use in pharmaceutical and fine chemical applications.  Metal organic frameworks (MOFs) provided a breakthrough in this respect.  New MOFs appear at a high and an increasing pace, but the appearances of new, stable inorganic building bricks are rare.  Here we present a new zirconium-based inorganic building brick that allows the synthesis of very high surface area MOFs with unprecedented stability.  The high stability is based on the combination of strong Zr-O bonds and the ability of the inner Zr6-cluster to rearrange reversibly upon removal or addition of mu3-OH groups, without any changes in the connecting carboxylates.  The weak thermal, chemical, and mechanical stability of most MOFs is probably the most important property that limits their use in large scale industrial applications.  The Zr-MOFs presented in this work have the toughness needed for industrial applications; decomposition temperature above 500 degrees C and resistance to most chemicals, and they remain crystalline even after exposure to 10 tons/cm2 of external pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD1cnlvFSqsA%253D%253D&md5=f355e3a0756d112f6ae3148a1e69cd81", "(b) ", "Schaate", ", ", "A.", "; ", "Roy", ", ", "P.", "; ", "Godt", ", ", "A.", "; ", "Lippke", ", ", "J.", "; ", "Waltz", ", ", "F.", "; ", "Wiebcke", ", ", "M.", "; ", "Behrens", ", ", "P.", " ", "Chem.—Eur. J.", " ", "2011", ",  ", "17", ",  ", "6643", "– ", "6651", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Modulated Synthesis of Zr-Based Metal-Organic Frameworks: From Nano to Single Crystals", "Schaate, Andreas; Roy, Pascal; Godt, Adelheid; Lippke, Jann; Waltz, Florian; Wiebcke, Michael; Behrens, Peter", "Chemistry - A European Journal", "\r\n        (", "2011", "),\r\n    ", "17", "\r\n        (", "24", "),\r\n    ", "6643-6651, S6643/1-S6643/11", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors present a study on the influence of benzoic acid, acetic acid, and water on the syntheses of the Zr-based metal-org. frameworks Zr-bdc (UiO-66), Zr-bdc-NH2 (UiO-66-NH2), Zr-bpdc (UiO-67), and Zr-tpdc-NH2 (UiO-68-NH2) (H2bdc: terephthalic acid, H2bpdc: biphenyl-4,4'-dicarboxylic acid, H2tpdc: terphenyl-4,4''-dicarboxylic acid).  By varying the amt. of benzoic or acetic acid, the synthesis of Zr-bdc can be modulated.  With increasing concn. of the modulator, the products change from intergrown to individual crystals, the size of which can be tuned.  Addn. of benzoic acid also affects the size and morphol. of Zr-bpdc and, addnl., makes the synthesis of Zr-bpdc highly reproducible.  The control of crystal and particle size is proven by powder XRD, SEM and dynamic light scattering (DLS) measurements.  TGA and Ar sorption expts. show that the materials from modulated syntheses can be activated and that they exhibit high sp. surface areas.  Water proved to be essential for the formation of well-ordered Zr-bdc-NH2.  Zr-tpdc-NH2, a material with a structure analogous to that of Zr-bdc and Zr-bpdc, but with the longer, functionalized linker 2'-amino-1,1':4',1''-terphenyl-4,4''-dicarboxylic acid, was obtained as single crystals.  This allowed the 1st single-crystal structural anal. of a Zr-based metal-org. framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmslKksLc%253D&md5=188604c14defb7b374f67d9cf2c480ea", "10. ", "Spek", ", ", "T. L.", " ", "Acta Crystallogr.", " ", "1990", ",  ", "A46", ",  ", "c34", "There is no corresponding record for this reference.", "11. ", "(a) ", "Lin", ", ", "J.-B.", "; ", "Zhang", ", ", "J.-P.", "; ", "Chen", ", ", "X.-M.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "6654", "– ", "6656", "ACS Full Text ", ", [", "CAS", "]", "11. ", "Nonclassical Active Site for Enhanced Gas Sorption in Porous Coordination Polymer", "Lin, Jian-Bin; Zhang, Jie-Peng; Chen, Xiao-Ming", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "19", "),\r\n    ", "6654-6656", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Gas sorption expts. and grand canonical Monte Carlo simulations for two isostructural microporous metal azolate frameworks show that even partially exposed uncoordinated nitrogens can effectively increase gas binding affinity and overcome the pore size confinement effect.  Polymeric cobalt complexes [Co(dpt24)2] (MAF-25) and [Co(mdpt24)2] (MAF-26) where Hdpt24 = 3-(2-pyridyl)-5-(4-pyridyl)-1,2,4-triazole and 3-(3-methyl-2-pyridyl)-5-(4-pyridyl)-1,2,4-triazole (Hmdpt24) were prep., their crystal structures detd. and their adsorption isotherms with N2, H2 and CO2 studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXltFChtLs%253D&md5=517f8aae38f8c028c9f23cb4d7ac12f2", "(b) ", "Lin", ", ", "Q.", "; ", "Wu", ", ", "T.", "; ", "Zheng", ", ", "S.-T.", "; ", "Bu", ", ", "X.", "; ", "Feng", ", ", "P.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "784", "– ", "787", "ACS Full Text ", ", [", "CAS", "]", "11. ", "Single-Walled Polytetrazolate Metal-Organic Channels with High Density of Open Nitrogen-Donor Sites and Gas Uptake", "Lin, Qipu; Wu, Tao; Zheng, Shou-Tian; Bu, Xianhui; Feng, Pingyun", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "2", "),\r\n    ", "784-787", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The self-assembly between zinc dimer and 1,3,5-tris(2H-tetrazol-5-yl)benzene (H3BTT), promoted by a urea deriv., leads to a highly porous 3D framework with a large percentage (67%) of N-donor sites unused for bonding with metals.  The material exhibits high gas storage capacity (∼1.89% H2 at 77 K and 1 atm; 98 cm3/g CO2 at 273 K and 1 atm), even in the absence of open metal sites.  The high percentage of open N-donor sites, coupled with the low framework d. resulting from single-walled channels, is believed to contribute to the high uptake capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1ers73J&md5=363f2824ccc1e5f75c14e33e7f83b905", "(c) ", "Burd", ", ", "S. D.", "; ", "Ma", ", ", "S. Q.", "; ", "Perman", ", ", "J. A.", "; ", "Sikora", ", ", "B. J.", "; ", "Snurr", ", ", "R. Q.", "; ", "Thallapally", ", ", "P. K.", "; ", "Tian", ", ", "J.", "; ", "Wojtas", ", ", "L.", "; ", "Zaworotko", ", ", "M. J.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "3663", "– ", "3666", "ACS Full Text ", ", [", "CAS", "]", "11. ", "Highly Selective Carbon Dioxide Uptake by [Cu(bpy-n)2(SiF6)] (bpy-1 = 4,4'-Bipyridine; bpy-2 = 1,2-Bis(4-pyridyl)ethene)", "Burd, Stephen D.; Ma, Shengqian; Perman, Jason A.; Sikora, Benjamin J.; Snurr, Randall Q.; Thallapally, Praveen K.; Tian, Jian; Wojtas, Lukasz; Zaworotko, Michael J.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "8", "),\r\n    ", "3663-3666", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A previously known class of porous coordination polymer (PCP), [Cu(bpy-n)2(SiF6)] (bpy-1 = 4,4'-bipyridine; bpy-2 = 1,2-bis(4-pyridyl)ethene), was studied to assess its selectivity toward CO2, CH4, N2, and H2O.  Both polymers were prepd. and characterized by x-ray crystallog.  Gas sorption measurements reveal that [Cu(bpy-1)2(SiF6)] exhibits the highest uptake for CO2 yet seen at 298 K and 1 atm by a PCP that does not contain open metal sites.  Significantly, [Cu(bpy-1)2(SiF6)] does not exhibit particularly high uptake under the same conditions for CH4, N2, and, H2O, presumably because of its lack of open metal sites.  Consequently, at 298 K and 1 atm [Cu(bpy-1)2(SiF6)] exhibits a relative uptake of CO2 over CH4 of ∼10.5:1, the highest value exptl. obsd. in a compd. without open metal sites.  [Cu(bpy-2)2(SiF6)] exhibits larger pores and surface area than [Cu(bpy-1)2(SiF6)] but retains a high CO2/CH4 relative uptake of ∼8:1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XitVequrY%253D&md5=7bcf90e89c81065912bdd453d45db63e", "(d) ", "Torrisi", ", ", "A.", "; ", "Bell", ", ", "R. G.", "; ", "Mellot-Draznieks", ", ", "C.", " ", "Cryst. Growth Des.", " ", "2010", ",  ", "10", ",  ", "2839", "– ", "2841", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Functionalized MOFs for Enhanced CO2 Capture", "Torrisi, Antonio; Bell, Robert G.; Mellot-Draznieks, Caroline", "Crystal Growth & Design", "\r\n        (", "2010", "),\r\n    ", "10", "\r\n        (", "7", "),\r\n    ", "2839-2841", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Based on computational studies, we propose new metal-org. framework materials, in which the bridging ligands have been functionalized by different substituents, with the aim of improving the CO2 adsorption capacity of the material.  The materials are based on the large-pore form of MIL-53(Al3+), with the following functional groups: OH-, COOH-, NH2-, and CH3-.  For each form, adsorption heats and isotherms were simulated using the Grand Canonical Monte Carlo method which were found to be consistent with DFT calcns.  The study illustrates the enormous impact of the functional groups in enhancing CO2 capture in the pressure range 0.01-0.5 bar and at room temp.  It also provides important insights into the structural factors which play a key role in the CO2 adsorption process in the functionalized MOFs.  We propose the material (OH)2-MIL-53(Al3+) as an optimal candidate for improved CO2 capture at low pressures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXntFyqtLg%253D&md5=0312841cb993a5739d918fc9b6909c94", "(e) ", "Fernandez", ", ", "C. A.", "; ", "Thallapally", ", ", "P. K.", "; ", "Motkuri", ", ", "R. K.", "; ", "Nune", ", ", "S. K.", "; ", "Sumrak", ", ", "J. C.", "; ", "Tian", ", ", "J.", "; ", "Liu", ", ", "J. .", " ", "Cryst. Growth Des.", " ", "2010", ",  ", "10", ",  ", "1037", "– ", "1039", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Gas-Induced Expansion and Contraction of a Fluorinated Metal-Organic Framework", "Fernandez, Carlos A.; Thallapally, Praveen K.; Motkuri, Radha Kishan; Nune, Satish K.; Sumrak, Joseph C.; Tian, Jian; Liu, Jun", "Crystal Growth & Design", "\r\n        (", "2010", "),\r\n    ", "10", "\r\n        (", "3", "),\r\n    ", "1037-1039", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Synthesis and gas sorption properties of a novel fluorinated metal-org. framework of zinc(II) using com. available 2,2'-bis(4-carboxyphenyl)hexafluoropropane is reported with high selectivity toward CO2, H2S, and SO2 as well as breathing motion upon solvent removal and gas inclusion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXht1Knsr8%253D&md5=ab9d23bbe0dbe0ebc57c0b1a23aa9c8e", "(f) ", "Ramsahye", ", ", "N. A.", "; ", "Maurin", ", ", "G.", "; ", "Bourrelly", ", ", "S.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Devic", ", ", "T.", "; ", "Serre", ", ", "C.", "; ", "Loiseau", ", ", "T.", "; ", "Férey", ", ", "G.", " ", "Adsorption", " ", "2007", ",  ", "13", ",  ", "461", "– ", "467", "[", "Crossref", "], [", "CAS", "]", "11. ", "Adsorption of CO2 in metal organic frameworks of different metal centres: Grand Canonical Monte Carlo simulations compared to experiments", "Ramsahye, Naseem A.; Maurin, Guillaume; Bourrelly, Sandrine; Llewellyn, Philip L.; Devic, Thomas; Serre, Christian; Loiseau, Thierry; Ferey, Gerard", "Adsorption", "\r\n        (", "2007", "),\r\n    ", "13", "\r\n        (", "5/6", "),\r\n    ", "461-467", "CODEN:\r\n                ", "ADSOFO", ";\r\n        ISSN:", "0929-5607", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "A Grand Canonical Monte Carlo study was performed to compare the different CO2 adsorption mechanisms between 2 members of the MIL-n family of hybrid metal-org. framework materials.  The MIL-53 (Al) and MIL-47 (V) systems were considered.  The results obtained confirm that there is a structural interchange between a large pore and narrow pore forms of MIL-53 (Al), not seen with the MIL-47 (V) material, which is a consequence of the presence of μ2-OH groups.  The interactions between the CO2 mols. and these μ2-OH groups mainly govern the adsorption mechanism in this MIL-53 (Al) material.  The subsequent breaking of these adsorption geometries after the adsorbate loading increases past the point where no more preferred adsorption sites are available, are proposed as key features of the breathing phenomenon.  After this, any new adsorbates introduced into the MIL-53 (Al) large pore structure experience a homogeneous adsorption environment with no preferential adsorption sites in a similar way to what occurs in MIL-47 (V).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtlKmtr7K&md5=cdf57ef8995444384e904462efe4ce37", "(g) ", "Hou", ", ", "L.", "; ", "Shi", ", ", "W.-J.", "; ", "Wang", ", ", "Y.-Y.", "; ", "Guo", ", ", "Y.", "; ", "Jin", ", ", "C.", "; ", "Shi", ", ", "Q.-Z.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "5464", "– ", "5466", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "A rod packing microporous metal-organic framework: unprecedented ukv topology, high sorption selectivity and affinity for CO2", "Hou, Lei; Shi, Wen-Juan; Wang, Yao-Yu; Guo, Ying; Jin, Chen; Shi, Qi-Zhen", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "19", "),\r\n    ", "5464-5466", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "An unprecedented, rod-like Cd carboxylate chain-based ukv topol. framework with high CO2 sorption heat and sorption selectivity over N2 and CH4 is described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXlt1Cktrk%253D&md5=45fd727263d4f64440b40affdaf86144", "(h) ", "Navarro", ", ", "J. A. R.", "; ", "Barea", ", ", "E.", "; ", "Salas", ", ", "J. M.", "; ", "Masciocchi", ", ", "N.", "; ", "Galli", ", ", "S.", "; ", "Sironi", ", ", "A.", "; ", "Conchi", ", ", "O. A.", "; ", "Parra", ", ", "J. B.", " ", "J. Mater. Chem.", " ", "2007", ",  ", "17", ",  ", "1939", "– ", "1946", "[", "Crossref", "], [", "CAS", "]", "11. ", "Borderline microporous-ultramicroporous palladium(II) coordination polymer networks. Effect of pore functionalisation on gas adsorption properties", "Navarro, Jorge A. R.; Barea, Elisa; Salas, Juan M.; Masciocchi, Norberto; Galli, Simona; Sironi, Angelo; Ania, Conchi O.; Parra, Jose B.", "Journal of Materials Chemistry", "\r\n        (", "2007", "),\r\n    ", "17", "\r\n        (", "19", "),\r\n    ", "1939-1946", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "PdII coordination polymer networks [Pd(μ-X-pymo-N1,N3)2•(H2O)m]n (X = H, 2H; F, 2F; Br, 2Br; I, 2I), contg. the X-pymo (X-Hpymo = 5-X-2-hydroxypyrimidine) ligands, were obtained by refluxing aq. suspensions of the monomeric trans-[Pd(X-Hpymo-N1)2Cl2] (1H-1I) precursors with NaOH in a 1:1 ratio.  While 2Br and 2I were recovered as amorphous materials, the microcryst. species 2H and 2F, in their hydrated and anhyd. forms, were structurally characterized by ab initio XRPD methods: Square planar PdII ions, sym. connected by exo-bidentate N1,N3-X-pymo bridges, give rise to neutral sodalite zeotypic frameworks (with H2O guest mols. eventually included in the pores).  The thermal properties and porosity were detd. for all of the 2X systems.  The H2, N2 and CO2 adsorption isotherms showed that the 2H and 2F materials possess permanent porosity, as opposed to the 2Br and 2I ones.  Also, the isomorphic incorporation of fluorine in the framework causes important modifications in the gas-adsorption isotherms; stronger interactions at very low pressures (Henry's law region) appear in all of the probes studied (N2, CO2 and H2).  Compds. 2H and 2F possess high H2 adsorption capacities at 77 K with resp. values of 1.3 and 1.15 wt. percentage, and storage densities of ∼0.018 kg H2 L-1, which are combined with large isosteric adsorption heats (8-9 kJ mol-1).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXltVWgsr4%253D&md5=140e0dda29154a761475f148c37ed290", "12. ", "Luebke", ", ", "R.", "; ", "Eubank", ", ", "J. F.", "; ", "Cairns", ", ", "A. J.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Wojtas", ", ", "L.", "; ", "Eddaoudi", ", ", "M.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "1455", "– ", "1457", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "The unique rht-MOF platform, ideal for pinpointing the functionalization and CO2 adsorption relationship", "Luebke, Ryan; Eubank, Jarrod F.; Cairns, Amy J.; Belmabkhout, Youssef; Wojtas, Lukasz; Eddaoudi, Mohamed", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "10", "),\r\n    ", "1455-1457", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The uniqueness of the rht-MOF platform, based on the singular (3,24)-connected net, allows for the facile design and synthesis of functionalized materials for desired applications.  Here the authors designed a nitrogen-rich trefoil hexacarboxylate (trigonal tri-isophthalate) ligand L, where LH6 = I, which serves to act as a trigonal mol. building block while concurrently coding the formation of the targeted truncated cuboctahedral supermol. building block (in situ), and enhancing the CO2 uptake in the resultant rht-MOF.  Reaction between Na6L and copper tetrafluoroborate under solvothermal conditions results in the targeted rht-MOF.  Single-crystal X-ray diffraction reveals a formula unit of [Cu3L(H2O)3·(solvent)]n (rht-MOF-7).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XmtF2luw%253D%253D&md5=79d0b0f9619ce09f4b56a77a19f215f5", "13. ", "Myers", ", ", "A. L.", "; ", "Prausnitz", ", ", "J. M.", " ", "AIChE J.", " ", "1965", ",  ", "11", ",  ", "121", "– ", "127", "[", "Crossref", "], [", "CAS", "]", "13. ", "Thermodynamics of mixed-gas adsorption", "Myers, A. L.; Prausnitz, J. M.", "AIChE Journal", "\r\n        (", "1965", "),\r\n    ", "11", "\r\n        (", "1", "),\r\n    ", "121-7", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    ", "Adsorption equil. for components in a gaseous mixt. can be calcd. by using only data for pure-component adsorption equil. at the same temp. for the same adsorbent.  Predicted isotherms give good agreement with exptl. data for mixts. of CH4-C2H6 and of C2H4CO2 on activated C, and of CO-O2 and of C3H8-C3H6 on silica gel.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF2MXnvVKmsA%253D%253D&md5=9ea5963c5fa05e3b4b97be48b002205f", "14. ", "Demko", ", ", "Z. P.", "; ", "Sharpless", ", ", "K. B.", " ", "J. Org. Chem.", " ", "2001", ",  ", "66", ",  ", "7945", "– ", "7950", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Preparation of 5-Substituted 1H-Tetrazoles from Nitriles in Water", "Demko, Zachary P.; Sharpless, K. Barry", "Journal of Organic Chemistry", "\r\n        (", "2001", "),\r\n    ", "66", "\r\n        (", "24", "),\r\n    ", "7945-7950", "CODEN:\r\n                ", "JOCEAH", ";\r\n        ISSN:", "0022-3263", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The addn. of sodium azide to nitriles to give 1H-tetrazoles is shown to proceed readily in water with zinc salts as catalysts.  The scope of the reaction is quite broad; a variety of arom. nitriles, activated and unactivated alkyl nitriles, substituted vinyl nitriles, thiocyanates, and cyanamides have all been shown to be viable substrates for this reaction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXotVCisrc%253D&md5=c3f4e249316b4b0a52f604e3962048b2", "15. ", "Tao", ", ", "J.", "; ", "Ma", ", ", "Z.-J.", "; ", "Huang", ", ", "R.-B.", "; ", "Zheng", ", ", "L.-S.", " ", "Inorg. Chem.", " ", "2004", ",  ", "43", ",  ", "6133", "– ", "6135", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Synthesis and characterization of a tetrazolate-bridged coordination framework encapsulating D2h-symmetric cyclic (H2O)4 cluster arrays", "Tao, Jun; Ma, Zhi-Jie; Huang, Rong-Bin; Zheng, Lan-Sun", "Inorganic Chemistry", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "20", "),\r\n    ", "6133-6135", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reaction of 5,5'-(1,4-phenylene)bis(1H-tetrazole) (H2 - 1), which was prepd. in two steps, with Cd(NO3)2 in DMF produced a three-dimensional framework with 1-dimensional channels (35% void vol.), in which unprecedented H-bond-supported D2h tetrameric cyclic H2O clusters ranked.  The crystal structures of 1.2H2O and [Cd3(1)3(DMF)4(H2O)2].4DMF.4H2O were detd.  H2 - 1 and its cadmium complex exhibit luminescence.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXntVCku7c%253D&md5=2fa9a3307abb36e5b055802ac8368a36", "16. ", "Bruker APEX2; ", "Bruker AXS, Inc.", ": ", "Madison, WI", ", ", "2010", ".", "There is no corresponding record for this reference.", "17. ", "Bruker SAINT, Data Reduction Software; ", "Bruker AXS, Inc.", ": ", "Madison, WI", ", ", "2009", ".", "There is no corresponding record for this reference.", "18. ", "Sheldrick", ", ", "G. M.", "SADABS, Program for Empirical Absorption Correction; ", "University of Gottingen", ": ", "Gottingen, Germany", ", ", "2008", ".", "There is no corresponding record for this reference.", "19. ", "(a) ", "Farrugia", ", ", "L.", " ", "J. Appl. Crystallogr.", " ", "1999", ",  ", "32", ",  ", "837", "– ", "838", "[", "Crossref", "], [", "CAS", "]", "19. ", "WinGX suite for small-molecule single-crystal crystallography", "Farrugia, Louis J.", "Journal of Applied Crystallography", "\r\n        (", "1999", "),\r\n    ", "32", "\r\n        (", "4", "),\r\n    ", "837-838", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "0021-8898", ".\r\n    \r\n            (", "Munksgaard International Publishers Ltd.", ")\r\n        ", "The crystallog. problem:  The processing of a small-mol. structure from single-crystal X-ray or neutron diffraction data through structure soln. and refinement to prepn. of publication material is a well established and usually a reasonably automated procedure.  There are several excellent com. software packages, such as SHELXTL (Siemens, 1995) and TEXSAN (Mol. Structure Corporation, 1995), which provide all the necessary programs to undertake this procedure, but these packages are often quite expensive and usually tied to the sale of specific diffractometer hardware.  The WinGX suite provides an integrated and freely available set of Microsoft Windows programs to accomplish this task.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXlsVSlurk%253D&md5=06e3e6a405d75250687285442cbbf70a", "(b) ", "Sheldrick", ", ", "G. M.", "SHELXL-97, Program for the Refinement of Crystal; ", "University of Gottingen", ": ", "Gottingen, Germany", ", ", "1997", ".", "There is no corresponding record for this reference.", "(c) ", "Sheldrick", ", ", "G. M.", " ", "Acta Crystallogr.", " ", "1990", ",  ", "A46", ",  ", "467", "– ", "473", "[", "Crossref", "], [", "CAS", "]", "19. ", "Phase annealing in SHELX-90:  direct methods for larger structures", "Sheldrick, George M.", "Acta Crystallographica, Section A:  Foundations of Crystallography", "\r\n        (", "1990", "),\r\n    ", "A46", "\r\n        (", "6", "),\r\n    ", "467-73", "CODEN:\r\n                ", "ACACEQ", ";\r\n        ISSN:", "0108-7673", ".\r\n    ", "A no. of extensions to the multisoln. approach to the crystallog. phase problem are discussed in which the neg. quartet relations play an important role.  A phase annealing method, related to the simulated annealing approach in other optimization problems is proposed and can result in an improvement of up to an order of magnitude in the chances of solving large structures at at. resoln.  The ideas presented here are incorporated in the program system SHELX-90; the philosophical and math. background to the direct-methods part (SHELXS) of this system is described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXksFSgsrc%253D&md5=f8e4235b12e38d3b36bfc3554993a7d1", "(d) ", "Sheldrick", ", ", "G. M.", " ", "Acta Crystallogr.", " ", "2008", ",  ", "A64", ",  ", "112", "– ", "122", "[", "Crossref", "], [", "CAS", "]", "19. ", "A short history of SHELX", "Sheldrick, George M.", "Acta Crystallographica, Section A: Foundations of Crystallography", "\r\n        (", "2008", "),\r\n    ", "64", "\r\n        (", "1", "),\r\n    ", "112-122", "CODEN:\r\n                ", "ACACEQ", ";\r\n        ISSN:", "0108-7673", ".\r\n    \r\n            (", "International Union of Crystallography", ")\r\n        ", "An account is given of the development of the SHELX system of computer programs from SHELX-76 to the present day.  In addn. to identifying useful innovations that have come into general use through their implementation in SHELX, a crit. anal. is presented of the less-successful features, missed opportunities and desirable improvements for future releases of the software.  An attempt is made to understand how a program originally designed for photog. intensity data, punched cards and computers over 10000 times slower than an av. modern personal computer has managed to survive for so long.  SHELXL is the most widely used program for small-mol. refinement and SHELXS and SHELXD are often employed for structure soln. despite the availability of objectively superior programs.  SHELXL also finds a niche for the refinement of macromols. against high-resoln. or twinned data; SHELXPRO acts as an interface for macromol. applications.  SHELXC, SHELXD and SHELXE are proving useful for the exptl. phasing of macromols., esp. because they are fast and robust and so are often employed in pipelines for high-throughput phasing.  This paper could serve as a general literature citation when one or more of the open-source SHELX programs (and the Bruker AXS version SHELXTL) are employed in the course of a crystal-structure detn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhsVGhurzO&md5=8f91f10be4a9df74b2a9dad522c71e6e", "20. ", "CrysAlis Pro; ", "Oxford Diffraction", ": ", "Abingdon, U.K.", ", ", "2009", ".", "There is no corresponding record for this reference.", "21. ", "Pramann", ", ", "A.", "; ", "Nakamura", ", ", "Y.", "; ", "Nakijama", ", ", "A.", "; ", "Kaya", ", ", "K.", " ", "J. Phys. Chem. A", " ", "2001", ",  ", "105", ",  ", "7534", "– ", "7540", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Photoelectron Spectroscopy of Yttrium Oxide Cluster Anions: Effects of Oxygen and Metal Atom Addition", "Pramann, Axel; Nakamura, Yoshiaki; Nakajima, Atsushi; Kaya, Koji", "Journal of Physical Chemistry A", "\r\n        (", "2001", "),\r\n    ", "105", "\r\n        (", "32", "),\r\n    ", "7534-7540", "CODEN:\r\n                ", "JPCAFH", ";\r\n        ISSN:", "1089-5639", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The photoelectron spectra of small gas-phase YnOm- clusters (n = 2-10, m = 1-3) are measured at photon energies of 3.49 and 4.66 eV.  Cluster generation was performed with the aid of laser vaporization, whereas the kinetic energy of electrons is measured using a magnetic bottle photoelectron spectrometer.  The evolution of the electronic structure of neutral Y oxide clusters is discussed in terms of both sequential O addn. to the metal cluster core and sequential metal atom increase.  Electron affinities and vertical detachment energies are measured and compared to ionization potentials of the monoxide cluster series [Knickelbein, M. J. Chem. Phys. 1995, 102, 1].  A general trend in the obsd. photoelectron spectra is a shifting of threshold energies to higher binding energies with increasing cluster size n.  At low electron binding energies, main spectral features are contributed from metal d-band orbitals whereas the O 2p contribution becomes apparent with increasing O content due to a higher degree of hybridization of Y s, d, and O 2p orbitals.  The differences of Y-O dissocn. energies are detd. and compared.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXltF2ktrY%253D&md5=9c5e6664d75a379f4a53389ba873f792", "22. ", "Sheldrick", ", ", "G. M.", "TWINABS; ", "Bruker AXS, Inc.", "; ", "Madison, WI", ", ", "2002", ".", "There is no corresponding record for this reference.", "23. ", "Spek", ", ", "T. L.", " ", "Acta Crystallogr.", " ", "1990", ",  ", "A46", ",  ", "194", "– ", "201", "[", "CAS", "]", "23. ", "BYPASS:  an effective method for the refinement of crystal structures containing disordered solvent regions", "Van der Sluis, P.; Spek, A. L.", "Acta Crystallographica, Section A:  Foundations of Crystallography", "\r\n        (", "1990", "),\r\n    ", "A46", "\r\n        (", "3", "),\r\n    ", "194-201", "CODEN:\r\n                ", "ACACEQ", ";\r\n        ISSN:", "0108-7673", ".\r\n    ", "A method is described for the least-squares refinement of the at. parameters of the ordered part of a crystal structure in the presence of disordered solvent areas.  Potential solvent regions are identified automatically.  The contribution of the obsd. contents to the total structure factor is calcd. via a discrete Fourier transformation, and incorporated in a further least-squares refinement of the ordered part of the structure.  The procedure is iterated a few times to convergence.  This mixed discrete-atom and continuous solvent-area model refinement approach greatly improves the quality of discrete at. parameters.  An electron count over the solvent region in the final difference electron-d. map provides a convenient est. for the no. of solvent mols. present in the unit cell.  The application of the method to 4 structures is described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXltVKrtbs%253D&md5=baf9c8008a28740c487bce772ea48aca"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2013/jacsat.2013.135.issue-20/ja401429x/production/images/small/ja-2013-01429x_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2013/jacsat.2013.135.issue-20/ja401429x/production/images/small/ja-2013-01429x_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2013/jacsat.2013.135.issue-20/ja401429x/production/images/small/ja-2013-01429x_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2013/jacsat.2013.135.issue-20/ja401429x/production/images/small/ja-2013-01429x_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2013/jacsat.2013.135.issue-20/ja401429x/production/images/small/ja-2013-01429x_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2013/jacsat.2013.135.issue-20/ja401429x/production/images/small/ja-2013-01429x_0005.gif\">"]}
