{"title": ["Methane Adsorption in Metal–Organic Frameworks Containing Nanographene Linkers: A Computational Study"], "authors": ["Elena Bichoutskaia", "Mikhail Suyetin", "Michelle Bound", "Yong Yan", "Martin Schröder"], "doi": ["10.1021/jp503210h"], "abstract": ["Metal–organic framework (MOF) materials are known to be amenable to expansion through elongation of the parent organic linker. For a family of model (3,24)-connected MOFs with the ", " topology, in which the central part of organic linker comprises a hexabenzocoronene unit, the effect of the linker type and length on their structural and gas adsorption properties is studied computationally. The obtained results compare favorably with known MOF materials of similar structure and topology. We find that the presence of a flat nanographene-like central core increases the geometric surface area of the frameworks, sustains additional benzene rings, and promotes linker elongation and the efficient occupation of the void space by guest molecules. This provides a viable linker modification method with potential for enhancement of uptake for methane and other gas molecules."], "text": ["Top of Page", "Abstract", "Introduction", "Structural Properties", "Gas Uptake Performance", "Conclusions", "References", "I Introduction", "Crystalline nanoporous networks such as metal–organic frameworks (MOFs) with tunable pore geometry and designed chemical functionality", "(1, 2)", " are attracting a great deal of interest as promising materials for a wide range of applications including light harvesting,", "(3, 4)", " drug delivery,", "(5)", " biomedical imaging,", "(6)", " catalysis,", "(7-9)", " chemical sensing,", "(10)", " and gas separation and storage.", "(11-18)", " MOFs are compounds containing metal nodes (metal ions or clusters) coordinated to organic linker molecules that form the extended network structures with unique physical and chemical properties. The ability to tailor and control the density, internal pore volume, and the internal surface area of MOFs", "(19, 20)", " is crucial for utilizing these materials in high-capacity gas uptake applications. MOFs have shown great promise for mobile CH", "4", " sorption and storage,", "(21)", " which has fuelled a further wave of interest in these materials, with the U.S. Department of Energy (DOE) launching a new CH", "4", " storage program", "(22)", " with the ambitious new targets. In reference to the usable capacity stored between 35 and 5 bar at near-ambient temperature, the materials-level target for volumetric storage capacity of CH", "4", " after packing losses (25%) is 349 cm", "3", "/cm", "3", " and 50 wt % for a gravimetric storage capacity. The drive to achieve these goals is powered by the current demand for alternative fuels and ever growing concerns over international energy security and climate change.", "Methane storage in MOFs is developing rapidly,", "(23, 24)", " and several MOFs", "(12, 25-28)", " have been reported to show good volumetric capacity for CH", "4", " uptake at room temperature. It is highly desirable to increase the accessible surface area and introduce stronger interaction sites in order to obtain high CH", "4", " uptake. This can be achieved, for example, through chemical modification of organic linkers. A number of theoretical solutions have been offered previously for the enlargement of the surface area of MOFs and enhancement of gas uptake through modification of the linkers, notably by Duren et al.", "(29)", " for CH", "4", " storage and by Mavrandonakis et al.", "(30)", " for hydrogen storage. Wilmer et al.", "(31)", " developed an exhaustive computational strategy for design and large-scale screening of hypothetical MOFs that allows the generation of new structures from a chemical “library of building blocks” based on  existing MOF structures. Over 300 MOFs with  predicted CH", "4", " storage capacities have been proposed using this structure generation approach. However, as a geometry optimization procedure was not included, it is likely that some stable MOF structures with  high CH", "4", " uptake capacities were overlooked. Martin and Haranczyk have suggested", "(32-34)", " an alternative strategy for computational design of the optimal organic ligand leading to an efficient occupation of the internal volume by guest molecules. In this approach, organic ligands are replaced by purely geometrical “building blocks” described by a number of variable parameters, which were optimized to predict and iteratively refine the resulting MOF structure.", "In this work, a new series of the (3,24)-connected{Cu", "2", "(COO)", "4", "} paddlewheel-based MOF networks of ", "rht", " topology has been designed in an effort to increase the surface area and pore volume. It has been found that the use of hexabenzocoronene unit as a central part of the linker leads to a significant enhancement uptake of CH", "4", " and other gases for the entire family of MOFs. This suggests that hexabenzocoronene is an excellent candidate for replacing the phenyl ring, a conventional central element of the linkers used in the (3,24)-connected {Cu", "2", "} paddlewheel-based MOFs.", "(19)", " We have undertaken an exhaustive computational analysis to study the effect of the dimensions of the proposed hexabenzocoronene-based linkers on the gas storage capacity and other properties of this model family of MOFs, focusing especially on the surface area, pore volume, framework density, and structure–property relationships. Particular attention was focused on the thermodynamic conditions at which the maximum gravimetric and volumetric uptake of CH", "4", " can occur. A similar computational strategy has been adopted previously by Fairen-Jimenez et al.", "(35)", " in the study of hydrogen adsorption in hypothetical MOFs with the ", "rht", " topology.", "Top of Page", "Abstract", "Introduction", "Structural Properties", "Gas Uptake Performance", "Conclusions", "References", "II Structural Properties", "The structural models are based on the (3,24)-connected network with ", "rht", " topology previously used by Yan et al.,", "(36, 37)", " Nouar et al.,", "(38)", " Yuan et al.,", "(39, 40)", " and Farha et al.", "(19, 20)", " ", "Rht", " topology has been selected to avoid the interpenetration and/or interweaving that greatly affects the gas sorption properties. The new structures contain vacant sites at each of the Cu(II) ions within the binuclear paddlewheel nodes, which promote binding between the metal and the adsorbate gas molecules. We use the asymmetric unit of NOTT-112", "(37)", " (Figure ", "1", "a) to form the Cu(II) paddlewheel cluster within the ", "rht", " network topology with ", "Fm", "3̅", "m", " group symmetry, and replace the central phenyl core with hexabenzocoronene moiety (Figure ", "1", "b) to promote the linker elongation and efficient occupation of the void space by guest molecules. As shown in Figure ", "1", "a,b, the replacement of the central part in the linker of NOTT-112 with hexabenzocoronene leads to an increase of its dimensions by almost 60%. Seven different linker fragments, labeled L", "1", "–L", "7", " (Figure ", "1", "c), have been used with the hexabenzocoronene central element to construct a family of frameworks with ", "rht", " network topology (see ", "Figure S1", " in the ", "Supporting Information", ").", "Figure 1. Views of (a) organic linker of NOTT-112;", "(37)", " (b) organic linker containing hexabenzocoronene and the L", "2", " fragment; (c) the L", "1", "–L", "7", " linker fragments.", "An additional framework, labeled MOF-L", "0", ", has been built from a hexacarboxylate linker where three isophthalate units are directly connected to the central hexabenzocoronene part. The structures of the designed frameworks have been optimized using molecular mechanics, and their dimensions have been compared to unmodified MOFs containing a phenyl ring as the central core of the linker (see ", "Supporting Information", " for details). The structure of a member of the model MOF family, MOF-L", "1", ", containing hexabenzocoronene and the shortest organic linker L", "1", " with organic fragments in the branched arms, is shown in Figure ", "2", ".", "Figure 2. View of the structure of model MOF-L", "1", " containing hexabenzocoronene and the shortest organic linker L", "1", ".", "Replacement of the central part of the hexacarboxylate with hexabenzocoronene in the (3,24)-connected MOF networks leads to a significant change not only in the dimensions but also in other structural properties of the proposed family of model MOFs. A summary of the structural properties of the MOFs family containing hexabenzocoronene central part, which include the geometric surface area, pore volume, framework density, and unit cell length, is given in Table ", "1", ".", "Table 1. Structural Properties of the Model MOFs Family Containing Hexabenzocoronene Molecule as a Central Linker Fragment", " ", "geometric surface area", "a", " (m", "2", "/g)", "pore volume (cm", "3", "/g)", "framework density (g/cm", "3", ")", "unit cell length (Å)", "MOF-L", "0", "2589", "1.33", "0.61", "47.01", "MOF-L", "1", "4172", "1.88", "0.46", "52.93", "MOF-L", "2", "5048", "2.40", "0.36", "59.44", "MOF-L", "3", "5784", "3.19", "0.28", "65.98", "MOF-L", "4", "5784", "3.50", "0.26", "70.06", "MOF-L", "5", "6497", "4.52", "0.20", "76.93", "MOF-L", "6", "7014", "6.09", "0.15", "87.93", "MOF-L", "7", "7514", "7.42", "0.12", "94.68", "a", "Geometric surface area is calculated using Materials Studio 4.4.", "The Brunauer–Emmett–Teller (BET) surface area of NOTT-112 is reported to be 3800 m", "2", "/g,", "(37)", " whereas the geometric surface area of MOF-L", "2", " is 5048 m", "2", "/g, approximately 33% increase upon modification of the central element of the linker. The model MOF-L", "3", " framework, which has been obtained by replacing the central element of the NOTT-119", "(36)", "/PCN-69", "(40)", " linker with hexabenzocoronene, also exhibits an enhanced geometric surface area of 5784 m", "2", "/g, which compares favorably with the surface area of unmodified NOTT-119 (BET surface area of 4118 m", "2", "/g)", "(36)", " and PCN-69 (BET surface area of 3989 m", "2", "/g).", "(40)", " Similar increase in the surface area has been achieved in MOF-L", "4", " (5784 m", "2", "/g), whose structure can be compared to that of the unmodified NOTT-116 (BET surface area of 4664 m", "2", "/g)", "(36)", " and PCN-68 (BET surface area of 5109 m", "2", "/g)", "(39)", " MOFs, and in MOF-L", "1", " (4172 m", "2", "/g), which can be compared to the unmodified PCN-61 (3500 m", "2", "/g)", "(39)", " MOF.", "An alternative way to compare the proposed model family of MOFs with existing unmodified MOFs structures is shown in Figure ", "3", "a–c. The unmodified structures (right panel of Figure ", "3", ") are presented against the modified model MOFs with the identical central part (highlighted in blue, left panel), which was decorated by additional nine benzene rings. The optimized length of the cubic unit cell of MOF-L", "2", " is calculated to be 59.44 Å, which is comparable to the unit cells of the MOF structure designed by Fairen-Jimenez et al. using the L", "3", " fragment", "(35)", " (58.32 Å), NOTT-119", "(36)", " (56.30 Å) and PCN-69", "(40)", " (59.15 Å simulation; 56.61 Å experiment). A discrepancy between the model and experimental values of the length of unit cell might be due to the fact that organic linkers in the computationally designed MOFs remain predominantly straight, while the linkers of PCN-69", "(40)", " and NOTT-119", "(36)", " bend to a certain extent.", "(40)", " The geometric surface areas of the model MOFs are also similar: 5049 m", "2", "/g for MOF-L", "2", " and 5194 m", "2", "/g for the model MOF designed by Fairen-Jimenez et al. using the L", "3", " fragment;", "(35)", " however, the BET surface area for the synthesized MOFs is somewhat smaller, e.g., 4118 m", "2", "/g for NOTT-119,", "(36)", " and 3989 m", "2", "/g for PCN-69.", "(40)", "Figure 3. Comparison of linker geometries of three members of the proposed model MOFs family, based on hexabenzocoronene molecule, with existing experimental MOFs: (a) model MOF-L", "2", " and NOTT-119;", "(36)", " (b) model MOF-L", "1", " and NOTT-116;", "(36)", " (c) model MOF-L", "0", " and NOTT-112.", "(37)", "The model MOF-L", "1", " framework shown in Figure ", "3", " has a basic structure of the existing unmodified frameworks NOTT-116", "(36)", " and PCN-68", "(39)", " and the model MOF designed by Fairen-Jimenez et al. using NOTT-112 and the L", "4", " fragment.", "(35)", " The optimized length of the unit cell of MOF-L", "1", " is predicted to be 52.93 Å, in good agreement with the available experimental (52.74 Å in PCN-68)", "(39)", " and computational data (53.73 Å in the model MOF", "(35)", " based on NOTT-112 and L", "4", " fragment). Such good agreement between the computational and experimental data is observed because the organic linkers in these MOFs are entirely straight.", "However, the predicted geometric surface area for MOF-L", "1", " (4172 m", "2", "/g) is smaller than the BET surface area for NOTT-116 (4664 m", "2", "/g),", "(36)", " BET surface area for PCN-68 (5109 m", "2", "/g)", "(39)", " and the geometric surface area for the model MOF designed by Fairen-Jimenez et al. using NOTT-112 and the L", "4", " fragment (5033 m", "2", "/g).", "(35)", " Finally, the smallest MOF-L", "0", " framework can be directly compared to NOTT-112. The unit cell length of 47.01 Å in MOF-L", "0", " is exactly the same as the one experimentally obtained for NOTT-112,", "(37)", " although the geometric surface area of MOF-L", "0", " (2589 m", "2", "/g) is lower than the BET surface area of NOTT-112 (3800 m", "2", "/g).", "(37)", " The comparison method used in Figure ", "3", " shows MOF structures of very similar dimensions, but the estimation of their accessible surface area depends very strongly on the method and type of a probe used.", "The largest MOF of the proposed family, MOF-L", "7", ", exhibits a surface area of 7514 m", "2", "/g, which exceeds the largest BET surface area reported in experiment to date in this series, that of NU-109 (7000 m", "2", "/g).", "(19)", " The MOF-L", "7", " framework density of 0.12 g/cm", "3", " is also at the limit close to the lowest calculated density for porous crystals reported for the MOF-399 compound (0.126 g/cm", "3", ").", "(41)", " The remaining members of the proposed family exhibit structural properties comparable with typical values achieved in the synthesis of ultrahigh porosity MOFs.", "(42)", " A longer organic linker typically provides larger void space and a greater number of adsorption sites within a framework. However, linkers with a very large number of phenyl repeat units make a MOF liable to structure interpenetration, poor solubility, low synthetic yields, and cumbersome purification protocols. The use of MOFs with the ", "rht", " topology, based on a singular net for the combination of 3- and 24-connected nodes, removes any concern for catenation (interpenetration or interweaving of multiple frameworks) and makes them an ideal target in design of ultrahigh porosity. The desolvation and associated activation using supercritical CO", "2", " and solvent exchange and processing", "(19, 43)", " is a particularly promising method that allows generation of MOFs with ultrahigh surface areas.", "Top of Page", "Abstract", "Introduction", "Structural Properties", "Gas Uptake Performance", "Conclusions", "References", "III Gas Uptake Performance", "The composition, structure, and density of the organic linker, not only its length, also play an important role in design of high surface area and high gas uptake MOFs. Farha et al.", "(44)", " showed that replacing the phenyl rings of organic linkers with triple-bond spacers is another effective method of improving gravimetric surface areas and, hence, porosity of MOFs. A comparison of the structural properties of the L", "3", " and L", "4", " linker fragments, which contain two phenyl spacers and a phenyl spacer and a triple bond, respectively, supports this observation. Indeed, both MOF-L", "3", " and MOF-L", "4", " have the same geometric surface area of 5784 m", "2", "/g (Table ", "1", ") and a very close gas uptake performance at a range of temperatures (see Figure ", "5", " below). However, phenyl rings are found to be quite strong adsorption sites. The “resolution of the identity” integral approximation applied to second-order many-body perturbation theory (RI-MP2), as implemented in the Q-Chem quantum chemistry package,", "(45)", " has been employed to analyze the strength of the binding between a phenyl ring and a methane molecule. The RI-MP2 method offers improved computational performance compared to traditional exact second-order perturbation theory (MP2) calculations. A phenyl ring of the linker structure is represented as a benzene molecule; and the geometry optimizations of the benzene–methane dimer and corresponding monomers have been obtained at the RI-MP2/cc-pvqz level of theory. The binding energies were corrected using basis set superposition error (BSSE).", "(46)", " The most stable interaction geometry is found to be the anti C", "6", "H", "6", "–CH", "4", " dimer, which has the binding energy of −7.30 kJ/mol (with BSSE correction), and it is shown in Figure ", "4", ". The obtained values for the binding energy of the anti C", "6", "H", "6", "–CH", "4", " dimer are in good agreement with the RI-MP2/QZVPP value of −7.01 kJ/mol.", "(47)", " Although the calculated binding energy gained from forming anti C", "6", "H", "6", "–CH", "4", " dimer is weaker than a typical weak hydrogen-bond-like interaction, it is sufficient to surpass the ", "kT", " energy barrier (at room temperature).", "Figure 4. Most stable interaction geometry, anti C", "6", "H", "6", "–CH", "4", ", as predicted by the RI-MP2/cc-pvqz: the BSSE-corrected binding energy is BE = −7.30 kJ/mol and the equilibrium bond distance, defined as the distance between the center of mass of each molecule, is ", "r", "0", " = 3.65 Å.", "Grand canonical Monte Carlo (GCMC) simulations have been used to predict CH", "4", " uptake in the model MOF structures at ", "T", " = 273 and 298 K and for pressures up to 70 bar (details of the simulation approach can be found in the ", "Supporting Information", "). The MOF frameworks and the guest gas molecules were considered to be rigid. The Lennard-Jones (LJ) potential was used to describe the van der Waals interactions with a cutoff distance of 12.8 Å. The values of the LJ parameters for atoms present in MOFs are summarized in ", "Table S2", " in the ", "Supporting Information", ". Most of the LJ parameters were taken from the DREIDING force field, which uses general force constants and geometric parameters based on simple hybridization considerations, so that the bond distances are derived from atomic radii, and there is one force constant each for bonds, angles, and inversions and six values for torsional barriers. The LJ parameters for copper atoms were taken from the Universal Force Field. Both the total and excess gravimetric and volumetric sorption isotherms of the model MOFs for CH", "4", " uptake were calculated, and the total uptake data are presented in Figure ", "5", " (the excess adsorption isotherms for CH", "4", " in model MOFs with the L", "0", "–L", "7", " organic linkers at ", "T", " = 273 and 298 K are shown in ", "Figure S5", " in the ", "Supporting Information", "). The summary of sorption data at 35 and 70 bar is given in Table ", "2", ". At 273 K and 70 bar, the model MOF structures with the L", "3", "–L", "7", " linker fragments show a significant total gravimetric uptake exceeding 50 wt % (wt % is equal to amount of adsorbed CH", "4", " relative to mass of framework). The model MOF-L", "7", " with the longest linker exhibits the highest absolute gravimetric uptake of 78 wt %. Although MOF-L", "7", " has extremely large pore openings, the dimensions of MOF-L", "3", " are comparable to those of NOTT-119", "(36)", "/PCN-69,", "(40)", " which have been synthesized successfully (see details in the ", "Supporting Information", "). As the computational isotherms correspond to a perfect structure with no impurities or pore collapse, the uptake values for CH", "4", " shown in Figure ", "5", " can only be considered as the upper limit. Various structural defects or collapsed regions that may occur naturally in experimental samples will lower these theoretical estimates. On a volumetric basis at high pressures the structures exhibit the opposite trend so that the lowest volumetric uptake of CH", "4", " (138 cm", "3", "/cm", "3", " at ", "T", " = 273 K and 70 bar) corresponds to the structure with the longest linker, MOF-L", "7", ".", "Figure 5. Calculated total adsorption isotherms for CH", "4", " in model MOFs with the L", "0", "–L", "7", " organic linkers: gravimetric (top) and volumetric (bottom) results at ", "T", " = 273 K (left) and ", "T", " = 298 K (right).", "On the other hand, the framework with no linker fragment, L", "0", ", exhibits an impressive total volumetric uptake of CH", "4", " of 273 cm", "3", "/cm", "3", " at 273 K and 70 bar, although the total gravimetric uptake of this MOF (32 wt %) is the lowest in this series under the same conditions. At 298 K, the overall trend remains the same, confirming that compared to the MOFs with longer linkers, the model MOFs with shorter linkers achieve higher volumetric but lower gravimetric sorption at high pressures. Due to the nature of the physical adsorption of gases in MOFs, the gravimetric uptake depends directly on the surface area and pore volume. Thus, porous materials with high pore volumes show high gravimetric gas uptake at saturation; the larger the gas cylinder the more gas can be stored at saturation. However, structures with high surface areas often possess low framework densities, and thus, in volumetric terms (cm", "3", " of gas per cm", "3", " of host), such highly porous materials often show lower volumetric gas capacities,", "(48)", " as observed in the current study. Therefore, a balance of surface area, pore volume, and framework density are important factors in designing materials for optimum volumetric or gravimetric CH", "4", " adsorption.", "(49)", "MOFs with the linkers L", "1", " and L", "2", " underperform systematically in both volumetric and gravimetric metrics. An increase in temperature at constant pressure reduces the overall CH", "4", " uptake performance so that only three structures exceed the total gravimetric uptake of 50 wt %, namely MOF-L", "7", " with 63.5 wt %, MOF-L", "6", " with 59 wt %, and MOF-L", "5", " with 50 wt % total gravimetric uptakes (see Table ", "2", " for further details). The volumetric uptake also decreases with increase of temperature in all the considered model MOF structures. It can be generally observed at 298 K and 70 bar that the model MOFs L", "2", "–L", "7", " show higher gravimetric uptake than NU-111 (36 wt %),", "(49)", " PCN-68 (35 wt %),", "(39)", " and NOTT-119 (30 wt %)", "(36)", " reported in the literature. The observed strong temperature dependence on CH", "4", " uptake may potentially provide an efficient tool for gas uptake and subsequent release.", "Table 2. Summary of CH", "4", " Sorption Characteristics in MOF-L", "0", "–MOF-L", "7", " Calculated at ", "T", " = 273 and 298 K and the Pressures of 35 and 70 bar", "a", " ", "70 bar", "35 bar", " ", " ", "T", " = 273 K", "T", " = 298 K", "T", " = 273 K", "T", " = 298 K", " ", " ", "total uptake", "excess uptake", "total uptake", "excess uptake", "total uptake", "excess uptake", "total uptake", "excess uptake", "working capacity at 298 K", "b", " ", "wt %", "v/v", "wt %", "v/v", "wt %", "v/v", "wt %", "v/v", "wt %", "v/v", "wt %", "v/v", "wt %", "v/v", "wt %", "v/v", "wt %", "v/v", "MOF-L", "0", "32.0", "273", "24.2", "206", "28.5", "243", "21.7", "185", "28.0", "239", "24.4", "208", "23.8", "203", "20.6", "176", "20.4", "174", "MOF-L", "1", "39.4", "254", "28.3", "182", "33.7", "216", "24.1", "155", "31.5", "203", "26.4", "170", "25.1", "162", "20.6", "132", "28.1", "181", "MOF-L", "2", "44.7", "241", "30.6", "154", "39.5", "199", "27.3", "137", "34.7", "175", "28.2", "142", "26.6", "134", "20.8", "105", "34.1", "172", "MOF-L", "3", "53.7", "208", "34.9", "137", "43.2", "167", "26.9", "105", "34.3", "133", "25.7", "101", "26.2", "102", "18.6", "73", "38.6", "151", "MOF-L", "4", "57.2", "204", "36.6", "133", "46.0", "164", "28.1", "102", "36.3", "129", "26.9", "98", "27.9", "99", "19.5", "71", "40.9", "149", "MOF-L", "5", "62.7", "177", "36.1", "101", "50.0", "141", "26.9", "75", "36.8", "104", "24.6", "69", "28.7", "81", "17.8", "50", "45.2", "126", "MOF-L", "6", "71.8", "153", "36.0", "75", "57.9", "124", "26.8", "56", "40.6", "87", "24.2", "51", "32.2", "69", "17.5", "37", "52.4", "110", "MOF-L", "7", "78.0", "138", "34.3", "58", "63.5", "113", "25.6", "43", "43.1", "76", "23.1", "39", "34.9", "62", "17.0", "29", "57.6", "97", "a", "v/v denotes cm", "3", "/cm", "3", ".", "b", "The working capacity is defined as the difference in total uptake between 70 and 5 bar.", "Table ", "2", " and Figure ", "5", " confirm that for a constant temperature CH", "4", " uptake is lower at 35 bar than at 70 bar, as expected. At 35 bar and 273 K the model MOF-L", "7", " framework shows the highest gravimetric uptake of 43.1 wt %, whereas the highest volumetric uptake of 239 cm", "3", "/cm", "3", " is shown by MOF-L", "0", ".", "Table ", "3", " presents a direct comparison of the gravimetric and volumetric excess CH", "4", " uptake performance at 298 K and 35 bar in the model MOF-L", "1", " and MOF-L", "3", " frameworks modified with the hexabenzocoronene central unit and the corresponding unmodified MOFs reported in the literature, PCN-61", "(39)", " and PCN-68.", "(39)", " The modified model MOF-L", "1", " shows an excess uptake of methane of 132 cm", "3", "/cm", "3", " and 20.6 wt %, which is significantly higher that the excess uptake values of 99 cm", "3", "/cm", "3", " and 18.6 wt % in the unmodified PCN-68 MOF", "(39)", " with the same dimensions as MOF-L", "1", " (Figure ", "3", "b and ", "Figure S2", " in the ", "Supporting Information", "). However, a larger MOF-L", "3", " framework exhibits an excess methane uptake of 73 cm", "3", "/cm", "3", " and 18.6 wt %, which is only comparable to the methane uptake performance in smaller PCN-68 framework. The predicted values for the total and excess gravimetric and volumetric CH", "4", " uptake performance at 298 K of the larger model MOF-L", "5", "- MOF-L", "7", " frameworks are also comparable to those reported in the ultrahigh surface area NU-100/NU-109 MOFs.", "(50)", "Table 3. Comparison of the Gravimetric and Volumetric Excess CH", "4", " Uptake Performance at 298 K and 35 bar in the Model MOF-L", "1", " and MOF-L", "3", " Frameworks Modified with the Hexabenzocoronene Central Unit and the Corresponding Unmodified MOFs Reported in the Literature, PCN-61", "(39)", " and PCN-68", "(39)", " ", "MOF-L", "1", "MOF-L", "3", "PCN-61", "(39)", "PCN-68", "(39)", "gravimetric excess uptake, wt %", "20.6", "18.6", "18.6", "18.6", "volumetric excess uptake, cm", "3", "/cm", "3", "132", "73", "145", "99", "When considering the performance of a material for practical use in automobile application, the working capacity, which defines how far a car can travel, is more relevant than the adsorption capacity. The working capacity, defined as the deliverable amount of methane from two different pressures (70 to 5 bar), is shown in Table ", "2", ". The gravimetric working capacity increases with the size of the linker in this series of frameworks. This is consistent with the fact that the MOFs with higher surface areas and pore volumes can hold more CH", "4", " at high pressures. MOF-L", "1", " with an optimized pore size and surface area shows the highest volumetric deliverable capacity of 181 cm", "3", "/cm", "3", " at 298 K.", "GCMC simulations have also been performed to predict CO", "2", " and H", "2", " sorption in the largest framework of the considered model MOF family, MOF-L", "7", ". Simulation of CO", "2", " sorption (Figure ", "6", ") reveals a high CO", "2", " storage capacity for MOF-L", "7", " at 298 K, 80 bar of 595 wt %. Due to its very large pore size, MOF-L", "7", " is not suitable for the CO", "2", " sorption at low pressures, but at high pressures a stepwise behavior in the adsorption isotherm is observed, and a significant amount of CO", "2", " is adsorbed in the structure. Therefore, pressures suitable for CO", "2", " storage in these structures must be higher than 70 bar. The highest experimental values for total CO", "2", " uptake achieved so far have been reported for NU-100 (232 wt %)", "(20)", " at 40 bar and 298 K and MOF-210 (248 wt %)", "(49-51)", " at 50 bar and 298 K. The total uptake of 30.4 wt % for H", "2", " gas in MOF-L", "7", " has been obtained at 60 bar and 77 K, and is a twice as high as the known experimental values for the best performing MOFs with NU-100 and MOF-210 showing total H", "2", " uptakes of 16.4 wt %", "(20)", " and 16.7 wt %,", "(49, 51)", " respectively.", "Figure 6. Adsorption isotherms in the model MOF with the L", "7", " organic linker calculated for CO", "2", " (left) at ", "T", " = 298 K and H", "2", " (right) at ", "T", " = 77 K.", "Top of Page", "Abstract", "Introduction", "Structural Properties", "Gas Uptake Performance", "Conclusions", "References", "IV Conclusions", "A family of model MOFs based on the (3,24)-connected MOF networks with the ", "rht", " topology has been proposed in which the central part of the organic linker has been replaced with the hexabenzocoronene molecule. An exhaustive computational analysis allows not only prediction of the physical and chemical properties of the proposed MOF family but also a direct comparison of the model structures with existing MOFs of similar structure. It has been shown that a replacement of the central linker fragment with hexabenzocoronene molecule increases the size and, in some cases, gas uptake capability of the MOFs family with ", "rht", "-network topology. The presence of a small flat nanographene-like central part increases the geometric surface area not only through the provision of additional benzene rings but also by providing some extra rigidity to the linker structure.", "GCMC simulations of CH", "4", " uptake have been performed on the optimized MOF structures at pressures up to 70 bar and at two temperature values, ", "T", " = 273 and 298 K. This study confirms that a number of the designed MOFs formally reach the DOE targets", "(22)", " for CH", "4", " storage, but none of the proposed MOFs achieve both gravimetric and volumetric uptake targets. In addition to CH", "4", " storage capability, the GCMC simulations of CO", "2", " and H", "2", " have been performed for the largest family member, MOF-L", "7", ", which exhibits outstanding sorption properties at high pressures. Overall, it has been demonstrated that a replacement of the central fragment with hexabenzocoronene molecule is a viable linker modification method, which might have the potential in enhancement of gas uptake for CH", "4", " and other gaseous molecules. MOFs derived from hexabenzocoronene have not been reported thus far, although precursors to such materials are known, and significantly there is a very recent report of porous organic materials derived from triiodo-hexabenzocoronene.", "(52)", " This suggests that MOFs derived from and incorporating the hexabenzocoronene core are realistic synthetic targets.", " ", "Top of Page", "Abstract", "Introduction", "Structural Properties", "Gas Uptake Performance", "Conclusions", "References", "Supporting Information", "Additional structural information on the model family of the (3,24)-paddlewheel-connected MOF networks with ", "rht", " topology containing hexabenzocoronene molecule and further computational details. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Structural Properties", "Gas Uptake Performance", "Conclusions", "References", "Acknowledgment", "We thank ERC and EPSRC for financial support. E.B. acknowledges an ERC Consolidator Grant and M.S. receipt of an ERC Advanced Grant and EPSRC Programme Grant. We acknowledge the High Performance Computing (HPC) Facility at the University of Nottingham for providing computational time.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Structural Properties", "Gas Uptake Performance", "Conclusions", "References", "References", "This article references 52 other publications.", "1. ", "Yaghi", ", ", "O. M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Ockwig", ", ", "N. W.", "; ", "Chae", ", ", "H. K.", "; ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", " ", "Reticular Synthesis and the Design of New Materials", " ", "Nature", " ", "2003", ",  ", "423", ",  ", "705", "– ", "714", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Reticular synthesis and the design of new materials", "Yaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, Jaheon", "Nature (London, United Kingdom)", "\r\n        (", "2003", "),\r\n    ", "423", "\r\n        (", "6941", "),\r\n    ", "705-714", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The long-standing challenge of designing and constructing new cryst. solid-state materials from mol. building blocks is just beginning to be addressed with success.  A conceptual approach that requires the use of secondary building units to direct the assembly of ordered frameworks epitomizes this process: the authors call this approach reticular synthesis.  This chem. has yielded materials designed to have predetd. structures, compns. and properties.  In particular, highly porous frameworks held together by strong metal-O-C bonds and with exceptionally large surface area and capacity for gas storage were prepd. and their pore metrics systematically varied and functionalized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXksV2itro%253D&md5=2417c5adb0e948350d3d62350c8cd7ea", "2. ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Deconstructing the Crystal Structures of Metal-Organic Frameworks and Related Materials into Their Underlying Nets", " ", "Chem. Rev.", " ", "2011", ",  ", "112", ",  ", "675", "– ", "702", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "3. ", "Son", ", ", "H. J.", "; ", "Jin", ", ", "S. Y.", "; ", "Patwardhan", ", ", "S.", "; ", "Wezenberg", ", ", "S. J.", "; ", "Jeong", ", ", "N. C.", "; ", "So", ", ", "M.", "; ", "Wilmer", ", ", "C. E.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Schatz", ", ", "G. C.", "; ", "Snurr", ", ", "R. Q.", " ", "Light-Harvesting and Ultrafast Energy Migration in Porphyrin-Based Metal-Organic Frameworks", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "862", "– ", "869", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Light-Harvesting and Ultrafast Energy Migration in Porphyrin-Based Metal-Organic Frameworks", "Son, Ho-Jin; Jin, Shengye; Patwardhan, Sameer; Wezenberg, Sander J.; Jeong, Nak Cheon; So, Monica; Wilmer, Christopher E.; Sarjeant, Amy A.; Schatz, George C.; Snurr, Randall Q.; Farha, Omar K.; Wiederrecht, Gary P.; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "2", "),\r\n    ", "862-869", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Given that energy (exciton) migration in natural photosynthesis primarily occurs in highly ordered porphyrin-like pigments (chlorophylls), equally highly ordered porphyrin-based metal-org. frameworks (MOFs) might be expected to exhibit similar behavior, thereby facilitating antenna-like light-harvesting and positioning such materials for use in solar energy conversion schemes.  Herein, the first example is reported of directional, long-distance energy migration within a MOF.  Two MOFs, namely F-MOF and DA-MOF that are composed of two Zn(II) porphyrin struts [5,15-dipyridyl-10,20-bis(pentafluorophenyl)porphinato]zinc(II) and [5,15-bis[4-(pyridyl)ethynyl]-10,20-diphenylporphinato]zinc(II), resp., were investigated.  From fluorescence quenching expts. and theor. calcns., it is found that the photogenerated exciton migrates over a net distance of up to ∼45 porphyrin struts within its lifetime in DA-MOF (but only ∼3 in F-MOF), with a high anisotropy along a specific direction.  The remarkably efficient exciton migration in DA-MOF is attributed to enhanced π-conjugation through the addn. of two acetylene moieties in the porphyrin mol., which leads to greater Q-band absorption intensity and much faster exciton-hopping (energy transfer between adjacent porphyrin struts).  The long distance and directional energy migration in DA-MOF suggests promising applications of this compd. or related compds. in solar energy conversion schemes as an efficient light-harvesting and energy-transport component.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvVCqsbnL&md5=e74c7d720f824253137bc6557263c0d8", "4. ", "Lee", ", ", "C. Y.", "; ", "Farha", ", ", "O. K.", "; ", "Hong", ", ", "B. J.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Nguyen", ", ", "S. T.", "; ", "Hupp", ", ", "J. T.", " ", "Light-Harvesting Metal-Organic Frameworks (MOFs): Efficient Strut-to-Strut Energy Transfer in Bodipy and Porphyrin-Based MOFs", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "15858", "– ", "15861", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Light-Harvesting Metal-Organic Frameworks (MOFs): Efficient Strut-to-Strut Energy Transfer in Bodipy and Porphyrin-Based MOFs", "Lee, Chang Yeon; Farha, Omar K.; Hong, Bong Jin; Sarjeant, Amy A.; Nguyen, Son Binh T.; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "40", "),\r\n    ", "15858-15861", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A pillared-paddlewheel type metal-org. framework (MOF) material featuring Bodipy- and porphyrin-based struts, and capable of harvesting light across the entire visible spectrum, has been synthesized.  Efficient - essentially quant. strut-to-strut energy transfer (antenna behavior) was obsd. for the well-organized donor-acceptor assembly constituting the ordered MOF structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1SltrjK&md5=31e7b31dcc5c1a03c8c36af04df2e863", "5. ", "Sun", ", ", "C. Y.", "; ", "Qin", ", ", "C.", "; ", "Wang", ", ", "X. L.", "; ", "Su", ", ", "Z. M.", " ", "Metal-Organic Frameworks as Potential Drug Delivery Systems", " ", "Expert Opin. Drug Delivery", " ", "2013", ",  ", "10", ",  ", "89", "– ", "101", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Metal-organic frameworks as potential drug delivery systems", "Sun, Chun-Yi; Qin, Chao; Wang, Xin-Long; Su, Zhong-Min", "Expert Opinion on Drug Delivery", "\r\n        (", "2013", "),\r\n    ", "10", "\r\n        (", "1", "),\r\n    ", "89-101", "CODEN:\r\n                ", "EODDAW", ";\r\n        ISSN:", "1742-5247", ".\r\n    \r\n            (", "Informa Healthcare", ")\r\n        ", "A review.  Introduction: Metal-org. frameworks (MOFs) are a unique class of hybrid porous solids based on metals and org. linkers.  Compared to traditional porous materials, they possess predominance of large surface areas, tunable pore size and shape, adjustable compn. and functionalized pore surface, which enable them unique advantages and promises for applications in adsorption and release of therapeutic agents.  Areas covered: This review addresses MOFs as a new avenue for drug delivery and exhibits their ability to efficiently deliver various kinds of therapeutic agents.  It also details the requirements that MOFs need to satisfy for biomedical application, such as toxicol. compatibility, stability, particle size, and surface modification.  In addn., several approaches used to enhance encapsulation efficiency are summarized and parameters influencing delivery efficiency are also discussed.  Expert opinion: Benefiting from the unique advantages of MOFs materials, efficient delivery of various kinds of drugs has been achieved in some MOF materials.  However, it is only the outset of MOFs in drug delivery system, and numerous work need to be done before clin. applications, for example, studying their in vivo toxicity, exploring degrdn. mechanisms so as to establish real stability of MOFs in body's liq., providing appropriated surface modification avenue for MOFs, and researching in vivo efficiency and pharmacokinetics of drug-loaded MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvVyntL7M&md5=58cd72bdd2651a1ab172e4afaed97491", "6. ", "Della Rocca", ", ", "J.", "; ", "Liu", ", ", "D.", "; ", "Lin", ", ", "W.", " ", "Nanoscale Metal-Organic Frameworks for Biomedical Imaging and Drug Delivery", " ", "Acc. Chem. Res.", " ", "2011", ",  ", "44", ",  ", "957", "– ", "968", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Nanoscale Metal-Organic Frameworks for Biomedical Imaging and Drug Delivery", "Della Rocca, Joseph; Liu, Demin; Lin, Wenbin", "Accounts of Chemical Research", "\r\n        (", "2011", "),\r\n    ", "44", "\r\n        (", "10", "),\r\n    ", "957-968", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs), a class of hybrid materials formed by the self-assembly of polydentate bridging ligands and metal-connecting points, were studied for a variety of applications.  Recently, these materials were scaled down to nanometer sizes, and this Account details the development of nanoscale metal-org. frameworks (NMOFs) for biomedical applications.  NMOFs possess several potential advantages over conventional nanomedicines such as their structural and chem. diversity, their high loading capacity, and their intrinsic biodegradability.  Under relatively mild conditions, NMOFs can be obtained as either cryst. or amorphous materials.  The particle compn., size, and morphol. can be easily tuned to optimize the final particle properties.  Researchers have employed 2 general strategies to deliver active agents using NMOFs: by incorporating active agents into the frameworks or by loading active agents into the pores and channels of the NMOFs.  The modification of NMOF surfaces with either silica coatings or org. polymers improves NMOF stability, fine-tunes their properties, and imparts addnl. functionality.  Preliminary biomedical applications of NMOFs have focused on their use as delivery vehicles for imaging contrast agents and mol. therapeutics.  Because NMOFs can carry large amts. of paramagnetic metal ions, they were extensively explored as magnetic resonance imaging (MRI) contrast agents.  Both Gd3+- and Mn2+-contg. NMOFs have shown excellent efficacy as T1-weighted contrast agents with large per metal- and per particle-based MR relaxivities.  Fe3+-contg. NMOFs have demonstrated excellent T2-weighted contrast enhancement.  Upon i.v. injection of iron carboxylate NMOFs in Wistar rats, researchers obsd. neg. signal enhancement in the liver and spleen, which dissipated over time, indicating the degrdn. and clearance of the NMOF.  Through the incorporation of luminescent or high Z element building blocks, NMOFs have also served as viable contrast agents for optical imaging or x-ray computed tomog. (CT) imaging.  Incorporation of membrane impermeable dyes into NMOFs allowed for their uptake by cancer cells and for their controlled release as the framework decompd.  NMOFs were used to deliver anticancer drugs and other chemotherapeutics.  Cisplatin prodrugs were incorporated within NMOFs at exceptionally high levels, either through use of the prodrug as the building block or through attachment of the prodrug onto the framework after synthesis.  These NMOFs were encapsulated within a silica shell and targeted to cancer cells.  In vitro assays revealed that the targeted NMOFs possessed similar efficacy to cisplatin, while the nontargeted NMOFs were less active.  Several different therapeutic mols. were loaded within porous iron-carboxylate NMOFs at unprecedented levels.  The NMOF showed sustained drug release with no burst effect, and in vitro assays revealed that the nanoencapsulated drug possessed similar efficacy to the free drug.  Although still at a very early stage of development, NMOFs have already shown great promise as a novel platform for nanomedicine.  The compositional tunability and mild synthetic conditions used to produce NMOFs should allow for the incorporation of other imaging and therapeutic agents and their effective delivery to targeted cells in vivo.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXntFSmsb4%253D&md5=e051a6fe645e7d401d16cfbaa9b1d74c", "7. ", "Farha", ", ", "O. K.", "; ", "Shultz", ", ", "A. M.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Nguyen", ", ", "S. T.", "; ", "Hupp", ", ", "J. T.", " ", "Active-Site-Accessible, Porphyrinic Metal-Organic Framework Materials", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "5652", "– ", "5655", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Active-Site-Accessible, Porphyrinic Metal-Organic Framework Materials", "Farha, Omar K.; Shultz, Abraham M.; Sarjeant, Amy A.; Nguyen, SonBinh T.; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "15", "),\r\n    ", "5652-5655", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "On account of their structural similarity to cofactors found in many metalloenzymes, metalloporphyrins are obvious potential building blocks for catalytically active, metal-org. framework (MOF) materials.  While numerous porphyrin-based MOFs have already been described, versions featuring highly accessible active sites and permanent microporosity are remarkably scarce.  Indeed, of the >70 previously reported porphyrinic MOFs, only one is both permanently microporous and contain internally accessible active sites for chem. catalysis.  Attempts to generalize the design approach used in this single successful case have failed.  Reported here, however, is the synthesis of an extended family of MOFs that directly incorporate a variety of metalloporphyrins (specifically Al3+, Zn2+, Pd2+, Mn3+, and Fe3+ complexes).  These robust porphyrinic materials (RPMs) feature large channels and readily accessible active sites.  As an illustrative example, one of the Mn-contg. RPMs is catalytically competent for the oxidn. of alkenes and alkanes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjvV2gsL4%253D&md5=03ee78fa59665451542aab3e65dacd35", "8. ", "Shultz", ", ", "A. M.", "; ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", "; ", "Nguyen", ", ", "S. T.", " ", "A Catalytically Active, Permanently Microporous MOF with Metalloporphyrin Struts", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "4204", "– ", "4205", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "A Catalytically Active, Permanently Microporous MOF with Metalloporphyrin Struts", "Shultz, Abraham M.; Farha, Omar K.; Hupp, Joseph T.; Nguyen, SonBinh T.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "12", "),\r\n    ", "4204-4205", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Through the use of the tetratopic ligand 1,2,4,5-tetrakis(4-carboxyphenyl)benzene (H4L) as a key building block, a permanently microporous metal-org. framework with Lewis acidic (porphyrin)Zn struts, ZnPO-MOF, can be made in high yields.  The MOF is formulated as [Zn2{Zn(porph)}L] [H2porph = 5,15-dipyrid-4-yl-10,20-bis(pentafluorophenyl)porphyrin].  ZnPO-MOF can efficiently catalyze acyl-transfer reactions primarily by preconcg. the substrates within its pores, in contrast to analogous supramol. systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjtVSjsLg%253D&md5=365adec29891bce796092ce9967bd6c8", "9. ", "Lee", ", ", "J.", "; ", "Farha", ", ", "O. K.", "; ", "Roberts", ", ", "J.", "; ", "Scheidt", ", ", "K. A.", "; ", "Nguyen", ", ", "S. T.", "; ", "Hupp", ", ", "J. T.", " ", "Metal-Organic Framework Materials as Catalysts", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1450", "– ", "1459", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Metal-organic framework materials as catalysts", "Lee, Jeong Yong; Farha, Omar K.; Roberts, John; Scheidt, Karl A.; Nguyen, Son Binh T.; Hupp, Joseph T.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1450-1459", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; a crit. review of the emerging field of MOF-based catalysis is presented.  Discussed are examples of: (a) opportunistic catalysis with metal nodes, (b) designed catalysis with framework nodes, (c) catalysis by homogeneous catalysts incorporated as framework struts, (d) catalysis by MOF-encapsulated mol. species, (e) catalysis by metal-free org. struts or cavity modifiers, and (f) catalysis by MOF-encapsulated clusters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7k%253D&md5=d9cef4eb52ffb1c73fe1195e11bace26", "10. ", "Allendorf", ", ", "M. D.", "; ", "Bauer", ", ", "C. A.", "; ", "Bhakta", ", ", "R. K.", "; ", "Houk", ", ", "R. J. T.", " ", "Luminescent Metal-Organic Frameworks", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1330", "– ", "1352", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Luminescent metal-organic frameworks", "Allendorf, M. D.; Bauer, C. A.; Bhakta, R. K.; Houk, R. J. T.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1330-1352", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; metal-org. frameworks (MOFs) display a wide range of luminescent behaviors resulting from the multifaceted nature of their structure.  In this crit. review we discuss the origins of MOF luminosity, which include the linker, the coordinated metal ions, antenna effects, excimer and exciplex formation, and guest mols.  The literature describing these effects is comprehensively surveyed, including a categorization of each report according to the type of luminescence obsd.  Finally, we discuss potential applications of luminescent MOFs.  This review will be of interest to researchers and synthetic chemists attempting to design luminescent MOFs, and those engaged in the extension of MOFs to applications such as chem., biol., and radiation detection, medical imaging, and electro-optical devices.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurg%253D&md5=9219edb8997dd29d5f61edbe8e99797d", "11. ", "Yang", ", ", "S.", "; ", "Liu", ", ", "L.", "; ", "Sun", ", ", "J.", "; ", "Thomas", ", ", "K. M.", "; ", "Davies", ", ", "A. J.", "; ", "George", ", ", "M. W.", "; ", "Blake", ", ", "A. J.", "; ", "Hill", ", ", "A. H.", "; ", "Fitch", ", ", "A. N.", "; ", "Tang", ", ", "C. C.", " ", "Irreversible Network Transformation in a Dynamic Porous Host Catalyzed by Sulfur Dioxide", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "4954", "– ", "4957", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Irreversible Network Transformation in a Dynamic Porous Host Catalyzed by Sulfur Dioxide", "Yang, Sihai; Liu, Leifeng; Sun, Junliang; Thomas, K. Mark; Davies, Andrew J.; George, Michael W.; Blake, Alexander J.; Hill, Adrian H.; Fitch, Andrew N.; Tang, Chiu C.; Schroder, Martin", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "13", "),\r\n    ", "4954-4957", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Porous NOTT-202a shows exceptionally high uptake of SO2, 13.6 mmol g-1 (87.0 wt.%) at 268 K and 1.0 bar, representing the highest value reported to date for a framework material.  NOTT-202a undergoes a distinct irreversible framework phase transition upon SO2 uptake at 268-283 K to give NOTT-202b which has enhanced stability due to the formation of strong π···π interactions between interpenetrated networks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXktVCkt74%253D&md5=e94870fe12554b0dcc7e1925343d140b", "12. ", "Yan", ", ", "Y.", "; ", "Suyetin", ", ", "M.", "; ", "Bichoutskaia", ", ", "E.", "; ", "Blake", ", ", "A. J.", "; ", "Allan", ", ", "D. R.", "; ", "Barnett", ", ", "S. A.", "; ", "Schröder", ", ", "M.", " ", "Modulating the Packing of [Cu-24(isophthalate)(24)] Cuboctahedra in a Triazole-Containing Metal-Organic Polyhedral Framework", " ", "Chem. Sci.", " ", "2013", ",  ", "4", ",  ", "1731", "– ", "1736", "[", "Crossref", "], [", "CAS", "]", "12. ", "Modulating the packing of [Cu24(isophthalate)24] cuboctahedra in a triazole-containing metal-organic polyhedral framework", "Yan, Yong; Suyetin, Mikhail; Bichoutskaia, Elena; Blake, Alexander J.; Allan, David R.; Barnett, Sarah A.; Schroeder, Martin", "Chemical Science", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "4", "),\r\n    ", "1731-1736", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The highly porous (3,24)-connected framework NOTT-122 (I) was prepd. from a reaction product of 1,3,5-triethynylbenzene, 5-azidoisophthalic acid, and tris[(1-benzyl-1H-1,2,3-triazol-4-yl)methyl]amine and Cu(NO3)2.2.5H2O.  Crystal data of I: tetragonal, I4/m, a = 30.926(5), c = 45.103(7) Å, Z = 16, 18,798 independent reflections, 553 refined parameters, R1 = 0.065, wR2 = 0.189.  Compd. I incorporates a C3-sym. angularly connected isophthalate linker contg. 1,2,3-triazole rings and shows body-centered tetragonal packing of [Cu24(isophthalate)24] cuboctahedra.  This unique packing, coupled with the high d. of free N-donor sites, is responsible for the simultaneous high H2, CH4, and CO2 adsorption capacities in desolvated I (NOTT-122a).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjtlymsr4%253D&md5=730682ea290e14fb8d9286029d2d53ec", "13. ", "Yang", ", ", "W. B.", "; ", "Davies", ", ", "A. J.", "; ", "Lin", ", ", "X.", "; ", "Suyetin", ", ", "M.", "; ", "Matsuda", ", ", "R.", "; ", "Blake", ", ", "A. J.", "; ", "Wilson", ", ", "C.", "; ", "Lewis", ", ", "W.", "; ", "Parker", ", ", "J. E.", "; ", "Tang", ", ", "C. C.", " ", "Selective CO2 Uptake and Inverse CO2/C2H2 Selectivity in a Dynamic Bifunctional Metal-Organic Framework", " ", "Chem. Sci.", " ", "2012", ",  ", "3", ",  ", "2993", "– ", "2999", "[", "Crossref", "], [", "CAS", "]", "13. ", "Selective CO2 uptake and inverse CO2/C2H2 selectivity in a dynamic bifunctional metal-organic framework", "Yang, Wenbin; Davies, Andrew J.; Lin, Xiang; Suyetin, Mikhail; Matsuda, Ryotaro; Blake, Alexander J.; Wilson, Claire; Lewis, William; Parker, Julia E.; Tang, Chiu C.; George, Michael W.; Hubberstey, Peter; Kitagawa, Susumu; Sakamoto, Hirotoshi; Bichoutskaia, Elena; Champness, Neil R.; Yang, Sihai; Schroeder, Martin", "Chemical Science", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "10", "),\r\n    ", "2993-2999", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The unique bifunctional porous metal-org. framework, [Co(HLdc)]·1.5MeOH·dioxane, incorporates both free-standing carboxyl and pyridyl groups within its pores.  Gas adsorption measurements on the desolvated framework reveal unusual selective CO2 adsorption over C2H2 and CH4 linked to a framework phase change from a narrow pore (np) to a large pore (lp) form, mediated by CO2 uptake at 195 K. This phase transition has been monitored by in situ powder X-ray diffraction and IR spectroscopy, and modelled by Grand Canonical Monte Carlo simulations revealing that the reversible np to lp transition is linked to the rotation of pyridyl rings acting as flexible \"pore gates\".", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1ymtrfE&md5=77b38ca59490e9eb12ee67dc05992db4", "14. ", "Yang", ", ", "S.", "; ", "Lin", ", ", "X.", "; ", "Lewis", ", ", "W.", "; ", "Suyetin", ", ", "M.", "; ", "Bichoutskaia", ", ", "E.", "; ", "Parker", ", ", "J. E.", "; ", "Tang", ", ", "C. C.", "; ", "Allan", ", ", "D. R.", "; ", "Rizkallah", ", ", "P. J.", "; ", "Hubberstey", ", ", "P.", " ", "A Partially Interpenetrated Metal-Organic Framework for Selective Hysteretic Sorption of Carbon Dioxide", " ", "Nat. Mater.", " ", "2012", ",  ", "11", ",  ", "710", "– ", "716", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "A partially inter-penetrated metal-organic framework for selective hysteretic sorption of carbon dioxide", "Yang, Sihai; Lin, Xiang; Lewis, William; Suyetin, Mikhail; Bichoutskaia, Elena; Parker, Julia E.; Tang, Chiu C.; Allan, David R.; Rizkallah, Pierre J.; Hubberstey, Peter; Champness, Neil R.; Thomas, K. Mark; Blake, Alexander J.; Schroeder, Martin", "Nature Materials", "\r\n        (", "2012", "),\r\n    ", "11", "\r\n        (", "8", "),\r\n    ", "710-716", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Selective CO2 capture in porous materials has potential for the storage and treatment of fuel and flue gases; however, adsorption capacities under dynamic conditions are often insufficient for practical applications and strategies to enhance CO2-host selectivity are required.  The unique, partially inter-penetrated metal-org. framework, NOTT-202, represents a new class of dynamic material which undergoes pronounced framework phase transition on desolvation.  This work reports temp.-dependent adsorption/desorption hysteresis in de-solvated NOTT-202a which selectively responds to CO2.  The CO2 isotherm shows 3 steps in the adsorption profile at 195° K; step-wise filling of pores generated within the obsd. partially inter-penetrated structure has been modeled using grand canonical Monte Carlo simulations.  Adsorption of N2, CH4, O2, Ar, and H2 exhibited reversible isotherms without hysteresis under the same conditions, allowing for gas capture at high pressure; but, it selectively leaves CO2 trapped in nano-pores at low pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XnvVyrs7c%253D&md5=cfc77f36f485f714a2755627b6e6d7e9", "15. ", "Yan", ", ", "Y.", "; ", "Yang", ", ", "S. H.", "; ", "Blake", ", ", "A. J.", "; ", "Lewis", ", ", "W.", "; ", "Poirier", ", ", "E.", "; ", "Barnett", ", ", "S. A.", "; ", "Champness", ", ", "N. R.", "; ", "Schröder", ", ", "M.", " ", "A Mesoporous Metal-Organic Framework Constructed from a Nanosized C-3-Symmetric Linker and [Cu-24(isophthalate)(24)] Cuboctahedra", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "9995", "– ", "9997", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "A mesoporous metal-organic framework constructed from a nanosized C3-symmetric linker and [Cu24(isophthalate)24] cuboctahedra", "Yan, Yong; Yang, Sihai; Blake, Alexander J.; Lewis, William; Poirier, Eric; Barnett, Sarah A.; Champness, Neil R.; Schroeder, Martin", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "36", "),\r\n    ", "9995-9997", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The newly prepd. mesoporous framework [Cu3(L)(H2O)3]·(DMF)35·(H2O)35 (L = 1,3,5-tris(3,5-dicarboxylate-p-biphenylene)benzene) (NOTT-119) shows on desolvation a BET surface area of 4118(200) m2/g-1, a pore vol. of 2.35 cm3/g-1, a total H2 uptake of 101 mg/g-1 at 60 bar, 77 K and a total CH4 uptake of 327 mg/g-1 at 80 bar, 298 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtV2htrzE&md5=88bbce3937134aa948b987a6606fa34f", "16. ", "Yang", ", ", "W.", "; ", "Greenaway", ", ", "A.", "; ", "Lin", ", ", "X.", "; ", "Matsuda", ", ", "R.", "; ", "Blake", ", ", "A. J.", "; ", "Wilson", ", ", "C.", "; ", "Lewis", ", ", "W.", "; ", "Hubberstey", ", ", "P.", "; ", "Kitagawa", ", ", "S.", "; ", "Champness", ", ", "N. R.", " ", "Exceptional Thermal Stability in a Supramolecular Organic Framework: Porosity and Gas Storage", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "14457", "– ", "14469", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Exceptional Thermal Stability in a Supramolecular Organic Framework: Porosity and Gas Storage", "Yang, Wenbin; Greenaway, Alex; Lin, Xiang; Matsuda, Ryotaro; Blake, Alexander J.; Wilson, Claire; Lewis, William; Hubberstey, Peter; Kitagawa, Susumu; Champness, Neil R.; Schroder, Martin", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "41", "),\r\n    ", "14457-14469", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reaction of β-amino-β-(pyrid-4-yl)acrylonitrile with the arom. dicarboxaldehydes 9,10-bis(4-formylphenyl)anthracene and terephthalaldehyde affords the dihydropyridyl products 9,10-bis(4-((3,5-dicyano-2,6-dipyridyl)dihydropyridyl)phenyl)anthracene (L1) and 1,4-bis(4-(3,5-dicyano-2,6-dipyridyl)dihydropyridyl)benzene (L2), resp.  In the solid state [L1]·2.5DMF·3MeOH (SOF-1) crystallizes in the monoclinic space group P21/c and forms a 3D stable supramol. org. framework via strong N-H···Npy hydrogen bonds and π-π interactions.  The material incorporates pyridyl-decorated channels and shows permanent porosity in the solid state.  The pore vols. of the desolvated framework SOF-1a calcd. from the N2 isotherm at 125 K and the CO2 isotherm at 195 K are 0.227 and 0.244 cm3 g-1, resp.  The N2 absorption capacity of SOF-1a at 77 K is very low, with an uptake of 0.63 mmol g-1 at 1 bar, although satn. N2 adsorption at 125 K is 6.55 mmol g-1 (or 143 cm3 g-1).  At ambient temp., SOF-1a shows significant CO2 adsorption with approx. 3 mol of CO2 absorbed per mol of host at 16 bar and 298 K, corresponding to 69 cm3 g-1 at STP.  SOF-1a also adsorbs significant amts. of C2H2, with an uptake of 124 cm3 (STP) g-1 (5.52 mmol g-1) at 1 bar at 195 K.  Methane uptake at 195 K and 1 bar is 69 cm3 (STP) g-1.  Overall, gas adsorption measurements on desolvated framework SOF-1a reveal not only high capacity uptakes for C2H2 and CO2, compared to other cryst. mol. org. solids, but also an adsorption selectivity in the order C2H2 > CO2 > CH4 > N2.  Overall, C2H2(270 K)/CH4(273 K) selectivity is 33.7 based on Henry's Law const., while the C2H2(270 K)/CO2(273 K) ratio of uptake at 1 bar is 2.05.  The less bulky analog L2 crystallizes in the triclinic space group P‾1 as two different solvates [L2]·2DMF·5C6H6 (S2A) and [L2]·2DMF·4MeOH (S2B) as pale yellow tablets and blocks, resp.  Each L2 mol. in S2A participates in two N-H···O hydrogen bonds between dihydropyridyl rings and solvent DMF mols.  Packing of these layers generates 1D nanochannels along the crystallog. a and b axes which host DMF and benzene mols.  In S2B, each L2 ligand participates in hydrogen bonding via an N-H···O interaction between the N-H of the dihydropyridyl ring and the O of a MeOH and also via an N···H-O interaction between the N center of a pyridine ring and the H-O of a second MeOH mol.  The presence of the L2-HOMe hydrogen bonds prevents ligand-ligand hydrogen bonding.  As a result, S2B crystallizes as one-dimensional chains rather than as an extended 3D network.  Thermal removal of solvents from S2A results in conversion to denser phase S2C which shows no effective permanent porosity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXht1Snsr7F&md5=6bdd30fc69cf823811659ee3029e7e55", "17. ", "Yan", ", ", "Y.", "; ", "Telepeni", ", ", "I.", "; ", "Yang", ", ", "S.", "; ", "Lin", ", ", "X.", "; ", "Kockelmann", ", ", "W.", "; ", "Dailly", ", ", "A.", "; ", "Blake", ", ", "A. J.", "; ", "Lewis", ", ", "W.", "; ", "Walker", ", ", "G. S.", "; ", "Allan", ", ", "D. R.", " ", "Metal-Organic Polyhedral Frameworks: High H-2 Adsorption Capacities and Neutron Powder Diffraction Studies", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "4092", "– ", "4094", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Metal-Organic Polyhedral Frameworks: High H2 Adsorption Capacities and Neutron Powder Diffraction Studies", "Yan, Yong; Telepeni, Irvin; Yang, Sihai; Lin, Xiang; Kockelmann, Winfried; Dailly, Anne; Blake, Alexander J.; Lewis, William; Walker, Gavin S.; Allan, David R.; Barnett, Sarah A.; Champness, Neil R.; Schroder, Martin", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "12", "),\r\n    ", "4092-4094", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The metal-org. polyhedral framework complex [Cu3(L)(H2O)3]·16DMF·26H2O (NOTT-112, H6L = 1,3,5-tris(4-(3,5-dicarboxyphenylethynyl)phenyl)benzene) was prepd. and characterized by x-ray crystallog. and hydrogen adsorption expts.  Neutron powder diffraction expts. on D2-loaded NOTT-112 reveal that the axial sites of exposed Cu(II) ions in the smallest cuboctahedral cages are the 1st, strongest binding sites for D2 leading to an overall discrimination between the two types of exposed Cu(II) sites at the paddlewheel nodes.  Thus, the Cu(II) centers within the cuboctahedral cage are the 1st sites of D2 binding with a Cu-D2 distance of 2.23(1) Å.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXis1Oqu7k%253D&md5=215f7876ac3dc27255674de9b72a8095", "18. ", "Yang", ", ", "S. H.", "; ", "Lin", ", ", "X.", "; ", "Blake", ", ", "A. J.", "; ", "Walker", ", ", "G. S.", "; ", "Hubberstey", ", ", "P.", "; ", "Champness", ", ", "N. R.", "; ", "Schröder", ", ", "M.", " ", "Cation-Induced Kinetic Trapping and Enhanced Hydrogen Adsorption in a Modulated Anionic Metal-Organic Framework", " ", "Nat. Chem.", " ", "2009", ",  ", "1", ",  ", "487", "– ", "493", "[", "Crossref", "], [", "CAS", "]", "18. ", "Cation-induced kinetic trapping and enhanced hydrogen adsorption in a modulated anionic metal-organic framework", "Yang, Sihai; Lin, Xiang; Blake, Alexander J.; Walker, Gavin S.; Hubberstey, Peter; Champness, Neil R.; Schroeder, Martin", "Nature Chemistry", "\r\n        (", "2009", "),\r\n    ", "1", "\r\n        (", "6", "),\r\n    ", "487-493, S487/1-S487/20", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Metal-org. frameworks (MOFs) - microporous materials constructed by bridging metal centers with org. ligands - show promise for applications in storage, which is a key challenge in the development of the hydrogen economy.  Their adsorption capacities, however, have remained insufficient for practical applications, and thus strategies to enhance hydrogen-MOF interactions are required.  An anionic MOF material built from In(III) centers and tetracarboxylic acid ligands (H4L) in which kinetic trapping behavior - where hydrogen is adsorbed at high pressures but not released immediately on lowering the pressure - is modulated by guest cations.  With piperazinium dications in its pores, the framework exhibits hysteretic adsorption.  On exchange of these dications with lithium cations, no hysteresis is seen, but instead there is an enhanced adsorption capacity coupled with an increase in the isosteric heat of adsorption.  This is rationalized by the different locations of the cations within the pores, detd. with precision by X-ray crystallog.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtVegsr3E&md5=c8840d0355fddc918e5d399229c4a953", "19. ", "Farha", ", ", "O. K.", "; ", "Eryazici", ", ", "I.", "; ", "Jeong", ", ", "N. C.", "; ", "Hauser", ", ", "B. G.", "; ", "Wilmer", ", ", "C. E.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Snurr", ", ", "R. Q.", "; ", "Nguyen", ", ", "S. T.", "; ", "Yazaydın", ", ", "A. Ö.", "; ", "Hupp", ", ", "J. T.", " ", "Metal-Organic Framework Materials with Ultrahigh Surface Areas: Is the Sky the Limit?", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "15016", "– ", "15021", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Metal-Organic Framework Materials with Ultrahigh Surface Areas: Is the Sky the Limit?", "Farha, Omar K.; Eryazici, Ibrahim; Jeong, Nak Cheon; Hauser, Brad G.; Wilmer, Christopher E.; Sarjeant, Amy A.; Snurr, Randall Q.; Nguyen, SonBinh T.; Yazaydin, A. Ozgur; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "36", "),\r\n    ", "15016-15021", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors synthesized, characterized, and computationally simulated/validated the behavior of two new metal-org. framework (MOF) materials displaying the highest exptl. Brunauer-Emmett-Teller (BET) surface areas of any porous materials reported to date (∼7000 m2/g).  Key to evacuating the initially solvent-filled materials without pore collapse, and thereby accessing the ultrahigh areas, is the use of a supercrit. CO2 activation technique.  Addnl., the authors demonstrate computationally that by shifting from Ph groups to space efficient acetylene moieties as linker expansion units, the hypothetical max. surface area for a MOF material is substantially greater than previously envisioned (∼14600 m2/g (or greater) vs. ∼10500 m2/g).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1Wqu7zL&md5=b5a1dc94f402517d4a4100b493538fd4", "20. ", "Farha", ", ", "O. K.", "; ", "Yazaydin", ", ", "A. O.", "; ", "Eryazici", ", ", "I.", "; ", "Malliakas", ", ", "C. D.", "; ", "Hauser", ", ", "B. G.", "; ", "Kanatzidis", ", ", "M. G.", "; ", "Nguyen", ", ", "S. T.", "; ", "Snurr", ", ", "R. Q.", "; ", "Hupp", ", ", "J. T.", " ", "De Novo Synthesis of a Metal-Organic Framework Material Featuring Ultrahigh Surface Area and Gas Storage Capacities", " ", "Nat. Chem.", " ", "2010", ",  ", "2", ",  ", "944", "– ", "948", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "20. ", "De novo synthesis of a metal-organic framework material featuring ultrahigh surface area and gas storage capacities", "Farha, Omar K.; Oezguer Yazaydin, A.; Eryazici, Ibrahim; Malliakas, Christos D.; Hauser, Brad G.; Kanatzidis, Mercouri G.; Nguyen, Son-Binh T.; Snurr, Randall Q.; Hupp, Joseph T.", "Nature Chemistry", "\r\n        (", "2010", "),\r\n    ", "2", "\r\n        (", "11", "),\r\n    ", "944-948", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Metal-org. frameworks, a class of porous hybrid materials built from metal ions and org. bridges, have recently shown great promise for a wide variety of applications.  The large choice of building blocks means that the structures and pore characteristics of the metal-org. frameworks can be tuned relatively easily.  However, despite much research, it remains challenging to prep. frameworks specifically tailored for particular applications.  Here, the authors used computational modeling to design and predictively characterize a metal-org. framework (NU-100) with a particularly high surface area.  Subsequent exptl. synthesis yielded a material [Cu3(L)(H2O)3]n (NU-100/PCN-610, H6L = hexatopic carboxylate I), matching the calcd. structure, with a high BET surface area (6,143 m2 g-1).  Also, sorption measurements revealed that the material had high storage capacities for H2 (164 mg g-1) and CO2 (2,315 mg g-1) - gases of high importance in the contexts of clean energy and climate alteration, resp. - in excellent agreement with predictions from modeling.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlWksbjN&md5=706f3b3b6b4cb7d03950103b11ba023e", "21. ", "Peng", ", ", "Y.", "; ", "Krungleviciute", ", ", "V.", "; ", "Eryazici", ", ", "I.", "; ", "Hupp", ", ", "J. T.", "; ", "Farha", ", ", "O. K.", "; ", "Yildirim", ", ", "T.", " ", "Methane Storage in Metal-Organic Frameworks: Current Records, Surprise Findings, and Challenges", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "11887", "– ", "11894", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Methane Storage in Metal-Organic Frameworks: Current Records, Surprise Findings, and Challenges", "Peng, Yang; Krungleviciute, Vaiva; Eryazici, Ibrahim; Hupp, Joseph T.; Farha, Omar K.; Yildirim, Taner", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "32", "),\r\n    ", "11887-11894", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors have examd. the methane uptake properties of 6 of the most promising metal org. framework (MOF) materials: PCN-14, UTSA-20, HKUST-1, Ni-MOF-74 (Ni-CPO-27), NU-111, and NU-125.  HKUST-1, a material that is com. available in gram scale, exhibits a room-temp. volumetric methane uptake that exceeds any value reported to date.  The total uptake is ∼230 cc(STP)/cc at 35 bar and 270 cc(STP)/cc at 65 bar, which meets the new volumetric target recently set by the Department of Energy (DOE) if the packing efficiency loss is ignored.  The authors emphasize that MOFs with high surface areas and pore vols. perform better overall.  NU-111, for example, reaches ∼75% of both the gravimetric and the volumetric targets.  Values for gravimetric uptake, pore vol., and inverse d. of the MOFs the authors studied scale essentially linearly with surface area.  From this linear dependence, the authors est. that a MOF with surface area 7500 m2/g and pore vol. 3.2 cc/g could reach the current DOE gravimetric target of 0.5 g/g while simultaneously exhibiting around ∼200 cc/cc volumetric uptake.  While values for volumetric uptake are based on ideal single crystal densities, in reality the packing densities of MOFs are much lower.  Finally, compacting HKUST-1 into wafer shapes partially collapses the framework, decreasing both volumetric and gravimetric uptake significantly.  Hence, one of the important challenges going forward is to find ways to pack MOFs efficiently without serious damage or to synthesize MOFs that can withstand substantial mech. pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtV2msbrN&md5=23f9bfad78f204569f0bf7c902d42dca", "22. ", "ARPA-E. ", "https://arpa-e-foa.energy.gov/", " (accessed June ", "2012", ") .", "There is no corresponding record for this reference.", "23. ", "Makal", ", ", "T. A.", "; ", "Li", ", ", "J.-R.", "; ", "Lu", ", ", "W.", "; ", "Zhou", ", ", "H.-C.", " ", "Methane Storage in Advanced Porous Materials", " ", "Chem. Soc. Rev.", " ", "2012", ",  ", "41", ",  ", "7761", "– ", "7779", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "23. ", "Methane storage in advanced porous materials", "Makal, Trevor A.; Li, Jian-Rong; Lu, Weigang; Zhou, Hong-Cai", "Chemical Society Reviews", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "23", "),\r\n    ", "7761-7779", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The need for alternative fuels is greater now than ever before.  With considerable sources available and low pollution factor, methane is a natural choice as petroleum replacement in cars and other mobile applications.  However, efficient storage methods are still lacking to implement the application of methane in the automotive industry.  Advanced porous materials, metal-org. frameworks and porous org. polymers, have received considerable attention in sorptive storage applications owing to their exceptionally high surface areas and chem.-tunable structures.  In this crit. review we provide an overview of the current status of the application of these two types of advanced porous materials in the storage of methane.  Examples of materials exhibiting high methane storage capacities are analyzed and methods for increasing the applicability of these advanced porous materials in methane storage technologies described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs1ahtb3N&md5=453174cd0cb3602aaab6b0355c960996", "24. ", "Konstas", ", ", "K.", "; ", "Osl", ", ", "T.", "; ", "Yang", ", ", "Y.", "; ", "Batten", ", ", "M.", "; ", "Burke", ", ", "N.", "; ", "Hill", ", ", "A. J.", "; ", "Hill", ", ", "M. R.", " ", "Methane Storage in Metal Organic Frameworks", " ", "J. Mater. Chem.", " ", "2012", ",  ", "22", ",  ", "16698", "– ", "16708", "[", "Crossref", "], [", "CAS", "]", "24. ", "Methane storage in metal organic frameworks", "Konstas, Kristina; Osl, Theresa; Yang, Yunxia; Batten, Michael; Burke, Nick; Hill, Anita J.; Hill, Matthew R.", "Journal of Materials Chemistry", "\r\n        (", "2012", "),\r\n    ", "22", "\r\n        (", "33", "),\r\n    ", "16698-16708", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  In this applications article, the use and viability of metal org. frameworks (MOFs) for natural gas storage is critically examd. through an overview of the current state of the field.  These smart materials can be tuned to deliver best performance according to demand, as a function of temp., desired storage pressure, and mandated fill/release rates.  While the chem. behind optimizing natural gas storage performance in MOFs is highlighted, it is contextualised to the specific application in vehicular transport, and the best means of testing performance parameters are canvassed.  Future applications of MOFs with natural gas are also discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFWnu7vK&md5=ebab0713c7e2caa1e39b36ea5102770a", "25. ", "Ma", ", ", "S.", "; ", "Sun", ", ", "D.", "; ", "Simmons", ", ", "J. M.", "; ", "Collier", ", ", "C. D.", "; ", "Yuan", ", ", "D.", "; ", "Zhou", ", ", "H.-C.", " ", "Metal-Organic Framework from an Anthracene Derivative Containing Nanoscopic Cages Exhibiting High Methane Uptake", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "130", ",  ", "1012", "– ", "1016", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "26. ", "Wu", ", ", "H.", "; ", "Zhou", ", ", "W.", "; ", "Yildirim", ", ", "T.", " ", "High-Capacity Methane Storage in Metal-Organic Frameworks M-2(dhtp): The Important Role of Open Metal Sites", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "4995", "– ", "5000", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "High-Capacity Methane Storage in Metal-Organic Frameworks M2(dhtp): The Important Role of Open Metal Sites", "Wu, Hui; Zhou, Wei; Yildirim, Taner", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "13", "),\r\n    ", "4995-5000", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. framework (MOF) compds. M2(dhtp) (open metal M = Mg, Mn, Co, Ni, Zn; dhtp = 2,5-dihydroxyterephthalate) possess exceptionally large densities of open metal sites.  By adsorbing one CH4 mol. per open metal, these sites alone can generate very large methane storage capacities, 160-174 cm3(STP)/cm3, approaching the DOE target of 180 cm3(STP)/cm3 for material-based methane storage at room temp.  The adsorption isotherm measurements at 298 K and 35 bar for the five M2(dhtp) compds. yield excess methane adsorption capacities ranging from 149 to 190 cm3(STP)/cm3 (derived using their crystal densities), indeed roughly equal to the predicted, maximal adsorption capacities of the open metals (within ±10%) in these MOFs.  Among the five isostructural MOFs studied, Ni2(dhtp) exhibits the highest methane storage capacity, ∼200 cm3(STP)/cm3 in terms of abs. adsorption, potentially surpassing the DOE target by ∼10%.  The neutron diffraction expts. clearly reveal that the primary CH4 adsorption occurs directly on the open metal sites.  Initial 1st-principles calcns. show that the binding energies of CH4 on the open metal sites are significantly higher than those on typical adsorption sites in classical MOFs, consistent with the measured large heats of methane adsorption for these materials.  The authors attribute the enhancement of the binding strength to the unscreened electrostatic interaction between CH4 and the coordinatively unsatd. metal ions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjtFKgsrg%253D&md5=bbaa39565acdc107771ad9c10a7275c6", "27. ", "Caskey", ", ", "S. R.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "Dramatic Tuning of Carbon Dioxide Uptake via Metal Substitution in a Coordination Polymer with Cylindrical Pores", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "10870", "– ", "10871", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "Dramatic Tuning of Carbon Dioxide Uptake via Metal Substitution in a Coordination Polymer with Cylindrical Pores", "Caskey, Stephen R.; Wong-Foy, Antek G.; Matzger, Adam J.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "33", "),\r\n    ", "10870-10871", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of four isostructural microporous coordination polymers (MCPs) differing in metal compn. is demonstrated to exhibit exceptional uptake of CO2 at low pressures and ambient temp.  These conditions are particularly relevant for capture of flue gas from coal-fired power plants.  A magnesium-based material is presented that is the highest surface area magnesium MCP yet reported and displays ultrahigh affinity based on heat of adsorption for CO2.  This study demonstrates that physisorptive materials can achieve affinities and capacities competitive with amine sorbents while greatly reducing the energy cost assocd. with regeneration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXptVGjtrw%253D&md5=6a99fc22cd66a556c63695cf22a12603", "28. ", "Guo", ", ", "Z.", "; ", "Wu", ", ", "H.", "; ", "Srinivas", ", ", "G.", "; ", "Zhou", ", ", "Y.", "; ", "Xiang", ", ", "S.", "; ", "Chen", ", ", "Z.", "; ", "Yang", ", ", "Y.", "; ", "Zhou", ", ", "W.", "; ", "O’Keeffe", ", ", "M.", "; ", "Chen", ", ", "B.", " ", "A Metal-Organic Framework with Optimized Open Metal Sites and Pore Spaces for High Methane Storage at Room Temperature", " ", "Angew. Chem., Int. Ed.", " ", "2011", ",  ", "50", ",  ", "3178", "– ", "3181", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "28. ", "A Metal-Organic Framework with Optimized Open Metal Sites and Pore Spaces for High Methane Storage at Room Temperature", "Guo, Zhiyong; Wu, Hui; Srinivas, Gadipelli; Zhou, Yaming; Xiang, Shengchang; Chen, Zhenxia; Yang, Yongtai; Zhou, Wei; O'Keeffe, Michael; Chen, Banglin", "Angewandte Chemie, International Edition", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "14", "),\r\n    ", "3178-3181, S3178/1-S3178/10", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A 3D porous metal-org. framework (MOF) complex (UTSA-20) based on a novel trinodal (3,3,4) net of zyg topol. by the self-assembly of the nonlinear hexacarboxylate (BHB) with the paddle-wheel Cu2(COO)4 cluster was prepd.  Although its porosity and surface area are moderate and much lower than those of most highly porous MOFs, the open copper sites and optimal pore spaces within UTSA-20 have enabled the pore spaces to be fully utilized for methane storage, featuring UTSA-20 as the material with the highest methane storage d. (0.222 g·cm-3), and just the third porous MOF whose abs. volumetric methane storage has surpassed the DOE methane storage target of 180 cm3cm-3 at room temp. and 35 bar.  By the immobilization of a high d. of open metal sites and the deliberate control of the pore space for their efficient methane storage, these new porous MOFs are envisioned to be promising media for methane and natural gas storage, particularly for mobile applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjsFyrurc%253D&md5=d8075817197078a256d749baf8856ce6", "29. ", "Düren", ", ", "T.", "; ", "Sarkisov", ", ", "L.", "; ", "Yaghi", ", ", "O. M.", "; ", "Snurr", ", ", "R. Q.", " ", "Design of New Materials for Methane Storage", " ", "Langmuir", " ", "2004", ",  ", "20", ",  ", "2683", "– ", "2689", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "Design of new materials for methane storage", "Duren Tina; Sarkisov Lev; Yaghi Omar M; Snurr Randall Q", "Langmuir : the ACS journal of surfaces and colloids", "\r\n        (", "2004", "),\r\n    ", "20", "\r\n        (", "7", "),\r\n    ", "2683-9", "\r\n        ISSN:", "0743-7463", ".\r\n    ", "One of the strategic goals of the modern automobile manufacturing industry is to replace gasoline and diesel with alternative fuels such as natural gas.  In this report, we elucidate the desired characteristics of an optimal adsorbent for gas storage.  The U.S.  Department of Energy has outlined several requirements that adsorbents must fulfill for natural gas to become economically viable, with a key criterion being the amount adsorbed at 35 bar.  We explore the adsorption characteristics of novel metal-organic materials (IRMOFs and molecular squares) and contrast them with the characteristics of two zeolites, MCM-41, and different carbon nanotubes.  Using molecular simulations, we uncover the complex interplay of the factors influencing methane adsorption, especially the surface area, the capacity or free volume, the strength of the energetic interaction, and the pore size distribution.  We also explain the extraordinary adsorption properties of IRMOF materials and propose new, not yet synthesized IRMOF structures with adsorption characteristics that are predicted to exceed the best experimental results to date by up to 36%.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD2M3gtFWquw%253D%253D&md5=0f10aca88c4253004548b2ba1dae20b3", "30. ", "Mavrandonakis", ", ", "A.", "; ", "Klontzas", ", ", "E.", "; ", "Tylianakis", ", ", "E.", "; ", "Froudakis", ", ", "G. E.", " ", "Enhancement of Hydrogen Adsorption in Metal-Organic Frameworks by the Incorporation of the Sulfonate Group and Li Cations. A Multiscale Computational Study", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "13410", "– ", "13414", "[", "ACS Full Text ", "], [", "CAS", "]", "30. ", "Enhancement of Hydrogen Adsorption in Metal-Organic Frameworks by the Incorporation of the Sulfonate Group and Li Cations. A Multiscale Computational Study", "Mavrandonakis, Andreas; Klontzas, Emmanouel; Tylianakis, Emmanuel; Froudakis, George E.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "37", "),\r\n    ", "13410-13414", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "By ab initio methods, the effect on the H2 storage ability of a newly proposed org. linker for IRMOF-14 was studied.  The linker comprises a neg. charged sulfonate (-SO3-1) group in combination with a Li cation.  These two charged groups significantly increase the interaction energy between the hydrogen mols. and the new proposed org. linker of the MOF.  The substituted group of the linker may host up to six hydrogen mols. with an av. interaction energy of 1.5 kcal/mol per H2 mol.  This value is three times larger than the binding energy over the bare linker that was obtained from DFT calcns.  GCMC atomistic simulations verified that the proposed material can be qualified among the highest adsorbing materials for volumetric capture of H2, esp. at ambient conditions.  This functionalization strategy can be applied in many different MOF structures to enhance their storage abilities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtVOjurjL&md5=65ddfcdecd996ffe3b8497f3a9c27466", "31. ", "Wilmer", ", ", "C. E.", "; ", "Leaf", ", ", "M.", "; ", "Lee", ", ", "C. Y.", "; ", "Farha", ", ", "O. K.", "; ", "Hauser", ", ", "B. G.", "; ", "Hupp", ", ", "J. T.", "; ", "Snurr", ", ", "R. Q.", " ", "Large-Scale Screening of Hypothetical Metal-Organic Frameworks", " ", "Nat. Chem.", " ", "2012", ",  ", "4", ",  ", "83", "– ", "89", "[", "Crossref", "], [", "CAS", "]", "31. ", "Large-scale screening of hypothetical metal-organic frameworks", "Wilmer, Christopher E.; Leaf, Michael; Lee, Chang Yeon; Farha, Omar K.; Hauser, Brad G.; Hupp, Joseph T.; Snurr, Randall Q.", "Nature Chemistry", "\r\n        (", "2012", "),\r\n    ", "4", "\r\n        (", "2", "),\r\n    ", "83-89", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Metal-org. frameworks (MOFs) are porous materials constructed from modular mol. building blocks, typically metal clusters and org. linkers.  These can, in principle, be assembled to form an almost unlimited no. of MOFs, yet materials reported to date represent only a tiny fraction of the possible combinations.  Here, the authors demonstrate a computational approach to generate all conceivable MOFs from a given chem. library of building blocks (based on the structures of known MOFs) and rapidly screen them to find the best candidates for a specific application.  From a library of 102 building blocks the authors generated 137,953 hypothetical MOFs and for each calcd. the pore-size distribution, surface area and methane-storage capacity.  The authors identified over 300 MOFs with a predicted methane-storage capacity better than that of any known material, and this approach also revealed structure-property relations.  Methyl-functionalized MOFs were frequently top performers, so the authors selected one such promising MOF and exptl. confirmed its predicted capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVagtL3K&md5=3becbfed2fdacdb8b58146666da7c038", "32. ", "Martin", ", ", "R. L.", "; ", "Haranczyk", ", ", "M.", " ", "Insights into Multi-Objective Design of Metal-Organic Frameworks", " ", "Cryst. Growth Des.", " ", "2013", ",  ", "13", ",  ", "4208", "– ", "4212", "[", "ACS Full Text ", "], [", "CAS", "]", "32. ", "Insights into Multi-Objective Design of Metal-Organic Frameworks", "Martin, Richard Luis; Haranczyk, Maciej", "Crystal Growth & Design", "\r\n        (", "2013", "),\r\n    ", "13", "\r\n        (", "10", "),\r\n    ", "4208-4212", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) are a highly versatile class of cryst. porous materials.  In recent years, many diverse MOF materials have been exptl. realized, exhibiting a wide range of underlying topologies.  In this work, the authors guide material design efforts by identifying the most promising MOF topologies for achieving high surface area frameworks.  High surface area is one of the most targeted properties of MOF materials for adsorption applications, and the authors focus on evaluating the achievable surface area (gravimetric, volumetric, and a composite function) within each topol. class by means of multi-objective optimization, illustrating that researchers can focus on a few select topologies to achieve a particular balance between gravimetric and volumetric surface area.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVCgt7nM&md5=c559ccac492c1d2f32c0b51f6a909a87", "33. ", "Martin", ", ", "R. L.", "; ", "Haranczyk", ", ", "M.", " ", "Optimization-Based Design of Metal-Organic Framework Materials", " ", "J. Chem. Theory Comput.", " ", "2013", ",  ", "9", ",  ", "2816", "– ", "2825", "[", "ACS Full Text ", "], [", "CAS", "]", "33. ", "Optimization-based design of metal-organic framework materials", "Martin, Richard Luis; Haranczyk, Maciej", "Journal of Chemical Theory and Computation", "\r\n        (", "2013", "),\r\n    ", "9", "\r\n        (", "6", "),\r\n    ", "2816-2825", "CODEN:\r\n                ", "JCTCCE", ";\r\n        ISSN:", "1549-9618", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) are a class of porous materials constructed from metal or metal oxide building blocks connected by org. linkers.  MOFs are highly tunable structures that can in theory be custom designed to meet the specific pore geometry and chem. required for a given application such as methane storage or carbon capture.  However, due to the sheer no. of potential materials, identification of optimal MOF structures is a significant challenge.  In this contribution we describe an automated technique for MOF design based on math. optimization.  Optimization is performed on linkers represented by abstr. space-filling shapes, in order to generalize the desirable geometric parameters describing linkers, and optimal shapes are projected to real mols. to illustrate realistic MOFs exhibiting the calcd. properties.  Six examd. topologies of MOF and two distinct geometrical pore properties relevant to guest adsorption phenomena are explored.  We demonstrate that the optimal shapes of linkers depend on both the topol. and the property of interest and moreover that synthetically challenging linkers are not necessary to achieve the most promising candidate materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmvFyqt7o%253D&md5=4c3d10d9074d712f04b6300c777a6ab7", "34. ", "Martin", ", ", "R. L.", "; ", "Haranczyk", ", ", "M.", " ", "Exploring Frontiers of High Surface Area Metal-Organic Frameworks", " ", "Chem. Sci.", " ", "2013", ",  ", "4", ",  ", "1781", "– ", "1785", "[", "Crossref", "], [", "CAS", "]", "34. ", "Exploring frontiers of high surface area metal-organic frameworks", "Martin, Richard Luis; Haranczyk, Maciej", "Chemical Science", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "4", "),\r\n    ", "1781-1785", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks (MOFs) have enjoyed considerable interest due to their high internal surface areas as well as tunable pore geometry and chem.  However, design of optimal MOFs is a great challenge due to the significant no. of possible structures.  In this work, the authors present a strategy to rapidly explore the frontiers of these high surface area materials.  Org. ligands are abstracted by geometrical (alchem.) building blocks, and an optimization of their defining geometrical parameters is performed to identify shapes of ligands which maximize gravimetric surface area of the resulting MOFs.  A strength of this approach is that the space of ligands to be explored can be rigorously bounded, allowing discovery of the optimum ligand shape within any criteria, conforming to synthetic requirements or arbitrary exploratory limits.  By modifying these bounds, one can project to what extent achievable surface area increases when moving beyond the present limits of org. synthesis.  Projecting optimal ligand shapes onto real chem. species, the authors achieve blueprints for MOFs of various topologies that are predicted to achieve up to 70% higher surface area than the current benchmark materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjtlymsbw%253D&md5=31d7c08ea076c11cca6b08f02d1b3dd3", "35. ", "Fairen-Jimenez", ", ", "D.", "; ", "Colon", ", ", "Y. J.", "; ", "Farha", ", ", "O. K.", "; ", "Bae", ", ", "Y. S.", "; ", "Hupp", ", ", "J. T.", "; ", "Snurr", ", ", "R. Q.", " ", "Understanding Excess Uptake Maxima for Hydrogen Adsorption Isotherms in Frameworks with rht Topology", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "10496", "– ", "10498", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "35. ", "Understanding excess uptake maxima for hydrogen adsorption isotherms in frameworks with rht topology", "Fairen-Jimenez, David; Colon, Yamil J.; Farha, Omar K.; Bae, Youn-Sang; Hupp, Joseph T.; Snurr, Randall Q.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "85", "),\r\n    ", "10496-10498", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "For metal-org. frameworks with rht topol., the authors study computationally the effect of the linker length on the surface area, pore size, and pore vol., relating them with the hydrogen adsorption properties.  The results provide new insights about the excess capacities and the pressures where the uptake maxima in the excess isotherms occur.  Of the materials studied, NU-109/L7 has the optimal pore vol. for excess gravimetric hydrogen uptake.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsVCqtLnI&md5=0b7d4ff4c705de074311d3f377875d07", "36. ", "Yan", ", ", "Y.", "; ", "Yang", ", ", "S.", "; ", "Blake", ", ", "A. J.", "; ", "Schröder", ", ", "M.", " ", "Studies on Metal-Organic Frameworks of Cu(II) with Isophthalate Linkers for Hydrogen Storage", " ", "Acc. Chem. Res.", " ", "2014", ",  ", "47", ",  ", "296", "– ", "307", "[", "ACS Full Text ", "], [", "CAS", "]", "36. ", "Studies on Metal-Organic Frameworks of Cu(II) with Isophthalate Linkers for Hydrogen Storage", "Yan, Yong; Yang, Sihai; Blake, Alexander J.; Schroder, Martin", "Accounts of Chemical Research", "\r\n        (", "2014", "),\r\n    ", "47", "\r\n        (", "2", "),\r\n    ", "296-307", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  H (H2) is a promising alternative energy carrier because of its environmental benefits, high energy d., and abundance.  However, development of a practical storage system to enable the H Economy remains a huge challenge.  Metal-org. frameworks (MOFs) are an important class of cryst. coordination polymers constructed by bridging metal centers with org. linkers.  MOFs show promise for H2 storage owing to their high surface area and tuneable properties.  In this Account, the authors summarize the authors' research on novel porous materials with enhanced H2 storage properties and describe frameworks derived from 3,5-substituted dicarboxylates (isophthalates) that serve as versatile mol. building blocks for the construction of a range of interesting coordination polymers with Cu(II) ions.  The authors synthesized materials by connecting linear tetracarboxylate linkers to {Cu(II)2} paddlewheel moieties.  These materials exhibit high structural stability and permanent porosity.  Varying the org. linker modulates the pore size, geometry, and functionality to control the overall H2 adsorption.  The authors' top-performing material in this series has a H2 storage capacity of 77.8 mg g-1 at 77 K, 60 bar.  H2 adsorption at low, medium, and high pressures correlates with the isosteric heat of adsorption, surface area, and pore vol., resp.  Another series, using tribranched C3-sym. hexacarboxylate ligands with Cu(II), gives highly porous (3,24)-connected frameworks incorporating {Cu(II)2} paddlewheels.  Increasing the length of the hexacarboxylate struts directly tunes the porosity of the resultant material from micro- to mesoporosity.  These materials show exceptionally high H2 uptakes owing to their high surface area and pore vol.  The 1st member of this family reported adsorbs 111 mg g-1 of H2, or 55.9 g L-1, at 77 K, 77 bar, while at 77 K, 1 bar, the material adsorbs 2.3 wt. ̂ H2.  The authors and others have since achieved enhanced H2 adsorption in these frameworks using combinations of polyphenyl groups linked by alkynes.  The max. storage achieved for one of the enhanced materials is 164 mg g-1 at 77 K, 70 bar, but because of its low d., its volumetric capacity is only 45.7 g L-1.  The authors attribute the significant adsorption of H2 at low pressures to the arrangement of the {Cu24(isophthalate)24} cuboctahedral cages within the polyhedral structure.  Free metal coordination positions are the 1st binding sites for D2, and these frameworks have two types of Cu(II) centers, one with its vacant site pointing into the cuboctahedral cage and another pointing externally.  D2 mols. bind 1st at the former position and then at the external open metal sites.  Design of ligands and complexes is key for enhancing and maximizing H2 storage, and although current materials operate at 77 K, research continues to explore routes to high capacity H2 storage materials that can function at higher temps.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslSgtb%252FI&md5=cc8254d032b3130032ff7577e2a0615e", "37. ", "Yan", ", ", "Y.", "; ", "Lin", ", ", "X.", "; ", "Yang", ", ", "S.", "; ", "Blake", ", ", "A. J.", "; ", "Dailly", ", ", "A.", "; ", "Champness", ", ", "N. R.", "; ", "Hubberstey", ", ", "P.", "; ", "Schröder", ", ", "M.", " ", "Exceptionally High H", "2", " Storage by a Metal-Organic Polyhedral Framework", " ", "Chem. Commun.", " ", "2009", ",  ", "1025", "– ", "1027", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "37. ", "Exceptionally high H2 storage by a metal-organic polyhedral framework", "Yan, Yong; Lin, Xiang; Yang, Sihai; Blake, Alexander J.; Dailly, Anne; Champness, Neil R.; Hubberstey, Peter; Schroeder, Martin", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2009", "),\r\n    ", "\r\n        (", "9", "),\r\n    ", "1025-1027", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The de-solvated polyhedral framework material, NOTT-112, shows an excess H2 uptake of 7.07% between 35 and 40 bar at 77 K, and a total H2 uptake of 10% at 77 bar and 77 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXitFKntrg%253D&md5=06679311453cf72a8eabf6ebd2f78b58", "38. ", "Nouar", ", ", "F.", "; ", "Eubank", ", ", "J. F.", "; ", "Bousquet", ", ", "T.", "; ", "Wojtas", ", ", "L.", "; ", "Zaworotko", ", ", "M. J.", "; ", "Eddaoudi", ", ", "M.", " ", "Supermolecular Building Blocks (SBBs) for the Design and Synthesis of Highly Porous Metal-Organic Frameworks", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "1833", "– ", "1835", "[", "ACS Full Text ", "], [", "CAS", "]", "38. ", "Supermolecular Building Blocks (SBBs) for the Design and Synthesis of Highly Porous Metal-Organic Frameworks", "Nouar, Farid; Eubank, Jarrod F.; Bousquet, Till; Wojtas, Lukasz; Zaworotko, Michael J.; Eddaoudi, Mohamed", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "6", "),\r\n    ", "1833-1835", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Here, the authors report a novel approach for the bottom-up assembly of hierarchical building blocks: simple mol. building blocks (MBBs) and the resultant supermol. building blocks (SBBs) to build highly coordinated nets.  A specific network, the (3,24)-connected rht, was used as a blueprint to construct a metal-org. framework where the MBBs/SBBs augment the net.  The copper(II) complex {[Cu6O(TZI)3(H2O)9](NO3)·15H2O}n [H3TZI = 5-(5-tetrazolyl)isophthalic acid] was prepd. and its crystal structure detd.  Surface and sorption properties and hydrogen uptake capacity of this highly porous metal-org. framework complex were measured.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXotFCqtw%253D%253D&md5=c7a2569bf4006d4872f281dec22ef22c", "39. ", "Yuan", ", ", "D.", "; ", "Zhao", ", ", "D.", "; ", "Sun", ", ", "D.", "; ", "Zhou", ", ", "H.-C.", " ", "An Isoreticular Series of Metal-Organic Frameworks with Dendritic Hexacarboxylate Ligands and Exceptionally High Gas-Uptake Capacity", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "5357", "– ", "5361", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "39. ", "An Isoreticular Series of Metal-Organic Frameworks with Dendritic Hexacarboxylate Ligands and Exceptionally High Gas-Uptake Capacity", "Yuan, Daqiang; Zhao, Dan; Sun, Daofeng; Zhou, Hong-Cai", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "31", "),\r\n    ", "5357-5361, S5357/1-S5357/12", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "An isoreticular metal-org. framework series with the (3,24)-connected network topol. has been synthesized by using a series of dendritic hexacarboxylate ligands.  The framework is stabilized by incorporating microwindows whose size is fixed by the formation of cuboctahedral supported by the isophthalate moieties throughout the framework.  Adsorption studies using hydrogen, methane, and carbon dioxide reveal that they have close to record-high gas adsorption capacities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptlWgurg%253D&md5=27ba1f52c8f37d92c3ba30a8673b7654", "40. ", "Yuan", ", ", "D. Q.", "; ", "Zhao", ", ", "D.", "; ", "Zhou", ", ", "H. C.", " ", "Pressure-Responsive Curvature Change of a ″Rigid″ Geodesic Ligand in a (3,24)-Connected Mesoporous Metal-Organic Framework", " ", "Inorg. Chem.", " ", "2011", ",  ", "50", ",  ", "10528", "– ", "10530", "[", "ACS Full Text ", "], [", "CAS", "]", "40. ", "Pressure-Responsive Curvature Change of a \"Rigid\" Geodesic Ligand in a (3,24)-Connected Mesoporous Metal-Organic Framework", "Yuan, Daqiang; Zhao, Dan; Zhou, Hong-Cai", "Inorganic Chemistry", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "21", "),\r\n    ", "10528-10530", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A (3,24)-connected mesoporous metal-org. framework, PCN-69, of stoichiometry Cu3(H2O)3(btti)·16H2O·20H2O (H6btti = 5,5',5''-(benzene-1,3,5-triyl-tris(biphenyl-4,4'-diyl))triisophthalic acid) was synthesized by linking a hexatopic ligand btti with dicopper paddlewheel clusters.  This material has rigid connectivity but a flexible framework, which was attributed to a curvature change of the ligand.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1aisbfM&md5=0d8b70e11e07cea35b8febe0db5727d6", "41. ", "Furukawa", ", ", "H.", "; ", "Go", ", ", "Y. B.", "; ", "Ko", ", ", "N.", "; ", "Park", ", ", "Y. K.", "; ", "Uribe-Romo", ", ", "F. J.", "; ", "Kim", ", ", "J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Isoreticular Expansion of Metal-organic Frameworks with Triangular and Square Building Units and the Lowest Calculated Density for Porous Crystals", " ", "Inorg. Chem.", " ", "2011", ",  ", "50", ",  ", "9147", "– ", "9152", "[", "ACS Full Text ", "], [", "CAS", "]", "41. ", "Isoreticular Expansion of Metal-Organic Frameworks with Triangular and Square Building Units and the Lowest Calculated Density for Porous Crystals", "Furukawa, Hiroyasu; Go, Yong Bok; Ko, Nakeun; Park, Young Kwan; Uribe-Romo, Fernando J.; Kim, Jaheon; O'Keeffe, Michael; Yaghi, Omar M.", "Inorganic Chemistry", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "18", "),\r\n    ", "9147-9152", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The concept and occurrence of isoreticular (same topol.) series of metal-org. frameworks (MOFs) is reviewed.  The authors describe the prepn., characterization, and crystal structures of three new MOFs that are isoreticular expansions of known materials with the tbo (Cu3(4,4',4''-(benzene-1,3,5-triyl-tris(benzene-4,1-diyl))tribenzoate)2, MOF-399)and pto topologies (Cu3(4,4',4''-(benzene-1,3,5-triyl-tribenzoate))2), MOF-143; (Cu3(4,4',4''-(triazine-2,4,6-triyl-tris(benzene-4,1-diyl))tribenzoate)2, MOF-388).  One of (MOF-399) has a unit cell vol. 17 times larger than that of the 1st reported material isoreticular to it, and has the highest porosity (94%) and lowest d. (0.126 g cm-3) of any MOFs reported to date.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtVagsbnL&md5=b199835facee338454891c73c003da05", "42. ", "Furukawa", ", ", "H.", "; ", "Cordova", ", ", "K. E.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "The Chemistry and Applications of Metal-Organic Frameworks", " ", "Science", " ", "2013", ",  ", "341", ",  ", "1230444", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "42. ", "The chemistry and applications of metal-organic frameworks", "Furukawa Hiroyasu; Cordova Kyle E; O'Keeffe Michael; Yaghi Omar M", "Science (New York, N.Y.)", "\r\n        (", "2013", "),\r\n    ", "341", "\r\n        (", "6149", "),\r\n    ", "1230444", "\r\n        ISSN:", ".\r\n    ", "Crystalline metal-organic frameworks (MOFs) are formed by reticular synthesis, which creates strong bonds between inorganic and organic units.  Careful selection of MOF constituents can yield crystals of ultrahigh porosity and high thermal and chemical stability.  These characteristics allow the interior of MOFs to be chemically altered for use in gas separation, gas storage, and catalysis, among other applications.  The precision commonly exercised in their chemical modification and the ability to expand their metrics without changing the underlying topology have not been achieved with other solids.  MOFs whose chemical composition and shape of building units can be multiply varied within a particular structure already exist and may lead to materials that offer a synergistic combination of properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3sbjs1yrsw%253D%253D&md5=7eb2a10c62623ff8a27708ffe9561d45", "43. ", "Bayliss", ", ", "P. A.", "; ", "Ibarra", ", ", "I. A.", "; ", "Pérez", ", ", "E.", "; ", "Yang", ", ", "S.", "; ", "Tang", ", ", "C. C.", "; ", "Poliakoff", ", ", "M.", "; ", "Schröder", ", ", "M.", " ", " ", "Greener Synthesis of Metal-organic Frameworks by Continuous Flow", ". Green Chem. ", "2014", ", in press", "There is no corresponding record for this reference.", "44. ", "Farha", ", ", "O. K.", "; ", "Wilmer", ", ", "C. E.", "; ", "Eryazici", ", ", "I.", "; ", "Hauser", ", ", "B. G.", "; ", "Parilla", ", ", "P. A.", "; ", "O’Neill", ", ", "K.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Nguyen", ", ", "S. T.", "; ", "Snurr", ", ", "R. Q.", "; ", "Hupp", ", ", "J. T.", " ", "Designing Higher Surface Area Metal–Organic Frameworks: Are Triple Bonds Better Than Phenyls?", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "9860", "– ", "9863", "[", "ACS Full Text ", "], [", "CAS", "]", "44. ", "Designing Higher Surface Area Metal-Organic Frameworks: Are Triple Bonds Better Than Phenyls?", "Farha, Omar K.; Wilmer, Christopher E.; Eryazici, Ibrahim; Hauser, Brad G.; Parilla, Philip A.; O'Neill, Kevin; Sarjeant, Amy A.; Nguyen, SonBinh T.; Snurr, Randall Q.; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "24", "),\r\n    ", "9860-9863", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors have synthesized, characterized, and computationally validated the high Brunauer-Emmett-Teller surface area and hydrogen uptake of a new, non-catenating metal-org. framework (MOF) material, NU-111.  The results imply that replacing the Ph spacers of org. linkers with triple-bond spacers is an effective strategy for boosting mol.-accessible gravimetric surface areas of MOFs and related high-porosity materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XotFGmsr0%253D&md5=09cc6755d99e1a3b823225d245591d33", "45. ", "Shao", ", ", "Y.", "; ", "Molnar", ", ", "L. F.", "; ", "Jung", ", ", "Y.", "; ", "Kussmann", ", ", "J.", "; ", "Ochsenfeld", ", ", "C.", "; ", "Brown", ", ", "S. T.", "; ", "Gilbert", ", ", "A. T. B.", "; ", "Slipchenko", ", ", "L. V.", "; ", "Levchenko", ", ", "S. V.", "; ", "O’Neill", ", ", "D. P.", " ", "Advances in Methods and Algorithms in a Modern Quantum Chemistry Program Package", " ", "Phys. Chem. Chem. Phys.", " ", "2006", ",  ", "8", ",  ", "3172", "– ", "3191", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "45. ", "Advances in methods and algorithms in a modern quantum chemistry program package", "Shao, Yihan; Molnar, Laszlo Fusti; Jung, Yousung; Kussmann, Jorg; Ochsenfeld, Christian; Brown, Shawn T.; Gilbert, Andrew T. B.; Slipchenko, Lyudmila V.; Levchenko, Sergey V.; O'Neill, Darragh P.; DiStasio, Robert A., Jr.; Lochan, Rohini C.; Wang, Tao; Beran, Gregory J. O.; Besley, Nicholas A.; Herbert, John M.; Lin, Ching Yeh; Van Voorhis, Troy; Chien, Siu Hung; Sodt, Alex; Steele, Ryan P.; Rassolov, Vitaly A.; Maslen, Paul E.; Korambath, Prakashan P.; Adamson, Ross D.; Austin, Brian; Baker, Jon; Byrd, Edward F. C.; Dachsel, Holger; Doerksen, Robert J.; Dreuw, Andreas; Dunietz, Barry D.; Dutoi, Anthony D.; Furlani, Thomas R.; Gwaltney, Steven R.; Heyden, Andreas; Hirata, So; Hsu, Chao-Ping; Kedziora, Gary; Khalliulin, Rustam Z.; Klunzinger, Phil; Lee, Aaron M.; Lee, Michael S.; Liang, WanZhen; Lotan, Itay; Nair, Nikhil; Peters, Baron; Proynov, Emil I.; Pieniazek, Piotr A.; Rhee, Young Min; Ritchie, Jim; Rosta, Edina; Sherrill, C. David; Simmonett, Andrew C.; Subotnik, Joseph E.; Woodcock, H. Lee, III; Zhang, Weimin; Bell, Alexis T.; Chakraborty, Arup K.; Chipman, Daniel M.; Keil, Frerich J.; Warshel, Arieh; Hehre, Warren J.; Schaefer, Henry F., III; Kong, Jing; Krylov, Anna I.; Gill, Peter M. W.; Head-Gordon, Martin", "Physical Chemistry Chemical Physics", "\r\n        (", "2006", "),\r\n    ", "8", "\r\n        (", "27", "),\r\n    ", "3172-3191", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Advances in theory and algorithms for electronic structure calcns. must be incorporated into program packages to enable them to become routinely used by the broader chem. community.  This work reviews advances made over the past five years or so that constitute the major improvements contained in a new release of the Q-Chem quantum chem. package, together with illustrative timings and applications.  Specific developments discussed include fast methods for d. functional theory calcns., linear scaling evaluation of energies, NMR chem. shifts and elec. properties, fast auxiliary basis function methods for correlated energies and gradients, equation-of-motion coupled cluster methods for ground and excited states, geminal wavefunctions, embedding methods and techniques for exploring potential energy surfaces.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XnsValsbs%253D&md5=0ba1d2a350afc7922d2f9ca0c6e47d34", "46. ", "Van Duijneveldt", ", ", "F. B.", "; ", "van Duijneveldt-van de Rijdt", ", ", "J. G. C. M.", "; ", "van Lenthe", ", ", "J. H.", " ", "State of the Art in Counterpoise Theory", " ", "Chem. Rev.", " ", "1994", ",  ", "94", ",  ", "1873", "– ", "1885", "[", "ACS Full Text ", "], [", "CAS", "]", "46. ", "State of the Art in Counterpoise Theory", "van Duijneveldt, Frans B.; van Duijneveldt-van de Rijdt, Jeanne G. C. M.; van Lenthe, Joop H.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "1994", "),\r\n    ", "94", "\r\n        (", "7", "),\r\n    ", "1873-85", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    ", "A review with 95 refs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXmtlymsbk%253D&md5=0fc94deb94b36f76be21fad52ed11691", "47. ", "Mendoza-Cortes", ", ", "J. L.", "; ", "Han", ", ", "S. S.", "; ", "Furukawa", ", ", "H.", "; ", "Yaghi", ", ", "O. M.", "; ", "Goddard", ", ", "W. A.", " ", "Adsorption Mechanism and Uptake of Methane in Covalent Organic Frameworks: Theory and Experiment", " ", "J. Phys. Chem. A", " ", "2010", ",  ", "114", ",  ", "10824", "– ", "10833", "[", "ACS Full Text ", "], [", "CAS", "]", "47. ", "Adsorption Mechanism and Uptake of Methane in Covalent Organic Frameworks: Theory and Experiment", "Mendoza-Cortes, Jose L.; Han, Sang Soo; Furukawa, Hiroyasu; Yaghi, Omar M.; Goddard, William A., III", "Journal of Physical Chemistry A", "\r\n        (", "2010", "),\r\n    ", "114", "\r\n        (", "40", "),\r\n    ", "10824-10833", "CODEN:\r\n                ", "JPCAFH", ";\r\n        ISSN:", "1089-5639", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors detd. the methane (CH4) uptake (at 298 K and 1 to 100 bar pressure) for a variety of covalent org. frameworks (COFs), including both two-dimensional (COF-1, COF-5, COF-6, COF-8, and COF-10) and three-dimensional (COF-102, COF-103, COF-105, and COF-108) systems.  For all COFs, the CH4 uptake was predicted from grand canonical Monte Carlo (GCMC) simulations based on force fields (FF) developed to fit accurate quantum mechanics (QM) [second order Moller-Plesset (MP2) perturbation theory using doubly polarized quadruple-ζ (QZVPP) basis sets].  This FF was validated by comparison with the equation of state for CH4 and by comparison with the exptl. uptake isotherms at 298 K (reported here for COF-5 and COF-8), which agrees well (within 2% for 1-100 bar) with the GCMC simulations.  From the simulations the authors were able to observe, for the 1st time, multilayer formation coexisting with a pore filling mechanism.  The best COF in terms of total vol. of CH4 per unit vol. COF absorbent is COF-1, which can store 195 vol./vol. at 298 K and 30 bar, exceeding the U.  S.  Department of Energy target for CH4 storage of 180 vol./vol. at 298 K and 35 bar.  The best COFs on a delivery amt. basis (vol. adsorbed from 5 to 100 bar) are COF-102 and COF-103 with values of 230 and 234 v(STP: 298 K, 1.01 bar)/v, resp., making these promising materials for practical methane storage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFKksrrI&md5=a8bc53efc96fd0a085a866449b0d0d57", "48. ", "Lin", ", ", "X.", "; ", "Champness", ", ", "N. R.", "; ", "Schröder", ", ", "M.", " ", "Hydrogen, Methane and Carbon Dioxide Adsorption in Metal-organic Framework Materials", " ", "Top. Curr. Chem.", " ", "2010", ",  ", "293", ",  ", "35", "– ", "76", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "48. ", "Hydrogen, methane and carbon dioxide adsorption in metal-organic framework materials", "Lin, Xiang; Champness, Neil R.; Schroder, Martin", "Topics in Current Chemistry", "\r\n        (", "2010", "),\r\n    ", "293", "\r\n        (", "Functional Metal-Organic Frameworks", "),\r\n    ", "35-76", "CODEN:\r\n                ", "TPCCAQ", ";\r\n        ISSN:", "0340-1022", ".\r\n    \r\n            (", "Springer GmbH", ")\r\n        ", "The role of porous coordination polymers (metal-org. frameworks) as storage materials for hydrogen, carbon dioxide and methane and the current state-of-the-art in this rapidly developing field are reviewed.  The significant potential of porous materials to store fuel gases effectively and reversibly illustrates the great promise of engineered solid-state materials as the next generations of applied multifunctional materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtl2lurvL&md5=7520af23b0534ad22d9fb8d90f0e0823", "49. ", "Peng", ", ", "Y.", "; ", "Srinivas", ", ", "G.", "; ", "Wilmer", ", ", "C. E.", "; ", "Eryazici", ", ", "I.", "; ", "Snurr", ", ", "R. Q.", "; ", "Hupp", ", ", "J. T.", "; ", "Yildirim", ", ", "T.", "; ", "Farha", ", ", "O. K.", " ", "Simultaneously High Gravimetric and Volumetric Methane Uptake Characteristics of the Metal-Organic Framework NU-111", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "2992", "– ", "2994", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "49. ", "Simultaneously high gravimetric and volumetric methane uptake characteristics of the metal-organic framework NU-111", "Peng, Yang; Srinivas, Gadipelli; Wilmer, Christopher E.; Eryazici, Ibrahim; Snurr, Randall Q.; Hupp, Joseph T.; Yildirim, Taner; Farha, Omar K.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "29", "),\r\n    ", "2992-2994", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The MOF NU-111 exhibits equally high volumetric and gravimetric methane uptake values, both within ≈75% of the DOE targets at 300 K.  Upon reducing the temp. to 270 K, the uptake increases to 0.5 g g-1 and 284 cc(STP) per cc at 65 bar.  Adsorption of CO2 and H2 is also reported.  Simulated isotherms are in excellent agreement with those obtained from expts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjvFWgs7s%253D&md5=3e8859eb261343b0b7bd54ee295c9859", "50. ", "Ding", ", ", "L.", "; ", "Yazaydin", ", ", "A. O.", " ", "Hydrogen and Methane Storage in Ultrahigh Surface Area Metal–organic Frameworks", " ", "Microporous Mesoporous Mater.", " ", "2013", ",  ", "182", ",  ", "185", "– ", "190", "[", "Crossref", "], [", "CAS", "]", "50. ", "Hydrogen and methane storage in ultrahigh surface area Metal-Organic Frameworks", "Ding, Lifeng; Yazaydin, A. Ozgur", "Microporous and Mesoporous Materials", "\r\n        (", "2013", "),\r\n    ", "182", "\r\n        (", "),\r\n    ", "185-190", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "In this work we computationally studied eight Metal-Org. Frameworks (MOFs) which showed or is expected to have ultrahigh surface areas (NU-100, NU-108, NU-109, NU-110, MOF-180, MOF-200, MOF-210 and MOF-399).  Successful activation for some of these MOFs have not been possible since their synthesis, and for most of them exptl. surface area, pore vol. and hydrogen and methane adsorption data do not exist.  Geometric surface areas and pore vols. of these eight MOFs were calcd., and in order to assess their hydrogen and methane storage capacities adsorption isotherms were computed using grand canonical Monte Carlo simulations.  Our results reveal that if it can be successfully activated MOF-399 will have the highest gravimetric surface area and pore vol. (exceeding 7100 m2/g and 7.55 cm3/g) among all MOFs synthesized until now.  Thanks to its substantially large pore vol. MOF-399 is predicted to store much more hydrogen and methane in gravimetric terms compared to other ultrahigh surface area MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsFKktbbM&md5=d772a57f19fbf68f12091d46954f1bc9", "51. ", "Furukawa", ", ", "H.", "; ", "Ko", ", ", "N.", "; ", "Go", ", ", "Y. B.", "; ", "Aratani", ", ", "N.", "; ", "Choi", ", ", "S. B.", "; ", "Choi", ", ", "E.", "; ", "Yazaydin", ", ", "A. Ö.", "; ", "Snurr", ", ", "R. Q.", "; ", "O’Keeffe", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Yaghi", ", ", "O. M.", " ", "Ultrahigh Porosity in Metal-organic Frameworks", " ", "Science", " ", "2010", ",  ", "329", ",  ", "424", "– ", "428", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "51. ", "Ultrahigh Porosity in Metal-Organic Frameworks", "Furukawa, Hiroyasu; Ko, Nakeun; Go, Yong Bok; Aratani, Naoki; Choi, Sang Beom; Choi, Eunwoo; Yazaydin, A. Oezguer; Snurr, Randall Q.; O'Keeffe, Michael; Kim, Jaheon; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "329", "\r\n        (", "5990", "),\r\n    ", "424-428", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Cryst. solids with extended non-interpenetrating three-dimensional crystal structures were synthesized that support well-defined pores with internal diams. of up to 48 angstroms.  The Zn4O(CO2)6 unit was joined with either one or two kinds of org. link, 4,4',4''-[benzene-1,3,5-triyl-tris(ethyne-2,1-diyl)]tribenzoate (BTE), 4,4',44''-[benzene-1,3,5-triyl-tris(benzene-4,1-diyl)]tribenzoate (BBC), 4,4',44''-benzene-1,3,5-triyl-tribenzoate (BTB)/2,6-naphthalenedicarboxylate (NDC), and BTE/biphenyl-4,4'-dicarboxylate (BPDC), to give four metal-org. frameworks (MOFs), MOF-180, -200, -205, and -210, resp.  Members of this series of MOFs show exceptional porosities and gas (hydrogen, methane, and carbon dioxide) uptake capacities.  For example, MOF-210 has Brunauer-Emmett-Teller and Langmuir surface areas of 6240 and 10,400 square meters per g, resp., and a total carbon dioxide storage capacity of 2870 mg per g.  The vol.-specific internal surface area of MOF-210 (2060 square meters per cubic centimeter) is equiv. to the outer surface of nanoparticles (3-nm cubes) and near the ultimate adsorption limit for solid materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptVWgsb8%253D&md5=ce5cd4101a6f96dc0d6c349bc478b3b0", "52. ", "Thompson", ", ", "C. M.", "; ", "Li", ", ", "F.", "; ", "Smaldone", ", ", "R. A.", " ", "Synthesis and Sorption Properties of Hexa-(peri)-hexabenzocoronene-based Porous Organic Polymers", " ", "Chem. Commun.", " ", "2014", ",  ", "50", ",  ", "6171", "– ", "6173", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "52. ", "Synthesis and sorption properties of hexa-(peri)-hexabenzocoronene-based porous organic polymers", "Thompson, Christina M.; Li, Fei; Smaldone, Ronald A.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2014", "),\r\n    ", "50", "\r\n        (", "46", "),\r\n    ", "6171-6173", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "In this communication, we report the synthesis of several novel hexa-(peri)-hexabenzocoronene (HBC) contg. microporous polymers.  These polymers exhibit good adsorption properties for H2, N2 and CO2 gases.  Based on fluorescence quenching studies, we have shown that the highly conjugated π-surfaces may be accessible by guests in soln.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXotVChtLY%253D&md5=6254c438d3b8aa302dcd8cb32179f8c3"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-29/jp503210h/production/images/small/jp-2014-03210h_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-29/jp503210h/production/images/small/jp-2014-03210h_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-29/jp503210h/production/images/small/jp-2014-03210h_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-29/jp503210h/production/images/small/jp-2014-03210h_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-29/jp503210h/production/images/small/jp-2014-03210h_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2014/jpccck.2014.118.issue-29/jp503210h/production/images/small/jp-2014-03210h_0007.gif\">"]}
