{"title": ["Understanding Carbon Dioxide Adsorption in Carbon Nanotube Arrays: Molecular Simulation and Adsorption Measurements"], "authors": ["Mahshid Rahimi", "Jayant K. Singh", "Deepu J. Babu", "Jörg J. Schneider", "Florian Müller-Plathe"], "doi": ["10.1021/jp403624c"], "abstract": ["Grand-canonical Monte Carlo simulations and adsorption experiments are conducted to understand the adsorption of CO", " onto bundles of 3D aligned double-walled carbon-nanotubes of diameter 5 nm at 303 K. The simulation of partial adsorption isotherms, i.e., only inner tube volume, only interstices between tubes, and unrestricted, allows a breakdown of the experimental adsorption isotherms into contributions of different regions. The results are compatible with microscopic observations of the majority of the inner tube volumes being accessible for CO", ". Further, the unrestricted adsorption isotherm is quantitatively equivalent to the sum of inner and outer adsorption for the pressure range considered in this work, ", " < 40 bar, indicating no significant interference between inner and outer regions. The intertube distance, which is varied from 0 to 15 nm, dramatically affects the isosteric heat of adsorption and adsorption capacity. Excess adsorption is found to display a nonlinear behavior with ", ", for unrestricted and outer cases. For low pressures (", " ≤ 14 bar), maximum adsorption occurs at ", " = 0.5 nm. However, for higher pressures, 14 < ", " < 40 bar, the adsorption peaks at ", " = 1 nm. The Freundlich isotherm is found to fit the experimental and simulation data. The adsorption sequence changes with the intertube distance for the unrestricted case. At ", "0.5 nm, adsorption proceeds with increasing loading in the following order: grooves and inner surface adsorption → fill interstitial region → fill inner region. However, at higher distances, ", " > 0.5 nm, the sequence changes the following: inner surface adsorption + partial outer surface adsorption → complete outer surface adsorption → fill interstitial, groove, inner adsorption. The change in mechanism of adsorption is clearly reflected in the behavior of the heat of adsorption, where we observed a crossover behavior at around ", " = 0.5 nm."], "text": ["Top of Page", "Abstract", "Introduction", "Model and Method", "Experimental Details", "Results and Discussion", "Conclusion", "References", "1 Introduction", "Increasing atmospheric carbon dioxide is considered as a globally alarming environmental issue.", "(1)", " It is found to have a key role in the recent rise of global temperature as summarized by Marcott and co-workers", "(2)", " based on reconstruction of more than 11 000 years of earth temperature across the globe. Hence, the quest for an immediate solution for carbon-dioxide sequestration and storage is warranted. Many options are being considered. Among them are geological sites such as unused oil fields and coal mines. In addition to storage, separating carbon dioxide from other gaseous content is of challenge, too.", "In order to understand the mechanism of CO", "2", " adsorption, numerous investigations have been done to date using various porous materials, which is summarized in recent reviews.", "(3)", " Among adsorbents, carbon nanotubes (CNTs) and bundles of them are currently considered as potential media for selective adsorption. Cinke and co-workers", "(3)", " showed that purified single-walled carbon nanotubes (SWCNT) adsorbs almost twice the volume of CO", "2", " compared to activated carbon. SWNT or multiwalled CNT (MWCNT) can be synthesized and fine-tuned as per the requirement.", "(4-6)", " CNTs also offer themselves as models for ideal pores for the investigation of adsorption and selectivity of gaseous components. For instance, Huang and co-workers", "(7)", " studied adsorption of a CO", "2", "–CH", "4", " mixture in CNTs of diameters varying from 0.678 to 1.356 nm using molecular simulation and found CNTs to demonstrate a higher selectivity toward CO", "2", " than toward other materials. Skoulidas and co-workers", "(8)", " studied the adsorption and transport diffusion of CO", "2", " in SWNTs using molecular simulations, which were found to be in good agreement with the experiments. It is well-known that synthesis and processing conditions affect the morphology of CNTs, and CNTs usually are found as bundles or complicated aggregates.", "(9)", " CNT bundles are known to exhibit a high adsorptive capacity mainly due to different possible regions or sites of adsorption in such geometry. For example, a triangular SWNT array has been studied for its adsorption capacity for methane storage and found to meet the requirement of DOE energy criteria.", "(10)", " Recently, Kowalczyk et al", "(11)", " have studied the adsorption of CO", "2", " in SWNT bundles using Monte Carlo simulations. The authors conclude that adsorption is indifferent to the chirality of the nanotubes. Further, they observed that the optimum size of the nanotube varies with external pressure. The authors, however, did not study the effect of intertube distance on the adsorption isotherm and isosteric heat of adsorption. Further, the mechanism of adsorption of CO", "2", " with variable intertube distance has not been addressed. Some work, however, on the adsorption mechanism of organic molecules onto CNT bundles", "(12-14)", " has been done using Monte Carlo simulations. In particular, Cruz et al.", "(13)", " studied the adsorption of light alkanes and alkenes on SWNT bundles. The authors observed, based on very low pressure data, that for closed-packed bundles the adsorption is first dependent on the diameter of the tube. Further, the authors state that for CNTs beyond 1.47 nm diameter, adsorption starts in the grooves, where two CNTs touch, and only after filling the corresponding volume it proceeds to other surface regions of the CNT. The observations of the authors were still based on SWCNTs of less than 2 nm diameter. However, it is not known if such behavior is also found for double or multiwalled CNT bundles with more than 2 nm diameter. Furthermore, not much work has been done to understand the effect of pore size and intertube distance on the adsorption of CO", "2", " in MWNT bundles. For large scale commercial application of CNT arrays for the adsorption of CO", "2", " and other gases as compared to other porous media, a study on the effect of different bundle arrangements on the adsorption mechanism is necessary. In this work, using a combination of experiments and simulations, we address the effect of intertube distance and tube diameter on the adsorption mechanism of CO", "2", " onto 3D vertically aligned CNT bundles containing double walled nanotubes (DWCNTs).", "Top of Page", "Abstract", "Introduction", "Model and Method", "Experimental Details", "Results and Discussion", "Conclusion", "References", "2 Model and Method", "Figure ", "1", " shows a schematic description of the DWCNT arrangement used in this work. The DWCNTs are arranged on a hexagonal lattice. In order to analyze the effect of porosity of the system, the intertubular distance (", "d", "; i.e, the surface-to-surface distance along the vector joining the axes of neighboring DWCNTs) is varied. We define ", "d", " such that ", "d", " = 0 represents the case of touching DWCNTs (i.e., the distance between the outer layers of the adjacent tubes for the case of ", "d", " = 0 is 0.34 nm). In this work, we have considered seven values of ", "d", " viz., ", "d", " = 0, 0.2, 0.5, 1.0, 4.0, 2, and 15 nm. The effect of pore size is also analyzed in order to compare with the experiments, by considering internal diameter (2", "r", ") = 5.0 nm. The system is set up using orthorhombic periodic boundary conditions with two DWCNTs in the simulation cell. The cell length in the direction of the CNT axes is 24.78 nm; the cell lengths perpendicular to the CNT axes are adjusted to the required intertube distance ", "d", ".", "Figure 1. Schematic arrangement of double walled CNTs as used in this work, with internal radius ", "r", " and intertube (surface-to-surface) distance ", "d", ". Interstitial and groove regions are represented by symbol i and g, respectively.", "A carbon nanotube is modeled as a rigid structure with the Lennard-Jones potential as in AMBER96 force field (ε = 0.36 kJ/mol, σ = 0.34 nm).", "(15)", " This model has also been used to understand the fast transport of water in CNT.", "(16)", " Carbon particles are considered to be neutral. Carbon-dioxide is modeled using the 3-site rigid potential of Harris and Yung,", "(17)", " which contains three centers with Lennard-Jones interactions and partial charges. It has been derived for the simulation of vapor–liquid phase equilibria. The CO", "2", " Lennard-Jones parameters are σ", "c-c", " = 0.2757 nm, ε", "c-c", " = 0.23388 kJ/mol, σ", "o-o", " = 0.3033 nm, ε", "o-o", " = 0.66837 kJ/mol, ", "q", "o", " = −0.3256e, ", "q", "c", " = 0.6512e, ", "l", "c-o", " = 1.149 Å. The Lennard-Jones interactions between unlike atoms are approximated using the Lorentz–Berthelot rules. Lennard-Jones and Coulombic interactions, based on center-of-mass of molecules, are truncated at 1 nm. Long range corrections are not considered in this work.", "Grand-canonical Monte Carlo (GCMC) simulations were carried out to investigate the adsorption of CO", "2", " onto double walled nanotube bundle. GCMC is performed at constant chemical potential μ, volume ", "V", ", and temperature ", "T", ". The temperature is fixed at 303 K. In order to generate the adsorption isotherm, simulations were conducted at different chemical potentials to span the region from low to high pressure. Three MC moves are employed, namely displacement, addition/removal, and rotation, with relative trial probabilities: 0.2, 0.7, and 0.1, respectively. For each simulation run, 1 × 10", "7", " Monte Carlo steps are used for both the equilibration and production periods. In order to compare with the experimental data, the absolute adsorption amount (", "N", "ad", ": absolute number of CO", "2", " molecules in the simulation cell) is converted to the absolute excess adsorption ", "N", "ex", " by discounting the “sorption” of bulk fluid into the available volume:", "(1)", "where the bulk density ρ", "b", " is obtained from independent GCMC simulations of the bulk fluid at the same thermodynamic conditions. ", "V", "free", " is the volume available for fluid molecules. Various methods for obtaining the free volume", "(10, 18, 19)", " exist. In this work, we have used the geometric approach by Mahdizadeh et al.", "(10)", " together with their choice of parameters. The excess adsorption is reported in the specific form (in mmol per gram of adsorbent) as ", "n", "ex", ".", "The strength of force between the adsorbent and fluid molecules is reflected in the isosteric heat of adsorption, ", "q", "st", ", which can be defined approximately as", "(20)", "(2)", "where ", "U", "ad", " is the intermolecular energy of the adsorbed phase. The partial derivative in eq ", "2", " is calculated using fluctuation theory. Equation ", "2", " can be written as", "(3)", "Top of Page", "Abstract", "Introduction", "Model and Method", "Experimental Details", "Results and Discussion", "Conclusion", "References", "3 Experimental Details", "3D vertically aligned CNTs were synthesized by water assisted chemical vapor deposition method (WACVD). 10–12 nm of Al was deposited onto a B-doped ⟨100⟩ Si/SiO", "2", " (600 nm of SiO", "2", ") substrate by thermal evaporation. Al along with a 0.6–1.2 nm layer of sputtered Fe served as catalyst for the CNT growth. CNTs were synthesized in an upscaled 3 in. CVD reactor to meet the requirements of 50–100 mg of CNT sample for each adsorption measurement. CNTs were grown at 850 °C in the presence of ppm quantities of water for 15 min. WACVD method produces vertically aligned 3D CNTs with high purity in a controlled manner.", "(21, 22)", " These 3D CNT arrays with the flexibility in tuning the diameter and the intertube distance are ideal model structures for investigating the gas adsorption characteristics on carbon materials. Further details of the procedure may be found elsewhere.", "(23)", "N", "2", " adsorption measurements were made in a Quantachrome Autosorb. Prior to the measurement, 20–30 mg of sample was heated to 573 K under vacuum conditions for 12 h. Pore size distributions were calculated from the desorption branch of the N", "2", " adsorption isotherm at 77 K, using the nonlinear density functional theory (NLDFT)", "(24, 25)", " approach assuming a slit/cylindrical pore structure. The multipoint BET method", "(26)", " was used for calculating the surface area. High pressure CO", "2", " adsorption studies were carried out with a magnetic suspension balance (Rubotherm) that can be operated up to 200 bar. The aligned 3D CNT samples (50 mg) were placed in a stainless steel sample holder, which was evacuated to 10", "–3", " mbar at 423 K for 12 h until a constant mass was obtained. The gas was dosed into the chamber at an elevated pressure and equilibrium was achieved in less than 30 min, characterized by constant weight and pressure. A helium buoyancy correction was made for each sample. A detailed description of the experiment can be found elsewhere.", "(27)", " High pressure CO", "2", " adsorption measurements were carried out at three different temperatures (20, 30, and 40 °C), and the heat of adsorption was calculated using the Clausius-Clapeyron equation.", "Top of Page", "Abstract", "Introduction", "Model and Method", "Experimental Details", "Results and Discussion", "Conclusion", "References", "4 Results and Discussion", "Figure ", "2", "a shows a low magnification image of a 3D aligned CNT structure, obtained using WACD method, depicting the bundled structure of the CNTs used in the study. The CNTs are organized over macro sized dimensions in a dense and compact arrangement with an average height of 800 μm. The individual CNTs in the block structures are held together by van der Waals forces which act alongside the overall length of the tubes and are mainly responsible for positioning of the tubes and thus the tube distance. Due to their large aspect ratio, the CNTs may distort locally along the individual tube length. However, their overall alignment in the bundled CNT structure remains intact. Figure ", "2", "b shows a high magnification image of such a structure revealing an inside view of the dense highly parallel vertically aligned CNT arrangement. As seen from the TEM image in Figure ", "2", "c, the CNTs are usually double-walled with an average inner diameter of 5 nm. Widespread methods for obtaining CNTs often incorporate catalyst particles and produces CNTs that are randomly oriented. Necessary purification steps of such CNT materials inevitably leads to the uncontrolled addition of functional groups or formation of defects on their surface. This seriously alters the adsorption behavior of CNTs in an uncontrolled manner.", "(28)", " However, the as-prepared CNTs obtained by WACVD are catalyst free (see Figure ", "2", ") and show a high degree of purity. Hence no further purifications were carried out.", "Figure 2. (a) SEM image of 3D aligned CNT block structure, (b) magnified image demonstrating the vertical alignment of the CNTs within such an array, and (c) TEM image of an individual double walled CNT (∼ 5 nm inner diameter) unhinged from a CNT block by ultrasonification.", "The N", "2", " adsorption isotherm for the CNTs at 77 K (Figure ", "3", ") shows a type II behavior at lower relative pressure (", "p", "/", "p", "0", " < 0.5, ", "p", "0", " = 1 bar) and a type IV isotherm at higher relative pressures, which is typical for CNTs.", "(29-31)", " The pore size distribution determined using NLDFT in the pore width range 1–40 nm revealed a split peak between 4 and 6 nm. It corresponds roughly to the inner CNT diameter of 5 nm, measured by TEM. The intertube distance, though, is not very clear from the pore size distribution. However, for vertically aligned CNT arrays with still larger tubes of internal diameter 8 nm, we have observed a second peak in the range of 13–15 nm which is the typical intertube spacing value reported in the literature for WACVD", "(5)", " (figure not shown). The prepared 5 nm CNTs have a specific surface area of 720 m", "2", "/g as measured by the multipoint BET method. Due to the uncertainities associated with the pore size distribution calculations for nanoporous materials", "(32)", " like carbon nanotubes, the internal pore size diameter was selected based on the experimental TEM study.", "Figure 3. Nitrogen adsorption–desorption isotherm at 77 K for the as-prepared 3D aligned CNT sample, ", "p", "0", " = 1 bar. The inset shows the pore size distribution using nonlinear density function theory", "(25, 26)", " as measured using the Quantachrome Autosorb.", "Various strategies have been used in the past to explain the experimental observations by simulation. Some authors have assumed nonideal packing of the tubes with larger interstitial pores together with a distribution of nanotube diameters within a bundle.", "(33, 34)", " Other authors have considered a certain percentage of the nanotubes to be open, allowing gas adsorption on the inside, to improve the agreement between simulation and experiment.", "(10)", " In our simulation set-ups, we consider three limiting cases with an aim to investigate the adsorption in different pore types and regions and also to compare with the experiments: (a) outer, the CNTs are assumed to be completely closed, and adsorption can only take place on their outside in the interstitial and groove regions (see Figure ", "1", "); (b) inner only, adsorption occurs only within the tubes and the interstitial and groove regions are assumed to be inaccessible; (c) unrestricted, adsorption may take place in all regions. This corresponds to the limiting case of all CNTs being open.", "The measured excess adsorption isotherm for a bundle of 5-nm-diameter double-walled CNTs is presented in Figure ", "4", " along with the simulation data for the three adsorption modes. At a low pressure range, as studied in this work (", "p", " < 40 bar), unrestricted adsorption is simply a sum of adsorptions for inner and outer cases. It is first noted that the experiment is of the same order as all simulation scenarios. The deviation in the adsorbed amount is less than a factor of 2–3 in all cases. Boltzmann inversion translates this into a difference of the free energy of adsorption of less than 0.7–1.0 ", "k", "B", "T", ", which is at the accuracy limit of force-fields without special adaptation. It is also evident, however, that the experimental data is not in precise agreement with any specific simulation scenario. There is also a qualitative difference. The experimental isotherm is linear, for ", "p", " < 15 bar), which is in contrast to the behavior seen in Monte Carlo simulations for the inner and the unrestricted cases. On the other hand, the linear behavior of the experimental curve is qualitatively in line with that observed for the outer adsorption data obtained from simulations. However, the quantitative difference between the experiments and interstitial isotherms from simulations is still significant. It is clear though that the idealized scenario of open vertically aligned CNTs is far from real. One needs to take into account that a certain percentage of CNTs is closed, and intertube spacing, ", "d", ", may vary. However, for the current analysis, we start with the typical value of ", "d", " = 15 nm. We first fit the data from the experiment with the following equation:", "where ", "n", "inner", "ex", " and ", "n", "outer", "ex", " are excess adsorptions for the inner and outer cases, respectively. The values of α and ", "c", ", from the fit, are 0.58 and 0.89, respectively. The data from the fit are also included in Figure ", "4", ". Based on these fitted parameters, the surface area of the porous sample used in our simulation is ∼650 m", "2", "/g, which is slightly lower than the experimental value of 720 m", "2", "/g. The fitting results indicate that the majority of the carbon nanotubes is open and their inner volume is available for adsorption. A recent study on single-walled CNTs found 44% of the tubes open.", "(12)", " Furthermore, not all of the outer tube walls are accessible for adsorption, for example due to DWCNTs touching. The factor ", "c", " in the fit absorbs all experimental and simulational uncertainties and adjusts the overall agreement. The raw isotherms generated from the simulation globally overestimate experiment by ∼10%; the fact that ", "c", " is close to 1 gives some confidence to the modeling strategy. The above analysis does not change much if we use the data for ", "d", " = 2 nm. Variations in the intertube distance beyond ", "d ≥ ", "2 nm do not change the above analysis. However, lower values of ", "d", " have, in general, significant effect on the adsorption isotherm, which is analyzed in a subsequent section. Further, uncertainties in the force field parameters may have some effects, as also reflected by ", "c", ", which we also discuss in a later section.", "Figure 4. Excess adsorption amount of CO", "2", " in double-walled carbon nanotube arrays with ", "r", " = 2.5 nm and ", "d", " = 15 nm, for different modes of adsorption. ", "T", " = 303 K.", "It is evident that in case of open CNTs for a given loading, fewer CO", "2", " molecules adsorb on the inner surface compared to the case of outer adsorption. (That is to say, the displayed excess isotherm is smaller for unrestricted than for outer adsorption, whereas the opposite is of course true for the absolute number of adsorbed molecules, cf. ", "section 2", ".) This is also evident from the snapshots of adsorption at a given loading for different cases, Figure ", "5", ".", "Figure 5. Snapshot of adsorption at loading of ∼2.5 mmol/g, ", "T", " = 303 K, ", "r", " = 2.5 nm, ", "d", " = 2 nm for cases: (a) unrestricted, (b) inner, and (c) outer.", "Although the agreement of the adsorption isotherms is good as reflected in Figure ", "4", ", the isosteric heat of adsorption ", "q", "st", " data calculated for our idealized CNT geometry agrees less well with experiment (see Figure ", "6", "). The simulated ", "q", "st", " obtained for an intertube distance ", "d", " = 15 nm is considerably lower, in general, than in experiment. To assess a possible dependence of ", "q", "st", " on the intertube distance, we have also calculated ", "q", "st", " for ", "d", " = 2 nm (Figure ", "7", ") keeping the same inner tube diameter 2", "r", " = 5 nm. Decreasing ", "d", " dramatically affects the heat of adsorption: e.g. for unrestricted adsorption, the heat of adsorption increases by almost 50–100%, when ", "d", " is lowered from 15 to 2 nm. This is a strong indication that the mean value of ", "d", " in the experiments is either significantly lower than the assumed 15 nm, or that the ", "q", "st", " varies strongly and nonlinearly with ", "d", ", such that small-", "d", " arrangements contribute disproportionately to the overall ", "q", "st", ", which may be the reason behind the different curvature of the experimental data. This is discussed in more detail in the next section.", "Figure 6. Isosteric heat of adsorption for different modes of adsorption of CO", "2", " in double-walled carbon nanotube arrays with ", "r", " = 5.0 nm and ", "d", " = 15 nm at ", "T", " = 303 K.", "Figure 7. Isosteric heat of adsorption for different modes of adsorption of CO", "2", " in double-walled carbon nanotube arrays with ", "r", " = 2.5 nm and ", "d", " = 2 nm at ", "T", " = 303 K.", "Effect of Intertube Distance on the CO", "2", " Adsorption Mechanism", "Figure ", "8", " presents the adsorption isotherm for intertube distances ", "d", " = 0–15 nm. As expected, the inner adsorption isotherm is indifferent to the value of ", "d", ". For the outer case (i.e., when pores are closed) the adsorption isotherms are not much different at lower pressure. At low ", "d", " values, isotherms saturate at a very low pressure as seen for ", "d", " = 0–0.5 nm. However, the saturation value increases significantly, by about 200%, from ", "d", " = 0 to 0.5 nm. Further increase in ", "d", " increases the adsorption amount, and the saturation point is shifted to a higher pressure value. We notice that ", "d", " does not affect the outer adsorption profile linearly as seen for ", "d", " = 2.0 and 4.0 and 15 which are fairly similar. However, the distance ", "d", " = 1.0 nm exhibits an interesting behavior. The corresponding excess adsorption amount of CO", "2", " is the largest for all the ", "d", " values studied, for ", "p", " ≥ 14 bar. In the low pressure region, ", "p", " < 14 bar, it is the intertube distance of ", "d", " = 0.5 which displays the largest excess adsorption of CO", "2", ". The behavior of the unrestricted adsorption resembles that of the outer adsorption.", "Figure 8. Excess adsorption isotherm of CO", "2", " in double-walled carbon nanotube arrays with radius, ", "r", " = 2.5 nm. Intertube distance, ", "d", ", is varied from 0 to 15 nm.", "To illustrate the adsorption mechanism, Figure ", "9", "a presents snapshots at different pressures for the unrestricted case, for ", "d", " < 1 nm. At ", "d", " = 0, the adsorption is mainly due to contributions from interstitial and inner adsorptions. The interstitial region is saturated within ", "p", " ≈ 4 bar, and subsequent adsorption takes place mainly in the inner region. Hence, the adsorption isotherm is dominated by the inner adsorption characteristic. At ", "d", " = 0.2 nm, adsorption at low pressure is mainly contributed by the grooves, interstitial regions and inner surface adsorptions. With increasing pressure, first the grooves and the interstitial region are filled followed by inner region, where multilayer adsorption is visible. At ", "d", " = 0.5 nm, clearly groove region is filled up first followed by interstitial and inner regions with increasing pressure, respectively. When ", "d", " is increased to 1.0 nm and beyond (see Figure ", "9", " b), adsorption is initiated at the surface, preferentially at the inner surface. Hence, at low pressures there is mainly inner adsorption. Moreover, groove and interstitial regions are no more attractive for preferential adsorption due to the large surface-to-surface distance, which decreases the effective attraction of fluid molecules in that region. We observed the following sequence of adsorption for the unrestricted case: groove + inner surface adsorption → interstitial region → inner adsorption, for ", "d", " ≤ 0.5 nm. At higher ", "d", " > 0.5 nm, we have the following: inner surface adsorption + partial outer surface adsorption → outer surface adsorption → interstitial + groove + inner adsorption. This is not entirely in agreement with the prediction of Cruz et al.,", "(13)", " whose assessment was limited to the case of closed packed arrangement. However, in the case of ", "d", " < 0.5 nm, the adsorption mechanism of hydrocarbons in carbon-nanotube bundles is similar to that seen for CO", "2", ". With an increase in pressure, the excess adsorption increases with increase in the ", "d", " value until ", "d", " = 1.0 nm; subsequently, it is seen to decrease. For example, we notice that at ", "p", " = 40 bar, the ", "d", " = 15 nm case has lower excess adsorption than that of ", "d", " = 1.0 nm (see Figure ", "8", "), which has a maximum excess adsorption amount. This clearly indicates that ", "d", " plays an important role in the storage of CO", "2", ", as it can be tuned to obtain an increase in adsorption by a factor of 2 within a pressure range of 15–40 bar.", "Figure 9. Snapshots of carbon-dioxide molecules in double-walled carbon nanotube arrays for unrestricted adsorption: (a) rows from top to bottom: ", "d", " (nm) = 0, 0.2, and 0.5 (b): rows from top to bottom: ", "d", " (nm) = 1, 2, and 15. Columns from left to right correspond to ", "p", " (bar) = 1.9, 3.1, 23.1, and 38.2.", "Now, we turn our attention to the effect of intertube distance on the isosteric heat of adsorption, which is shown in Figure ", "10", ". In the case of inner adsorption, the behavior is similar for all values of ", "d", ". ", "q", "st", " first increases until a loading of ∼1.9 mmol/g, and subsequently decreases with further loading. The increasing regime corresponds to the stage where particles cover the surface with increasing loading, indicative of increasing adsorption energy with surface coverage. Further increase in loading, beyond a critical loading value, decreases the ", "q", "st", ", indicative of the filling of second or higher adsorption layers, as can also be seen in Figure ", "11", "a for ", "d", " = 0.5. In case of outer adsorption, the behavior is opposite. Here, we observe ", "q", "st", " to strongly depend on ", "d", ". At low ", "d", " = 0–0.2 nm, ", "q", "st", " is to seen to drop with increasing loading first. This is mainly due to filling of the groove regions (see Figure ", "11", "b), which have a high carbon density. Once the outer surface in the interstitial groove region is wetted, the ", "q", "st", " increases with further increasing in loading. Such behavior is prominent where interstitial volume is extremely small as for ", "d", " = 0–0.2 nm. Beyond a certain loading (which in this case is ∼1 and 3 mmol/g for ", "d", " = 0 and 0.2 nm, respectively) ", "q", "st", " starts increasing again. As seen from Figure ", "11", "b, the increase in ", "q", "st", " corresponds to the regime where complete filling of the interstitial and groove regimes is seen. The opposite behavior is observed for ", "d", " > 0.2 nm, where ", "q", "st", " first increases with increasing loading until a certain loading, followed by decrease in the ", "q", "st", " values. The effect of loading on the rise in ", "q", "st", ", however, diminishes with increasing ", "d", ". The overall difference in the behavior of ", "d", " < 0.5 and ", "d", " ≥ 0.5, is mainly due to different mechanisms of adsorption. The role of interstitial and groove regions diminishes with increase in ", "d", ". Figure ", "11", "b also presents snapshots for different loading at ", "d", " = 1.0 nm, where, adsorption starts at the outer surface uniformly. With increase in pressure or loading, we observed second layer deposition followed by the filling of the interstitial and groove regions. Figure ", "10", "c plots the isosteric heat of adsorption for the unrestricted case. Similar to the case of open pores, we have a decreasing ", "q", "st", " for ", "d", " = 0 and 0.2 nm and an increasing ", "q", "st", " for ", "d", " > 0.2 nm. However, ", "q", "st", " does not increase with increasing loading for ", "d", " = 0 and 0.2 nm. In case of ", "d", " > 0.5 nm, the unrestricted adsorption is more or less similar to the outer adsorption.", "Figure 10. Isosteric heat of adsorption of CO", "2", " in double-walled carbon nanotube arrays with radius, ", "r", " = 2.5 nm. Intertube distance, ", "d", ", is varied from 0 to 15 nm.", "Figure 11. Snapshots of carbon-dioxide molecules in double-walled carbon nanotube arrays for adsorption modes at different ", "q", "st", " values. (a) Inner adsorption, ", "d", " = 0.5 nm. (b) Outer adsorption, rows from top to bottom correspond to ", "d", " = 0.0, 0.2, and 1.0 nm. ", "q", "st", " values are displayed at the bottom of the snapshots.", "The experimental ", "q", "st", " curvature (cf. Figure ", "6", ") has a decreasing trend, at low loadings, which based on the above analysis is possible only for low ", "d", " value. Hence, the presence of small intertube distances cannot be ignored. However, pore size distribution and TEM analysis do not indicate lower values of ", "d", ". Nevertheless, considering the fit to the experimental adsorption isotherm, we speculate that DWCNTs are not perfectly aligned, and intertube distances below 0.5 nm may be present locally, which disproportionally contribute to the ", "q", "st", ". Furthermore, we speculate that defects of the order of 0.2–0.5 nm are possibly present, and they may substantially influence the isosteric heat of adsorption.", "Influence of Force-Field Parameters", "In order to estimate the uncertainty of the present results due the choice of force field parameters, we have repeated the isotherm calculations with the Lennard-Jones interactions between CNTs and CO", "2", " changed. We have considered two cases viz., ±10% change in energy ε and size parameter σ of the CNT carbon atoms at a time, leaving the CO", "2", " force-field parameters unchanged. These changes are drastic. For example, reducing the Lennard-Jones σ of carbon (0.34 nm, derived from graphite interlayer spacing) by 10%, one arrives at a typical diameter of an oxygen atom. Because of the Lorentz–Berthelot mixing rules, the actual interaction potentials between CNT and CO", "2", " are affected by approximately 5%. Figures ", "12", " and ", "13", " present illustrative adsorption isotherms for the case of unrestricted adsorption (", "d", " = 2 nm), which clearly indicate that adsorption increases or decreases with either ε or σ. The effect is larger at low pressures, where a 10% change of either ε or σ shifts the adsorption by about 100%. At large pressures, the influence is more like 25%. Thus, possible errors or uncertainties in the dispersion parameters for the solid–fluid interaction, which are much smaller than the extreme cases investigated here, can visibly affect the adsorption. The alteration, however, stays well below a factor of 2. We are therefore confident that the main conclusions of this work (e.g., the fraction of open CNTs, or the influence of the intertube distance) would remain unchanged with a different force-field choice.", "Figure 12. Excess adsorption amount of CO", "2", " in double-walled carbon nanotube arrays with ", "r", " = 2.5 nm and ", "d", " = 2 nm for unrestricted adsorption and different values of the Lennard-Jones energy parameter ε of the CNT carbon, ", "T", " = 303 K.", "Figure 13. Excess adsorption amount of CO", "2", " in double-walled carbon nanotube arrays with ", "r", " = 2.5 nm and ", "d", " = 2 nm for unrestricted adsorption and different values of the Lennard-Jones energy parameter σ of the CNT carbon, ", "T", " = 303 K.", "Top of Page", "Abstract", "Introduction", "Model and Method", "Experimental Details", "Results and Discussion", "Conclusion", "References", "Conclusion", "In this work, we have used a combination of molecular simulations and experiments to understand the adsorption mechanism of carbon-dioxide in 3D aligned CNT bundles of variable intertube spacing. Our analysis is compatible with a majority (order of 58%) of the CNTs in experimental 5-nm bundles being open and available for adsorption. Intertube spacing ", "d", " is found to have a strong effect on the isosteric heat of adsorption ", "q", "st", ". A crossover of its behavior is seen in between ", "d", " = 0.2 and 0.5 nm for the case of closed pores. At low ", "d", " = 0 to 0.2 nm, ", "q", "st", " first decreases and later increase with loading. The opposite behavior is seen for larger ", "d", ". The difference in ", "q", "st", " behavior is mainly due to a change of adsorption mechanism with ", "d", ", which is not evident in the adsorption isotherm. Intertube spacing also affects the excess adsorption. For low pressures, ", "p", " ≤ 14 bar, maximum adsorption is found for ", "d", " = 0.5 nm. However, at 14 < ", "p", " < 40 bar, excess adsorption is found to peak at ", "d", " = 1 nm. In addition, the intertube distance also influences the mechanism and the sequence of adsorption of CO", "2", " in CNT bundles. At small intertube distances (", "d", " ≤ 0.5 nm), adsorption for the unrestricted case, proceeds from the groove regions (.i.e. where two CNTs touch) in the following sequence: adsorption in grooves and on inner surface → fill interstitial region → fill inner region. For ", "d", " > 0.5 nm, the adsorption sequence changes: inner surface adsorption + partial outer surface adsorption → complete outer surface adsorption → fill interstitial, groove and inner regions. A force field parameter sensitivity analysis suggests that the conclusions are invariant to small changes in the force field.", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Model and Method", "Experimental Details", "Results and Discussion", "Conclusion", "References", "Acknowledgment", "J.K.S. thanks Parul Katiyar for providing a code for generating carbon nanotube structures and assembly. J.K.S. also thank Alexander von Humboldt Foundation for financial support. We also thank Enrico Riccardi for stimulating discussion. This work was supported by the Priority Programme 1570 ", "Porous media with well-defined pore structure in chemical engineering: Modelling, application, synthesis", " of Deutsche Forschungsgemeinschaft. Part of our experimental work (TEM) is supported by the ERC-TU1 project of Ernst-Ruska Centre (ERC), Jülich, and TU Darmstadt.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Model and Method", "Experimental Details", "Results and Discussion", "Conclusion", "References", "References", "This article references 34 other publications.", "1. ", "White", ", ", "C. M.", "; ", "Smith", ", ", "D. H.", "; ", "Jones", ", ", "K. L.", "; ", "Goodman", ", ", "A. L.", "; ", "Jikich", ", ", "S. A.", "; ", "LacCount", ", ", "R. B.", "; ", "DuBose", ", ", "S. B.", "; ", "Ozdemir", ", ", "E.", "; ", "Morsi", ", ", "B. I.", "; ", "Schroeder", ", ", "K. T.", " ", "Sequestration of Carbon Dioxide in Coal with Enhanced Coalbed Methane RecoverysA Review", " ", "Energy Fuels", " ", "2005", ",  ", "19", ",  ", "659", "– ", "725", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Sequestration of Carbon Dioxide in Coal with Enhanced Coalbed Methane Recovery-A Review", "White, Curt M.; Smith, Duane H.; Jones, Kenneth L.; Goodman, Angela L.; Jikich, Sinisha A.; LaCount, Robert B.; DuBose, Stephen B.; Ozdemir, Ekrem; Morsi, Badie I.; Schroeder, Karl T.", "Energy & Fuels", "\r\n        (", "2005", "),\r\n    ", "19", "\r\n        (", "3", "),\r\n    ", "659-724", "CODEN:\r\n                ", "ENFUEM", ";\r\n        ISSN:", "0887-0624", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  This article reviews the storage of captured CO2 in coal seams.  Other geol. formations, such as depleted petroleum reservoirs, deep saline aquifers and others have received considerable attention as sites for sequestering CO2.  This review focuses on geol. sequestration of CO2 in unmineable coalbeds as the geol. host.  Key issues for geol. sequestration include potential storage capacity, the storage integrity of the geol. host, and the chem. and phys. processes initiated by the deep underground injection of CO2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXisV2jsbg%253D&md5=6a5d9cd1a9431c20e04eec6fa8673add", "2. ", "Marcott", ", ", "S. A.", "; ", "Shakun", ", ", "J. D.", "; ", "Clark", ", ", "P. U.", "; ", "Mix", ", ", "A. C.", " ", "A Reconstruction of Regional and Global Temperature for the Past 11,300 Years", " ", "Science", " ", "2013", ",  ", "339", ",  ", "1198", "– ", "1201", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "A Reconstruction of Regional and Global Temperature for the Past 11,300 Years", "Marcott, Shaun A.; Shakun, Jeremy D.; Clark, Peter U.; Mix, Alan C.", "Science (Washington, DC, United States)", "\r\n        (", "2013", "),\r\n    ", "339", "\r\n        (", "6124", "),\r\n    ", "1198-1201", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Surface temp. reconstructions of the past 1500 years suggest that recent warming is unprecedented in that time.  Here we provide a broader perspective by reconstructing regional and global temp. anomalies for the past 11,300 years from 73 globally distributed records.  Early Holocene (10,000 to 5000 years ago) warmth is followed by ~0.7°C cooling through the middle to late Holocene (<5000 years ago), culminating in the coolest temps. of the Holocene during the Little Ice Age, about 200 years ago.  This cooling is largely assocd. with ~2°C change in the North Atlantic.  Current global temps. of the past decade have not yet exceeded peak interglacial values but are warmer than during ~75% of the Holocene temp. history.  Intergovernmental Panel on Climate Change model projections for 2100 exceed the full distribution of Holocene temp. under all plausible greenhouse gas emission scenarios.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjtlyks7g%253D&md5=330edaaf611ce8b09d9df18111086f15", "3. ", "Cinke", ", ", "M.", "; ", "Li", ", ", "J.", "; ", "Bauschlicher", ", ", "C. W.", "; ", "Ricca", ", ", "A.", "; ", "Meyyappan", ", ", "M.", " ", "CO2 Adsorption in Single-Walled Carbon Nanotubes", " ", "Chem. Phys. Lett.", " ", "2003", ",  ", "376", ",  ", "761", "– ", "766", "[", "Crossref", "], [", "CAS", "]", "3. ", "CO2 adsorption in single-walled carbon nanotubes", "Cinke, Martin; Li, Jing; Bauschlicher, Charles W.; Ricca, Alessandra; Meyyappan, M.", "Chemical Physics Letters", "\r\n        (", "2003", "),\r\n    ", "376", "\r\n        (", "5,6", "),\r\n    ", "761-766", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "Adsorption of CO2 on purified single-walled carbon nanotubes (SWNTs) has been studied in the temp. range of 0-200 °C and found to be mainly a physisorption process.  The SWNTs adsorb nearly twice the vol. of CO2 compared to activated carbon.  The exptl. results yield a CO2 heat of adsorption of 2303 J/mol (0.024 eV) in SWNTs.  Our computational study yields a similar binding energy and shows that the CO2 is physisorbed side-on to the nanotube.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXlsl2gtrg%253D&md5=ec5c3d77c3faf067197368b69a103fd4", "4. ", "Futaba", ", ", "D. N.", "; ", "Hata", ", ", "K.", "; ", "Namai", ", ", "T.", "; ", "Yamada", ", ", "T.", "; ", "Mizuno", ", ", "K.", "; ", "Hayamizu", ", ", "Y.", "; ", "Yumura", ", ", "M.", "; ", "Iijima", ", ", "S.", " ", "84% Catalyst Activity of Water-Assisted Growth of Single Walled Carbon Nanotube Forest Characterization by a Statistical and Macroscopic Approach", " ", "J. Phys. Chem. B", " ", "2006", ",  ", "110", ",  ", "8035", "– ", "8038", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "84% Catalyst activity of water-assisted growth of single-walled carbon nanotube forest characterization by a statistical and macroscopic approach", "Futaba, Don N.; Hata, Kenji; Namai, Tatsunori; Yamada, Takeo; Mizuno, Kohei; Hayamizu, Yuhei; Yumura, Motoo; Iijima, Sumio", "Journal of Physical Chemistry B", "\r\n        (", "2006", "),\r\n    ", "110", "\r\n        (", "15", "),\r\n    ", "8035-8038", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We propose a statistical and macroscopic anal. to est. the catalyst activity of water-assisted growth (super-growth) of single-walled nanotubes (SWNT) and to characterize SWNT forests.  The catalyst activity was estd. to be 84% (±6%), the highest ever reported.  The SWNT forest was found to be a very sparse material where SWNTs represent only 3.6% of the total vol.  This structural sparseness is believed to play a crit. role in achieving highly efficient growth.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XislOgtLg%253D&md5=412ff05d7d7113763293d30ff06a9ceb", "5. ", "Futaba", ", ", "D. N.", "; ", "Hata", ", ", "K.", "; ", "Yamada", ", ", "T.", "; ", "Hiraoka", ", ", "T.", "; ", "Hayamizu", ", ", "Y.", "; ", "Kakudate", ", ", "Y.", "; ", "Tanaike", ", ", "O.", "; ", "Hatori", ", ", "H.", "; ", "Yumura", ", ", "M.", "; ", "Iijima", ", ", "S.", " ", "Shape-Engineerable and Highly Densely Packed Single-Walled Carbon Nanotubes and Their Application as Super-Capacitor Electrodes", " ", "Nat. Mater.", " ", "2006", ",  ", "5", ",  ", "987", "– ", "994", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Shape-engineerable and highly densely packed single-walled carbon nanotubes and their application as super-capacitor electrodes", "Futaba, Don N.; Hata, Kenji; Yamada, Takeo; Hiraoka, Tatsuki; Hayamizu, Yuhei; Kakudate, Yozo; Tanaike, Osamu; Hatori, Hiroaki; Yumura, Motoo; Iijima, Sumio", "Nature Materials", "\r\n        (", "2006", "),\r\n    ", "5", "\r\n        (", "12", "),\r\n    ", "987-994", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "We present a rational and general method to fabricate a high-densely packed and aligned single-walled carbon-nanotube (SWNT) material by using the zipping effect of liqs. to draw tubes together.  This bulk carbon-nanotube material retains the intrinsic properties of individual SWNTs, such as high surface area, flexibility and elec. cond.  By controlling the fabrication process, it is possible to fabricate a wide range of solids in numerous shapes and structures.  This dense SWNT material is advantageous for numerous applications, and here we demonstrate its use as flexible heaters as well as supercapacitor electrodes for compact energy-storage devices.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xht1Gku7bL&md5=86f1d65616aa2a78c6823fe44f41bd15", "6. ", "Yamada", ", ", "T.", "; ", "Namai", ", ", "T.", "; ", "Hata", ", ", "K.", "; ", "Futaba", ", ", "D. N.", "; ", "Mizuno", ", ", "K.", "; ", "Fan", ", ", "J.", "; ", "Yudasaka", ", ", "M.", "; ", "Yumura", ", ", "M.", "; ", "Iijima", ", ", "S.", " ", "Size-Selective Growth of Double-Walled Carbon Nanotube Forests from Engineered Iron Catalysts", " ", "Nat. Nanotechnol.", " ", "2006", ",  ", "1", ",  ", "131", "– ", "136", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Size-selective growth of double-walled carbon nanotube forests from engineered iron catalysts", "Yamada, Takeo; Namai, Tatsunori; Hata, Kenji; Futaba, Don N.; Mizuno, Kohei; Fan, Jing; Yudasaka, Masako; Yumura, Motoo; Iijima, Sumio", "Nature Nanotechnology", "\r\n        (", "2006", "),\r\n    ", "1", "\r\n        (", "2", "),\r\n    ", "131-136", "CODEN:\r\n                ", "NNAABX", ";\r\n        ISSN:", "1748-3387", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "We have succeeded in synthesizing vertically aligned doubled-walled carbon nanotube (DWNT) forests with heights of up to 2.2 mm by water-assisted chem. vapor deposition (CVD).  We achieved 85% selectivity of DWNTs through a semi-empirical anal. of the relationships between the tube type and mean diam. and between the mean diam. and the film thickness of sputtered Fe, which was used here as a catalyst.  Accordingly, catalysts were engineered for optimum DWNT selectivity by precisely controlling the Fe film thickness.  The high efficiency of water-assisted CVD enabled the synthesis of nearly catalyst-free DWNT forests with a carbon purity of 99.95%, which could be templated into organized structures from lithog. patterned catalyst islands.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xht1yjt7fJ&md5=f190d984a851b62531f4e9a8453f0543", "7. ", "Huang", ", ", "L.", "; ", "Zhang", ", ", "L.", "; ", "Shao", ", ", "Q.", "; ", "Lu", ", ", "L.", "; ", "Lu", ", ", "X.", "; ", "Jiang", ", ", "S.", "; ", "Shen", ", ", "W.", " ", "Simulations of Binary Mixture Adsorption of Carbon Dioxide and Methane in Carbon Nanotubes: Temperature, Pressure, and Pore Size Effects", " ", "J. Phys. Chem. C", " ", "2007", ",  ", "111", ",  ", "11912", "– ", "11920", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Simulations of Binary Mixture Adsorption of Carbon Dioxide and Methane in Carbon Nanotubes: Temperature, Pressure, and Pore Size Effects", "Huang, Liangliang; Zhang, Luzheng; Shao, Qing; Lu, Linghong; Lu, Xiaohua; Jiang, Shaoyi; Shen, Wenfeng", "Journal of Physical Chemistry C", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "32", "),\r\n    ", "11912-11920", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Grand canonical Monte Carlo (GCMC) simulations were performed to investigate the adsorption behavior of an equimolar CO2/CH4 mixt. in carbon nanotubes (CNTs).  Five CNTs [(6, 6), (7, 7), (8, 8), (9, 9), and (10, 10)] with diams. varying from 0.678 to 1.356 nm, seven temps. (283, 293, 303, 313, 323, 333, 343 K), and seven pressures (1, 5, 10, 15, 20, 25, 30 MPa) were chosen to investigate the effect of temp., pressure, and pore size on the adsorption behavior.  The results show that the CNTs have a preferential adsorption of CO2 in the binary CO2/CH4 mixt.  For pore size effect on the adsorption behavior, we found that the adsorption of CO2 is much larger than that of CH4 in the same CNT and that the CO2 adsorption in the CNTs increases dramatically with an increase of CNT's diam., whereas the abs. amt. of adsorbed CH4 changes little with the CNT's pore size.  In the investigated temp. and pressure ranges, we obsd. that in the CNTs with diams. less than 1.1 nm, the temp. and pressure have little effect on the adsorption behavior of the binary mixt., whereas in larger CNTs the adsorption behavior changes with temp. and pressure significantly.  In addn., the CNTs demonstrated a higher selectivity of CO2 than other materials (activated carbons, zeolites 13X, and metal-org. frameworks) reported in the literature.  For example, in (6, 6) CNT at 343 K and 1 MPa, the selectivity reaches 11.2, larger than that reported in activated carbon.  The selectivity in narrow CNTs (<1 nm in diam.) is fluctuating with temp. and pressure, but it remains almost the same in larger CNTs at the investigated temp. and pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXnvVyqsLw%253D&md5=9e8e8f9de38628c6d66a2bac7bc0aa5e", "8. ", "Skoulidas", ", ", "A. I.", "; ", "Sholl", ", ", "D. S.", "; ", "Johnson", ", ", "J. K.", " ", "Adsorption and Diffusion of Carbon Dioxide and Nitrogen through Single-Walled Carbon Nanotube Membranes", " ", "J. Chem. Phys.", " ", "2006", ",  ", "124", ",  ", "054708", "– ", "054715", "[", "Crossref", "], [", "CAS", "]", "8. ", "Adsorption and diffusion of carbon dioxide and nitrogen through single-walled carbon nanotube membranes", "Skoulidas, Anastasios I.; Sholl, David S.; Johnson, J. Karl", "Journal of Chemical Physics", "\r\n        (", "2006", "),\r\n    ", "124", "\r\n        (", "5", "),\r\n    ", "054708/1-054708/7", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "We have used atomically detailed simulations to examine the adsorption and transport diffusion of CO2 and N2 in single-walled C nanotubes at room temp. as a function of nanotube diam.  Linear and spherical models for CO2 are compared, showing that representing this species as spherical has only a slight impact in the computed diffusion coeffs.  Transport diffusivities of mols. inside C nanotubes are extremely rapid when compared with other porous materials.  By examg. C nanotubes as large as the (40,40) nanotube, we are able to compare the transport rates predicted by our calcns. with recent exptl. measurements.  The predicted transport rates are in reasonable agreement with exptl. observations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtlKqt78%253D&md5=54ca20c6737cc7165d58c162cd514079", "9. ", "Einarsson", ", ", "E.", "; ", "Shiozawa", ", ", "H.", "; ", "Kramberger", ", ", "C.", "; ", "Rummeli", ", ", "M. H.", "; ", "Gruneis", ", ", "A.", "; ", "Pichler", ", ", "T.", "; ", "Maruyama", ", ", "S.", " ", "Revealing the Small Bundle Internal Structure", " ", "J. Phys. Chem. C", " ", "2007", ",  ", "111", ",  ", "17861", "– ", "17864", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Revealing the Small-Bundle Internal Structure of Vertically Aligned Single-Walled Carbon Nanotube Films", "Einarsson, Erik; Shiozawa, Hidetsugu; Kramberger, Christian; Ruemmeli, Mark H.; Grueneis, Alexander; Pichler, Thomas; Maruyama, Shigeo", "Journal of Physical Chemistry C", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "48", "),\r\n    ", "17861-17864", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Freestanding arrays of vertically aligned single-walled carbon nanotubes (VA-SWNTs) synthesized from alc. were obsd. directly by transmission electron microscopy (TEM).  These observations revealed that the films are comprised primarily of small bundles, contg. 10 or fewer SWNTs per bundle.  The absence of large, well-formed bundles is supported by electron diffraction spectra in which no bundle peak is obsd.  Furthermore, electron energy-loss spectroscopy shows an unusually low π plasmon energy, meaning dielec. screening from tube-tube interactions is insignificant.  Not only does this suggest a prevalence of small bundles but it also indicates that the optical properties of the VA-SWNT array are detd. by the one-dimensional nature of the component SWNTs, rather than the bulk dimensions of the entire SWNT film.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtFKqtr%252FP&md5=4c8cd4e6fa1dbcf460725a5258af5a05", "10. ", "Mahdizadeh", ", ", "S. J.", "; ", "Tayyari", ", ", "S. F.", " ", "Influence of Temperature, Pressure, Nanotube’s Diameter and Intertube Distance on Methane Adsorption in Homogeneous Armchair Open-Ended SWCNT Triangular Arrays", " ", "Theor. Chem. Acc.", " ", "2011", ",  ", "128", ",  ", "231", "– ", "240", "[", "Crossref", "], [", "CAS", "]", "10. ", "Influence of temperature, pressure, nanotube's diameter and intertube distance on methane adsorption in homogeneous armchair open-ended SWCNT triangular arrays", "Mahdizadeh, Sayyed Jalil; Tayyari, Sayyed Faramarz", "Theoretical Chemistry Accounts", "\r\n        (", "2011", "),\r\n    ", "128", "\r\n        (", "2", "),\r\n    ", "231-240", "CODEN:\r\n                ", "TCACFW", ";\r\n        ISSN:", "1432-2234", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "The physisorption of methane in homogeneous armchair open-ended SWCNT triangular arrays for the tubes of diam. of 10.85, 13.57, 16.28 and 19.00 Å [(8,8), (10,10), (12,12) and (14,14), resp.] at temp. of 273, 298, 323 and 373 K and at fugacity of 0.5-9.0 Mpa is evaluated by means of Grand Canonical ensemble Monte Carlo simulation.  The applied intermol. forces are modeled using Lennard-Jones potential model.  The abs., excess and delivery adsorption isotherms of methane in various carbon nanotube arrays are calcd.  Besides, sp. surface areas and the isosteric heats of adsorption, Qst, are studied, also different isotherm models were fitted on the simulation adsorption data, and the model parameters are correlated.  A novel geometrical relationship is introduced to calc. accessible interstitial and intratubular vols.  According to our simulation results, one can reaches to 96% of the US Department of Energy target for CH4 storage of 180 vol./vol. at 298 K and 35 bar by using the SWCNT array with nanotube's diam. of 19 Å as adsorbent.  For intertube distance equal 3.4 Å, no gas adsorption is obsd. in interstitial channel except for the arrays bigger than 15.4 Å in nanotube's diam., and multi-layer adsorption starts to form in nanotube's diam. of 16.28 Å at the pressure of 2.0 MPa.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXpslGq&md5=b39c8547ae0764c3cc79f6edd76df73a", "11. ", "Kowalczyk", ", ", "P.", "; ", "Furmaniak", ", ", "S.", "; ", "Gauden", ", ", "P. A.", "; ", "Terzyk", ", ", "A. P.", " ", "Optimal Single-Walled Carbon Nanotube Vessels for Short-Term Reversible Storage of Carbon Dioxide at Ambient Temperatures", " ", "J. Phys. Chem. C", " ", "2010", ",  ", "114", ",  ", "21465", "– ", "21473", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Optimal Single-Walled Carbon Nanotube Vessels for Short-Term Reversible Storage of Carbon Dioxide at Ambient Temperatures", "Kowalczyk, Piotr; Furmaniak, Sylwester; Gauden, Piotr A.; Terzyk, Artur P.", "Journal of Physical Chemistry C", "\r\n        (", "2010", "),\r\n    ", "114", "\r\n        (", "49", "),\r\n    ", "21465-21473", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Optimized light vessels composed of single-walled carbon nanotubes have high gravimetric and volumetric capacity for short-term reversible storage of CO2 at 298 K and near-ambient operating pressures.  We use grand canonical Monte Carlo simulation for modeling of CO2 adsorption at 298 K and pressures up to 5.7 MPa.  It is shown that both gravimetric and volumetric uptake of CO2 strongly depend on the pore size in nanotubes but not on their chiral vector.  Moreover, for any operating storage pressure, a unique optimal size of carbon nanotubes is well-defined.  At 1.5 MPa, the most efficient nanotubes that maximize both gravimetric and volumetric uptake of CO2 (i.e., 13.6 mmol g-1 and 11.4 mol dm-3) have diams. of 3.8 nm.  This size corresponds to the (28,28) armchair nanotubes.  For a higher operating pressure of 3.5 MPa, the optimal diam. of carbon nanotubes is slightly shifted up to 4.8 nm (i.e., 25.3 mmol g-1 and 16.7 mol dm-3).  This size corresponds to the (36,36) armchair nanotubes.  We demonstrate that to make an objective statement about the efficiency of CO2 storage in any nanoporous material, the complete volumetric and gravimetric adsorption data are necessary.  Taking this into account, we discuss the recently reported exceptionally high capacity of metal-org. frameworks.  We show that MOF-177, known as the most efficient porous material for storage of CO2 at room temp., is characterized by very high gravimetric uptake of CO2 (i.e., 21.8 mmol g-1 at 1.5 MPa and 33.5 mmol g-1 at 3.5 MPa).  However, the reported volumetric d. of CO2 adsorbed in MOF-177 at 298 K (i.e., 8.17 mol dm-3 at 1.5 MPa and 12.26 mol dm-3 at 3.5 MPa) is lower in comparison to storage vessels composed of optimized single-walled carbon nanotubes.  Our systematic study of CO2 adsorption in bundles composed of singe-walled carbon nanotubes at 298 K indicates the potential of nanotubes for innovation in clean technologies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVais7nP&md5=9610b0e55e35d87fe592551f845b1335", "12. ", "Cruz", ", ", "J. A. L. F.", "; ", "Esteves", ", ", "I. A. A. C.", "; ", "Agnihotri", ", ", "S.", "; ", "Mota", ", ", "J. P. B.", " ", "Adsorption Equilibria of Light Organics on Single-Walled Carbon Nanotube Heterogeneous Bundles: Thermodynamics Aspects", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", ",  ", "2622", "– ", "2629", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Adsorption Equilibria of Light Organics on Single-Walled Carbon Nanotube Heterogeneous Bundles: Thermodynamical Aspects", "Cruz, Fernando J. A. L.; Esteves, Isabel A. A. C.; Agnihotri, Sandeep; Mota, Jose P. B.", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "6", "),\r\n    ", "2622-2629", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Single-component adsorption equil. of five different hydrocarbons (CH4, C2H6, C2H4, C3H8, and C3H6) on a high-purity sample of single-walled carbon nanotube heterogeneous bundles were measured using a static gravimetric method.  The physicochem. properties and morphol. of the bundles were thoroughly characterized to obtain information about the tube diam. distribution; the latter is shown to be well approximated by a Gaussian function with a mean diam. of 14.1 ± 1.4 Å.  The adsorption measurements were performed at room temp. (T ≈ 300 K) and pressures from 2 × 10-3 up to 80 bar corresponding to reduced temps., T/Tc, from 0.81 to 1.59 and relative pressures, p/p0, in the range 1.4 × 10-5 to 0.89, where Tc and p0 are, resp., the crit. temp. and satn. vapor pressure of the adsorptive fluid.  The excess adsorption isotherms exhibit an overall type-II shape, except that of supercrit. CH4 which is type-I; none of the isotherms yield a hysteresis loop at the studied temp.  Henry consts., H, detd. in the low-pressure region, show that the adsorbate's affinity for the solid increases with the no. of carbon atoms in the mol. and decreases with the presence of an unsatd. chem. bond: H(C3H8) > H(C3H6) > H(C2H6) > H(C2H4) > H(CH4).  The comparison of the exptl. Henry consts. to theor. values obtained by mol. simulation of specific sites of the bundle shows that the exptl. values lie between the simulated values for adsorption on the external surface of the bundle and those for intrabundle confinement.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXoslymug%253D%253D&md5=59d9d64e6df5884e2256fe0e70320f97", "13. ", "Cruz", ", ", "J. A. L. F.", "; ", "Esteves", ", ", "I. A. A. C.", "; ", "Mota", ", ", "J. P. B.", " ", "Adsorption of Light Alkanes and Alkenes onto Single-Walled Carbon Nanotube Bundles: Langmuirian Analysis and Molecular Simulations", " ", "Colloids Surf., A", " ", "2010", ",  ", "357", ",  ", "43", "– ", "52", "[", "Crossref", "], [", "CAS", "]", "13. ", "Adsorption of light alkanes and alkenes onto single-walled carbon nanotube bundles: Langmuirian analysis and molecular simulations", "Cruz, Fernando J. A. L.; Esteves, Isabel A. A. C.; Mota, Jose P. B.", "Colloids and Surfaces, A: Physicochemical and Engineering Aspects", "\r\n        (", "2010", "),\r\n    ", "357", "\r\n        (", "1-3", "),\r\n    ", "43-52", "CODEN:\r\n                ", "CPEAEH", ";\r\n        ISSN:", "0927-7757", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Grand canonical Monte Carlo (GCMC) simulations are employed to study the adsorption equil. properties of methane, ethane, ethylene, propane, and propylene onto homogeneous bundles of single-walled carbon nanotubes, at room temp., from 10-4 bar up to 90% vapor pressure.  Individual adsorption isotherms for the internal vol. of a bundle and for its external adsorption sites are sep. calcd. for individual nanotube diams. in the range 11.0 ≤ D ≤ 18.1 Å.  External adsorption is further decompd. into the contributions from its two main adsorption sites - external grooves and exposed surfaces of the peripheral tubes - based on a geometrical model for the av. groove vol. that takes into account the mol. nature of the adsorbate.  Both intrabundle confinement and adsorption onto the grooves lead to type I isotherms, which are modeled with Langmuirian-type equations.  Adsorption on the exposed surfaces of the peripheral tubes in a bundle gives rise to a type II isotherm, which is described by the BET model with a finite no. of adsorbed layers.  The linear combination of the Langmuir isotherm model for adsorption onto groove sites and the BET isotherm model produces a composite isotherm that is in good agreement with the GCMC isotherm for overall adsorption onto the external sites of a bundle.  The influence of adsorbate mol. length and existence of an unsatd. chem. bond in its mol. skeleton were studied by monitoring the dependence of the Henry const. and zero-coverage isosteric heat of adsorption with the dispersive energy for the solid-fluid pair potential of each adsorbate.  The adsorptive properties are esp. influenced by the presence of a double bond in the case of small mols., such as the ethane/ethylene pair.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXisFSiuro%253D&md5=e3c0ae501c1f4befea2ba72213ac5855", "14. ", "Cruz", ", ", "J. A. L. F.", "; ", "Esteves", ", ", "I. A. A. C.", "; ", "Mota", ", ", "J. P. B.", "; ", "Agnihotri", ", ", "S.", "; ", "Müller", ", ", "E. A.", " ", "A Molecular Simulation Study of Propane and Propylene Adsorption onto Single-Walled Carbon Nanotube Bundles", " ", "J. Nanosci. Nanotechnol.", " ", "2011", ",  ", "10", " (", "4", ")  ", "2537", "– ", "2546", "[", "Crossref", "]", "There is no corresponding record for this reference.", "15. ", "Cornell", ", ", "W. D.", "; ", "Cieplak", ", ", "P.", "; ", "Bayly", ", ", "C. I.", "; ", "Gould", ", ", "I. R.", "; ", "Merz", ", ", "K. M.", "; ", "Ferguson", ", ", "D. M.", "; ", "Spellmeyer", ", ", "D. C.", "; ", "Fox", ", ", "T.", "; ", "Caldwell", ", ", "J. W.", "; ", "Kollman", ", ", "P. A.", " ", "A Second Generation Force Field for the Simulation of Proteins, Nucleic Acids, and Organic Molecules", " ", "J. Am. Chem. Soc.", " ", "1995", ",  ", "117", ",  ", "5179", "– ", "5197", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "A Second Generation Force Field for the Simulation of Proteins, Nucleic Acids, and Organic Molecules", "Cornell, Wendy D.; Cieplak, Piotr; Bayly, Christopher I.; Gould, Ian R.; Merz, Kenneth M., Jr.; Ferguson, David M.; Spellmeyer, David C.; Fox, Thomas; Caldwell, James W.; Kollman, Peter A.", "Journal of the American Chemical Society", "\r\n        (", "1995", "),\r\n    ", "117", "\r\n        (", "19", "),\r\n    ", "5179-97", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors present the derivation of a new mol. mech. force field for simulating the structures, conformational energies, and interaction energies of proteins, nucleic acids, and many related org. mols. in condensed phases.  This effective two-body force field is the successor to the Weiner et al. force field and was developed with some of the same philosophies, such as the use of a simple diagonal potential function and electrostatic potential fit atom centered charges.  The need for a 10-12 function for representing hydrogen bonds is no longer necessary due to the improved performance of the new charge model and new van der Waals parameters.  These new charges are detd. using a 6-31G* basis set and restrained electrostatic potential (RESP) fitting and have been shown to reproduce interaction energies, free energies of solvation, and conformational energies of simple small mols. to a good degree of accuracy.  Furthermore, the new RESP charges exhibit less variability as a function of the mol. conformation used in the charge detn.  The new van der Waals parameters have been derived from liq. simulations and include hydrogen parameters which take into account the effects of any geminal electroneg. atoms.  The bonded parameters developed by Weiner et al. were modified as necessary to reproduce exptl. vibrational frequencies and structures.  Most of the simple dihedral parameters have been retained from Weiner et al., but a complex set of .vphi. and ψ parameters which do a good job of reproducing the energies of the low-energy conformations of glycyl and alanyl dipeptides was developed for the peptide backbone.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXlsFertrc%253D&md5=2c8901ed614d543db51d3a28f5b6053c", "16. ", "Hummer", ", ", "G.", "; ", "Rasaiah", ", ", "J. C.", "; ", "Noworyta", ", ", "J. P.", " ", "Water Conduction Through the Hydrophobic Channel of a Carbon Nanotube", " ", "Nature", " ", "2001", ",  ", "414", ",  ", "188", "– ", "190", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Water conduction through the hydrophobic channel of a carbon nanotube", "Hummer, G.; Rasalah, J. C.; Noworyta, J. P.", "Nature (London, United Kingdom)", "\r\n        (", "2001", "),\r\n    ", "414", "\r\n        (", "6860", "),\r\n    ", "188-190", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Confinement of matter on the nanometer scale can induce phase transitions not seen in bulk systems.  In the case of water, so-called drying transitions occur on this scale as a result of strong hydrogen-bonding between water mols., which can cause the liq. to recede from nonpolar surfaces to form a vapor layer sepg. the bulk phase from the surface.  Here the authors report mol. dynamics simulations showing spontaneous and continuous filling of a nonpolar carbon nanotube with a 1-dimensionally ordered chain of water mols.  Although the mols. forming the chain are in chem. and thermal equil. with the surrounding bath, the authors observe pulse-like transmission of water through the nanotube.  These transmission bursts result from the tight hydrogen-bonding network inside the tube, which ensures that d. fluctuations in the surrounding bath lead to concerted and rapid motion along the tube axis.  Also a minute redn. in the attraction between the tube wall and water dramatically affects pore hydration, leading to sharp, two-state transitions between empty and filled states on a nanosecond timescale.  These observations suggest that carbon nanotubes, with their rigid nonpolar structures, might be exploited as unique mol. channels for water and protons, with the channel occupancy and cond. tunable by changes in the local channel polarity and solvent conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXosFait7k%253D&md5=f0329eee406fbbc70712ec967595006a", "17. ", "Harris", ", ", "J. G.", "; ", "Yung", ", ", "K. H.", " ", "Carbon Dioxide’s Liquid-Vapor Coexistence Curve And Critical Properties as Predicted by a Simple Molecular Model", " ", "J. Phys. Chem.", " ", "1995", ",  ", "99", " (", "31", ")  ", "12021", "– ", "12024", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Carbon Dioxide's Liquid-Vapor Coexistence Curve And Critical Properties as Predicted by a Simple Molecular Model", "Harris, Jonathan G.; Yung, Kwong H.", "Journal of Physical Chemistry", "\r\n        (", "1995", "),\r\n    ", "99", "\r\n        (", "31", "),\r\n    ", "12021-4", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A simple site-based intermol. potential model for carbon dioxide (the EPM model) is presented.  It uses three point charges and Lennard-Jones interactions centered at each atom.  The model predicts a coexistence curve and crit. properties quite close to the exptl. values.  The EPM model predicts a crit. temp. of 313.4 ± 0.7 K compared with an exptl. crit. temp. of 304 K.  By rescaling the potential parameters of the EPM model to obtain the model denoted as \"EPM2\", the authors more accurately reproduce the liq.-vapor coexistence curve.  A flexible EPM model with rigid bonds, but a flexible angle exhibits identical coexistence properties to within the sensitivity of the calcns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXmvVehsrk%253D&md5=3b3dc2e62f3a756956e68fe7bc01c55a", "18. ", "Do", ", ", "D. D.", "; ", "Do", ", ", "H. D.", " ", "Modeling of Adsorption on Nongraphitized Carbon Surface: GCMC Simulation Studies and Comparison with Experimental Data", " ", "J. Phys. Chem. B", " ", "2006", ",  ", "110", ",  ", "17531", "– ", "17538", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Modeling of Adsorption on Nongraphitized Carbon Surface: GCMC Simulation Studies and Comparison with Experimental Data", "Do, D. D.; Do, H. D.", "Journal of Physical Chemistry B", "\r\n        (", "2006", "),\r\n    ", "110", "\r\n        (", "35", "),\r\n    ", "17531-17538", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors model nongraphitized C black surfaces and study adsorption of Ar on these surfaces by using the grand canonical Monte Carlo simulation.  In this model, the nongraphitized surface is modeled as a stack of graphene layers with some C atoms of the top graphene layer being randomly removed.  The percentage of the surface C atoms being removed and the effective size of the defect (created by the removal) are the key parameters to characterize the nongraphitized surface.  The patterns of adsorption isotherm and isosteric heat are particularly studied, as a function of these surface parameters as well as pressure and temp.  The adsorption isotherm shows a steplike behavior on a perfect graphite surface and becomes smoother on nongraphitized surfaces.  Regarding the isosteric heat vs. loading, the authors observe for the case of graphitized thermal C black the increase of heat in the submonolayer coverage and then a sharp decline in the heat when the 2nd layer is starting to form, beyond which it increases slightly.  However, the isosteric heat vs. loading for a highly nongraphitized surface shows a general decline with respect to loading, which is due to the energetic heterogeneity of the surface.  It is only when the fluid-fluid interaction is greater than the surface energetic factor that the authors see a min.-max. in the isosteric heat vs. loading.  These simulation results of isosteric heat agree well with the exptl. results of graphitization of Spheron 6 (Polley, M. H.; Schaeffer, W. D.; Smith, W. R. J. Phys. Chem. 1953, 57, 469; Beebe, R. A.; Young, D. M. J. Phys. Chem. 1954, 58, 93).  Adsorption isotherms and isosteric heat in pores whose walls have defects are also studied from the simulation, and the pattern of isotherm and isosteric heat could be used to identify the fingerprint of the surface.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XotVGnu7w%253D&md5=833e507b5cda4b7ac1fc8e269a8938a8", "19. ", "Liua", ", ", "Z.", "; ", "Horikawa", ", ", "T.", "; ", "Do", ", ", "D. D.", "; ", "Nicholson", ", ", "D.", " ", "Packing Effects on Argon and Methanol Adsorption Inside Graphitic Cylindrical and Slit Pores: A GCMC Simulation Study", " ", "J. Colloid Interface Sci.", " ", "2012", ",  ", "368", ",  ", "474", "– ", "487", "[", "Crossref", "], [", "PubMed", "]", "There is no corresponding record for this reference.", "20. ", "Babarao", ", ", "R.", "; ", "Hu", ", ", "Z.", "; ", "Jiang", ", ", "J.", "; ", "Chempath", ", ", "S.", "; ", "Sandler", ", ", "S. I.", " ", "Storage and Separation of CO2 and CH4 in Silicate, C168 Schwarzite and IRMOF-1: A Comparative Study from Monte Carlo Simulation", " ", "Langmuir", " ", "2007", ",  ", "23", " (", "2", ")  ", "659", "– ", "666", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Storage and Separation of CO2 and CH4 in Silicalite, C168 Schwarzite, and IRMOF-1: A Comparative Study from Monte Carlo Simulation", "Babarao, Ravichandar; Hu, Zhongqiao; Jiang, Jianwen; Chempath, Shaji; Sandler, Stanley I.", "Langmuir", "\r\n        (", "2007", "),\r\n    ", "23", "\r\n        (", "2", "),\r\n    ", "659-666", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Storage of pure CO2 and CH4 and sepn. of their binary mixt. in 3 different classes of nanostructured adsorbents - silicalite, C168 schwarzite, and IRMOF-1 - were compared at room temp. using atomistic simulation.  CH4 is represented as a spherical Lennard-Jones mol., and CO2 is represented as a rigid linear mol. with a quadrupole moment.  For pure component adsorption, CO2 is preferentially adsorbed than CH4 in all the 3 adsorbents over the pressure range under this study, except in C168 schwarzite at high pressures.  The simulated adsorption isotherms and isosteric heats match closely with available exptl. data.  A dual-site Langmuir-Freundlich equation is used to fit the isotherms satisfactorily.  Compared to silicalite and C168 schwarzite, the gravimetric adsorption capacity of pure CH4 and CO2 sep. in IRMOF-1 is substantially larger.  This implies that IRMOF-1 might be a potential storage medium for CH4 and CO2.  For adsorption from an equimolar binary mixt., CO2 is preferentially adsorbed in all 3 adsorbents.  Predictions of mixt. adsorption with the ideal-adsorbed soln. theory from only pure component adsorption agree well with simulation results.  Though IRMOF-1 has a significantly higher adsorption capacity than silicalite and C168 schwarzite, the adsorption selectivity of CO2 over CH4 is similar in all 3 adsorbents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xht1Sqtb7P&md5=3341533149c3cd7a9ed60fa0dd9ceb57", "21. ", "Hata", ", ", "K.", "; ", "Futaba", ", ", "D. N.", "; ", "Mizuno", ", ", "K.", "; ", "Namai", ", ", "T.", "; ", "Yumura", ", ", "M.", "; ", "Iijima", ", ", "S.", " ", "Water-Assisted Highly Efficient Synthesis of Impurity-Free Single-Walled Carbon Nanotubes", " ", "Science", " ", "2004", ",  ", "306", ",  ", "1362", "– ", "1364", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "Water-Assisted Highly Efficient Synthesis of Impurity-Free Single-Walled Carbon Nanotubes", "Hata, Kenji; Futaba, Don N.; Mizuno, Kohei; Namai, Tatsunori; Yumura, Motoo; Iijima, Sumio", "Science (Washington, DC, United States)", "\r\n        (", "2004", "),\r\n    ", "306", "\r\n        (", "5700", "),\r\n    ", "1362-1364", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "We demonstrate the efficient chem. vapor deposition synthesis of single-walled carbon nanotubes where the activity and lifetime of the catalysts are enhanced by water.  Water-stimulated enhanced catalytic activity results in massive growth of superdense and vertically aligned nanotube forests with heights up to 2.5 mm that can be easily sepd. from the catalysts, providing nanotube material with carbon purity above 99.98%.  Moreover, patterned, highly organized intrinsic nanotube structures were successfully fabricated.  The water-assisted synthesis method addresses many crit. problems that currently plague carbon nanotube synthesis.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXpvVektbg%253D&md5=757c237fc8cb158d2564d9daf150a906", "22. ", "Ci", ", ", "L.", "; ", "Vajtai", ", ", "R.", "; ", "Ajayan", ", ", "P. M.", " ", "Vertically Aligned Large-Diameter Double-Walled Carbon Nanotube Arrays Having Ultralow Density", " ", "J. Phys. Chem. C", " ", "2007", ",  ", "111", ",  ", "9077", "– ", "9080", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "Vertically aligned large-diameter double-walled carbon nanotube arrays having ultralow density", "Ci, Lijie; Vajtai, Robert; Ajayan, P. M.", "Journal of Physical Chemistry C", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "26", "),\r\n    ", "9077-9080", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We have selectively synthesized ultralow d. (0.015 ± 0.002 g/cm3) double-walled C nanotube (DWNT) arrays.  The low mass d. is due to the large diam. and low-site d. of DWNTs in the arrays.  The diam. of the as-grown DWNTs varies from 4.5-14.8 nm with a mean value of 7.9 nm.  The role of the thickness of Fe catalyst layer is evaluated for the selective growth of large-diam. DWNTs.  Our DWNT arrays have promising applications in areas such as solar absorbers and super-hydrophobic surfaces.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXmtVKlu7c%253D&md5=bfc1c134e1bfef12f5f8cd401fcebfc0", "23. ", "Joshi", ", ", "R.", "; ", "Engstler", ", ", "J.", "; ", "Houben", ", ", "L.", "; ", "Bar Sadan", ", ", "M.", "; ", "Weidenkaff", ", ", "A.", "; ", "Mandaliev", ", ", "P.", "; ", "Issanin", ", ", "A.", "; ", "Schneider", ", ", "J. J.", " ", "Catalyst Composition, Morphology and Reaction Pathway in the Growth of “Super-Long” Carbon Nanotubes", " ", "ChemCatChem", " ", "2010", ",  ", "2", " (", "9", ")  ", "1069", "– ", "1073", "[", "Crossref", "], [", "CAS", "]", "23. ", "Catalyst Composition, Morphology and Reaction Pathway in the Growth of \"Super-Long\" Carbon Nanotubes", "Joshi, Ravi; Engstler, Joerg; Houben, Lothar; Bar Sadan, Maya; Weidenkaff, Anke; Mandaliev, Petar; Issanin, Alexander; Schneider, Joerg J.", "ChemCatChem", "\r\n        (", "2010", "),\r\n    ", "2", "\r\n        (", "9", "),\r\n    ", "1069-1073", "CODEN:\r\n                ", "CHEMK3", ";\r\n        ISSN:", "1867-3880", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Catalyst compn., morphol. and reaction pathway in growth of \"super-long\" carbon nanotubes are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFygu7bL&md5=78ed2f9d9891ee6e053d74eac08538fc", "24. ", "Ravikovitch", ", ", "P. I.", "; ", "Vishnyakov", ", ", "A.", "; ", "Russo", ", ", "R.", "; ", "Neimark", ", ", "A. V.", " ", "Unified Approach to Pore Size Characterization of Microporous Carbonaceous Materials from N2, Ar, and CO2 Adsorption Isotherms", " ", "Langmuir", " ", "2000", ",  ", "16", " (", "6", ")  ", "2311", "– ", "2320", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Unified approach to pore size characterization of microporous carbonaceous materials from N2, Ar, and CO2 adsorption isotherms", "Ravikovitch, Peter I.; Vishnyakov, Aleksey; Russo, Ron; Neimark, Alexander V.", "Langmuir", "\r\n        (", "2000", "),\r\n    ", "16", "\r\n        (", "5", "),\r\n    ", "2311-2320", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A unified approach to pore size characterization of microporous carbonaceous materials such as activated C and C fibers by N2, Ar, and CO2 adsorption at std. temps., 77 K for N2 and Ar and 273 K for CO2 is presented.  Ref. isotherms of N2, Ar, and CO2 in a series of model slit-shaped C pores in the range from 0.3-36 nm were calcd. from the nonlocal d. functional theory (NLDFT) using validated parameters of intermol. interactions.  CO2 isotherms were also generated by the grand canonical Monte Carlo (GCMC) method based on the 3-center model of Harris and Yung.  The validation of model parameters includes 3 steps: (1) prediction of vapor-liq. equil. data in the bulk system, (2) prediction of adsorption isotherm on graphite surface, (3) comparison of the NLDFT adsorption isotherms in pores to those of GCMC simulations, performed with the parameters of fluid-fluid interactions, which accurately reproduce vapor-liq. equil. data of the bulk fluid.  Pore size distributions are calcd. by an adaptable procedure of deconvolution of the integral adsorption equation using regularization methods.  The deconvolution procedure implies the same grid of pore sizes and relative pressures for all adsorbates and the intelligent choice of regularization parameters.  The consistency of the approach was demonstrated on examples of pore structure characterization of activated C from adsorption isotherms of different gases and from different models (NLDFT and GCMC).  Since the CO2 isotherms measured up to 1 atm are not sensitive to pores wider then 1 nm, the NLDFT method for CO2 was extended to high-pressure CO2 adsorption up to 34 atm.  The methods are suggested as a practical alternative to traditional phenomenol. approaches such as DR, HK, and BJH methods.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXjsFWg&md5=39c52d425d729d96451447ceb5fdd21a", "25. ", "Ravikovitch", ", ", "P. I.", "; ", "Neimark", ", ", "A. V.", " ", "Density Functional Theory Model of Adsorption on Amorphous and Microporous Silica Materials", " ", "Langmuir", " ", "2006", ",  ", "22", ",  ", "11171", "– ", "11179", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Density Functional Theory Model of Adsorption on Amorphous and Microporous Silica Materials", "Ravikovitch, Peter I.; Neimark, Alexander V.", "Langmuir", "\r\n        (", "2006", "),\r\n    ", "22", "\r\n        (", "26", "),\r\n    ", "11171-11179", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We present a novel quenched solid d. functional theory (QSDFT) model of adsorption on heterogeneous surfaces and porous solids, which accounts for the effects of surface roughness and microporosity.  Within QSDFT, solid atoms are considered as quenched component(s) of the solid-fluid system with given d. distribution(s).  Solid-fluid intermol. interactions are split into hard-sphere repulsive and mean-field attractive parts.  The former are treated with the multicomponent fundamental measure d. functional.  Capabilities of QSDFT are demonstrated by drawing on the example of adsorption on amorphous silica materials.  We show that, using established intermol. potentials and a realistic model for silica surfaces, QSDFT quant. describes adsorption/desorption isotherms of Ar and Kr on ref. MCM-41, SBA-15, and LiChrosphere materials in a wide range of relative pressures.  QSDFT offers a systematic approach to the practical problems of characterization of microporous, mesoporous, and amorphous silica materials, including an assessment of microporosity, surface roughness, and adsorption deformation.  Predictions for the pore diam. and the extent of pore surface roughness in MCM-41 and SBA-15 materials are in very good agreement with recent X-ray diffraction studies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtFOhtL3J&md5=9f97d5f866d423652a2626ab25312134", "26. ", "Brunauer", ", ", "S.", "; ", "Emmett", ", ", "P. H.", "; ", "Teller", ", ", "E.", " ", "Adsorption of Gases in Multimolecular Layers", " ", "J. Am. Chem. Soc.", " ", "1938", ",  ", "60", ",  ", "309", "– ", "319", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "Adsorption of gases in multimolecular layers", "Brunauer, Stephen; Emmett, P. H.; Teller, Edward", "Journal of the American Chemical Society", "\r\n        (", "1938", "),\r\n    ", "60", "\r\n        (", "),\r\n    ", "309-19", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "The polarization theory of multimolecular adsorption is discussed critically.  The adsorption energy due to attraction of dipoles induced into a nonpolar gas such as A is insufficient to constitute a major portion of the binding energy between adsorbed layers.  Adsorption-isotherm equations for multimolecular adsorption are derived on the assumption that the same forces that produce condensation are responsible also for multimolecular adsorption.  Numerous applications of the equations are given to exptl. adsorption isotherms.  Cf. C. A. 32, 1159.3.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaA1cXivFaruw%253D%253D&md5=c432cced1474f948ddfbe4f60c139d3a", "27. ", "Keller", ", ", "J. U.", "; ", "Staudt", ", ", "R.", " ", "Gas Adsorption Equilibria: Experimental Methods and Adsorptive Isotherms", "; ", "Springer", ": ", "New York", ", ", "2005", ".", "There is no corresponding record for this reference.", "28. ", "Ren", ", ", "X.", "; ", "Chen", ", ", "C.", "; ", "Nagatsu", ", ", "M.", "; ", "Wang", ", ", "X.", " ", "Carbon Nanotubes as Adsorbents in Environmental Pollution Management: A Review", " ", "Chem. Eng. J.", " ", "2011", ",  ", "170", ",  ", "395", "– ", "410", "[", "Crossref", "], [", "CAS", "]", "28. ", "Carbon nanotubes as adsorbents in environmental pollution management: A review", "Ren, Xuemei; Chen, Changlun; Nagatsu, Masaaki; Wang, Xiangke", "Chemical Engineering Journal (Amsterdam, Netherlands)", "\r\n        (", "2011", "),\r\n    ", "170", "\r\n        (", "2-3", "),\r\n    ", "395-410", "CODEN:\r\n                ", "CMEJAJ", ";\r\n        ISSN:", "1385-8947", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  Carbon nanotubes (CNTs) have aroused widespread attention as a new type of adsorbents due to their outstanding ability for the removal of various inorg. and org. pollutants, and radionuclides from large vols. of wastewater.  This review summarizes the properties of CNTs and their properties related to the adsorption of various org. and inorg. pollutants from large vols. of aq. solns.  Their application as adsorbents for the preconcn. and immobilization of all kinds of pollutants from gas streams and large vols. of aq. solns. are summarized, and the further research trend on CNTs in the removal of pollutants is also given.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmslahsLo%253D&md5=501ff9fa183390638c61a925378f26ba", "29. ", "Yang", ", ", "Q.-H.", "; ", "P-X.", ", ", "H.", "; ", "Bai", ", ", "S.", "; ", "Wang", ", ", "M.-Z.", "; ", "Cheng", ", ", "H.-M.", " ", "Adsorption and Capillarity of Nitrogen in Aggregated Multi-Walled Carbon Nanotubes", " ", "Chem. Phys. Lett.", " ", "2001", ",  ", "345", ",  ", "18", "– ", "24", "[", "Crossref", "], [", "CAS", "]", "29. ", "Adsorption and capillarity of nitrogen in aggregated multi-walled carbon nanotubes", "Yang, Q.-H.; Hou, P.-X.; Bai, S.; Wang, M.-Z.; Cheng, H.-M.", "Chemical Physics Letters", "\r\n        (", "2001", "),\r\n    ", "345", "\r\n        (", "1,2", "),\r\n    ", "18-24", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "Pores in aggregated multi-walled carbon nanotubes (MWNTs) can be mainly divided into inner hollow cavities of smaller diam. (narrowly distributed, mainly 3.0-4.0 nm) and aggregated pores (widely distributed, 20-40 nm), formed by the interaction of isolated MWNTs.  The 2 types of pores shall, resp., det. N2 cryogenic capillarity process under different pressures.  It is worth to note that ultra-strong N2 capillarity in the aggregated pores (590 mg N2/g) contributes to the 78.5% of the total adsorption amt. (≤750 mg/g near to the ambient pressure), showing that the aggregated pores of the MWNTs are much more important than their inner cavities for adsorption and capillarity in some cases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXmsleisLY%253D&md5=11bb85fe7c98cc1a1bbc485d94991926", "30. ", "Li", ", ", "Z.", "; ", "Pan", ", ", "Z.", "; ", "Dai", ", ", "S.", " ", "Nitrogen Adsorption Characterization of Aligned Multiwalled Carbon Nanotubes and Their Acid Modification", " ", "J. Colloid Interface Sci.", " ", "2004", ",  ", "277", ",  ", "35", "– ", "42", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "30. ", "Nitrogen adsorption characterization of aligned multiwalled carbon nanotubes and their acid modification", "Li, Zuojiang; Pan, Zhengwei; Dai, Sheng", "Journal of Colloid and Interface Science", "\r\n        (", "2004", "),\r\n    ", "277", "\r\n        (", "1", "),\r\n    ", "35-42", "CODEN:\r\n                ", "JCISA5", ";\r\n        ISSN:", "0021-9797", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "Aligned multiwalled carbon nanotube (CNT) arrays were synthesized by using an iron-based sol-gel catalyst and acetylene as the precursor.  These CNTs show high purity, uniform diams. and pore-wall thickness.  Low temp. nitrogen adsorption was employed to characterize the structural and surface properties of the as-synthesized sample and that modified with boiling concd. nitric acid.  The adsorption characteristics of the as-synthesized and modified CNTs were thoroughly investigated.  High-resoln. comparative αs-plot showed that the nitrogen adsorption on CNTs takes place via a multistage mechanism closely related to their structures.  It was also found that the acid modification significantly increased the adsorption energy and enhanced the adsorption capacity under low pressures.  High-resoln. comparative method provided valuable insights about the surface and pore structures of CNTs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXlvFaktLk%253D&md5=3c0e6c402c9c6d7508edd23313a13280", "31. ", "Inoue", ", ", "S.", "; ", "Ichikuni", ", ", "N.", "; ", "Suzuki", ", ", "T.", "; ", "Uematsu", ", ", "T.", "; ", "K.", ", ", "K.", " ", "Capillary Condensation of N2 on Multiwall Carbon Nanotubes", " ", "J. Phys. Chem. B", " ", "1998", ",  ", "102", ",  ", "4689", "– ", "4692", "[", "ACS Full Text ", "], [", "CAS", "]", "31. ", "Capillary Condensation of N2 on Multiwall Carbon Nanotubes", "Inoue, S.; Ichikuni, N.; Suzuki, T.; Uematsu, T.; Kaneko, K.", "Journal of Physical Chemistry B", "\r\n        (", "1998", "),\r\n    ", "102", "\r\n        (", "24", "),\r\n    ", "4689-4692", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The cryst. carbon nanotubes having mesopores that are open at one end, with pore width of 4 ± 0.8 nm, were characterized by XRD, XPS, and HRTEM.  The N2 adsorption isotherm of multiwall carbon nanotubes was measured at 77 K.  A hump was obsd. near P/P0 = 0.4 in the adsorption isotherm.  The adsorption isotherm was deconvoluted into those on the inner and external surfaces using the sep. detd. total, inner, and external surface areas.  The adsorption isotherm on the inner surface was without adsorption hysteresis and had a sharp uptake at the P/P0 region corresponding to the mesopore width, which was ascribed to capillary condensation in the mesopores of carbon nanotubes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXjt1WksLs%253D&md5=db1dc446aa88cce2f8fa833aa90423c4", "32. ", "Thommes", ", ", "M.", " ", "Physical Adsorption Characterization of Nanoporous Materials", " ", "Chemie Ingenieur Technik", " ", "2010", ",  ", "82", ",  ", "1059", "– ", "1073", "[", "Crossref", "], [", "CAS", "]", "32. ", "Physical adsorption characterization of nanoporous materials", "Thommes, M.", "Chemie Ingenieur Technik", "\r\n        (", "2010", "),\r\n    ", "82", "\r\n        (", "7", "),\r\n    ", "1059-1073", "CODEN:\r\n                ", "CITEAH", ";\r\n        ISSN:", "0009-286X", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  During recent years, major progress was made in the understanding of the adsorption, pore condensation, and hysteresis behavior of fluids in novel ordered nanoporous materials with well defined pore structure.  This has led to major advances in the structural characterization by phys. adsorption, also because of the development and availability of advanced theor. procedures based on statistical mechanics (e.g., d. functional theory, mol. simulation) which allows to describe adsorption and phase behavior of fluids in pores on a mol. level.  Very recent improvements allow even to take into account surface geometrical in-homogeneity of the pore walls.  However, there are still many open questions concerning the structural characterization of more complex porous systems.  Important aspects of the major underlying mechanisms assocd. with the adsorption, pore condensation, and hysteresis behavior of fluids in micro-mesoporous materials are reviewed and their significance for advanced phys. adsorption characterization is discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXotFemt7Y%253D&md5=ea362aabc095e5c2286bdb8dd994d74f", "33. ", "Talapatra", ", ", "S.", "; ", "Migone", ", ", "A. D.", " ", "Adsorption of Methane on Bundles of Closed-Ended Single-Wall Carbon Nanotubes", " ", "Phys. Rev. B", " ", "2002", ",  ", "65", ",  ", "045416", "– ", "045422", "[", "Crossref", "], [", "CAS", "]", "33. ", "Adsorption of methane on bundles of closed-ended single-wall carbon nanotubes", "Talapatra, S.; Migone, A. D.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2002", "),\r\n    ", "65", "\r\n        (", "4", "),\r\n    ", "045416/1-045416/6", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "Adsorption isotherm investigations of methane on closed-ended single-wall nanotube bundles are presented.  The isosteric heat of adsorption was detd. as a function of the amt. of methane adsorbed on the SWNT substrate for coverages in the first layer.  The isosteric heat of adsorption decreased with increasing coverage.  This behavior provides an explanation for differences in previously reported values for this quantity.  Substantial agreement was found between this study and previous reports on the temp. dependence of the pressures at which the 2 first-layer substeps occur for methane adsorbed on SWNT bundles.  There was, however, one exception: no evidence was found suggesting the existence of a phase transition ≈90 K in the high pressure substep.  A possible explanation for this difference is given.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XlsFGntQ%253D%253D&md5=00809aa302275ad0992bdcdf385d5a79", "34. ", "Johnson", ", ", "M. R.", "; ", "Rols", ", ", "S.", "; ", "Wass", ", ", "P.", "; ", "Muris", ", ", "M.", "; ", "Bienfait", ", ", "M.", "; ", "Zeppenfeld", ", ", "P.", "; ", "Dupont-Pavlovsky", ", ", "N.", " ", "Neutron Diffraction and Numerical Modelling Investigation of Methane Adsorption on Bundles of Carbon Nanotubes", " ", "Chem. Phys.", " ", "2003", ",  ", "293", ",  ", "217", "– ", "230", "[", "Crossref", "], [", "CAS", "]", "34. ", "Neutron diffraction and numerical modelling investigation of methane adsorption on bundles of carbon nanotubes", "Johnson, M. R.; Rols, S.; Wass, P.; Muris, M.; Bienfait, M.; Zeppenfeld, P.; Dupont-Pavlovsky, N.", "Chemical Physics", "\r\n        (", "2003", "),\r\n    ", "293", "\r\n        (", "2", "),\r\n    ", "217-230", "CODEN:\r\n                ", "CMPHC2", ";\r\n        ISSN:", "0301-0104", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "Neutron diffraction measurements on a powder sample of bundles of single-walled C nanotubes are used to gain insight into adsorption sites for methane mols.  In parallel, numerical methods, based on empirical force-fields, are employed to calc. the adsorption of methane in bundles of nanotubes and neutron diffraction patterns based on these structures.  Adsorption sites in grooves on the outer surface of bundles and on the curved surfaces of the nanotubes are characterized by their binding energy and relative abundance.  Comparison with published adsorption isotherms indicate that the more stable groove sites must also be complemented by interstitial sites.  Such sites are found to be energetically unfavorable in homogeneous bundles composed of av. diam. nanotubes, but can become favorable in bundles made of bigger diam. tubes and in more realistic, heterogeneous bundles.  Nanotube deformation is an important factor, limiting the size of interstitial channels, but also allowing the stabilization of adsorbed methane mols.  Diffraction patterns calcd. for methane-nanotube structures with partially occupied interstitial sites are in best agreement with the exptl. diffraction data.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXmsVKhu78%253D&md5=058e48e797f41270c8734f8b10ca41ec"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403624c/production/images/small/jp-2013-03624c_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403624c/production/images/small/jp-2013-03624c_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403624c/production/images/small/jp-2013-03624c_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403624c/production/images/small/jp-2013-03624c_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403624c/production/images/small/jp-2013-03624c_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403624c/production/images/small/jp-2013-03624c_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403624c/production/images/small/jp-2013-03624c_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403624c/production/images/small/jp-2013-03624c_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403624c/production/images/small/jp-2013-03624c_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403624c/production/images/small/jp-2013-03624c_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403624c/production/images/small/jp-2013-03624c_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403624c/production/images/small/jp-2013-03624c_0012.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2013/jpccck.2013.117.issue-26/jp403624c/production/images/small/jp-2013-03624c_0013.gif\">"]}
