{"title": ["A Straight Forward Route for the Development of Metal–Organic Frameworks Functionalized with Aromatic −OH Groups: Synthesis, Characterization, and Gas (N", ", Ar, H", ", CO", ", CH", ", NH", ") Sorption Properties"], "authors": ["Ioannis Spanopoulos", "Pantelis Xydias", "Christos D. Malliakas", "Pantelis N. Trikalitis"], "doi": ["10.1021/ic302010e"], "abstract": ["A straightforward synthetic route is presented for the development of MOFs functionalized with pendant, aromatic −OH groups.", "A facile and general methodology for the development of metal–organic frameworks (MOFs) functionalized with pendant, aromatic hydroxyl (−OH) groups is presented. Extensive gas-sorption studies in representative and important MOFs functionalized with free aromatic −OH groups such as the IRMOF-8 and DUT-6 (or MOF-205), denoted here as ", " and ", ", revealed a high CO", "/CH", " selectivity for ", " (13.6 at 273 K and 1 bar) and a high NH", " uptake of 16.4 mol kg", " at 298 K and 1 bar for ", "."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Introduction", "Porous, metal–organic frameworks (MOFs) or coordination polymers (PCPs) currently represent an extremely active area in materials research mainly because of the prospect of finding application in important technological sectors related to energy and the environment.", "(1, 2)", " This is because in MOFs, exceptional high surface areas up to 10 000 m", "2", " g", "–1", " could be combined with framework properties arising from both inorganic and organic building units.", "(3-5)", " For example, the presence of unsaturated metal sites in porous MOFs results in a high adsorption potential of gas molecules, rendering these solids suitable for gas separation applications.", "(6, 7)", " On the other hand, functional groups attached to the organic part of the framework provide a straightforward route for pore functionalization that could lead to tailor-made materials for specific applications.", "(8)", "Of significant interest are porous MOFs functionalized with pendant, aromatic hydroxyl (−OH) groups. This kind of MOF, in addition to its improved gas-sorption properties,", "(9-16)", " is expected to exhibit important functionalities, including Brønsted acidity with potential utilization in the removal of harmful gases (e.g., NH", "3", "), acid-catalyzed reactions, cation exchange properties,", "(17-19)", " and proton conductivity.", "(20)", " Additionally, these solids may serve as a unique platform to obtain more complex functionalized MOFs following standard O-alkylation type reactions. Therefore, it would be of significant importance if known and important MOFs (e.g., IRMOFs, MOF-205, etc.) could be synthesized having pendant aromatic −OH groups. However, this kind of functionalization cannot be performed on known MOFs through postsynthetic modification reactions, due to the limited stability of the framework. The alternative bottom-up approach is their direct synthesis using suitable −OH functionalized ligands. The utilization of this approach is, however, highly restricted not only because of the limited number of such ligands suitable for MOFs syntheses but also because these acidic groups have the tendency to coordinate to metal ions. Although the latter can be avoided in some cases following a protection–deprotection methodology,", "(21, 22)", " this approach introduces additional synthetic steps, and its general applicability has not been demonstrated. Very recently, a photochemical postsynthetic modification route was applied for the development of −OH functionalized UMCM-1", "(23)", " and IRMOF-10.", "(24)", " To the best of our knowledge, a straightforward and simple approach that allows the synthesis of different MOFs with pendant aromatic −OH groups inside the pore space has not been reported.", "Herein, we present a straightforward route that allows the synthesis of new, hydroxyl functionalized carboxylate-based ligands that can be directly used for the construction of highly porous MOFs. In particular, we have modified the ligands naphalene-2,6-dicarboxylatic acid (H", "2", "NDC), biphenyl-4,4′-dicartboxylic acid (H", "2", "BPDC), and terphenyl-dicarboxylic acid (H", "2", "TPDC), and we have successfully synthesized and characterized the hydroxyl functionalized analogues of IRMOF-8, MOF-205, IRMOF-9, and IRMOF-16, denoted here as ", "1", ", ", "2", ", ", "3", ", ", "3m", " (a mixed ligand analogue of ", "3", "), and ", "4", ", respectively. Detailed gas-sorption studies including N", "2", ", Ar, H", "2", ", CO", "2", ", CH", "4", ", and NH", "3", " are presented and discussed. In the case of ", "1", ", a high CO", "2", "/CH", "4", " selectivity was observed (13.6 at 273 K and 1 bar), while ", "2", " shows a high ammonia uptake of 16.4 mol kg", "–1", " at 298 K and 1 bar.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Experimental Section", "Starting Materials", "All chemicals were purchased and used without further purification. Zn(NO", "3", ")", "2", "·6H", "2", "O, naphthalene-2,6-dicarboxylic acid (H", "2", "NDC), biphenyl-4,4′dicarboxylic acid (H", "2", "BPDC), dimethyformamide (DMF), absolute ethanol, HCl (37%), and NaOH pellets were purchased from Aldrich. The p-terphenyl dicarboxylic acid was synthesized according to a published procedure.", "(25)", " Fuming sulphuric acid (oleum H", "2", "SO", "4", " 20% SO", "3", ") was purchased from RDH Chemical Company. 4,4′,4″-Benzene-1,3,5-triyltribenzoic acid (H", "3", "BTB) was synthesized according to a published procedure.", "(26)", "Synthesis and Characterization of −OH Functionalized Ligands", "The general two-step synthetic procedure is shown in Scheme ", "1", ". The intermediate products 4,8-disulfonyl-2,6-naphthalene dicarboxylic acid (H", "4", "DSNDC) and 2,2′-sulfone-biphenyl-4,4′-dicarboxylic acid (H", "2", "SBPDC) (step A, top and middle in Scheme ", "1", ") were synthesized according to our published procedure.", "(27, 28)", " Following the same methodology, the new sulfone functionalized ligand, bis-sulfone-terphenyl-dicarboxylic acid (H", "2", "STPDC) (step A, bottom in Scheme ", "1", "), was synthesized in high yield (>90%), and its structure was determined by single-crystal X-ray crystallography (see the ", "Supporting Information", ").", "Scheme 1. The Hydroxyl Functionalized Ligands H", "2", "(NDC–OH), H", "2", "(BPDC–OH), and H", "2", "(TPDC–OH), Synthesized Following a Two-Step Process: (A) Sulfonation Reaction Using Oleum (H", "2", "SO", "4", ", 20% SO", "3", ") and (B) Solid-State Reaction with NaOH at 350 °C", "A detailed and representative synthesis is described below for converting the 4,8-disulfonaphthalene-2,6-dicarboxylic acid (H", "4", "DSNDC) to 4,8-dihydroxynapthalene-2,6-dicarboxylic acid (H", "2", "(NDC–OH)) (step B, top in Scheme ", "1", "). The exact same procedure was followed to produce the ligands H", "2", "(BPDC–OH) and H", "2", "(TPDC–OH) (step B, middle and bottom in Scheme ", "1", "). The −OH functionalized ligands were characterized by NMR spectroscopy, see the ", "Supporting Information", " (SI).", "Synthesis of 4,8-Dihydroxynapthalene-2,6-dicarboxylic Acid, H", "2", "(NDC–OH)", "A dried solid mixture of 2 g (50 mmol) of NaOH and 1.329 g (3.53 mmol) of 4,8-disulfonaphthalene-2,6-dicarboxylic acid was flame-sealed under a vacuum inside a 25 cm Pyrex tube. The tube was placed inside a furnace and heated at 350 °C with a heating rate of 3 °C/min, held at 350 °C for 90 min, and cooled down to room temperature. The tube was opened using a glass cutter, and the solid mixture was dissolved in 50 mL of deionized water. The mixture was filtered, and the clear yellow solution was transferred in a 125 mL Pyrex flask where 3 mL of concentrated HCl was added dropwise under stirring. A bright yellow solid was formed, isolated with suction filtration, washed with 50 mL of acetonitrile, and dried overnight at 343 K (yield: 0.677 g, 76%). Very similar yields were observed in the cases of H", "2", "(BPDC–OH) and H", "2", "(TPDC–OH) ligands.", "Synthesis of MOFs", "Synthesis of ", "1", "An amount of 0.020 g (0.08 mmol) of 4,8-dihydroxynaphthalene-2,6-dicarboxylic acid (H", "2", "(NDC–OH)) and 0.079 g (0.25 mmol) of Zn(NO", "3", ")", "2", "·6H", "2", "O was dissolved in a 20 mL glass scintillation vial containing 6 mL of DMF and 4 mL of ethanol. The vial was heated at 358 K for 6 h where large, dark orange cubic crystals were formed. Yield: 37% based on H", "2", "(NDC–OH).", "Synthesis of ", "2", "An amount of 0.020 g (0.08 mmol) of 4,8-dihydroxynaphthalene-2,6-dicarboxylic acid (H", "2", "(NDC–OH)), 0.030 g (0.07 mmol) of 4,4′,4″-benzene-1,3,5-triyltribenzoic acid (H", "3", "BTB), and 0.079 g (0.25 mmol) of Zn(NO", "3", ")", "2", "·6H", "2", "O was dissolved in a 20 mL glass scintillation vial containing 6 mL of DMF and 4 mL of ethanol. The vial was heated at 358 K for 10 h where large, dark orange truncated-octahedral crystals were formed. Yield: 36% based on H", "2", "(NDC–OH).", "Synthesis of ", "3", "An amount of 0.05 g (0.194 mmol) of 2-hydroxybiphenyl-4,4′-dicarboxylic acid (H", "2", "(BPDC–OH)) and 0.181 g (0.5 mmol) of Zn(NO", "3", ")", "2", "·6H", "2", "O was dissolved in a 20 mL scintillation vial containing 10 mL of DMF and three drops of H", "2", "O. The vial was heated at 368 K for 16 h where a colorless microcrystalline solid was formed. Yield: 45% based on H", "2", "(BPDC–OH).", "Synthesis of ", "3m", "An amount of 0.025 g (0.097 mmol) of 2-hydroxybiphenyl-4,4′-dicarboxylic acid (H", "2", "(BPDC–OH)), 0.023 g (0.097 mmol) of biphenyl-4,4′-dicarboxylic acid (H", "2", "BPDC), and 0.181 g (0.5 mmol) of Zn(NO", "3", ")", "2", "·6H", "2", "O was dissolved in a 20 mL scintillation vial containing 10 mL of DMF and three drops of H", "2", "O. The vial was heated at 368 K for 16 h; small, colorless cubic crystals were formed. Yield: 50% based on H", "2", "(BPDC–OH).", "Synthesis of ", "4", "An amount of 0.030 g (0.08 mmol) of H", "2", "(TPDC–OH) and 0.076 g (0.26 mmol) of Zn(NO", "3", ")", "2", "·6H", "2", "O werewas dissolved in a 20 mL glass scintillation vial containing 6 mL of DMF and 4 mL of ethanol. The vial was heated at 358 K for 14 h where a white powder was formed in low yield. The vial was then kept at room temperature for 2 days where small, colorless cubic crystals were formed. Yield: ∼10% based on H", "2", "(TPDC–OH).", "The synthesis of DUT-6 (MOF-205) was carried out according to a published procedure.", "(29)", "Structural Characterization", "For MOFs ", "1", " and ", "2", ", single-crystal X-ray diffraction data were collected at 250 K on a STOE IPDS II diffractometer operated at 2000 W of power (50 kV, 40 mA) with graphite monochromatized Mo Kα (λ = 0.71073 Å) radiation. An analytical absorption correction was applied using the program X-RED (routine within the X-AREA software package). For ", "3m", ", intensity data were collected at 100 K in ChemMatCARS Sector 15 at APS, Argonne National Laboratory, with an APEX2 detector (diamond monochromatized radiation) using a phi-scan technique. Data reduction was performed with the APEX2 software, SAINT, and SADABS. All structures were solved by direct methods and refined with SHELXL software.", "(30)", " In both ", "1", " and ", "2", ", the NDC–OH ligand was found disordered over two positions, and the corresponding atoms were refined with restrained models using DFIX instructions. This kind of disorder has been observed and described also for naphthalene-2,6-dicarboxylate (NDC) in the cases of MOF-205", "(5)", " and IRMOF-8", "(31)", " and originates from the fact that the molecular symmetry of NDC and NDC–OH (m/2) is lower than the site symmetry of the lattice (mm2). Except ", "2", ", all other non-hydrogen atoms were refined anisotropically. Hydrogen atoms were generated with idealized geometries. In all cases, it was not possible to locate and resolve guest molecules as a very high percent of the total unit cell volume is occupied by disordered solvent molecules. This is a very common problem in highly porous MOFs. The reduced residuals obtained after operating the SQUEEZE subroutine of PLATON", "(32)", " confirms that the uncertainty before SQUEEZE in the crystallographic models stems from the disordered guest molecules residing in the large void spaces and not the framework structure. The crystallographic data for ", "1", ", ", "2", ", and ", "3m", " have been deposited into the Cambridge Crystallographic Data Center with deposition numbers CCDC 870636, 870637, and 870638, respectively.", "Powder X-ray diffraction patterns were collected on a Panalytical X’pert Pro MPD system (Cu Kα radiation) operated at 45 kV and 40 mA. A typical scan rate was 1 s/step with a step size of 0.02°. Simulated PXRD patterns were calculated from the corresponding single crystal data using the program Powder Cell 2.3. Thermogravimetric analyses (TGA) were performed using a TA SDT Q 600 analysis system. An amount of 20 mg of the sample was placed inside an alumina cup and heated up to 600 °C under an argon flow with a heating rate of 5 °C/min. ATR-IR spectra were recorded on a Thermo-Electron Nicolet 6700 FT-IR optical spectrometer with a DTGS KBr. ", "1", "H NMR and ", "13", "C NMR spectra were recorded on a Bruker 300 MHz spectrometer, in DMSO-", "d", "6", " solutions.", "Gas Sorption Measurements", "Low-pressure nitrogen, argon, hydrogen, carbon dioxide, methane, and ammonia sorption measurements were carried out on an Autosorb 1-MP instrument from Quantachrome equipped with multiple pressure transducers for highly accurate analyses and an oil-free vacuum system. Ultrahigh purity grade N", "2", " (99.999%), Ar (99.999%), He (99.999%), H", "2", " (99.999%), CO", "2", " (99.999%), CH", "4", " (99.9995%), and NH", "3", " (99.999%) were used for all adsorption measurements. Prior to analysis, as-made samples were soaked in absolute ethanol at room temperature for three days, during which the supernatant solution was replaced six times. The ethanol suspended samples were transferred inside the chamber of a supercritical CO", "2", " dryer (Bal-Tec CPD 030), and ethanol was exchanged with liquid CO", "2", " over a period of 5 h at 8 °C. During this period, liquid CO", "2", " was vented under positive pressure every 2 min. The rate of CO", "2", " venting was always kept below the rate of filling so as to maintain full drying conditions inside the chamber. Following venting, the temperature was raised to 40 °C (above the critical temperature of CO", "2", "), kept there for 1 h, and then slowly vented over a period of 1 h. The dried sample was transferred immediately inside a preweighted, Argon filled 9 mm cell and closed using CellSeal provided by Quantachrome to prevent the intrusion of oxygen and atmospheric moisture during transfers and weighing. The cell was then transferred to the outgassing station were the sample was evacuated under dynamic vacuum conditions at room temperature until the outgas rate was less than 2 mTorr/min. After evacuation, the sample and cell were reweighed to obtain the precise mass of the evacuated sample. Finally, the tube was transferred to the analysis port of the gas adsorption instrument.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "Ligand Functionalization", "A straightforward two-step synthetic procedure was developed that affords −OH functionalized aromatic carboxylate-based ligands. Accordingly, as shown in Scheme ", "1", ", our methodology utilizes first a sulfonation reaction that, depending on the nature of the ligand, affords the sulfonated (−SO", "3", "H) or sulfone (−SO", "2", ") functionalized analogue, and in a second step these are treated with NaOH in a solid state reaction to produce the corresponding hydroxyl derivatives, see Scheme ", "1", ". It is important to note that in this way the hydroxyl groups are placed in the meta position with respect to carboxylates, and therefore these two acidic groups cannot compete for coordination to the same metal center, as for example in the case of 2,5-dihydroxylterephthalic acid in MOF-74.", "(33)", " Therefore, our approach does not require protection–deprotection steps of the pendant hydroxyl groups.", "The successful quantitative transformation of the sulfone or sulfonated ligands to the corresponding hydroxyl analogues (step B in Scheme ", "1", ") is accomplished through a controlled solid state reaction with NaOH at 350 °C. We found that prolonged heating during this step could result in a complete removal of the functional groups and the formation of the parent, nonfunctionalized ligand.", "MOF Syntheses and Single Crystal X-Ray Diffraction Data", "The reaction between Zn(NO", "3", ")", "2", "·6H", "2", "O and H", "2", "(NDC–OH), namely the 4,8-dihydroxynaphthalene-2,6-dicarboxylic acid, in DMF/EtOH at 85 °C for 6 h afforded ", "1", " as large, orange-red cubic crystals suitable for single-crystal X-ray diffraction measurements. Accordingly, ", "1", " crystallizes in the cubic system (space group ", "Fm", "3̅", "m", "), isostructural to IRMOF-8, with a unit cell parameter ", "a", " = 30.174(4) Å (see Table ", "1", "). This is a noninterpenetrated structure based on the pseudo-octahedral Zn", "4", "O(−CO", "2", ")", "6", " secondary building unit (SBU) as shown in Figure ", "1", "a, with an overall framework formula Zn", "4", "O(NDC–OH)", "3", ". A comparison between the experimental and calculated powder X-ray diffraction pattern confirms that ", "1", " is a pure phase (see Figure S7 in ", "SI", "). To further characterize the framework in ", "1", " and in particular to probe the presence of the aromatic −OH groups, attenuated total reflectance infrared spectroscopy (ATR-IR) was utilized in an evacuated sample. A broad peak centered at 3120 cm", "–1", " is characteristic of aromatic −OH groups involved in a hydrogen bonding interaction", "(15)", " presumably with adsorbed moisture due to exposure of the sample to open air during the measurement (see ", "Figure S12", "). For comparison, the corresponding peak in the spectrum of the H", "2", "(NDC–OH) ligand is relatively sharp and centered at 3430 cm", "–1", " in full agreement with the literature data.", "(15)", "Figure 1. Part of the cubic framework of (a) ", "1", " and (b) ", "2", " as determined from single-crystal X-ray diffraction data. For clarity, only one orientation of the disordered NDC–OH ligands is shown. The orange spheres indicate pore space. Hydrogen atoms are omitted for clarity.", "Table 1. Single-Crystal Structure Data of ", "1", ", ", "2", ", and ", "3m", "a", " ", "1", "2", "3m", "formula", "C", "36", "H", "18", "O", "19", "Zn", "4", "C", "48", "H", "26", "O", "15", "Zn", "4", "C", "42", "H", "24", "O", "15", "Zn", "4", "fw", "1015.89", "1104.14", "1030.09", "temp (K)", "250(2)", "250(2)", "100(2)", "wavelength (Å)", "0.71073", "0.71073", "0.44280", "cryst syst", "cubic", "cubic", "orthorhombic", "space group", "Fm", "3̅", "m", "Pm", "3̅", "n", "Pnma", "unit cell (Å)", "a", " = 30.174(2)", "a", " = 30.367(4)", "a", " = 17.1238(11)", "b", " = 20.1150(13)", "c", " = 27.1291(16)", "vol (Å", "3", ")", "27471(3)", "28004(6)", "9344.5(10)", "Z", "8", "6", "4", "density (g/cm", "3", ")", "0.485", "0.391", "0.732", "μ (mm", "–1", ")", "0.713", "0.525", "0.551", "cryst size (mm)", "0.7 × 0.7 × 0.7", "0.5 × 0.5 × 0.5", "0.4 × 0.4 × 0.4", "θ", "min", "–θ", "max", " (deg)", "1.35–23.94", "1.64–28.39", "1.26–13.31", "reflns collected", "46332", "33434", "146774", "independent reflns", "1124 [", "R", "int", " = 0.1357]", "4642 [", "R", "int", " = 0.1630]", "5691 [", "R", "int", " = 0.0730]", "completeness to θ", "99% (23.94°)", "88% (16.0°)", "100% (13.31°)", "data/restraints/params", "1124/5/31", "4642/5/37", "5691/13/298", "goodness-of-fit on ", "F", "2", "0.946", "1.058", "1.034", "final ", "R", " indices [>2σ(", "I", ")]", "R", "obs", " = 0.0961", "R", "obs", " = 0.1522", "R", "obs", " = 0.0704", "wR", "obs", " = 0.2487", "wR", "obs", " = 0.2976", "wR", "obs", " = 0.1959", "R", " indices (all data)", "R", "all", " = 0.1759", "R", "all", " = 0.3371", "R", "all", " = 0.0816", "wR", "all", " = 0.2998", "wR", "all", " = 0.3617", "wR", "all", " = 0.2051", "max/min peak (e Å", "–3", ")", "0.942/–0.700", "0.878/–0.647", "1.536/–0.584", "a", "R", " = Σ∥", "F", "o", "| – |", "F", "c", "∥/Σ|", "F", "o", "|, ", "wR", " = {Σ[", "w", "(|F", "o", "|", "2", " – |F", "c", "|", "2", ")", "2", "]/Σ[", "w", "(|F", "o", "|", "4", ")]}", "1/2", " and calc ", "w", " = 1/[σ", "2", "(", "F", "o", "2", ") + (0.1295", "P", ")", "2", " + 21.0536", "P", "] where ", "P", " = (", "F", "o", "2", " + 2", "F", "c", "2", ")/3.", "To expand the family of hydroxyl functionalized MOFs based on the H", "2", "(NDC–OH) ligand and access large pore MOFs with ultrahigh surface areas and pore volumes, we applied the mixed ligand strategy that avoids interpenetration, and we have successfully synthesized in single-crystal form the analogue of DUT-6", "(29)", " (or MOF-205", "5", ") using a 1:3 mixture of H", "2", "(NDC–OH) and 1,3,5-tris(4-carboxyphenyl)benzene (BTB) ligands. Accordingly, the reaction between Zn(NO", "3", ")", "2", "·6H", "2", "O, H", "2", "(NDC–OH), and BTB in DMF/EtOH afforded ", "2", " as large orange cubic crystals. The material crystallizes in the cubic system (space group ", "Pm", "3̅", "n", ") with a unit cell parameter ", "a", " = 30.367(4) Å (see Table ", "1", "). Powder X-ray diffraction confirms that ", "2", " is a pure phase. The framework is made of Zn", "4", "O(−CO", "2", ")", "6", " SBUs connected through four BTB and two NDC–OH ligands having an overall formula Zn", "4", "O[(NDC–OH)(BTB)", "4/3", "]. As shown in Figure ", "1", "b, this type of connectivity results in a quite remarkable three-dimensional structure that contains large cavities of approximately 25 Å in diameter, in the form of dodecahedral mesopore cages formed by 12 [Zn", "4", "O]", "6+", " units, eight BTB ligands, and four NDC–OH ligands. These mesopore cages are connected together by smaller micropores (see the ", "SI", ").", "In the case of H", "2", "(BPDC–OH), the reaction with Zn(NO", "3", ")", "2", "·6H", "2", "O under otherwise similar experimental conditions afforded ", "3", " as a colorless microcrystalline solid. Powder X-ray diffraction measurements (see the ", "SI", ") indicate that ", "3", " is isostructural to IRMOF-9, which is a double interpenetrated structure based on Zn", "4", "O(−CO", "2", ")", "6", " SBUs, with an overall framework formula Zn", "4", "O(BPDC–OH)", "3", ". Using an equimolar mixture of H", "2", "(BPDC–OH) and its parent nonfunctionalized analogue, namely the biphenyl-4,4′-dicarboxylic acid (H", "2", "BPDC), under otherwise similar experimental conditions, we isolated ", "3m", " in the form of large colorless cubic crystals. Single-crystal X-ray diffraction analysis shows that this compound crystallizes in the orthorhombic system (space group ", "Pnma", "), similar but not isostructural to IRMOF-9, in which both ligands are present in the structure. Interestingly, as shown in Figure ", "2", "b, four equatorial BPDC–OH and two axial BPDC ligands join together the octahedral [Zn", "4", "O]", "6+", " units, forming the three-dimensional lattice of ", "3m", ", having a framework formula Zn", "4", "O[(BPDC–OH)", "2", "BPDC]. As shown in Figure ", "2", "a, the two independent networks are minimally displaced (interwoven), leaving in this way relatively large intersecting cavities, and as we describe below, these were found to be accessible. The center-to-center distance between two neighboring Zn", "4", "O(−CO", "2", ")", "6", " clusters (measured between μ", "4", "-O atoms) from two different networks is 12.181(6) Å which is significantly longer than that in IRMOF-9 (10.594 Å) due to the presence of −OH groups.", "Figure 2. (a) The two minimally displaced networks (interwoven) in ", "3m", ". Orange spheres indicate available pore space. (b) The coordination environment of the pseudo-octahedral Zn", "4", "O(−CO", "2", ")", "6", " inorganic SBU. Note the different equatorial and axial ligands.", "Finally, using H", "2", "(TPDC–OH), we isolated ", "4", " as a colorless microcrystalline solid which according to its powder X-ray diffraction pattern (see the ", "SI", ") is isostructural to IRMOF-16. Very recently, an −OH functionalized IRMOF-16 was reported;", "(34, 35)", " however in this case the corresponding −OH functionalized ligand was synthesized following a multistep procedure. In addition, ", "4", " is different from the reported OH-IRMOF-16 because it is a mixed ligand MOF incorporating the two H", "2", "(TPDC–OH) isomers shown in Scheme ", "1", ".", "Gas-Sorption Properties", "Supercritical processing using carbon dioxide (SCD) was applied in all cases, except ", "4", " due to low reaction yield, in order to establish permanent porosity without structural collapse.", "(36)", " Although the as-made MOFs are stable in air under ambient conditions as powder X-ray diffraction data (PXRD) show (see the ", "SI", "), the corresponding evacuated solids are expected to be unstable in the air due to the well-known limited stability of the Zn", "4", "O(−CO", "2", ")", "6", " cluster toward hydrolysis. Therefore, as we describe in detail in the ", "Experimental Section", " related to gas-sorption studies, all manipulations were performed with special care to avoid the exposure of samples to moisture. The degree of structural integrity and pore evacuation was evaluated by powder X-ray diffraction, thermogravimetric analysis (TGA), and ", "1", "H NMR measurements in digested samples (see the ", "SI", "). Figure ", "3", "a shows nitrogen sorption isotherms recorded at 77 K. In addition, argon adsorption isotherms at 87 K were also recorded (see Figure ", "3", "b for ", "2", " and the ", "SI", " for ", "1", ", ", "3", ", and ", "3m", "). Porosity data extracted from these isotherms are summarized in Table ", "2", ". In the case of ", "2", ", a remarkable maximum nitrogen uptake of 1363 cm", "3", " g", "–1", " was recorded, corresponding to a total pore volume of 2.01 cm", "3", " g", "–1", ". These values are very close to those reported for the nonfunctionalized analogues DUT-6", "(29)", " (1380 cm", "3", " g", "–1", "/2.02 cm", "3", " g", "–1", ") and MOF-205", "(5)", " (1410 cm", "3", " g", "–1", "/2.16 cm", "3", " g", "–1", "), indicating that −OH groups in ", "2", " do not reduce the accessible space. Careful BET calculations using consistency criteria", "(36)", " revealed an ultrahigh surface area (SA", "BET", ") of 4354 m", "2", " g", "–1", ", in excellent agreement with the accessible surface area (4671 m", "2", " g", "–1", ", see Table ", "2", ") calculated from the crystal structure,", "(38)", " indicating that ", "2", " is structurally intact after pore evacuation. The latter is also confirmed by PXRD where a high degree of crystallinity is retained after removal of the guest molecules (see ", "Figure S8", "). The nitrogen adsorption isotherm shows a distinct condensation step in the relative pressure range ", "P", "/", "P", "o", " 0.04–0.14 (Figure ", "3", "a,b, suggesting the presence of small mesopores, in full agreement with the crystallographic data. These results were also confirmed by argon adsorption measurements at 87 K (maximum Ar uptake 1529 cm", "3", " g", "–1", " and SA", "BET", " 4405 m", "2", " g", "–1", ", see Figure ", "3", "b). In addition, accurate high resolution micropore analysis using Ar at 87 K allowed us to calculate the pore size distribution, total pore volume, and surface area in ", "2", " using Non-Local Density Functional Theory (NLDFT). Accordingly, after a successful fitting of the isotherm data using a suitable NLDFT kernel, the pore size distribution curve (see the ", "SI", ") shows three distinct peaks centered at 23 Å, 16 Å, and 13 Å, in agreement with the crystallographic analysis. Also important, the NLDFT calculated surface area is 4543 m", "2", " g", "–1", ", in excellent agreement with the corresponding BET value.", "Table 2. Porosity Data of ", "1", ", ", "2", ", ", "3", " and ", "3m", " Materials", "material", "void volume", "a", " (%)", "SA", "BET", "b", "(m", "2", " g", "–1", ")", "SA", "calc", "c", "(m", "2", " g", "–1", ")", "V", "p", "a", "(cm", "3", " g", "–1", ")", "pore width", "d", " (Å)", "1", "80", "1927", "4352", "0.78", "13", "2", "83", "4354", "4671", "2.01", "23, 16, 13", "3", "NA", "901", "NA", "0.39", "12.5", "3m", "67", "1162", "2912", "0.57", "13.8", "a", "Calculated by PLATON.", "b", "N", "2", " data at 77 K.", "c", "Calculated from single-crystal data.", "d", "NLDFT on Ar data at 87 K. NA, not available.", "Figure 3. (a) Nitrogen sorption isotherms of ", "1", ", ", "2", ", ", "3", ", and ", "3m", " at 77 K. (b) High resolution sorption isotherm of ", "2", " using N", "2", " at 77 K and Ar at 87 K. Note the presence of two steps in both isotherms indicating two different pore sizes.", "In the case of the other −OH functionalized MOFs, ", "1", ", ", "3", ", and ", "3m", ", these show lower SA", "BET", " compared to the corresponding values calculated from the single-crystal structures (see Table ", "1", "). However, we note that for ", "1", " the observed SA", "BET", " 1927 m", "2", " g", "–1", " is the highest among the reported values for the nonfunctionalized analogue IRMOF-8 prepared by different groups.", "(39-41)", " Given that the ", "1", "H NMR spectrum of an acid-digested sample of evacuated ", "1", " shows only traces of solvent molecules (see the ", "SI", "), its reduced surface area is attributed to partial framework damage during the pore activation process, as PXRD data show (", "Figure S7", "). In particular, the PXRD pattern of evacuated ", "1", " shows only a relatively broad Bragg peak at the low angle region, indicating a large degree of structural damage after removal of the guest molecules. On the basis of PXRD data, reduced crystallinity was also observed in the cases ", "3", " and ", "3m", " (", "Figures S9 and S10", "). Compared to ", "2", ", which retains its crystallinity (see ", "Figure S8", ") and porosity after solvent removal, a significantly smaller pore aperture in ", "1", ", ", "3", ", and ", "3m", " due to their micropore nature and the presence of −OH groups could result in enhanced framework-solvent interactions, through relatively strong hydrogen bonds, and in this way affects framework integrity during the pore activation process.", "We have further investigated important gas sorption properties of ", "1", "–", "3m", " by recording low pressure isotherms of H", "2", ", CO", "2", ", and CH", "4", " at different temperatures from which isosteric heat of adsorption (", "Q", "st", ") and CO", "2", "/CH", "4", " selectivity were calculated (see the ", "SI", "). Especially for hydrogen, we note that although in MOFs based on “Zn", "4", "O” SBU (e.g., IRMOFs) H", "2", " is preferably adsorbed on these inorganic sites; adsorption on the aromatic rings as well as pore size effects and interpenetration contribute significantly to the experimentally observed ", "Q", "st", " values at zero coverage.", "(42, 43)", " Therefore, given that the presented MOFs are all based on “Zn", "4", "O” SBUs, differences in H", "2", " heat of adsorption between them and/or the corresponding nonfunctionalized analogues are related to the functionalization of the aromatic rings, different pore size, and/or interpenetration, as discussed below.", "In the case of ", "1", ", the H", "2", "Q", "st", " value at zero coverage is 5.2 kJ mol", "–1", " (0.95 wt % at 1 bar), and notably, this is constant as a function of surface coverage, Figure ", "4", "b. The latter is a highly desirable property for H", "2", " storage materials.", "(2)", " Interestingly, the nonfunctionalized analogue IRMOF-8 with slightly lower SA", "BET", " has been reported to have ", "Q", "st", " at zero coverage ∼6.1 kJ mol", "–1", ".", "(44)", " The origin of this difference is not clear yet and cannot be assigned to −OH groups because the presence of these polar groups in ", "1", " is expected to increase ", "Q", "st", " through enhanced induced-dipole interactions. Moreover, the smaller pore entrance in ", "1", " due to the presence of −OH groups is expected to further enhance ", "Q", "st", " because of the anticipated stronger overlapping potentials for H", "2", " molecules. Given that both ", "1", " and IRMOF-8 display about half of the expected surface area, it is possible that structural defects play an important role in H", "2", " sorption properties in these two solids. In the case of ", "2", ", the larger pore space (reduced overlapping pore wall potential) as compared to ", "1", " results in a lower H", "2", "Q", "st", " value (4.6 kJ mol", "–1", ") at zero coverage but a much higher uptake (1.4 wt % at 1 bar) due to the significantly higher surface area. As a function of surface coverage, ", "Q", "st", " in ", "2", " drops almost linearly, reaching 3.2 kJ mol", "–1", " at 1 bar, see Figure ", "4", "b. These results suggest that ", "2", " is potentially interesting for storing H", "2", " at cryogenic temperatures and high pressures, similar to a number of important ultrahigh surface area MOFs", "(2)", " based on the coordinatively saturated Zn", "4", "O(−CO", "2", ")", "6", " SBU, including DUT-6(MOF-205), MOF-177, and IRMOF-1. Interpenetration is expected to increase H", "2", " binding, and indeed this is the case in ", "3", " (5.5 kJ mol", "–1", ") and ", "3m", " (5.8 kJ mol", "–1", ") (see Figure ", "4", "b) compared to ", "1", " and ", "2", "; however, the H", "2", " uptake at high pressures is expected to be much lower due to significantly lower surface areas. The H", "2", " uptake at 1 bar is a function of both ", "Q", "st", " at zero coverage and surface area, and accordingly ", "3", " shows the lowest uptake (0.6 wt % at 1 bar), see Figure ", "3", "a. Between ", "3m", " and ", "1", ", the higher ", "Q", "st", " of the former is exemplified in Figure ", "3", "a by the higher initial slope of the adsorption isotherm; however due to its lower surface area, the uptake at 1 bar (1.0 wt %) is very close to that of ", "1", ".", "Figure 4. (a) Hydrogen adsorption isotherms up to 1 bar and 77 K, (b) isosteric heat of H", "2", " adsorption, (c) CO", "2", " at 195 K, and (d) NH", "3", " at 298 K adsorption (filled symbols) and desorption (open symbols) isotherms up to 1 bar, for the indicated MOFs. The inset shows an expansion of the low pressure region in which a significantly higher NH", "3", " uptake is observed for ", "2", " as compared to DUT-6.", "The CO", "2", " adsorption isotherms for ", "1", " and ", "2", " at 195 K up to 1 bar pressure are shown in Figure ", "4", "c. Due to its ultrahigh surface area, ", "2", " shows a remarkable saturation uptake of 1083 cm", "3", " g", "–1", " (214 wt %) at 1 bar (", "1", " shows 75 wt %), which represents one of the highest reported values, rendering this solid potentially very interesting for CO", "2", " storage.", "(1)", " The corresponding S-shaped isotherm captures the presence of micro- and mesopores in ", "2", ", as indicated by the distinct step at ∼380 Torr. Interestingly, the desorption branch of the isotherm shows a hysteresis which is not typical for nonflexible MOFs and could be related to the presence of −OH groups. This is supported by the fact that ", "1", " shows also a hysteretic CO", "2", " adsorption isotherm, despite its significantly smaller pore size compared to ", "2", ".", "The CO", "2", " isotherms recorded at 298 and 273 K for ", "1", ", ", "2", ", and ", "3", " revealed a ", "Q", "st", " value at zero coverage of 12.5 kJ mol", "–1", ", 16.0 kJ mol", "–1", ", and 27.7 kJ mol", "–1", ", respectively. For comparison, the corresponding ", "Q", "st", " values for representative and comparable MOFs containing no pendant −OH groups, including IRMOF-1, MOF-177, and UMCM-1, are 15.65 kJ mol", "–1", ", 14.43 kJ mol", "–1", ", and 11.9 kJ mol", "–1", ".", "(1)", " In these nonfunctionalized MOFs, where there are no unsaturated metal sites, the observed decrease in ", "Q", "st", " is attributed to the decrease of the overlapping potentials for CO", "2", " adsorption due to the increase in the pore size. On the basis of available literature data for structurally comparable (same inorganic SBU and very similar pore size and shape), intact, and fully evacuated MOFs, a direct comparison can be attempted between ", "2", " and UMCM-1, showing that the presence of −OH groups contributes to an increase of 4 kJ mol", "–1", " in CO", "2", "Q", "st", " at zero coverage. These results are in full agreement with recent publications demonstrating the positive effect of immobilized −OH groups on CO", "2", " capture.", "(9, 11, 12, 16)", " Furthermore, we have also measured the corresponding CH", "4", " adsorption isotherms from which the calculated CO", "2", "/CH", "4", " selectivity at zero coverage, using the IAST model, at 298 K/273 K for ", "1", ", ", "2", ", and ", "3", " is 9.6/13.6, 3.4/3.5, and 7.6/8.8, respectively. The selectivity values observed for ", "1", " are among the highest reported for MOFs based on Zn", "4", "O(−CO", "2", ")", "6", " SBUs.", "(1)", "Finally, the combination of ultrahigh surface area and −OH groups in ", "2", " prompted us to investigate how this solid performs and compares with other MOFs in ammonia adsorption at room temperature.", "(33, 45, 46)", " Figure ", "4", "d shows the corresponding sorption isotherm for ", "2", " and for its nonfunctionalized analogue DUT-6(MOF-205), for comparison. The observed NH", "3", " uptake for ", "2", " at 1 bar is 16.4 mol kg", "–1", ", which is higher compared to the reported values for other MOFs", "(47, 48)", " as well as COFs.", "(49)", " Compared with DUT-6(MOF-205) which shows a lower maximum uptake (12 mol kg", "–1", "), ", "2", " shows a significantly higher uptake at the low pressure region, with the first data point to be 4.7 mol kg", "–1", " at 0.76 Torr (versus 0.8 mol kg", "–1", " at 0.76 Torr, see inset of figure ", "4", "d) indicating a stronger binding, presumably due to the acid–base interaction between the −OH groups and NH", "3", " molecules. However, as in the case of all reported MOFs based on late, first row transition metal cations,", "(47, 48)", " ammonia adsorption is not fully reversible in both ", "2", " and DUT-6(MOF-205), and the framework does not hold its integrity as powder XRD and N", "2", " sorption at 77 K showed.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Conclusions", "We have demonstrated that it is possible to construct highly porous MOFs functionalized with aromatic pendant −OH groups following a straightforward and general methodology. In terms of gas-sorption properties, a direct comparison with the corresponding nonfunctionalized analogues revealed that these groups increase CO", "2", " and NH", "3", " adsorption as well CO", "2", "/CH", "4", " selectivity. The present methodology could be utilized for the functionalization of a large number of different ligands suitable for the development of structurally diverse MOFs with enhanced gas sorption properties. We believe that our approach could open the pathway for the development of functional MOFs that were previously not accessible via reactive postsynthetic modification techniques.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "Experimental details, powder XRD, NMR, TGA, gas-sorption isotherms, and related calculations. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "This research has been co-financed by the EU (European Social Fund — ESF) and Greek national funds through the Operational Program “Education and Lifelong Learning” of the National Strategic Reference Framework (NSRF) - Research Funding Programs: THALES and HERACLEITUS II. We acknowledge co-funding of this research by EU (European Regional Development Fund) and Greek Ministry of Εducation/EYDE-ETAK through program ESPA 2007-2013/EPAN II/Action “SYNERGASIA” (09ΣΥΝ-42-831). We also acknowledge financial support from UoC through “Small Size” programs. We are grateful to Prof. Mercouri G. Kanatzidis for providing access to his facilities. Work at the Advanced Photon Source (APS) at Argonne National Laboratory was conducted at ChemMatCARS Sector 15, principally supported by NSF/Department of Energy (DOE) under grant number CHE-0535644. The APS is supported by the DOE, Office of Basic Energy Sciences (contract No. DE-AC02-06CH11357).", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 49 other publications.", "1. ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T.-H.", "; ", "Long", ", ", "J. R.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "724", "– ", "781", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "2. ", "Suh", ", ", "M. P.", "; ", "Park", ", ", "H. J.", "; ", "Prasad", ", ", "T. K.", "; ", "Lim", ", ", "D.-W.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "782", "– ", "835", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Hydrogen Storage in Metal-Organic Frameworks", "Suh, Myunghyun Paik; Park, Hye Jeong; Prasad, Thazhe Kootteri; Lim, Dae-Woon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "782-835", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  MOFs have versatile structures, high surface areas and high pore vols. - they can be regarded as good candidate materials for H storage.  There are many MOFs that have high H adsorption capacities at low temps., typically at 77 or 87 K.  The highest H storage capacity reported so far is 99.5 mg/g at 77K and 56 bar for NU-100.  However, the high H capacities of MOFs at cryogenic temps. decrease as the temp. increases to room temp.  This is because the H adsorption in MOFs is weak physisorption and the interaction energies between the H mols. and frameworks are low.  To develop MOFs as H storage materials that meet the U.S.DOE targets for an on-board hydrogen system, a serious challenge is still present in the design and synthesis of the MOF materials.  We may expect that highly stable MOFs having a large surface area and pore vol., together with many open metal sites and embedded catalysts for hydrogen spillover, would provide some pos. results for H storage at ambient temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1GlsbjM&md5=dd1f08beefd27cce77d88e466551c1af", "3. ", "Farha", ", ", "O. K.", "; ", "Yazaydin", ", ", "A. O.", "; ", "Eryazici", ", ", "I.", "; ", "Malliakas", ", ", "C. D.", "; ", "Hauser", ", ", "B. G.", "; ", "Kanatzidis", ", ", "M. G.", "; ", "Nguyen", ", ", "S. T.", "; ", "Snurr", ", ", "R. Q.", "; ", "Hupp", ", ", "J. T.", " ", "Nature Chem.", " ", "2010", ",  ", "2", ",  ", "944", "– ", "948", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "De novo synthesis of a metal-organic framework material featuring ultrahigh surface area and gas storage capacities", "Farha, Omar K.; Oezguer Yazaydin, A.; Eryazici, Ibrahim; Malliakas, Christos D.; Hauser, Brad G.; Kanatzidis, Mercouri G.; Nguyen, Son-Binh T.; Snurr, Randall Q.; Hupp, Joseph T.", "Nature Chemistry", "\r\n        (", "2010", "),\r\n    ", "2", "\r\n        (", "11", "),\r\n    ", "944-948", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Metal-org. frameworks, a class of porous hybrid materials built from metal ions and org. bridges, have recently shown great promise for a wide variety of applications.  The large choice of building blocks means that the structures and pore characteristics of the metal-org. frameworks can be tuned relatively easily.  However, despite much research, it remains challenging to prep. frameworks specifically tailored for particular applications.  Here, the authors used computational modeling to design and predictively characterize a metal-org. framework (NU-100) with a particularly high surface area.  Subsequent exptl. synthesis yielded a material [Cu3(L)(H2O)3]n (NU-100/PCN-610, H6L = hexatopic carboxylate I), matching the calcd. structure, with a high BET surface area (6,143 m2 g-1).  Also, sorption measurements revealed that the material had high storage capacities for H2 (164 mg g-1) and CO2 (2,315 mg g-1) - gases of high importance in the contexts of clean energy and climate alteration, resp. - in excellent agreement with predictions from modeling.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlWksbjN&md5=706f3b3b6b4cb7d03950103b11ba023e", "4. ", "Klein", ", ", "N.", "; ", "Senkovska", ", ", "I.", "; ", "Baburin", ", ", "I. A.", "; ", "Grunker", ", ", "R.", "; ", "Stoeck", ", ", "U.", "; ", "Schlichtenmayer", ", ", "M.", "; ", "Streppel", ", ", "B.", "; ", "Mueller", ", ", "U.", "; ", "Leoni", ", ", "S.", "; ", "Hirscher", ", ", "M.", "; ", "Kaskel", ", ", "S.", " ", "Chem.—Eur. J.", " ", "2011", ",  ", "17", ",  ", "13007", "– ", "13016", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Route to a Family of Robust, Non-interpenetrated Metal-Organic Frameworks with pto-like Topology", "Klein, Nicole; Senkovska, Irena; Baburin, Igor A.; Gruenker, Ronny; Stoeck, Ulrich; Schlichtenmayer, Maurice; Streppel, Barbara; Mueller, Uwe; Leoni, Stefano; Hirscher, Michael; Kaskel, Stefan", "Chemistry - A European Journal", "\r\n        (", "2011", "),\r\n    ", "17", "\r\n        (", "46", "),\r\n    ", "13007-13016, S13007/1-S13007/9", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A combination of topol. rules and quantum chem. calcns. has facilitated the development of a rational metal-org. framework (MOF) synthetic strategy using the tritopic benzene-1,3,5-tribenzoate (btb) linker and a neutral cross-linker 4,4'-bipyridine (bipy).  New compds., [M2(bipy)]3(btb)4 (DUT-23(M), M = Zn, Co, Cu, Ni), [Cu2/Zn2(bisqui)]3(btb)4 (DUT-24, bisqui = di-Et (R,S)-4,4'-biquinoline-3,3'-dicarboxylate), [Cu2(py)1.5(H2O)0.5]3(btb)4 (DUT-33, py = pyridine), and [Cu2(H2O)2]3(btb)4 (DUT-34), with high sp. surface areas and pore vols. (up to 2.03 m3 g-1 for DUT-23(Co)) were synthesized.  For DUT-23(Co), excess storage capacities were detd. for methane (268 mg g-1 at 100 bar and 298 K), H (74 mg g-1 at 40 bar and 77 K), and n-butane (99 mg g-1at 293 K).  DUT-34 is a non cross-linked version of DUT-23 (noninterpenetrated pendant to MOF-14) that possesses open metal sites and can therefore be used as a catalyst.  The accessibility of the pores in DUT-34 to potential substrate mols. was proven by liq. phase adsorption.  By exchanging the N,N donor 4,4'-bipyridine with a substituted racemic biquinoline, DUT-24 was obtained.  This opens a route to the synthesis of a chiral compd., which could be interesting for enantioselective sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1Crtr%252FO&md5=ff7acf923bc2463e73b0a3b5a6c28044", "5. ", "Furukawa", ", ", "H.", "; ", "Ko", ", ", "N.", "; ", "Go", ", ", "Y. B.", "; ", "Aratani", ", ", "N.", "; ", "Choi", ", ", "S. B.", "; ", "Choi", ", ", "E.", "; ", "Yazaydin", ", ", "A. O.", "; ", "Snurr", ", ", "R. Q.", "; ", "O’Keeffe", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2010", ",  ", "329", ",  ", "424", "– ", "428", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Ultrahigh Porosity in Metal-Organic Frameworks", "Furukawa, Hiroyasu; Ko, Nakeun; Go, Yong Bok; Aratani, Naoki; Choi, Sang Beom; Choi, Eunwoo; Yazaydin, A. Oezguer; Snurr, Randall Q.; O'Keeffe, Michael; Kim, Jaheon; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "329", "\r\n        (", "5990", "),\r\n    ", "424-428", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Cryst. solids with extended non-interpenetrating three-dimensional crystal structures were synthesized that support well-defined pores with internal diams. of up to 48 angstroms.  The Zn4O(CO2)6 unit was joined with either one or two kinds of org. link, 4,4',4''-[benzene-1,3,5-triyl-tris(ethyne-2,1-diyl)]tribenzoate (BTE), 4,4',44''-[benzene-1,3,5-triyl-tris(benzene-4,1-diyl)]tribenzoate (BBC), 4,4',44''-benzene-1,3,5-triyl-tribenzoate (BTB)/2,6-naphthalenedicarboxylate (NDC), and BTE/biphenyl-4,4'-dicarboxylate (BPDC), to give four metal-org. frameworks (MOFs), MOF-180, -200, -205, and -210, resp.  Members of this series of MOFs show exceptional porosities and gas (hydrogen, methane, and carbon dioxide) uptake capacities.  For example, MOF-210 has Brunauer-Emmett-Teller and Langmuir surface areas of 6240 and 10,400 square meters per g, resp., and a total carbon dioxide storage capacity of 2870 mg per g.  The vol.-specific internal surface area of MOF-210 (2060 square meters per cubic centimeter) is equiv. to the outer surface of nanoparticles (3-nm cubes) and near the ultimate adsorption limit for solid materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptVWgsb8%253D&md5=ce5cd4101a6f96dc0d6c349bc478b3b0", "6. ", "Britt", ", ", "D.", "; ", "Furukawa", ", ", "H.", "; ", "Wang", ", ", "B.", "; ", "Glover", ", ", "T. G.", "; ", "Yaghi", ", ", "O. M.", " ", "Proc. Natl. Acad. Sci. U. S. A.", " ", "2009", ",  ", "106", ",  ", "20637", "– ", "20640", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Highly efficient separation of carbon dioxide by a metal-organic framework replete with open metal sites", "Britt, David; Furukawa, Hiroyasu; Wang, Bo; Glover, T. Grant; Yaghi, Omar M.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2009", "),\r\n    ", "106", "\r\n        (", "49", "),\r\n    ", "20637-20640", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "Selective capture of CO2, which is essential for natural gas purifn. and CO2 sequestration, has been reported in zeolites, porous membranes, and amine solns.  However, all such systems require substantial energy input for release of captured CO2, leading to low energy efficiency and high cost.  A new class of materials named metal-org. frameworks (MOFs) has also been demonstrated to take up voluminous amts. of CO2.  However, these studies have been largely limited to equil. uptake measurements, which are a poor predictor of sepn. ability, rather than the more industrially relevant kinetic (dynamic) capacity.  Here, we report that a known MOF, Mg-MOF-74, with open magnesium sites, rivals competitive materials in CO2 capture, with 8.9 wt. % dynamic capacity, and undergoes facile CO2 release at significantly lower temp., 80 °C.  Mg-MOF-74 offers an excellent balance between dynamic capacity and regeneration.  These results demonstrate the potential of MOFs with open metal sites as efficient CO2 capture media.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXksFOgtQ%253D%253D&md5=448dd541224ac481b41ae7f70090687b", "7. ", "Bloch", ", ", "E. D.", "; ", "Queen", ", ", "W. L.", "; ", "Krishna", ", ", "R.", "; ", "Zadrozny", ", ", "J. M.", "; ", "Brown", ", ", "C. M.", "; ", "Long", ", ", "J. R.", " ", "Science", " ", "2012", ",  ", "335", ",  ", "1606", "– ", "1610", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Hydrocarbon Separations in a Metal-Organic Framework with Open Iron(II) Coordination Sites", "Bloch, Eric D.; Queen, Wendy L.; Krishna, Rajamani; Zadrozny, Joseph M.; Brown, Craig M.; Long, Jeffrey R.", "Science (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "335", "\r\n        (", "6076", "),\r\n    ", "1606-1610", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "The energy costs assocd. with large-scale industrial sepn. of light hydrocarbons by cryogenic distn. could potentially be lowered through development of selective solid adsorbents that operate at higher temps.  Here, the metal-org. framework Fe2(dobdc) (dobdc4- : 2,5-dioxido-1,4-benzenedicarboxylate) is demonstrated to exhibit excellent performance characteristics for sepn. of ethylene/ethane and propylene/propane mixts. at 318 K.  Breakthrough data obtained for these mixts. provide exptl. validation of simulations, which in turn predict high selectivities and capacities of this material for the fractionation of methane/ethane/ethylene/acetylene mixts., removal of acetylene impurities from ethylene, and membrane-based olefin/paraffin sepns.  Neutron powder diffraction data confirm a side-on coordination of acetylene, ethylene, and propylene at the iron(II) centers, while also providing solid-state structural characterization of the much weaker interactions of ethane and propane with the metal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XksVyqsLc%253D&md5=d149ed45c3e688d5e4ee63d75629bd4f", "8. ", "Cohen", ", ", "S. M.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "970", "– ", "1000", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Postsynthetic Methods for the Functionalization of Metal-Organic Frameworks", "Cohen, Seth M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "970-1000", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The development of postsynthetic methods is discussed for the chem. modification and functionalization of metal-org. frameworks and related coordination polymers.  Emphasis is placed on the chem. approaches that result in the covalent modification of the org. linkers within the metal-org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFOmtr7O&md5=7925eb048cba3cfde64b5471dc919b24", "9. ", "Zhao", ", ", "Y. G.", "; ", "Wu", ", ", "H. H.", "; ", "Emge", ", ", "T. J.", "; ", "Gong", ", ", "Q. H.", "; ", "Nijem", ", ", "N.", "; ", "Chabal", ", ", "Y. J.", "; ", "Kong", ", ", "L. Z.", "; ", "Langreth", ", ", "D. C.", "; ", "Liu", ", ", "H.", "; ", "Zeng", ", ", "H. P.", "; ", "Li", ", ", "J.", " ", "Chem.—Eur. J.", " ", "2011", ",  ", "17", ",  ", "5101", "– ", "5109", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Enhancing Gas Adsorption and Separation Capacity through Ligand Functionalization of Microporous Metal-Organic Framework Structures", "Zhao, Yonggang; Wu, Haohan; Emge, Thomas J.; Gong, Qihan; Nijem, Nour; Chabal, Yves J.; Kong, Lingzhu; Langreth, David C.; Liu, Hui; Zeng, Heping; Li, Jing", "Chemistry - A European Journal", "\r\n        (", "2011", "),\r\n    ", "17", "\r\n        (", "18", "),\r\n    ", "5101-5109, S5101/1-S5101/16", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Hydroxyl- and amino- functionalized [Zn(BDC)(TED)0.5].2DMF·0.2H2O leads to two new structures, [Zn(BDC-OH)(TED)0.5].1.5DMF.0.3H2O and [Zn(BDC-NH2)(TED)0.5].xDMF.yH2O (BDC = terephthalic acid, TED = triethylenediamine, BDC-OH = 2-hydroxylterephthalic acid, BDC-NH2 = 2-aminoterephthalic acid).  Single-crystal x-ray diffraction and powder X-ray diffraction studies confirmed that the structures of both functionalized compds. are very similar to that of their parent structure.  [Zn(BDC)(TED)0.5]·2DMF·0.2H2O can be considered a 3-dimensional porous structure with three interlacing 1-dimensional channels, whereas both [Zn(BDC-OH)(TED)0.5]·1.5DMF·0.3H2O and [Zn(BDC-NH2)(TED)0.5]·xDMF·yH2O contain only 1-dimensional open channels as a result of functionalization of the BDC ligand by the OH and NH2 groups.  A notable decrease in surface area and pore size is thus obsd. in both compds.  Consequently, [Zn(BDC)(TED)0.5]·2DMF·0.2H2O takes up the highest amt. of H2 at low temps.  However, both [Zn(BDC-OH)(TED)0.5]·1.5DMF·0.3H2O and [Zn(BDC-NH2)(TED)0.5]·xDMF·yH2O show significant enhancement in CO2 uptake at room temp., suggesting that the strong interactions between CO2 and the functionalized ligands, indicating that surface chem., rather than porosity, plays a more important role in CO2 adsorption.  A comparison of single-component CO2, CH4, CO, N2, and O2 adsorption isotherms demonstrates that the adsorption selectivity of CO2 over other small gases is considerably enhanced through functionalization of the frameworks.  IR absorption spectroscopic measurements and theor. calcns. are also carried out to assess the effect of functional groups on CO2 and H2 adsorption potentials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXkvVSmsr8%253D&md5=d1142d0645d8ca681e19630c822f45ad", "10. ", "Biswas", ", ", "S.", "; ", "Ahnfeldt", ", ", "T.", "; ", "Stock", ", ", "N.", " ", "Inorg. Chem.", " ", "2011", ",  ", "50", ",  ", "9518", "– ", "9526", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "New Functionalized Flexible Al-MIL-53-X (X = -Cl, -Br, -CH3, -NO2, -(OH)2) Solids: Syntheses, Characterization, Sorption, and Breathing Behavior", "Biswas, Shyam; Ahnfeldt, Tim; Stock, Norbert", "Inorganic Chemistry", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "19", "),\r\n    ", "9518-9526", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Five new flexible Al terephthalate deriv. hydroxo frameworks, [Al(OH)(BDC-X)]·n(guests), were prepd. by solvothermal methods [BDC = 1,4-benzene-dicarboxylate; X = 2-chloro (1); 2-bromo (2); 2-Me (3); 2-nitro (4); 2,5-dihydroxy (5)].  The as synthesized (Al-MIL-53-X-AS) as well as the activated compds. were characterized by x-ray powder diffraction (XRPD), IR spectroscopy, thermogravimetric (TG), and elemental anal.  Activation, i.e., removal of unreacted H2BDC-X mols. and/or occluded solvent mols., followed by hydration in air at room temp., led to the narrow pore (NP) form of [Al(OH)(BDC-X)]·n(H2O) (Al-MIL-53-X).  TGA and temp.-dependent XRPD (TDXRPD) expts. performed on the NP-form of the compds. indicate high thermal stability in the range 325-500°.  As verified by N2, CO2, or H2O sorption measurements, most of the thermally activated compds. exhibit significant microporosity.  Similar to pristine Al-MIL-53, the present compds. retain their structural flexibility depending on the nature of guest mols. and temp., as verified by cell parameter detn. from XRPD data.  The breathing behavior of the functionalized frameworks upon dehydration-rehydration, studied by temp. and time-dependent XRPD measurements, differs significantly compared to parent Al-MIL-53.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFeksr7J&md5=0d28e50d97d4801ef914d8ccc38da211", "11. ", "Chen", ", ", "Z. X.", "; ", "Xiang", ", ", "S. C.", "; ", "Arman", ", ", "H. D.", "; ", "Monda", ", ", "J. U.", "; ", "Li", ", ", "P.", "; ", "Zhao", ", ", "D. Y.", "; ", "Chen", ", ", "B. L.", " ", "Inorg. Chem.", " ", "2011", ",  ", "50", ",  ", "3442", "– ", "3446", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Three-dimensional pillar-layered copper(II) metal-organic framework with immobilized functional OH groups on pore surfaces for highly selective CO2/CH4 and C2H2/CH4 gas sorption at room temperature", "Chen, Zhenxia; Xiang, Shengchang; Arman, Hadi D.; Mondal, Jalal U.; Li, Peng; Zhao, Dongyuan; Chen, Banglin", "Inorganic Chemistry", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "8", "),\r\n    ", "3442-3446", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new three-dimensional microporous metal-org. framework Cu(BDC-OH)(4,4'-bipy)·Gx (UTSA-15; H2BDC-OH = 2-hydroxy-benzenedicarboxylic acid, 4,4'-bipy =4,4'-bipyridine, G = guest mols.) with functional -OH groups on the pore surfaces was solvothermally synthesized and structurally characterized.  UTSA-15 features a three-dimensional structure having 2-dimensional intercrossed channels of ∼4.1 × 7.8 and 3.7 × 5.1 Å2, resp.  The small pores and the functional -OH groups on the pore surfaces within the activated UTSA-15a have enabled their strong interactions with CO2 and C2H2 which were revealed in their large adsorption enthalpies of 39.5 and 40.6 kJ/mol, resp., highlighting UTSA-15a as the highly selective microporous metal-org. framework for the CO2/CH4 and C2H2/CH4 gas sepn. with sepn. selectivity of 24.2 and 55.6, resp., at 296 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjs1Snsbk%253D&md5=39ed45a71943d0b49dfe78373377ca70", "12. ", "Chen", ", ", "S. M.", "; ", "Zhang", ", ", "J.", "; ", "Wu", ", ", "T.", "; ", "Feng", ", ", "P. Y.", "; ", "Bu", ", ", "X. H.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "16027", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Multiroute Synthesis of Porous Anionic Frameworks and Size-Tunable Extraframework Organic Cation-Controlled Gas Sorption Properties", "Chen, Shumei; Zhang, Jian; Wu, Tao; Feng, Pingyun; Bu, Xianhui", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "44", "),\r\n    ", "16027-16029", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Under diverse and dramatically different chem. environments, including org. solvents, an ionic liq., and a deep eutectic solvent, porous anionic framework materials that contain size-tunable, ion-exchangeable extra-framework org. cations, e.g., (X)3[In3(btc)4] where X = choline, Pr4N, Bu4N, Et4N, NR(CH2CH2OH)3, R = H, Me, were prepd.  E.g., reaction of 1,3,5-benzenetricarboxlyic acid (H3btc), choline chloride and In(NO3)3·xH2O in DMF solvent at 120° for 4 days gave a 90% yield of (choline)3[In3(btc)4]·2(DMF).  Even though a large fraction of the pore space is occupied with charge-balancing cations, some of these materials exhibit a very high gas uptake capacity (e.g., 70.6 cm3/g for CO2 at 1 atm and 273 K), suggesting that the charged anionic framework and extra-framework cations may help to enhance the gas adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht12iur3J&md5=5fb9d829bbb0cb4759fd620fb4d523ae", "13. ", "Ahnfeldt", ", ", "T.", "; ", "Moellmer", ", ", "J.", "; ", "Guillerm", ", ", "V.", "; ", "Staudt", ", ", "R.", "; ", "Serre", ", ", "C.", "; ", "Stock", ", ", "N.", " ", "Chem.—Eur. J.", " ", "2011", ",  ", "17", ",  ", "6462", "– ", "6468", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "High-Throughput and Time-Resolved Energy-Dispersive X-Ray Diffraction (EDXRD) Study of the Formation of CAU-1-(OH)2: Microwave and Conventional Heating", "Ahnfeldt, Tim; Moellmer, Jens; Guillerm, Vincent; Staudt, Reiner; Serre, Christian; Stock, Norbert", "Chemistry--A European Journal", "\r\n        (", "2011", "),\r\n    ", "17", "\r\n        (", "23", "),\r\n    ", "6462-6468, S6462/1-S6462/20", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Aluminum dihydroxyterephthalate [Al8(OH)4(OCH3)8(BDC(OH)2)6]·xH2O (denoted CAU-1-(OH)2) was synthesized under solvothermal conditions and characterized by x-ray powder diffraction, IR spectroscopy, sorption measurements, as well as thermogravimetric and elemental anal.  CAU-1-(OH)2 is isoreticular to CAU-1 and its pores are lined with OH groups.  It is stable under ambient conditions and in water, and it exhibits permanent porosity and two types of cavities with effective diams. of ∼1 and 0.45 nm.  The crystn. of CAU-1-(OH)2 was studied by in situ energy-dispersive x-ray diffraction (EDXRD) expts. in the 120-145° temp. range.  Two heating methods-conventional and microwave-were studied.  The latter leads to shorter induction periods as well as shorter reaction times.  Whereas CAU-1-(OH)2 is formed at all studied temps. using conventional heating, it is only obsd. <130° using microwave heating.  The calcn. of the activation energy of the crystn. of CAU-1-(OH)2 exhibits similar values for microwave and conventional synthesis.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmsFyls7s%253D&md5=4cf31836d2888d54b434042b0bc22ad9", "14. ", "Ahnfeldt", ", ", "T.", "; ", "Stock", ", ", "N.", " ", "CrystEngComm", " ", "2012", ",  ", "14", ",  ", "505", "– ", "511", "[", "Crossref", "], [", "CAS", "]", "14. ", "Synthesis of isoreticular CAU-1 compounds: effects of linker and heating methods on the kinetics of the synthesis", "Ahnfeldt, Tim; Stock, Norbert", "CrystEngComm", "\r\n        (", "2012", "),\r\n    ", "14", "\r\n        (", "2", "),\r\n    ", "505-511", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two isoreticular aluminum contg. metal-org. frameworks, CAU-1-NH2 and CAU-1-(OH)2, were synthesized solvothermally using 2-aminoterephthalic and 2,5-dihydroxyterpththalic acid to elucidate the product formation depending on the functionalized carboxylic acids.  Here, the authors focus on the product formation kinetics of the amino-functionalized CAU-1, i.e.  CAU-1-NH2.  The reactions were studied by in situ energy dispersive x-ray diffraction (EDXRD) expts. at 115-145°.  Both conventional elec. (CE) and microwave (MW) -assisted heating were employed.  The latter led to shorter induction periods as well as shorter crystn. times compared to the conventional synthesis.  In analogy with the previously reported results of the EDXRD studies of the formation of CAU-1-(OH)2, similar crystal growth rates were obsd. for both CAU-1-NH2 and CAU-1-(OH)2 using CE heating.  In contrast, MW-assisted synthesis of CAU-1-NH2 led to a shorter induction period as well as an acceleration of the crystal growth compared to CAU-1-(OH)2.  The acceleration in the crystal growth stage of CAU-1-NH2 can be attributed to a larger pre-exponential factor (about three times that of CAU-1-(OH)2) derived from the Arrhenius plot.  However, the activation energy of the crystal growth exhibits similar values for both MW-assisted and CE synthesis of CAU-1-NH2 and CAU-1-(OH)2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1KqsLvE&md5=8053601b41b367a4fb9187fb2950f78d", "15. ", "Devic", ", ", "T.", "; ", "Horcajada", ", ", "P.", "; ", "Serre", ", ", "C.", "; ", "Salles", ", ", "F.", "; ", "Maurin", ", ", "G.", "; ", "Moulin", ", ", "B.", "; ", "Heurtaux", ", ", "D.", "; ", "Clet", ", ", "G.", "; ", "Vimont", ", ", "A.", "; ", "Greneche", ", ", "J. M.", "; ", "Le Ouay", ", ", "B.", "; ", "Moreau", ", ", "F.", "; ", "Magnier", ", ", "E.", "; ", "Filinchuk", ", ", "Y.", "; ", "Marrot", ", ", "J.", "; ", "Lavalley", ", ", "J. C.", "; ", "Daturi", ", ", "M.", "; ", "Ferey", ", ", "G.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "1127", "– ", "1136", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Functionalization in Flexible Porous Solids: Effects on the Pore Opening and the Host-Guest Interactions", "Devic, Thomas; Horcajada, Patricia; Serre, Christian; Salles, Fabrice; Maurin, Guillaume; Moulin, Beatrice; Heurtaux, Daniela; Clet, Guillaume; Vimont, Alexandre; Greneche, Jean-Marc; Le Ouay, Benjamin; Moreau, Florian; Magnier, Emmanuel; Filinchuk, Yaroslav; Marrot, Jerome; Lavalley, Jean-Claude; Daturi, Marco; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "3", "),\r\n    ", "1127-1136", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The synthesis on the gram scale and characterization of flexible functionalized iron terephthalate MIL-53(Fe) type solids are reported.  Chem. groups of various polarities, hydrophilicities, and acidities (-Cl, -Br, -CF3, -Me, -NH2, -OH, -CO2H) were introduced through the arom. linker, to systematically modify the pore surface.  X-ray powder diffraction (XRPD), mol. simulations, thermogravimetric analyses, and in situ IR and 57Fe Moessbauer spectrometries indicate some similarities with the pristine MIL-53(Fe) solid, with the adoption of the narrow pore form for all solids in both the hydrated and dry forms.  Combined XRPD and computational structure detns. allow concluding that the geometry of the pore opening is predominantly correlated with the intraframework interactions rather than the steric hindrance of the substituent.  Only (MIL-53(Fe)(CF3)2) exhibits a nitrogen accessible porosity (SBET ≈ 100 m2 g-1).  The adsorption of some liqs. leads to pore openings showing some very specific behaviors depending on the guest-MIL-53(Fe) framework interactions, which can be related to the energy difference between the narrow and large pore forms evaluated by mol. simulation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhs1WjsLnI&md5=7a4727b4d9bf8c9fc4fd1cbc062b6d76", "16. ", "Zheng", ", ", "S.-T.", "; ", "Zuo", ", ", "F.", "; ", "Wu", ", ", "T.", "; ", "Irfanoglu", ", ", "B.", "; ", "Chou", ", ", "C.", "; ", "Nieto", ", ", "R. A.", "; ", "Feng", ", ", "P.", "; ", "Bu", ", ", "X.", " ", "Angew. Chem., Int. Ed.", " ", "2011", ",  ", "50", ",  ", "1849", "– ", "1852", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Cooperative Assembly of Three-Ring-Based Zeolite-Type Metal-Organic Frameworks and Johnson-Type Dodecahedra", "Zheng, Shou-Tian; Zuo, Fan; Wu, Tao; Irfanoglu, Burcin; Chou, Chengtsung; Nieto, Ruben A.; Feng, Pingyun; Bu, Xianhui", "Angewandte Chemie, International Edition", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "8", "),\r\n    ", "1849-1852, S1849/1-S1849/6", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Employing bent dicarboxylates for directing the formation of three-rings and linear dicarboxylates for crosslinking three-rings gave three-ring-based zeolite-type MOFs (CPM-2-NH2, CPM-2-OH, CPM-2-H, CPM-2-NH2-Cs, and CPM-3) with large 12-ring pore size and (metal-org. polyhedra) MOPs (CPM-8 and CPM-9) with tunable framework and extra-framework compns.  These new materials possess structural and topol. features (such as three-rings, large 12-ring channels, and expanded MOP cages) that are the direct results of the synthetic strategy.  As demonstrated by CPM-2-NH2, these materials behave as semiconductors and can function as photocatalysts for the generation of dihydrogen from H2O.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXitVOht7Y%253D&md5=36c7d0b4ab8d154a35cf103ec2c727bc", "17. ", "Himsl", ", ", "D.", "; ", "Wallacher", ", ", "D.", "; ", "Hartmann", ", ", "M.", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "48", ",  ", "4639", "– ", "4642", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Improving the Hydrogen-Adsorption Properties of a Hydroxy-Modified MIL-53(Al) Structural Analogue by Lithium Doping", "Himsl, Dieter; Wallacher, Dirk; Hartmann, Martin", "Angewandte Chemie, International Edition", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "25", "),\r\n    ", "4639-4642, S4639/1-S4639/8", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A simple strategy for the synthesis of lithium-doped porous metal-org. frameworks (MOFs) is developed, thus paving the way for the facile prepn. of lithium-doped MOFs.  Moreover, the significant increase in hydrogen adsorption predicted by theor. calcns. is obsd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXntVGqtb4%253D&md5=067dbbb682ef4a3105b9a2ca3a505d05", "18. ", "Klontzas", ", ", "E.", "; ", "Mavrandonakis", ", ", "A.", "; ", "Tylianakis", ", ", "E.", "; ", "Froudakis", ", ", "G. E.", " ", "Nano Lett.", " ", "2008", ",  ", "8", ",  ", "1572", "– ", "1576", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Improving Hydrogen Storage Capacity of MOF by Functionalization of the Organic Linker with Lithium Atoms", "Klontzas, Emmanouel; Mavrandonakis, Andreas; Tylianakis, Emmanuel; Froudakis, George E.", "Nano Letters", "\r\n        (", "2008", "),\r\n    ", "8", "\r\n        (", "6", "),\r\n    ", "1572-1576", "CODEN:\r\n                ", "NALEFD", ";\r\n        ISSN:", "1530-6984", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A combination of quantum and classical calcns. have been performed in order to investigate hydrogen storage in metal-org. frameworks (MOFs) modified by lithium alkoxide groups.  Ab initio calcns. showed that the interaction energies between the hydrogen mols. and this functional group are up to three times larger compared with unmodified MOF.  This trend was verified by grand canonical Monte Carlo (GCMC) simulations in various thermodn. conditions.  The gravimetric capacity of the Li-modified MOFs reached the value of 10 wt % at 77 K and 100 bar, while our results are very promising at room temp., too, with 4.5 wt %.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmtF2rtLk%253D&md5=83e6d2396859ac6ae09ac1d80477f713", "19. ", "Bae", ", ", "Y. S.", "; ", "Hauser", ", ", "B. G.", "; ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", "; ", "Snurr", ", ", "R. Q.", " ", "Microporous Mesoporous Mater.", " ", "2011", ",  ", "141", ",  ", "231", "– ", "235", "[", "Crossref", "], [", "CAS", "]", "19. ", "Enhancement of CO2/CH4 selectivity in metal-organic frameworks containing lithium cations", "Bae, Youn-Sang; Hauser, Brad G.; Farha, Omar K.; Hupp, Joseph T.; Snurr, Randall Q.", "Microporous and Mesoporous Materials", "\r\n        (", "2011", "),\r\n    ", "141", "\r\n        (", "1-3", "),\r\n    ", "231-235", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Incorporation of Li cations into MOFs by either of 2 methods, chem. redn. or cation exchange, significantly improves the CO2/CH4 selectivity.  While the selectivity enhancement by the chem. redn. seems to come from favorable displacement of catenated frameworks, the selectivity improvement by the Li cation exchange comes from enhanced solid-gas interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXitlaqu70%253D&md5=774dabc5396a54e71fd05e429878f394", "20. ", "Shigematsu", ", ", "A.", "; ", "Yamada", ", ", "T.", "; ", "Kitagawa", ", ", "H.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "2034", "– ", "2036", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Wide Control of Proton Conductivity in Porous Coordination Polymers", "Shigematsu, Akihito; Yamada, Teppei; Kitagawa, Hiroshi", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "7", "),\r\n    ", "2034-2036", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The proton conductivities of the porous coordination polymers M(OH)(bdc-R) [H2bdc = 1,4-benzenedicarboxylic acid; M = Al, Fe; R = H, NH2, OH, (COOH)2] were studied under humid conditions.  Good correlations among pKa, proton cond., and activation energy were obsd.  Fe(OH)(bdc-(COOH)2), having carboxy group and the lowest pKa, showed the highest proton cond. and the lowest activation energy in this system.  This is the 1st example in which proton cond. was widely controlled by substitution of ligand functional groups in an isostructural series.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVOnsbg%253D&md5=3804ab59141aa2eff627ce45797e8616", "21. ", "Yamada", ", ", "T.", "; ", "Kitagawa", ", ", "H.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "6312", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Protection and Deprotection Approach for the Introduction of Functional Groups into Metal-Organic Frameworks", "Yamada, Teppei; Kitagawa, Hiroshi", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "18", "),\r\n    ", "6312-6313", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A noncoordinating hydroxyl group was introduced into a metal-org. framework (MOF) by a procedure involving a protection, complexation, and deprotection (PCD) reaction sequence, and the crystal structure of a novel MOF, [Zn(dhybdc)(bpy)]·4DMF (1), (H2dhybdc = 2,5-dihydroxyterephthalic acid, bpy = 4,4'-bipyridine), was detd.  2,5-Diacetoxyterephthalic acid (H2dacobdc), prepd. by the acetylation of H2dhybdc with acetic anhydride, reacted with Zn(NO3)·6H2O and bpy in DMF with deprotection of the acetoxy groups to hydroxy affording block crystals of 1.  1 Did not have an interpenetrated structure and its three-dimensional pores had large apertures.  Thus, the PCD method is a novel synthetic method for the introduction of various functional groups into MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkslaktLw%253D&md5=e649d874089a29e0ffceb2f18155aa96", "22. ", "Yamada", ", ", "T.", "; ", "Kitagawa", ", ", "H.", " ", "Supramol. Chem.", " ", "2011", ",  ", "23", ",  ", "315", "– ", "318", "[", "Crossref", "], [", "CAS", "]", "22. ", "Synthesis of a novel isoreticular metal-organic framework by protection and complexation of 2,5-dihydroxyterephthalic acid", "Yamada, T.; Kitagawa, H.", "Supramolecular Chemistry", "\r\n        (", "2011", "),\r\n    ", "23", "\r\n        (", "3 & 4", "),\r\n    ", "315-318", "CODEN:\r\n                ", "SCHEER", ";\r\n        ISSN:", "1061-0278", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "A novel isoreticular metal-org. framework (IRMOF) Zn4O(dacobdc)3(DMF)2 (1) (H2dacobdc = 2,5-diacetoxyterephthalic acid) was synthesized by controlling the coordination ability of the functional groups of a ligand.  Hydroxyl groups of 2,5-dihydroxyterephthalic acid (H2dhybdc) were protected with acetyl groups and complexation reactions of these unprotected H2dhybdc and protected 2,5-diacetoxyterephthalic acid (H2dacobdc) were performed with zinc ions.  From the x-ray powder diffraction measurement, reaction with nonprotected dhybdc results in an amorphous compd., while the compd. obtained with protected dacobdc was isostructural to IRMOF-1.  Hydroxyl groups of the nonprotected ligand have the ability to coordinate to the metal sites and random coordination of various types of functional groups resulted in the amorphous compd., while protection of certain groups can prompt the highly ordered MOF.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXkslCju70%253D&md5=b423f4ea3fded1bc061dd2bcf25a4e99", "23. ", "Tanabe", ", ", "K. K.", "; ", "Allen", ", ", "C. A.", "; ", "Cohen", ", ", "S. M.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "9730", "– ", "9733", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "23. ", "Photochemical activation of a Metal-Organic Framework to reveal functionality", "Tanabe, Kristine K.; Allen, Corinne A.; Cohen, Seth M.", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "50", "),\r\n    ", "9730-9733, S9730/1-S9730/28", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "In this paper we describe how light can be used to remove protecting groups from the org. components of a Metal-Org. Framework (MOF) lattice in a single-crystal-to-single-crystal (SCSC) fashion.  In this manner the MOF lattice is kept pristine, while unmasking new chem. functionality throughout the pores of the MOF.  Our findings suggest that this kind of postsynthetic deprotection of MOFs may be an excellent strategy for producing porous materials contg. complex functionality.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsFaqs7fE&md5=2bbfe8f4c6a18420dffd481bd6cd66f4", "24. ", "Deshpande", ", ", "R. K.", "; ", "Waterhouse", ", ", "G. I. N.", "; ", "Jameson", ", ", "G. B.", "; ", "Telfer", ", ", "S. G.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "1574", "– ", "1576", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "24. ", "Photolabile protecting groups in metal-organic frameworks: preventing interpenetration and masking functional groups", "Deshpande, Rajesh K.; Waterhouse, Geoffrey I. N.; Jameson, Geoffrey B.; Telfer, Shane G.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "10", "),\r\n    ", "1574-1576", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Photolabile groups can be incorporated into metal-org. frameworks (MOFs) and then quant. cleaved following MOF formation.  Here, a 2-nitrobenzyl ether prevents lattice interpenetration (catenation) in a cubic MOF derived from Zn(II).  Subsequent photolysis unmasks a hydroxyl group, and produces an open MOF that cannot be synthesized directly.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XmtF2qsA%253D%253D&md5=6b9040ccad5cee50cb281ce9b8119a15", "25. ", "Campbell", ", ", "T. W.", " ", "J. Am. Chem. Soc.", " ", "1960", ",  ", "82", ",  ", "3126", "– ", "3128", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Dicarboxylation of terphenyl", "Campbell, Tod W.", "Journal of the American Chemical Society", "\r\n        (", "1960", "),\r\n    ", "82", "\r\n        (", "),\r\n    ", "3126-8", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "The Friedel-Crafts reaction of terphenyl with oxalyl chloride gave a high yield of 4,4''-dicarboxyterphenyl (I).  A no. of der vs. of the acid were prepd. and proof of structure given.  I was prepd. by treating 45 g. terphenyl, 150 g. oxalyl chloride, and 300 ml. CS2 with 40 g. anhyd. AlCl3 and stirring 1 hr. in an ice bath.  Then, 30 g. anhyd. AlCl3 was stirred in and the ice bath removed.  The mixt. was then stirred overnight at room temp. then poured onto cracked ice.  The CS2 was evapd. with a stream of N, the residual solid filtered off, washed repeatedly with dil. HCl, and dried to yield 61.0 g. pale yellow solid, not m. 400°, completely insol. in aq. LiOH, NaOH, KOH, and NH3.  Terphenyldi(carbonyl chloride) was prepd. with excess SOCl2 in pyridine, m. 215°, yellow leaflets.  The di(acid chloride) was boiled with MeOH to yield the di-Me ester, yellow leaflets, m. 315°.  The di(acid chloride) was used to prep. bis(hydroxymethyl)terphenyl, silvery leaflets, m. 325° (decompn.).  This in turn was used to prep. bis(chloromethyl)terphenyl, m. 254-6° (decompn.).  This was converted to 4,4''-dimethylterphenyl, m. 255-6°.  A polyamide also was prepd. from the di(acid chloride).  Attempts made to dicarboxylate quaterphenyl and quinquephenyl were not completely successful.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF3MXhtlahsw%253D%253D&md5=03db32ddd4ecb6d0abec6b20a030f481", "26. ", "Choi", ", ", "S. B.", "; ", "Seo", ", ", "M. J.", "; ", "Cho", ", ", "M.", "; ", "Kim", ", ", "Y.", "; ", "Jin", ", ", "M. K.", "; ", "Jung", ", ", "D. Y.", "; ", "Choi", ", ", "J. S.", "; ", "Ahn", ", ", "W. S.", "; ", "Rowsell", ", ", "J. L. C.", "; ", "Kim", ", ", "J.", " ", "Cryst. Growth Des.", " ", "2007", ",  ", "7", ",  ", "2290", "– ", "2293", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "A porous and interpenetrated metal-organic framework comprising tetranuclear ironIII-oxo clusters and tripodal organic carboxylates and its implications for (3,8)-coordinated networks", "Choi, Sang Beom; Seo, Min Jeong; Cho, Miyoung; Kim, Yunjeong; Jin, Mi Kyung; Jung, Duk-Young; Choi, Jung-Sik; Ahn, Wha-Seung; Rowsell, Jesse L. C.; Kim, Jaheon", "Crystal Growth & Design", "\r\n        (", "2007", "),\r\n    ", "7", "\r\n        (", "11", "),\r\n    ", "2290-2293", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A novel porous metal-org. framework (MOF), Fe4(μ3-O)2(BTB)8/3(DMF)2(H2O)2·(DMF)10(H2O)2 (1) (BTB = benzene-1,3,5-tribenzoate) has two interpenetrating 3-dimensional frameworks composed of fused cages and shows a stronger affinity for CO2 than most other known highly porous MOFs.  The unique tetranuclear Fe-oxo clusters act as 8-connectors, which are linked by 3-connecting BTBs, to give a partially augmented the net (using the symbolism of O'Keeffe and co-workers).  The underlying implications for (3,8)-coordinated networks are also discussed in relation to the framework structure of 1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXht1WltLvE&md5=5b6f7f909d0cb8beffb92b15e667477c", "27. ", "Papadaki", ", ", "I.", "; ", "Malliakas", ", ", "C. D.", "; ", "Bakas", ", ", "T.", "; ", "Trikalitis", ", ", "P. N.", " ", "Inorg. Chem.", " ", "2009", ",  ", "48", ",  ", "9968", "– ", "9970", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "Molecular Supertetrahedron Decorated with Exposed Sulfonate Groups Built from Mixed-Valence Tetranuclear Fe33+Fe2+(μ3-O)(μ3-SO4)3(-CO2)3 Clusters", "Papadaki, Ioanna; Malliakas, Christos D.; Bakas, Thomas; Trikalitis, Pantelis N.", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "21", "),\r\n    ", "9968-9970", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors present the synthesis and characterization of a novel metal-org. mol. solid using the ligand 4,8-disulfonaphthalene-2,6-dicarboxylic acid (H4L2).  The solid features a sulfonated, isolated supertetrahedra, [Fe16O4(SO4)12(L2)6], built from mixed-valence [Fe33+Fe2+(μ3-O)(μ3-SO4)3(-CO2)3] clusters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht1ajur7L&md5=72b4108109c964938acd1d9a8d4d3d2f", "28. ", "Neofotistou", ", ", "E.", "; ", "Malliakas", ", ", "C. D.", "; ", "Trikalitis", ", ", "P. N.", " ", "Chem.—Eur. J.", " ", "2009", ",  ", "15", ",  ", "4523", "– ", "4527", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "28. ", "Unprecedented Sulfone-Functionalized Metal-Organic Frameworks and Gas-Sorption Properties", "Neofotistou, Eleftheria; Malliakas, Christos D.; Trikalitis, Pantelis N.", "Chemistry--A European Journal", "\r\n        (", "2009", "),\r\n    ", "15", "\r\n        (", "18", "),\r\n    ", "4523-4527", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A new, sulfone-functionalized dicarboxylate-based ligand (I) is capable of directing the formation of novel metal-org. frameworks with unprecedented org. and inorg. secondary building units.  Thus H3O[Zn7(μ3-OH)3L6]·3DMF (H2L = I) and Me2NH2[Zn6(μ3-OH)(μ4-O)(H2I)2L5]·xDMF were prepd.  A high CO2 uptake with remarkable selectivity over CH4, N2, and H2 was obsd. at near-ambient temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXltFCqu74%253D&md5=3e2f0a42c8aa67f1e018eab032068f83", "29. ", "Klein", ", ", "N.", "; ", "Senkovska", ", ", "I.", "; ", "Gedrich", ", ", "K.", "; ", "Stoeck", ", ", "U.", "; ", "Henschel", ", ", "A.", "; ", "Mueller", ", ", "U.", "; ", "Kaskel", ", ", "S.", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "48", ",  ", "9954", "– ", "9957", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "A Mesoporous Metal-Organic Framework", "Klein, Nicole; Senkovska, Irena; Gedrich, Kristina; Stoeck, Ulrich; Henschel, Antje; Mueller, Uwe; Kaskel, Stefan", "Angewandte Chemie, International Edition", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "52", "),\r\n    ", "9954-9957, S9954/1-S9954/6", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A secondary linker is used to stabilize a highly open framework structure by crosslinking an extended Pt3O4-topol. and avoids interpenetration.  The metal-org. framework (MOF), [Zn4O(2,6-ndc)(btb)4/3](def)16(H2O)9/2 [DUT-6; def = N,N-diethylformamide, ndc = naphthalenedicarboxylate, H3btb= benzene-1,3,5-tris(4-benzoic acid)], with uniform mesopores was obtained.  The wide-open pores lead to enormously high methane (230 mg g-1) and hydrogen (60 mg g-1; 5.64 wt %) uptake and the highest n-butane adsorption capacity reported for MOFs (1.1 g g-1).  Liq.-phase adsorption expts. were used to demonstrate the access of large mols. to the mesopores inside DUT-6.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsF2hsr7J&md5=85abce75c8bddd9e6b08be85669fcd70", "30. ", "Sheldrick", ", ", "G. M.", " ", "SHELXL", "; ", "University of Göttingen", ": ", "Göttingen, Germany", ", ", "2002", ".", "There is no corresponding record for this reference.", "31. ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Rosi", ", ", "N.", "; ", "Vodak", ", ", "D.", "; ", "Wachter", ", ", "J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2002", ",  ", "295", ",  ", "469", "– ", "472", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "31. ", "Systematic design of pore size and functionality in isoreticular MOFs and their application in methane storage", "Eddaoudi, Mohamed; Kim, Jaheon; Rosi, Nathaniel; Vodak, David; Wachter, Joseph; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2002", "),\r\n    ", "295", "\r\n        (", "5554", "),\r\n    ", "469-472", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A strategy based on reticulating metal ions and org. carboxylate links into extended networks has been advanced to a point that allowed the design of porous structures in which pore size and functionality could be varied systematically.  Metal-org. framework (MOF-5), a prototype of a new class of porous materials and one that is constructed from octahedral Zn-O-C clusters and benzene links, was used to demonstrate that its three-dimensional porous system can be functionalized with the org. groups -Br, -NH2, -OC3H7, -OC5H11, -C2H4, and -C4H4 and that its pore size can be expanded with the long mol. struts biphenyl, tetrahydropyrene, pyrene, and terphenyl.  We synthesized an isoreticular series (one that has the same framework topol.) of 16 highly cryst. materials whose open space represented up to 91.1% of the crystal vol., as well as homogeneous periodic pores that can be incrementally varied from 3.8 to 28.8 Å.  One member of this series exhibited a high capacity for methane storage (240 cm3 at std. temp.), and others the lowest densities (0.41 to 0.21 g/cm3) for a cryst. material at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlyrtLjP&md5=d218d4040887f5fb390a733ee156d27b", "32. ", "Spek", ", ", "A. L.", " ", "J. Appl. Crystallogr.", " ", "2003", ",  ", "36", ",  ", "7", "– ", "13", "[", "Crossref", "], [", "CAS", "]", "32. ", "Single-crystal structure validation with the program PLATON", "Spek, A. L.", "Journal of Applied Crystallography", "\r\n        (", "2003", "),\r\n    ", "36", "\r\n        (", "1", "),\r\n    ", "7-13", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "0021-8898", ".\r\n    \r\n            (", "Blackwell Munksgaard", ")\r\n        ", "The results of a single-crystal structure detn. when in CIF format can now be validated routinely by automatic procedures.  In this way, many errors in published papers can be avoided.  The validation software generates a set of ALERTS detailing issues to be addressed by the experimenter, author, referee and publication journal.  Validation was pioneered by the IUCr journal Acta Crystallographica Section C and is currently std. procedure for structures submitted for publication in all IUCr journals.  The implementation of validation procedures by other journals is in progress.  This paper describes the concepts of validation and the classes of checks that are carried out by the program PLATON as part of the IUCr check CIF facility.  PLATON validation can be run at any stage of the structure refinement, independent of the structure detn. package used, and is recommended for use as a routine tool during or at least at the completion of every structure detn.  Two examples are discussed where proper validation procedures could have avoided the publication of incorrect structures that had serious consequences for the chem. involved.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXltlChtw%253D%253D&md5=0a85de2407551632bb287508534904e2", "33. ", "Glover", ", ", "T. G.", "; ", "Peterson", ", ", "G. W.", "; ", "Schindler", ", ", "B. J.", "; ", "Britt", ", ", "D.", "; ", "Yaghi", ", ", "O.", " ", "Chem. Eng. Sci.", " ", "2011", ",  ", "66", ",  ", "163", "– ", "170", "[", "Crossref", "]", "There is no corresponding record for this reference.", "34. ", "Kim", ", ", "D. O.", "; ", "Park", ", ", "J.", "; ", "Ahn", ", ", "G. R.", "; ", "Jeon", ", ", "H. J.", "; ", "Kim", ", ", "J. S.", "; ", "Kim", ", ", "D. W.", "; ", "Jung", ", ", "M. S.", "; ", "Lee", ", ", "S. W.", "; ", "Shin", ", ", "S. H.", " ", "Inorg. Chim. Acta", " ", "2011", ",  ", "370", ",  ", "76", "– ", "81", "[", "Crossref", "], [", "CAS", "]", "34. ", "Synthesis of MOF having functional side group", "Kim, Dong-Ok; Park, Jea-Sung; Ahn, Gui-Ryong; Jeon, Hyo-Jin; Kim, Jong-Sik; Kim, Dong-Wook; Jung, Mi-Sun; Lee, Sang-Wook; Shin, Seong-Hwan", "Inorganica Chimica Acta", "\r\n        (", "2011", "),\r\n    ", "370", "\r\n        (", "1", "),\r\n    ", "76-81", "CODEN:\r\n                ", "ICHAA3", ";\r\n        ISSN:", "0020-1693", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "For the prepn. of MOFs which can be modified via postsynthetic modification, a homologous series of p-terphenyl-4,4'-dicarboxylic acid having hydroxyl side groups, ranging from 0 to 4, as functional groups were synthesized.  Then the modified IRMOF-16, named as HCC-1, was successfully synthesized via solvothermal and microwave method using 1,4-di(4-carboxy-2-hydroxyphenyl)benzene as org. ligand and Zn(NO3)2·6H2O as metal source, resp.  Structural analyses have identified that it has the same crystal structure and dimensions as those of IRMOF-16.  Despite the successful synthesis, conventional method of activation did not proved to be adequate for HCC-1 because of structural collapse.  However, this problem could be minimized with the help of continuous CO2 supercrit. drying (SCD) process.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXkslKgsrc%253D&md5=fd08dc9c44177a619a0f1b302a2efe98", "35. ", "Kim", ", ", "J.", "; ", "Kim", ", ", "D. O.", "; ", "Kim", ", ", "D. W.", "; ", "Park", ", ", "J.", "; ", "Jung", ", ", "M. S.", " ", "Inorg. Chim. Acta", " ", "2012", ",  ", "390", ",  ", "22", "– ", "25", "[", "Crossref", "], [", "CAS", "]", "35. ", "High-yield postsynthetic modification of MOF with organic-metal precursors", "Kim, Jongsik; Kim, Dong Ok; Kim, Dong Wook; Park, Jeasung; Jung, Mi Sun", "Inorganica Chimica Acta", "\r\n        (", "2012", "),\r\n    ", "390", "\r\n        (", "),\r\n    ", "22-25", "CODEN:\r\n                ", "ICHAA3", ";\r\n        ISSN:", "0020-1693", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The specific yield of postsynthetic modification for modified IRMOF-16 (HCC-1), synthesized using 1,4-di(4-carboxy-2-hydroxyphenyl)benzene as org. ligand and Zn(NO3)2·6H2O as metal source, resp., was studied with the variation of its BET surface area, reaction time and org.-metal precursor.  Two kinds of HCC-1 having different values of BET surface area (HCC-1H: 3000 m2/g and HCC-1L: 2000 m2/g) were prepd. via solvothermal method for the study of effect of BET surface area, whereas isopropoxytitanatrane and tetrabenzyl Ti were adopted as org.-metal precursors even if the specific yields of postsynthetic modification for both org.-metal precursors increased with the value of BET surface area of HCC-1, isopropoxytitanatrane showed relatively higher values than those of tetrabenzyl Ti during the entire range of reaction.  These observations led to the conclusion that HCC-1H has higher specific no. of -OH groups, active sites for postsynthetic modification, and tetrabenzyl Ti experiences more difficulty in diffusing deep into HCC-1 due to its relatively larger mol. size.  For the effect of reaction time, while it increased slowly with the reaction time until 48 h and then leveled off for HCC-1H, it increased during the entire range of reaction time for HCC-1L.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XpsFWktrk%253D&md5=3eeb1bdec3f62d703e76f387e3967526", "36. ", "Nelson", ", ", "A. P.", "; ", "Farha", ", ", "O. K.", "; ", "Mulfort", ", ", "K. L.", "; ", "Hupp", ", ", "J. T.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "458", "[", "ACS Full Text ", "], [", "CAS", "]", "36. ", "Supercritical Processing as a Route to High Internal Surface Areas and Permanent Microporosity in Metal-Organic Framework Materials", "Nelson, Andrew P.; Farha, Omar K.; Mulfort, Karen L.; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "2", "),\r\n    ", "458-460", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Careful processing of 4 representative metal-org. framework (MOF) materials with liq. and supercrit. CO2 (ScD) leads to substantial, or in some cases spectacular (up to 1200%), increases in gas-accessible surface area.  Maximization of surface area is key to the optimization of MOFs for many potential applications.  Preliminary evidence points to inhibition of mesopore collapse, and therefore micropore accessibility, as the basis for the extraordinarily efficacious outcome of ScD-based activation.  The crystals of the MOF including naphthalenedimide-contg. ligand are P2(1)/c, with a 23.275(4), b 25.486(4), c 49.521(7) Å, β 117.409(6)°; Z = 4, dc = 0.559; R1 = 0.0692, wR2 = 0.1513.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsFChsb3J&md5=dc9e4bf4e41d4f8d15af0510be0261aa", "37. ", "Moellmer", ", ", "J.", "; ", "Celer", ", ", "E. B.", "; ", "Luebke", ", ", "R.", "; ", "Cairns", ", ", "A. J.", "; ", "Staudt", ", ", "R.", "; ", "Eddaoudi", ", ", "M.", "; ", "Thommes", ", ", "M.", " ", "Microporous Mesoporous Mater.", " ", "2010", ",  ", "129", ",  ", "345", "– ", "353", "[", "Crossref", "], [", "CAS", "]", "37. ", "Insights on Adsorption Characterization of Metal-Organic Frameworks: A Benchmark Study on the Novel soc-MOF", "Moellmer, J.; Celer, E. B.; Luebke, R.; Cairns, A. J.; Staudt, R.; Eddaoudi, M.; Thommes, M.", "Microporous and Mesoporous Materials", "\r\n        (", "2009", "),\r\n    ", "129", "\r\n        (", "3", "),\r\n    ", "345-353", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "In order to explore the potential of novel open metal org. frameworks (MOFs) with soc topol. for gas storage applications, we performed a systematic phys. adsorption study with Hydrogen, Methane and Carbon dioxide as adsorptives over a wide range of temps. (77-323 K) and pressures (0-5 MPa) by using a volumetric low pressure adsorption analyzer equipped with a cryostat, and a high pressure gravimetric system.  The advanced interpretation of our systematic adsorption data in combination with the results from a comprehensive structural and surface characterization allows one assessing the potential of these novel MOFs for gas storage and sepn. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXjslGjtA%253D%253D&md5=65ef0e4b812c677801fc8430088e971a", "38. ", "Duren", ", ", "T.", "; ", "Millange", ", ", "F.", "; ", "Ferey", ", ", "G.", "; ", "Walton", ", ", "K. S.", "; ", "Snurr", ", ", "R. Q.", " ", "J. Phys. Chem. C", " ", "2007", ",  ", "111", ",  ", "15350", "– ", "15356", "[", "ACS Full Text ", "], [", "CAS", "]", "38. ", "Calculating Geometric Surface Areas as a Characterization Tool for Metal-Organic Frameworks", "Dueren, Tina; Millange, Franck; Ferey, Gerard; Walton, Krista S.; Snurr, Randall Q.", "Journal of Physical Chemistry C", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "42", "),\r\n    ", "15350-15356", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) synthesized in a building-block approach from org. linkers and metal corner units offer the opportunity to design materials with high surface areas for adsorption applications by assembling the appropriate building blocks.  In this paper, we show that the surface area calcd. in a geometric fashion from the crystal structure is a useful tool for characterizing MOFs.  We argue that the accessible surface area rather than the widely used Connolly surface area is the appropriate surface area to characterize cryst. solids for adsorption applications.  The accessible surface area calcd. with a probe diam. corresponding to the adsorbate of interest provides a simple way to screen and compare adsorbents.  We investigate the effects of the probe mol. diam. on the accessible surface area and discuss the implications for increasing the surface area of metal-org. frameworks by the use of catenated structures.  We also demonstrate that the accessible surface area provides a useful tool for judging the quality of a synthesized sample.  Exptl. surface areas can be adversely affected by incomplete solvent removal during activation, crystal collapse, or interpenetration.  The easily calcd. accessible surface area provides a benchmark for the theor. upper limit for a perfect crystal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtFShtLjP&md5=47226155a5817ef357a9b6f941883ee6", "39. ", "Panella", ", ", "B.", "; ", "Hones", ", ", "K.", "; ", "Muller", ", ", "U.", "; ", "Trukhan", ", ", "N.", "; ", "Schubert", ", ", "M.", "; ", "Putter", ", ", "H.", "; ", "Hirscher", ", ", "M.", " ", "Angew. Chem., Int. Ed.", " ", "2008", ",  ", "47", ",  ", "2138", "– ", "2142", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "39. ", "Desorption studies of hydrogen in metal-organic frameworks", "Panella, Barbara; Hoenes, Katja; Mueller, Ulrich; Trukhan, Natalia; Schubert, Markus; Puetter, Hermann; Hirscher, Michael", "Angewandte Chemie, International Edition", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "11", "),\r\n    ", "2138-2142", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Adsorption sites for hydrogen in the metal-org. frameworks Cu-BTC, MIL-53, MOF-5, and IRMOF-8 could be identified by using thermal desorption spectroscopy at very low temps.  The correlation between the desorption spectra and the pore structure of these MOFs shows that at high hydrogen concns. the diam. of the cavity dets. the heat of adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXjslaku7Y%253D&md5=56b5e6c8a11d7dfccbc631629dd62578", "40. ", "Rowsell", ", ", "J. L. C.", "; ", "Millward", ", ", "A. R.", "; ", "Park", ", ", "K. S.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2004", ",  ", "126", ",  ", "5666", "– ", "5667", "[", "ACS Full Text ", "], [", "CAS", "]", "40. ", "Hydrogen Sorption in Functionalized Metal-Organic Frameworks", "Rowsell, Jesse L. C.; Millward, Andrew R.; Park, Kyo Sung; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2004", "),\r\n    ", "126", "\r\n        (", "18", "),\r\n    ", "5666-5667", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Five porous metal-org. frameworks based on linking zinc oxide clusters with benzene-1,4-dicarboxylate, naphthalene-2,6-dicarboxylate, 4,5,9,10-tetrahydropyrene-2,7-dicarboxylate, 2,3,5,6-tetramethylbenzene-1,4-dicarboxylate, or benzene-1,3,5-tris(4-benzoate) were synthesized in gram-scale quantities to measure their hydrogen uptake properties.  Hydrogen adsorption isotherms measured at 77 K show a distinct dependence of uptake on the nature of the link.  At 1 atm, the materials sorb between 4.2 and 9.3 mols. of H2 per formula unit.  The results imply a trend in hydrogen uptake with the no. of rings in the org. moiety.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXjt1ajur0%253D&md5=e58df7476eb6721e8c16cfaf80d0932d", "41. ", "Mueller", ", ", "U.", "; ", "Schubert", ", ", "M.", "; ", "Teich", ", ", "F.", "; ", "Puetter", ", ", "H.", "; ", "Schierle-Arndt", ", ", "K.", "; ", "Pastre", ", ", "J.", " ", "J. Mater. Chem.", " ", "2006", ",  ", "16", ",  ", "626", "– ", "636", "[", "Crossref", "], [", "CAS", "]", "41. ", "Metal-organic frameworks-prospective industrial applications", "Mueller, U.; Schubert, M.; Teich, F.; Puetter, H.; Schierle-Arndt, K.; Pastre, J.", "Journal of Materials Chemistry", "\r\n        (", "2006", "),\r\n    ", "16", "\r\n        (", "7", "),\r\n    ", "626-636", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The generation of metal-org. framework (MOF) coordination polymers enables the tailoring of novel solids with regular porosity from the micro to nanopore scale.  Since the discovery of this new family of nanoporous materials and the concept of so called 'reticular design', nowadays several hundred different types of MOF are known.  The self assembly of metal ions, which act as coordination centers, linked together with a variety of polyat. org. bridging ligands, results in tailorable nanoporous host materials as robust solids with high thermal and mech. stability.  Describing examples of different Zn-contg. structures, e.g. MOF-2, MOF-5 and IRMOF-8 verified synthesis methods will be given, as well as a totally novel electrochem. approach for transition metal based MOFs will be presented for the 1st time.  With sufficient amts. of sample now being available, the testing of metal-org. frameworks in fields of catalysis and gas processing is exemplified.  Report is given on the catalytic activation of alkynes (formation of methoxypropene from propyne, vinylester synthesis from acetylene).  Removal of impurities in natural gas (traces of tetrahydrothiophene in methane), pressure swing sepn. of rare gases (Kr and Xe) and storage of H (3.3% at 2.0 MPa/77 K on Cu-BTC-MOF) will underline the prospective future industrial use of metal-org. frameworks in gas processing.  Whenever possible, comparison is made to state-of-art applications to outline possibilities which might be superior by using MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtFeitrc%253D&md5=8969f7b0200e29cefd59141380fea9b5", "42. ", "Rowsell", ", ", "J. L. C.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "1304", "– ", "1315", "[", "ACS Full Text ", "], [", "CAS", "]", "42. ", "Effects of Functionalization, Catenation, and Variation of the Metal Oxide and Organic Linking Units on the Low-Pressure Hydrogen Adsorption Properties of Metal-Organic Frameworks", "Rowsell, Jesse L. C.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "4", "),\r\n    ", "1304-1315", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The dihydrogen adsorption isotherms of eight metal-org. frameworks (MOFs), measured at 77 K up to a pressure of 1 atm, were examd. for correlations with their structural features.  All materials display approx. Type I isotherms with no hysteresis, and satn. was not reached for any of the materials under these conditions.  Among the six iso-reticular MOFs (IRMOFs) studied, the catenated materials exhibit the largest capacities on a molar basis, up to 9.8 H2 per formula unit.  The addn. of functional groups (-Br, -NH2, -C2H4-) to the phenylene links of IRMOF-1 (MOF-5), or their replacement with thieno[3,2-b]thiophene moieties in IRMOF-20, altered the adsorption behavior by a minor amt. despite large variations in the pore vols. of the resulting materials.  But replacement of the metal oxide units with those contg. coordinatively unsatd. metal sites resulted in greater H2 uptake.  The enhanced affinities of these materials, MOF-74 and HKUST-1, were further demonstrated by calcn. of the isosteric heats of adsorption, which were larger across much of the range of coverage examd., compared to those of representative IRMOFs.  Probably under low-loading conditions, the H2 adsorption behavior of MOFs can be improved by imparting larger charge gradients on the metal oxide units and adjusting the link metrics to constrict the pore dimensions; however, a large pore vol. is still a prerequisite feature.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XitV2msg%253D%253D&md5=76a0797beec956e59ca2ddf029f5a386", "43. ", "Murray", ", ", "L. J.", "; ", "Dinca", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1294", "– ", "1314", "[", "ACS Full Text ", "], [", "CAS", "]", "43. ", "Hydrogen storage in metal-organic frameworks", "Murray, Leslie J.; Dinca, Mircea; Long, Jeffrey R.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1294-1314", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review of current status of hydrogen storage within metal-org. frameworks.  Microporous metal-org. frameworks, having exceptionally high surface areas and chem.-tunable structures, have recently emerged as some of the most promising candidate materials.  Particular emphasis is given to the relationships between structural features and the enthalpy of hydrogen adsorption, spectroscopic methods for probing framework-H2 interactions, and strategies for improving storage capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamuro%253D&md5=f652ac03772753d7f80244564a80e6f0", "44. ", "Dailly", ", ", "A.", "; ", "Vajo", ", ", "J. J.", "; ", "Ahn", ", ", "C. C.", " ", "J. Phys. Chem. B", " ", "2006", ",  ", "110", ",  ", "1099", "– ", "1101", "[", "ACS Full Text ", "], [", "CAS", "]", "44. ", "Saturation of Hydrogen Sorption in Zn Benzenedicarboxylate and Zn Naphthalenedicarboxylate", "Dailly, Anne; Vajo, John J.; Ahn, Channing C.", "Journal of Physical Chemistry B", "\r\n        (", "2006", "),\r\n    ", "110", "\r\n        (", "3", "),\r\n    ", "1099-1101", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We report excess hydrogen satn. values from high-pressure isotherms of metal org. framework structures taken at 77 K.  Zn benzendicarboxylate (IRMOF-1) and Zn naphthalendicarboxylate (IRMOF-8) linker structures show identical satn. values of 137 hydrogen mols. on a per unit cell basis, despite the higher sorption potential of IRMOF-8 of 6.1 kJ/mol over that of IRMOF-1 of 4.1kJ/mol.  Charge transfer between linker and vertex, as well as surface area, appear to dominate the sorption behavior, over that of linker length in these two systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XlsFKn&md5=583b832915589b03e1ce7de5f08fba5b", "45. ", "Morris", ", ", "W.", "; ", "Doonan", ", ", "C. J.", "; ", "Yaghi", ", ", "O. M.", " ", "Inorg. Chem.", " ", "2011", ",  ", "50", ",  ", "6853", "– ", "6855", "[", "ACS Full Text ", "], [", "CAS", "]", "45. ", "Postsynthetic Modification of a Metal-Organic Framework for Stabilization of a Hemiaminal and Ammonia Uptake", "Morris, William; Doonan, Christian J.; Yaghi, Omar M.", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "15", "),\r\n    ", "6853-6855", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "In this study, the authors show by solid-state 15N NMR measurements that an important Zr metal-org. framework (UiO-66) with amino-functionalized links is composed of a mixt. of amino and -NH3+Cl- salt functionalities rather than all amino functionality to give a compn. of Zr6O4(OH)4(BDC-NH2)4(BDC-NH3+Cl-)2 (UiO-66-A) (where BDC-NH2 = 2-aminoterephthalate).  UiO-66-A was postsynthetically modified to form a mixt. of three functionalities, where the hemiaminal functionality is the majority species in UiO-66-B and aziridine is the majority functionality in UiO-66-C.  UiO-66-A-C are all porous with surface areas ranging from 780 to 820 m2/g and have chem. stability, as evidenced by reversible NH3 uptake and release showing capacities ranging from 134 to 193 cm3/g.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXotFSmsrs%253D&md5=042efdadf4b2efa4ab0a01e09b21309f", "46. ", "Britt", ", ", "D.", "; ", "Tranchemontagne", ", ", "D.", "; ", "Yaghi", ", ", "O. M.", " ", "Proc. Natl. Acad. Sci. U. S. A.", " ", "2008", ",  ", "105", ",  ", "11623", "– ", "11627", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "46. ", "Metal organic frameworks with high capacity and selectivity for harmful gases", "Britt, David; Tranchemontagne, David; Yaghi, Omar M.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2008", "),\r\n    ", "105", "\r\n        (", "33", "),\r\n    ", "11623-11627", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "Benchmarks have been established for the performance of six metal-org. frameworks (MOFs) and isoreticular MOFs (IRMOFs, which have the same underlying topol. as MOF-5), MOF-5, IRMOF-3, MOF-74, MOF-177, MOF-199, and IRMOF-62, as selective adsorbents for eight harmful gases: sulfur dioxide, ammonia, chlorine, tetrahydrothiophene, benzene, dichloromethane, ethylene oxide, and carbon monoxide.  Kinetic breakthrough measurements are used to det. the calcd. dynamic adsorption capacity of each \"benchmark\" MOF for each gas.  The capacity of each MOF is compared to that of a sample of Calgon BPL activated carbon.  We find that pore functionality plays a dominant role in detg. the dynamic adsorption performance of MOFs.  MOFs featuring reactive functionality outperform BPL carbon in all but one case and exhibit high dynamic adsorption capacities up to 35% by wt.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtVCnur%252FK&md5=e6e6dc2268f445e0934572f33931867d", "47. ", "Saha", ", ", "D. P.", "; ", "Deng", ", ", "S. G.", " ", "J. Colloid Interface Sci.", " ", "2010", ",  ", "348", ",  ", "615", "– ", "620", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "47. ", "Ammonia adsorption and its effects on framework stability of MOF-5 and MOF-177", "Saha, Dipendu; Deng, Shuguang", "Journal of Colloid and Interface Science", "\r\n        (", "2010", "),\r\n    ", "348", "\r\n        (", "2", "),\r\n    ", "615-620", "CODEN:\r\n                ", "JCISA5", ";\r\n        ISSN:", "0021-9797", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "NH3 adsorption equil. and kinetics on MOF-5 and MOF-177 were measured volumetrically at 298 K and NH3 pressures up to 800 torr.  This study allowed us to det. the NH3 adsorption properties and stability of both MOFs after exposure to NH3.  MOF-177 adsorbed more NH3 than MOF-5 at NH3 pressures below 150 torr and the NH3 adsorption capacity on both MOFs at 800 torr was about the same (12.2 mmol/g).  It can be inferred from the adsorption results that phys. adsorption of NH3 on both MOFs dominated at NH3 pressures below 150 torr after which chem. reactions between NH3 and MOF frameworks take place.  After exposure to NH3 both MOFs lost majority of their pore textures as evidenced by a drastic decrease of sp. surface area and pore vol.  The x-ray diffraction study suggested a complete loss of crystallinity of both MOFs, and the FT-IR and Raman spectral analyses showed the generation of free org. ligands within both MOF-5 and MOF-177 after they were exposed to NH3.  NH3 mols. are proposed to destroy the MOF frameworks by forming H bonds with Zn4O clusters of MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXnvFKktr4%253D&md5=d481f89769394d8f2909010f459d55ec", "48. ", "Petit", ", ", "C.", "; ", "Mendoza", ", ", "B.", "; ", "Bandosz", ", ", "T. J.", " ", "Langmuir", " ", "2010", ",  ", "26", ",  ", "15302", "– ", "15309", "[", "ACS Full Text ", "], [", "CAS", "]", "48. ", "Reactive Adsorption of Ammonia on Cu-Based MOF/Graphene Composites", "Petit, Camille; Mendoza, Barbara; Bandosz, Teresa J.", "Langmuir", "\r\n        (", "2010", "),\r\n    ", "26", "\r\n        (", "19", "),\r\n    ", "15302-15309", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "New composites based on HKUST-1 and graphene layers are tested for ammonia adsorption at room temp. in both dry and moist conditions.  The materials are characterized by X-ray diffraction, FT-IR spectroscopy, adsorption of nitrogen, and thermal analyses.  Unlike other MOF/GO composites reported in previous studies, these materials are water-stable.  Ammonia adsorption capacities on the composites are higher than the ones calcd. for the phys. mixt. of components, suggesting the presence of a synergetic effect between the MOF and graphene layers.  The increased porosity and dispersive forces being the consequence of the presence of graphene layers are responsible for the enhanced adsorption.  In addn. to its retention via phys. forces, ammonia is also adsorbed via binding to the copper sites in HKUST-1 and then, progressively, via reaction with the MOF component.  This reactive adsorption is visible through two successive changes of the adsorbents' color during the breakthrough tests.  More ammonia is adsorbed in moist conditions than in dry conditions owing to its dissoln. in a water film present in the pore system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFarsLbF&md5=51d2aa38d101dfb6454be60c7a1287cc", "49. ", "Doonan", ", ", "C. J.", "; ", "Tranchemontagne", ", ", "D. J.", "; ", "Glover", ", ", "T. G.", "; ", "Hunt", ", ", "J. R.", "; ", "Yaghi", ", ", "O. M.", " ", "Nature Chem.", " ", "2010", ",  ", "2", ",  ", "235", "– ", "238", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "49. ", "Exceptional ammonia uptake by a covalent organic framework", "Doonan, Christian J.; Tranchemontagne, David J.; Glover, T. Grant; Hunt, Joseph R.; Yaghi, Omar M.", "Nature Chemistry", "\r\n        (", "2010", "),\r\n    ", "2", "\r\n        (", "3", "),\r\n    ", "235-238", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Covalent org. frameworks (COFs) are porous cryst. materials composed of light elements linked by strong covalent bonds.  A no. of these materials contain a high d. of Lewis acid boron sites that can strongly interact with Lewis basic guests, which makes them ideal for the storage of corrosive chems. such as ammonia.  A member of the covalent org. framework family, COF-10, shows the highest uptake capacity (15 mol kg-1, 298 K, 1 bar) of any porous material, including microporous 13X zeolite (9 mol kg-1), Amberlyst 15 (11 mol kg-1) and mesoporous silica, MCM-41 (7.9 mol kg-1).  Notably, ammonia can be removed from the pores of COF-10 by heating samples at 200° under vacuum.  Repeated adsorption of into COF-10 causes a shift in the interlayer packing, which reduces its apparent surface area to nitrogen.  However, owing to the strong Lewis acid-base interactions, the total uptake capacity of and the structural integrity of the COF are maintained after several cycles of adsorption/desorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXitFGktbc%253D&md5=3595eb8a7593a6ee691e7aec106d19c5"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-2/ic302010e/production/images/small/ic-2012-02010e_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-2/ic302010e/production/images/small/ic-2012-02010e_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-2/ic302010e/production/images/small/ic-2012-02010e_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-2/ic302010e/production/images/small/ic-2012-02010e_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/inocaj/2013/inocaj.2013.52.issue-2/ic302010e/production/images/small/ic-2012-02010e_0004.gif\">"]}
