{"title": ["Adsorptive Separation of Olefin/Paraffin Mixtures with ZIF-4"], "authors": ["Martin Hartmann", "Ulrike Böhme", "Maximilian Hovestadt", "Carolin Paula"], "doi": ["10.1021/acs.langmuir.5b02907"], "abstract": ["The microporous zeolitic imidazolate framework ZIF-4 has been synthesized, and its ethylene/ethane and propylene/propane separation potentials have been evaluated by single-component adsorption isotherms and breakthrough experiments of the respective binary mixtures. In all experiments, a higher selectivity for the paraffin is observed that is manifested by a steeper equilibrium isotherm as well as a later breakthrough in the fixed-bed adsorber experiments. Microporous adsorbents with paraffin selectivity are rare but highly interesting for cyclic adsorption processes such as pressure-swing adsorption (PSA)."], "text": ["Top of Page", "Abstract", "Introduction", "Materials and Methods", "Theory", "Results and Discussion", "Conclusions", "References", "1 Introduction", "Short-chain olefins are produced from naphtha in a process called steam-cracking. A large part of the produced olefins are used for the production of polypropylene and polyethylene. Thus, the purities of the corresponding monomers ethylene (ethene) and propylene (propene) have to exceed 99.5 wt %. Typical steam-cracker product mixtures contain 29.1 wt % of ethene, 16.1 wt % of propene, 3.9 wt % of ethane, and 1.2 wt % of propane (", "T", " = 850 °C, ", "t", "residence", " = 0.2 s). Currently, olefin/paraffin mixtures are separated by low-temperature rectification, which is very energy- and cost-intensive. As an alternative, adsorptive separation employing membranes or fixed-bed adsorbers is considered. The potential of porous coordination polymers (metal organic frameworks (MOFs)) as novel adsorbents has been intensively studied in recent years.", "(1-25)", " A large number of studies is devoted to zeolitic imidazolate frameworks (ZIFs)", "(7-17)", " and other metal carboxylates including CPO-27", "(17-20)", " and MIL-53.", "(21-25)", "ZIFs are porous, crystalline frameworks in which the tetrahedral metal ions are linked by imidazolate (Im) units. ZIF structures are comparable with those of zeolites, as the bridging angle formed by this linkage is analogous to silicon oxygen aluminum units in zeolites. In particular the high thermal and chemical stability of these materials compared to other MOFs is an indispensable prerequisite for their use as economic adsorbents.", "(26)", "For an efficient purification of the desired olefin, an adsorbent is desired that has a higher affinity to the corresponding paraffin. Recently, several candidates have been identified in the subfamily of ZIFs, which indeed exhibit a preferential paraffin adsorption over the corresponding olefin. In particular ZIF-8 has been extensively tested for olefin/paraffin separation employing ethane/ethene, propane/propene, ", "n", "-butane/1-butene, and ", "n", "-octane/1-octene mixtures. In all studies conducted so far, a higher paraffin selectivity has been observed.", "(6, 9-12, 17, 27, 28)", " A recent grand canonical Monte Carlo calculation on a number of ZIFs confirmed the experimentally observed paraffin selectivity for ZIF-8.", "(29)", "ZIF-4 is constructed from unsubstituted imidazole linkers and Zn", "2+", " cations and crystallizes in the orthorhombic space group ", "Pbca", ". The cag topology (", "Figure ", "1", ") of ZIF-4, however, is unknown among zeolites. The diameters of the largest pore and the largest cage correspond to ", "d", "a", "g", " = 0.20 nm and ", "d", "P", "h", " = 0.49 nm, respectively.", "(30)", " Studies of ZIF-4 up until now deal with the synthesis, stability, and transformation into other nets (ZIF-zni).", "(31-37)", " ZIF-4 is believed to possess some framework flexibility as evident from NMR and X-ray diffraction (XRD) measurements", "(38)", " as well as Monte Carlo simulations.", "(39)", " The adsorption of hydrogen (H", "2", ")", "(40)", " and the separation of ternary mixtures (H", "2", ", N", "2", ", CO", "2", ", and CH", "4", ")", "(41)", " has been evaluated. In combination with ionic liquids, ZIF-4 has been investigated for the extraction of pharmaceuticals.", "(42)", " The maximal pore opening is smaller than the critical kinetic diameter of ethane, ethene, propane, and propene, which ranges from 0.43 to 0.51 nm.", "(43)", " However, due to the known structural flexibility of ZIF-4, it is expected that the aforementioned gases are nevertheless able to access the pore system.", "Figure 1. Cage structure of ZIF-4.", "(44)", "To evaluate the potential of ZIF-4 for olefin/paraffin separation, single-component isotherms of the C", "2", " and C", "3", " olefins and paraffins as well as breakthrough experiments with ethane/ethene and propane/propene mixtures are performed. ZIF-4 exhibits a clear paraffin selectivity with separation factors around 2, which renders this material an interesting candidate for pressure-swing adsorption (PSA) experiments.", "Top of Page", "Abstract", "Introduction", "Materials and Methods", "Theory", "Results and Discussion", "Conclusions", "References", "2 Materials and Methods", "2.1", "Solvothermal Synthesis of ZIF-4", "The synthesis of ZIF-4 was performed according to the procedure published by Park et al.", "(26)", " with some modifications developed in our laboratory. In a typical synthesis, 3.641 g (12.24 mmol) of zinc nitrate hexahydrate and 2.400 g (35.25 mmol) of imidazole were dissolved in 240 mL of dimethylformamide in a 500 mL round-bottom flask. The round-bottom flask was connected to a reflux condenser, heated to 130 °C using an oil bath, and kept for 48 h at this temperature. Thereafter, the synthesis mixture was cooled to room temperature and the precipitated solid was recovered by filtration. The obtained solid was washed three times with 35 mL of ethanol. The resulting white powder (particle size up to 100 μm) was dried in a vacuum oven at 80 °C for 24 h and subsequently activated for 5 h at 150 °C under reduced pressure (10", "–4", " hPa).", "Powder X-ray diffraction patterns were recorded on a PANalytical X’Pert diffractometer (Cu Kα (λ = 1.54 Å)) in the 2θ range of 5–50° with a step size of 0.02° and step length of 1 s/0.02°. The obtained powder patterns are compared to the reference ZIF-4 from the Cambridge Structural Database. To determine the morphology and the particle size, scanning electron micrographs were collected with a GEMINI electron microscope (Fa. Carl Zeiss) employing a 3 mm slit and a SE2 detector using acceleration voltages of 3 and 5 kV. Nitrogen and argon adsorption isotherms were recorded at 77 K employing an ASAP 2010 instrument (Micromeritics).", "2.2", "Adsorption Isotherms and Breakthrough Experiments", "Single-component adsorption isotherms of ethane, ethene, propane, and propene were measured volumetrically at 20 °C in the pressure range up to 1 bar employing a modified Micromeritics ASAP 2000 instrument. The equilibrium was reached within 10 min; no kinetic limitation was observed. Breakthrough curves of ethane/ethene and propane/propene mixtures were collected in a homemade flow-type apparatus with a fixed-bed adsorber. About 450 mg of adsorbent is filled into a stainless steel high-performance liquid chromatography (HPLC) column with a length of 125 mm and an inner diameter of 3 mm. The gas composition at the adsorber outlet is determined with a Bruker GC 450 gas chromatograph equipped with a flame ionization detection (FID). The experiments were conducted at 20 °C employing a feed volume flow of 0.6 mL", "N", "/min. Different feed compositions ranging from ", "V", "ethane", "/", "V", "ethene", " = 0.5/0.5 to 0.1/0.9 and ", "V", "propane", "/", "V", "propene", " = 0.4/0.6 to 0.1/0.9 have been used. For desorption a helium flow of 1 mL", "N", "/min was passed over the adsorber bed. After each measurement, the adsorbent was regenerated for 24 h at 100 °C under helium flow.", "Top of Page", "Abstract", "Introduction", "Materials and Methods", "Theory", "Results and Discussion", "Conclusions", "References", "3 Theory", "3.1", "Models for Describing Pure Gas Adsorption", "The Toth model was developed to better describe the influence of a heterogeneous surface on the initial slope and shape of the adsorption isotherm:", "The equation contains the affinity parameter ", "b", "i", " for component ", "i", " and the parameter of heterogeneity ", "t", ", which is specific for the adsorbent. In the low-pressure range the linear dependence of the surface coating on the partial pressure is described by Henry’s law.", "The steeper the gradient, the stronger is the affinity of the adsorbent. For two components the separation factor α", "i", ",", "j", " can be calculated from the initial slopes of the isotherms.", "From the saturation loading ", "q", "s,", "i", ", the pore volume ", "q", "pore", " can be calculated using the conversion factor ", "D", "i", " according to the Gurvich rule.", "D", "i", " represents the ratio of liquid density to gas density of the adsorbate.", "3.2", "Models for the Prediction of Binary Gas Adsorption", "For the determination of binary gas adsorption isotherms, the theory of ideal adsorbed solution theory (IAST) by Myers and Prausnitz", "(45, 46)", " was used. The theory is based on the equilibrium of the chemical potentials of the gas and adsorbed phase:", "The equilibrium equation contains a fictive partial pressure in the adsorbate phase ", "p", "i", "0", ", the spreading pressure π", "i", ", the adsorbate and gas-phase compositions (", "x", "i", ", ", "y", "i", "), and the total pressure ", "p", ". For the further calculations, a model must be adapted to the single adsorption data points. The best fit of the experimental single-component isotherms was obtained by employing the Toth model. The method and the calculation steps for the mixture isotherms are listed in Table S1 of the ", "Supporting Information", ". Moreover the calculated spreading pressures are shown in ", "Figure S2", ".", "3.3", "Selectivity of Adsorption", "The selectivity can be calculated to assess the separation potential for the paraffin/olefin mixtures. For zero pressure the limit of the selectivity is the separation factor.", "(47, 48)", "3.4", "Breakthrough Curves", "Assuming constant flow velocity and quasi-isothermal behavior of the adsorber bed, binary breakthrough curves follow the mass balance equation including the equilibrium isotherm ", "q", "i", " = ", "f", "(", "c", "i", ", ", "c", "j", ").", "Thereby, the typical form, with overshoot, feed plateau, and intermediate plateau in the desorption line, can be described. On the basis of the mass balance, multicomponent isotherms can be calculated for simple linear adsorption models, viz. the Langmuir model. Therefore, the so-called hodographic transformation can be adduced.", "(49, 50)", " In this approach, the concentration value pairs of the two components are plotted against each other and the occurring linear dependence is used for further calculations. Nonlinear systems differ from this linear behavior. In this work the deviation of the concept of an ideal surface was already considered by using the Toth model, with its heterogeneity factor. By changing the feed concentration of the experiment, the nonideality with respect to diffusive effects can be confirmed furthermore using the hodographic transformation.", "Top of Page", "Abstract", "Introduction", "Materials and Methods", "Theory", "Results and Discussion", "Conclusions", "References", "4 Results and Discussion", "4.1", "Characterization", "The powder X-ray diffraction pattern of ZIF-4 (", "Figure ", "2", " left) is in excellent agreement with the simulated reference pattern from the Cambridge Structural Database.", "(51)", " The absence of additional reflections confirms that phase-pure ZIF-4 material is obtained. Scanning electron microscopy (", "Figure ", "2", " right) shows orthorhombic crystals up to a size of 100 μm.", "Figure 2. Powder X-ray diffraction pattern (left) and scanning electron micrographs (right) of ZIF-4.", "While the textural properties of ZIF-4 are not addressed in the original paper by Park et al.,", "(26)", " nitrogen adsorption studies by Bennett and co-workers", "(31, 32)", " revealed a Brunauer–Emmett–Teller (BET) surface area of 300 m", "2", "/g. However, the shape of the isotherm is very peculiar (", "Figure S1", "), exhibiting almost no uptake of nitrogen below ", "p", "/", "p", "0", " = 0.4 followed by a sharp rise at higher ", "p", "/", "p", "0", ". Recent results by Wharmby et al.", "(52)", " showed that ZIF-4 transforms into a dense phase below 140 K accompanied by a contraction of the unit cell volume of ca. 23%. Because nitrogen adsorption at 77 K onto ZIF-4 is seemingly hindered, studies concerning hydrocarbon adsorption in ZIF-4 are rare up until now.", "4.2", "Single-Component Adsorption Isotherms", "The single-component adsorption isotherms of ethane, ethene, propane, and propene are displayed in ", "Figure ", "3", ". All isotherms show a Langmuir-type behavior with different affinities. The isotherms are fully reversible, and thus, for sake of clarity, only the adsorption branch is displayed. The initial slope of the ethane isotherm is larger than that of the ethene isotherm and lies over the whole investigated pressure range above the ethene isotherm. The propane and propene isotherms are very close to each other, and thus, the separation factor calculated from the initial slope of the respective isotherms is small (α", "propane/propene", " = 1.06). In contrast, a separation factor α", "ethane/ethene", " = 1.71 is calculated for the C", "2", " fraction, which confirms a significantly higher paraffin affinity.", "Figure 3. Measured single-component adsorption isotherms at 20 °C of ethane, ethene, propane, and propene.", "The maximum amount adsorbed is close for all gases studied and amounts to 2.30, assuming 2.20 mmol/g for ethane and ethene and 2.4 mmol/g for propane and propene. The single-component isotherms of the C3 hydrocarbons have a steeper initial slope compared to the corresponding isotherms of ethane and ethene, which is ascribed to the increased binding strength with rising chain length of the hydrocarbons. Similar observations are reported for ZIF-8.", "(27, 28)", "The Toth model was used to fit the measured single-component adsorption isotherms of ethane and ethene (", "Figure ", "4", " left) and propane and propene (", "Figure ", "5", " top). Employing the model the isotherms were expanded up to 12 bar for the C", "2", " fraction (", "Figure ", "4", " right) and up to 8 bar for the C", "3", " fraction (", "Figure ", "5", " bottom). For ethane, the Toth model reaches the saturation at lower pressures compared to ethene.", "Figure 4. Adsorption isotherms at 20 °C of ethane and ethene (<1 bar) fitted with Toth model (left) and expanded to 12 bar (right).", "Figure 5. Adsorption isotherms at 20 °C of propane and propene (<1 bar) fitted with Toth model (top) and expanded up to 8 bar (bottom).", "The model isotherms show a slightly lower capacity for propane than for propene. From a pressure of 0.4 bar onward, the isotherm of propene lies above the isotherm of propane.", "By employing the Gurvich rule, the accessible pore volumes can be estimated. In ", "Table ", "1", " the results from nitrogen and argon measurements at 77 K are compared with the results from the ethane, ethene, propane, and propene measurements at 20 °C up to 1 bar and the calculated Toth isotherms up to 12 bar (C", "2", " fraction) and 8 bar (C", "3", " fraction). The obtained pore volumes are in good agreement with the pore volumes determined from the crystal structure (0.197 cm", "3", "/g) and the paper by Bennett et al. (ca. 0.4 cm", "3", "/g).", "(31)", "Table 1. Pore Volume Calculated from Nitrogen and Argon Measurements at 77 K and from Ethane, Ethene, Propane, and Propene Measurements at 20 °C", "gas", "N", "2", "Ar", "C", "2", "H", "6", " 1 bar/12 bar", "C", "2", "H", "4", " 1 bar/12 bar", "C", "3", "H", "8", " 1 bar/8 bar", "C", "3", "H", "6", " 1 bar/8 bar", "V", "p", "/cm", "3", " g", "–1", "0.38", "0.32", "0.20/0.21", "0.18/0.19", "0.212/0.214", "0.199/0.200", "4.3", "Binary Adsorption", "Employing the ideal adsorbed solution theory (IAST),", "(45, 46)", " mixture isotherms at 20 °C were calculated for an equimolar ethane/ethene mixture up to 12 bar and for an equimolar propane/propene mixture up to 8 bar. The partial mixture isotherms are displayed in ", "Figure ", "6", ". In total, the mixture contains about twice as much ethane as ethene. This follows from the stronger affinity and higher capacity of ZIF-4 for the paraffin and is in good agreement with the results of the single-component adsorption measurement. For the C", "3", " mixture, initially (up to 1 bar) a higher uptake of propane is observed. At higher pressure, the propene uptake from the mixture is slightly higher than the propane uptake. The reason for this behavior is at present unclear and has to be confirmed by experiment.", "Figure 6. Mixture isotherms at 20 °C of an equimolar ethane/ethene (left) and propane/propene mixture (right) calculated employing the IAST method.", "By employing the IAST method, the adsorbate and gas-phase composition were determined, which allows calculation of the selectivities as a function of the total pressure. For the feed composition of ", "y", " = 0.5, the selectivities are shown in dependency of the total pressure in ", "Figure ", "7", ". For the C", "2", " fraction the selectivity decreases with increasing pressure. The C", "3", " fraction decreases to a constant value of ca. 0.9 after an initial rise, which is in good agreement with theoretical calculations.", "(29)", "Figure 7. Pressure-dependent selectivities of an equimolar ethane/ethene mixture (left) and a propane/propene mixture (right), calculated via IAST for 20 °C.", "4.4", "Breakthrough Curves in a Fixed-Bed Adsorber", "The breakthrough curves of the ethane/ethene and propane/propene mixtures at 20 °C and for ", "V", "paraffin", "/", "V", "olefin", " = 0.1/0.9 are shown in ", "Figure ", "8", ". The fixed bed was loaded in the adsorption step until saturation was reached. The bed was regenerated in subsequent desorption with helium. The breakthrough curves are plotted in the form of the relative concentration ", "c", "/", "c", "0", " as a function of time, with the feed concentration ", "c", "0", ". At saturation, the concentration equals the feed composition and, thus, ", "c", "/", "c", "0", " = 1.", "Figure 8. Adsorption and desorption profiles of the breakthrough curves from an ethane/ethene mixture and a propane/propene mixture at 20 °C with a total volume flow of ", "V̇", " = 1.0 mL", "N", "/min on ", "m", "Ads", " = 0.450 g with ", "V", "paraffin", "/", "V", "olefin", " = 0.1/0.9.", "The breakthrough experiments show a favorable higher affinity for the paraffin for the C", "2", " and C", "3", " fractions in agreement with the single-component adsorption isotherms. The weaker-bound component gets displaced, resulting in the typical overshoot. Ethene has a slightly shorter breakthrough time and shows a higher overshoot than propene. Both curves have a similar steep initial slope. Compared to ethane, the curve of propane breaks through earlier, is flatter, and reaches saturation later. The breakthrough times of ethene and ethane are ", "t", "′", "ethene", " = 25 min and ", "t", "′", "ethane", " = 33 min. This results in a time frame of ca. 8 min under the prevailing conditions in which a separation is technically possible. Propane and propene both have a breakthrough time of approximately ", "t", "′ = 30 min. Thus, a separation is impossible under these circumstances. The result of the separation potential for ethane/ethene and propane/propene mixtures matches the separation factor obtained from the pure-component isotherms. A separation of propane and propene was not expected from the low separation factor of α", "propane/propene", " = 1.06. Attributable to the kinetics and steric hindrance, the propane gets more retained and causes the overshoot of the propene. The higher affinity for the ethane leads to a longer regeneration time. Hence, the ethane desorption curve lies above the ethene curve; nevertheless, the curves of propane and propene are superimposed.", "In ", "Figure ", "9", " (left) the adsorption profile of the breakthrough curves from the ethane/ethene mixtures with different compositions is given. The results for different feed compositions are compared at 20 °C. The dependence of the course of the step of desorption is shown in the detailed view (", "Figure ", "9", " (right)).", "Figure 9. Adsorption (left) and desorption profiles (right) of the breakthrough curves from ethane/ethene mixtures at 20 °C with a total volume flow of ", "V̇", " = 1.0 mL", "N", "/min and ", "m", "Ads", " = 0.450 g.", "The ethane is more restrained and, therefore, the ethylene arrives first at the exit of the column, which is preferred for the separation process. With decreasing concentration of the paraffin, its overshoot is lower and broader and shows a slower decay to the feed concentration. The breakthrough time and the initial gradient of the curve front of ethene are independent of the composition. For ethane the initial gradient of the breakthrough curve flattens significantly with decreasing paraffin concentration. The composition-dependent behavior leads to increasing influence of diffusion with lower paraffin concentration. The desorption properties are also composition-dependent. The paraffin curves all stay above the olefin curves. All curves show an exponential decay and become flatter with decreasing paraffin concentration. For a composition of ", "V", "ethane", "/", "V", "ethene", " = 0.2/0.8 and 0.1/0.9, an intermediate plateau starts to appear. For the reason of higher weighted diffusion, the regeneration of the column is finished later for decreasing paraffin concentration.", "The application of hodograph transformation is well-established in liquid chromatography and allows a fast assessment of mass transfer limitations, which would result in deviation from linear behavior if present.", "(53)", " The breakthrough curves of the ethane/ethene mixture were subjected to a hodograph transformation shown in ", "Figure ", "10", " (left). This results in the three characteristic points for the compositions of the feed with a relative concentration equal to one (", "C", "ethane", "/", "C", "ethene", " (1/1)), the overshoot (", "y", "-intercept), and the intermediate plateau (", "x", "-intercept).", "Figure 10. Hodograph transformation (left) of the breakthrough curves from ethane/ethene mixtures at 20 °C with a total volume flow of ", "V̇", " = 1.0 mL", "N", "/min on ", "m", "Ads", " = 0.450 g with ", "V", "paraffin", "/", "V", "olefin", " = 0.5/0.5, 0.4/0.6, 0.3/0.7, 0.2/0.8, and 0.1/0.9 and detailed view (right).", "During loading of the adsorber bed, the concentration of the overshoot is reached first. The ", "y", "-intercept possesses larger values with increasing concentration of ethane. With the breakthrough of the stronger interacting ethane, the concentration of ethene decreases. After completion of the loading, the gas mixture at the outlet of the column shows feed composition (", "C", "ethane", "/", "C", "ethene", " (1/1)). Between the ", "y", "-intercept and the feed point, the pairs of concentration values have a linear correlation. The resulting slope decreases with a lesser amount of ethane. The pairs of values between the feed point and the ", "x", "-intercept show the regeneration of the column. At the beginning they follow a linear gradient of the same pitch and deviate from this line at low concentrations (seen in detail in ", "Figure ", "6", " (right)). With increasing concentration of ethane, the value pairs differ progressively from the linear gradient. This indicates a reduction in column efficiency.", "(49)", " The reason for this is an increasing influence of diffusive effects and matches the results of the concentration-dependent change in the shape of the breakthrough curves. The same approach was used to study the influence on the separation behavior of ZIF-4 by varying the feed compositions of propane and propene (see ", "Figure S3", "), confirming that ZIF-4 is less suitable for C", "3", " separation.", "Top of Page", "Abstract", "Introduction", "Materials and Methods", "Theory", "Results and Discussion", "Conclusions", "References", "5 Conclusions", "In the present work, the porous coordination polymer ZIF-4 was synthesized and examined for its potential in the olefin/paraffin separation. Therefore, single-component adsorption isotherms of ethane, ethene, propane, and propene were measured. Mixture isotherms for an equimolar ethane/ethene mixture were calculated using IAST and the Toth model. In addition, the separation behavior was investigated in breakthrough-curve experiments for ethane/ethene and propane/propene mixtures with different feed compositions. The results were analyzed for their concentration dependence. The breakthrough curves of the ethane/ethene mixture were subjected to a hodograph transformation. The separation behavior in the breakthrough experiments matches the results of the isotherms. The concentration-dependent influence of the diffusion on the separation is evident from the breakthrough curves and was confirmed by the results of the hodograph transformation. Especially the breakthrough experiments with the C", "2", " fraction showed a sufficiently large time frame in which separation is technically possible. This result and the overall paraffin selectivity make ZIF-4 an interesting new adsorbent for industrially relevant separation tasks.", " ", "Top of Page", "Abstract", "Introduction", "Materials and Methods", "Theory", "Results and Discussion", "Conclusions", "References", "Supporting Information", "The Supporting Information is available free of charge on the ", "ACS Publications website", " at DOI: ", "10.1021/acs.langmuir.5b02907", ".", "Nitrogen sorption isotherm at 77 K, pressured reduced spreading pressure, overview of the IAST calculation procedure; breakthrough curves of propane/propene mixtures at 20 °C (", "PDF", ")", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Materials and Methods", "Theory", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "Financial support of this work by Deutsche Forschungsgemeinschaft (DFG) in the frame of the priority program 1570 (Ha2527/12-2) is gratefully acknowledged.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Materials and Methods", "Theory", "Results and Discussion", "Conclusions", "References", "References", "This article references 53 other publications.", "1. ", "Li", ", ", "J. R.", "; ", "Kuppler", ", ", "R. J.", "; ", "Zhou", ", ", "H.", " ", "Selective gas adsorption and separation in metal-organic frameworks", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1477", "– ", "1504", " DOI: 10.1039/b802426j", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Selective gas adsorption and separation in metal-organic frameworks", "Li, Jian-Rong; Kuppler, Ryan J.; Zhou, Hong-Cai", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1477-1504", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Adsorptive sepn. is very important in industry.  Generally, the process uses porous solid materials such as zeolites, activated carbons, or silica gels as adsorbents.  With an ever increasing need for a more efficient, energy-saving, and environmentally benign procedure for gas sepn., adsorbents with tailored structures and tunable surface properties must be found.  Metal-org. frameworks (MOFs), constructed by metal-contg. nodes connected by org. bridges, are such a new type of porous materials.  They are promising candidates as adsorbents for gas sepns. due to their large surface areas, adjustable pore sizes and controllable properties, as well as acceptable thermal stability.  This crit. review starts with a brief introduction to gas sepn. and purifn. based on selective adsorption, followed by a review of gas selective adsorption in rigid and flexible MOFs.  Based on possible mechanisms, selective adsorptions obsd. in MOFs are classified, and primary relationships between adsorption properties and framework features are analyzed.  As a specific example of tailor-made MOFs, mesh-adjustable mol. sieves are emphasized and the underlying working mechanism elucidated.  In addn. to the exptl. aspect, theor. investigations from adsorption equil. to diffusion dynamics via mol. simulations are also briefly reviewed.  Furthermore, gas sepns. in MOFs, including the mol. sieving effect, kinetic sepn., the quantum sieving effect for H2/D2 sepn., and MOF-based membranes are also summarized (227 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurY%253D&md5=cbb650af8ce92526fc8ffd870218bbd0", "2. ", "Lee", ", ", "C. Y.", "; ", "Bae", ", ", "Y.-S.", "; ", "Jeong", ", ", "N. C.", "; ", "Farha", ", ", "O. K.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Stern", ", ", "C. L.", "; ", "Nickias", ", ", "P.", "; ", "Snurr", ", ", "R. Q.", "; ", "Hupp", ", ", "J. T.", "; ", "Nguyen", ", ", "S. T.", " ", "Kinetic Separation of Propene and Propane in Metal-Organic Frameworks: Controlling Diffusion Rates in Plate-Shaped Crystals via Tuning of Pore Apertures and Crystallite Aspect Ratios", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "5228", "– ", "5231", " DOI: 10.1021/ja200553m", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Kinetic Separation of Propene and Propane in Metal-Organic Frameworks: Controlling Diffusion Rates in Plate-Shaped Crystals via Tuning of Pore Apertures and Crystallite Aspect Ratios", "Lee, Chang Yeon; Bae, Youn-Sang; Jeong, Nak Cheon; Farha, Omar K.; Sarjeant, Amy A.; Stern, Charlotte L.; Nickias, Peter; Snurr, Randall Q.; Hupp, Joseph T.; Nguyen, Son Binh T.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "14", "),\r\n    ", "5228-5231", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Isostructural, noncatenated, Zn-pillared-paddlewheel metal-org. framework materials [Zn2LmLn] were synthesized from 1,2,4,5-tetrakis(carboxyphenyl)benzene (L1) its 3,6-dibromo analog (L2) and acetylene and trimethylsilylacetylene substituted trans-1,2-dipyridylethene struts (L3, L4).  Substantial kinetic selectivity in the adsorption of propene over propane can be obsd., depending on the pore apertures and the rectangular-plate morphol. of the crystals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjsVCltb0%253D&md5=7ed1409ea706ad52ee400cfccfa690fa", "3. ", "Lamia", ", ", "N.", "; ", "Jorge", ", ", "M.", "; ", "Granato", ", ", "M.", "; ", "Almeida Paz", ", ", "F.", "; ", "Chevreau", ", ", "H.", "; ", "Rodrigues", ", ", "A.", " ", "Adsorption of propane, propylene and isobutane on a metal-organic framework: Molecular simulation and experiment", " ", "Chem. Eng. Sci.", " ", "2009", ",  ", "64", ",  ", "3246", "– ", "3259", " DOI: 10.1016/j.ces.2009.04.010", " ", "[", "Crossref", "], [", "CAS", "]", "3. ", "Adsorption of propane, propylene and isobutane on a metal-organic framework: Molecular simulation and experiment", "Lamia, Nabil; Jorge, Miguel; Granato, Miguel A.; Almeida Paz, Filipe A.; Chevreau, Hubert; Rodrigues, Alirio E.", "Chemical Engineering Science", "\r\n        (", "2009", "),\r\n    ", "64", "\r\n        (", "14", "),\r\n    ", "3246-3259", "CODEN:\r\n                ", "CESCAC", ";\r\n        ISSN:", "0009-2509", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "The sepn. of propane/propylene mixts. is the most energy-intensive operation practiced in the petrochem. industry.  Adsorptive processes are currently viewed as a promising alternative to cryogenic distn. for the sepn. of these mixts.  The authors explore the possibility of using a new metal-org. framework material, CuBTC, in adsorptive sepn. processes, particularly in a simulated moving bed (SMB) context using isobutane as a potential desorbent.  A gravimetric method was used to measure the adsorption equil. isotherms of propylene, propane and isobutane onto a com. CuBTC powder at 323-423 K and pressures up to 100 kPa.  These were complemented by a detailed exptl. characterization of the structure of CuBTC using XRD and SEM techniques.  Comparison of exptl. isotherms with grand canonical Monte Carlo simulations in CuBTC showed that propane adsorption occurs preferentially in small octahedral pockets, while isobutane is excluded from these pockets due to its bulky structure.  Propylene was seen to interact strongly with unsatd. metal sites, due to specific π - Cu bonds.  These interactions significantly enhance the affinity of this MOF for unsatd. hydrocarbons.  Also, in a range of temps. and pressures, the affinity of CuBTC for isobutane is intermediate to that of propane and propylene.  Probably CuBTC-isobutane is a very promising adsorbent-desorbent pair for use in SMB processes for propane/propylene sepns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXmvFeisrc%253D&md5=4e15dc676e864ea30fd92958f0a20418", "4. ", "Ploegmakers", ", ", "J.", "; ", "Japip", ", ", "S.", "; ", "Nijmeijer", ", ", "K.", " ", "Mixed matrix membranes containing MOFs for ethylene/ethane separation-Part B: Effect of Cu", "3", "BTC", "2", " on membrane transport properties", " ", "J. Membr. Sci.", " ", "2013", ",  ", "428", ",  ", "331", "– ", "340", " DOI: 10.1016/j.memsci.2012.11.013", " ", "[", "Crossref", "], [", "CAS", "]", "4. ", "Mixed matrix membranes containing MOFs for ethylene/ethane separation-Part B: Effect of Cu3BTC2 on membrane transport properties", "Ploegmakers, Jeroen; Japip, Susilo; Nijmeijer, Kitty", "Journal of Membrane Science", "\r\n        (", "2013", "),\r\n    ", "428", "\r\n        (", "),\r\n    ", "331-340", "CODEN:\r\n                ", "JMESDO", ";\r\n        ISSN:", "0376-7388", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Mixed matrix membranes (MMMs) contg. various amts. of the metal-org. framework (MOF) Cu3BTC2 as filler in P84 were characterized in terms of their ethylene and ethane sepg. performance.  Previous research showed that esp. the use of the MOF Cu3BTC2 improves the ethylene/ethane sepg. ability due its selective interaction with the olefin.  Although the ethylene permeability remained const., the ethylene/ethane permeability selectivity significantly increased to a value of 7.1 with increasing Cu3BTC2 loading.  Expts. show that the ethylene soly. coeff. increased from 1.0 to 2.9 × 10-3 mol/(m3 Pa) with increasing Cu3BTC2 loading up to 20 wt%.  Since the ethylene permeability coeff. remained const. at 17 × 10-18 mol m/(m2 s Pa) with increasing Cu3BTC2 loading, the ethylene diffusion coeff. was calcd. to decrease by a factor of three.  Evaluation of the reason for the strong increase in permeability selectivity with increasing Cu3BTC2 loading revealed that this is the result of an increase in diffusion selectivity by a factor of two.  These results suggest immobilization of ethylene inside the MOF particles as the result of strong ethylene-copper(II) MOF interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFSltbk%253D&md5=508642ad8c0ab05ad001a2789074cd7a", "5. ", "Hartmann", ", ", "M.", "; ", "Kunz", ", ", "S.", "; ", "Himsl", ", ", "D.", "; ", "Tangermann", ", ", "O.", "; ", "Ernst", ", ", "S.", "; ", "Wagener", ", ", "A.", " ", "Adsorptive Separation of Isobutene and Isobutane on Cu", "3", "(BTC)", "2", " ", "Langmuir", " ", "2008", ",  ", "24", ",  ", "8634", "– ", "8642", " DOI: 10.1021/la8008656", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Adsorptive Separation of Isobutene and Isobutane on Cu3(BTC)2", "Hartmann, Martin; Kunz, Sebastian; Himsl, Dieter; Tangermann, Oliver; Ernst, Stefan; Wagener, Alex", "Langmuir", "\r\n        (", "2008", "),\r\n    ", "24", "\r\n        (", "16", "),\r\n    ", "8634-8642", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The metal org. framework material Cu3(BTC)2 (BTC = 1,3,5-benzenetricarboxylate) has been synthesized using different routes: under solvothermal conditions in an autoclave, under atm. pressure and reflux, and by electrochem. reaction.  Although the compds. display similar structural properties as evident from the powder X-ray diffraction (XRD) patterns, they differ largely in sp. surface area and total pore vol.  Thermogravimetric and chem. anal. support the assumption that pore blocking due to trimesic acid and/or methyltributylammoniummethylsulfate (MTBS) which has been captured in the pore system during reaction is a major problem for the electrochem. synthesized samples.  Isobutane and isobutene adsorption has been studied for all samples at different temps. in order to check the potential of Cu3(BTC)2 for the sepn. of small hydrocarbons.  While the isobutene adsorption isotherms are of type I according to the IUPAC classification, the shape of the isobutane isotherm is markedly different and closer to type V.  Adsorption expts. at different temps. show that a somewhat higher amt. of isobutene is adsorbed as compared to isobutane.  Nevertheless, the differential enthalpies of adsorption are only different by about 5 kJ/mol, indicating that a strong interaction between the copper centers and isobutene does not drive the obsd. differences in adsorption capacity.  The calcd. breakthrough curves of isobutene and isobutane reveal that a low pressure sepn. is preferred due to the peculiar shape of the isobutane adsorption isotherms.  This has been confirmed by preliminary breakthrough expts. using an equimolar mixt. of isobutane and isobutene.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXot1ers7s%253D&md5=a19ef6a159fcd1b399858f60954ddf75", "6. ", "Chmelik", ", ", "C.", "; ", "Kärger", ", ", "J.", "; ", "Wiebcke", ", ", "M.", "; ", "Caro", ", ", "J.", "; ", "van Baten", ", ", "J. M.", "; ", "Krishna", ", ", "R.", " ", "Adsorption and diffusion of alkanes in CuBTC crystals investigated using infra-red microscopy and molecular simulations", " ", "Microporous Mesoporous Mater.", " ", "2009", ",  ", "117", ",  ", "22", "– ", "32", " DOI: 10.1016/j.micromeso.2008.06.003", " ", "[", "Crossref", "], [", "CAS", "]", "6. ", "Adsorption and diffusion of alkanes in CuBTC crystals investigated using infra-red microscopy and molecular simulations", "Chmelik, C.; Kaerger, J.; Wiebcke, M.; Caro, J.; van Baten, J. M.; Krishna, R.", "Microporous and Mesoporous Materials", "\r\n        (", "2008", "),\r\n    ", "117", "\r\n        (", "1-2", "),\r\n    ", "22-32", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The adsorption and intra-cryst. diffusion of n-butane (nC4), iso-butane (iC4), 2-methylbutane (2MB), and 2,2-dimethylpropane (neoP) in CuBTC (Cu3(BTC)2 where BTC = benzene-1,3,5-tricarboxylate) has been investigated using IR microscopy (IRM), combined with mol. simulations.  Both expts. and simulations show strong inflection characteristics in the adsorption isotherms.  The primary cause of the inflection is due to the strong preference for adsorption within, and in the regions close to the mouths of tetrahedral pockets.  The isotherm inflection has a significant influence on the dependence of the Maxwell-Stefan diffusivity, D, on the fractional occupancy, Di.  Both IRM expts. and simulations show that the Di-θi behavior appears to be influenced by the loading dependence of the inverse thermodn. factor 1/Γi = dlnθi/dlnpi.  For nC4 and iC4, the Di increase sharply by about one order of magnitude as the occupancy θi increases from 0 to about 0.2.  This increase is caused by the fact that the diffusion characteristics undergo a transition from being dominated by hops across narrow 4.6 Å windows at low loadings to hops across large 9 Å windows for loadings higher than 8 mols. per unit cell.  For loadings higher than 8 mols. per unit cell the Di-θi dependence of nC4 and iC4 is dictated by 1/Γi, characteristic of more open channel structures such as FAU zeolite.  For 2MB and neoP, the IRM expts. show evidence of phase transition and except for the region in which this occurs the ETHi follows the occupancy dependence of 1/Γi for the entire range of loadings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsVSgsr7K&md5=023a2404b5d6c33bca4f44dc237a5b73", "7. ", "Gücüyener", ", ", "C.", "; ", "van den Bergh", ", ", "J.", "; ", "Gascon", ", ", "J.", "; ", "Kapteijn", ", ", "F.", " ", "Ethane/Ethene Separation Turned on Its Head: Selective Ethane Adsorption on the Metal-Organic Framework ZIF-7 through a Gate-Opening Mechanism", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "17704", "– ", "17706", " DOI: 10.1021/ja1089765", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Ethane/ethene separation turned on its head: selective ethane adsorption on the metal-organic framework ZIF-7 through a gate-opening mechanism", "Gucuyener Canan; van den Bergh Johan; Gascon Jorge; Kapteijn Freek", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "50", "),\r\n    ", "17704-6", "\r\n        ISSN:", ".\r\n    ", "Ethane is selectively adsorbed over ethylene in their mixtures on the zeolite imidazolate framework ZIF-7.  In packed columns, this results in the direct production of pure ethylene.  This gas-phase separation is attributed to a gate-opening effect in which specific threshold pressures control the uptake and release of individual molecules.  These threshold pressures differ for the different molecules, leaving a window of selective uptake operation.  This phenomenon makes ZIF-7 a perfect candidate for the separation of olefins from paraffins, since in contrast to most microporous materials, the paraffin is selectively adsorbed.  Mixture adsorption, as studied by breakthrough experiments, demonstrates that gate-opening effects can be effectively used to separate molecules of very similar size.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3M%252Fnt1Chtw%253D%253D&md5=c3b911dc087ba4348f0e5bdf44227fe2", "8. ", "Van Den Bergh", ", ", "J.", "; ", "Gücüyener", ", ", "C.", "; ", "Pidko", ", ", "E.", "; ", "Hensen", ", ", "E. J. M.", "; ", "Gascon", ", ", "J.", "; ", "Kapteijn", ", ", "F.", " ", "Understanding the anomalous alkane selectivity of ZIF-7 in the separation of light alkane/alkene mixtures", " ", "Chem. - Eur. J.", " ", "2011", ",  ", "17", ",  ", "8832", "– ", "8840", " DOI: 10.1002/chem.201100958", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Understanding the Anomalous Alkane Selectivity of ZIF-7 in the Separation of Light Alkane/Alkene Mixtures", "van den Bergh, Johan; Guecueyener, Canan; Pidko, Evgeny A.; Hensen, Emiel J. M.; Gascon, Jorge; Kapteijn, Freek", "Chemistry - A European Journal", "\r\n        (", "2011", "),\r\n    ", "17", "\r\n        (", "32", "),\r\n    ", "8832-8840, S8832/1-S8832/12", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "C2 and C3 alkanes are selectively adsorbed from mixts. over the corresponding alkenes on the zeolite imidazolate framework ZIF-7 through a gate-opening mechanism.  As a result, the direct prodn. of the pure alkene upon adsorption and the pure alkane upon desorption in packed columns is possible.  Herein, a detailed investigation of the step-wise adsorption and sepn. of alkanes and alkenes is presented, together with a rigorous performance assessment.  A mol. picture of the gate-opening mechanism underlying the unprecedented selectivity towards alkane adsorption is proposed based on DFT calcns. and a thermodn. anal. of the adsorption-desorption isotherms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXoslCktL4%253D&md5=3d7683f5a91ea8dc0702d5c4f038feb5", "9. ", "Bux", ", ", "H.", "; ", "Chmelik", ", ", "C.", "; ", "Krishna", ", ", "R.", "; ", "Caro", ", ", "J.", " ", "Ethene/ethane separation by the MOF membrane ZIF-8: Molecular correlation of permeation, adsorption, diffusion", " ", "J. Membr. Sci.", " ", "2011", ",  ", "369", ",  ", "284", "– ", "289", " DOI: 10.1016/j.memsci.2010.12.001", " ", "[", "Crossref", "], [", "CAS", "]", "9. ", "Ethene/ethane separation by the MOF membrane ZIF-8: Molecular correlation of permeation, adsorption, diffusion", "Bux, Helge; Chmelik, Christian; Krishna, Rajamani; Caro, Juergen", "Journal of Membrane Science", "\r\n        (", "2011", "),\r\n    ", "369", "\r\n        (", "1-2", "),\r\n    ", "284-289", "CODEN:\r\n                ", "JMESDO", ";\r\n        ISSN:", "0376-7388", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The newly developed MOF membrane ZIF-8 separates an equimolar ethene/ethane mixt. at room temp. for 1 and 6 bar feed pressure, resp., with a selectivity of 2.8 and 2.4.  Independent sorption uptake studies of an ethene/ethane mixt. on a big ZIF-8 single crystal by IR microscopy detection show in combination with grand canonical Monte Carlo simulations that this moderate ethene selectivity of the ZIF-8 membrane can be explained by the interplay of a preferential ethane adsorption selectivity competing with a preferential ethene diffusion selectivity.  This means, that ethane adsorbs stronger than ethene, but ethene diffuses faster and overcompensates the adsorption preference of ethane, resulting in a membrane permeation selectivity for ethene.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlGmtL8%253D&md5=aabaa965cb43a33e585e1f24cd47d913", "10. ", "Kwon", ", ", "H. T.", "; ", "Jeong", ", ", "H.-K.", " ", "Highly propylene-selective supported zeolite-imidazolate framework (ZIF-8) membranes synthesized by rapid microwave-assisted seeding and secondary growth", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "3854", "– ", "3856", " DOI: 10.1039/c3cc41039k", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Highly propylene-selective supported zeolite-imidazolate framework (ZIF-8) membranes synthesized by rapid microwave-assisted seeding and secondary growth", "Kwon, Hyuk Taek; Jeong, Hae-Kwon", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "37", "),\r\n    ", "3854-3856", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A rapid and simple microwave-assisted seeding technique is reported for the synthesis of high-quality ZIF-8 membranes with an av. propylene-propane selectivity of about 40.  The new seeding method was found to be applicable to other ZIFs including ZIF-7 and SIM-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXlslagsLc%253D&md5=666631131da429df2440b4281f2f2473", "11. ", "Askari", ", ", "M.", "; ", "Chung", ", ", "T. S.", " ", "Natural gas purification and olefin/paraffin separation using thermal cross-linkable co-polyimide/ZIF-8 mixed matrix membranes", " ", "J. Membr. Sci.", " ", "2013", ",  ", "444", ",  ", "173", "– ", "183", " DOI: 10.1016/j.memsci.2013.05.016", " ", "[", "Crossref", "], [", "CAS", "]", "11. ", "Natural gas purification and olefin/paraffin separation using thermal cross-linkable co-polyimide/ZIF-8 mixed matrix membranes", "Askari, Mohammad; Chung, Tai-Shung", "Journal of Membrane Science", "\r\n        (", "2013", "),\r\n    ", "444", "\r\n        (", "),\r\n    ", "173-183", "CODEN:\r\n                ", "JMESDO", ";\r\n        ISSN:", "0376-7388", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Using three 6FDA-based polyimides (6FDA-Durene, 6FDA-Durene/DABA (9/1), 6FDA-Durene/DABA (7/3)) and nano-size zeolitic imidazolate framework-8 (ZIF-8), we have fabricated mixed matrix membranes (MMMs) with uniform morphol. comprising ZIF-8 as high as 40 wt% loading by directly mixing as-synthesized ZIF-8 suspension into the polymer soln.  Permeability of all gases (CO2, CH4, C3H6, and C3H8) increases rapidly with an increase in ZIF-8 loading.  However, the addn. of ZIF-8 nano-particles into the polymer matrix increases the ideal CO2/CH4 selectivity of only 6.87%, while the ideal C3H6/C3H8 selectivity improves 134% from 11.68 to 27.38 for the MMM made of 6FDA-Durene/DABA (9/1) and 40 wt% ZIF-8.  Exptl. data show that the plasticization resistance and gas pair selectivity of MMMs are strongly dependent on the amt. of crosslinkable moiety and annealing temp.  MMMs made of 6FDA-Durene do not show considerable improvements on resistance against CO2-induced plasticization after annealing at 200-400 °C, while MMMs synthesized from crosslinkable co-polyimides (6FDA-Durene/DABA (9/1) and 6FDA-Durene/DABA (7/3)) show significant enhancements in CO2/CH4 and C3H6/C3H8 selectivity as well as plasticization suppression characteristics up to a CO2 pressure of 30 atm after annealing at 400 °C due to the crosslinking reaction of the carboxyl acid (COOH) in the DABA moiety.  The MMM made of 6FDA-Durene/DABA (9/1) and 40 wt% ZIF-8 possess a notable ideal C3H6/C3H8 selectivity of 27.38 and a remarkable C3H6 permeability of 47.3 Barrer.  After thermally annealed at 400 °C, the MMM made of 6FDA-Durene/DABA (9/1) and 20 wt% ZIF-8 shows a CO2/CH4 selectivity of 19.61 and an impressive CO2 permeability 728 Barrer in mixed gas tests.  The newly developed MMMs may have great potential for industrial nature gas purifn. and C3H6/C3H8 sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFShur7K&md5=b389bce0af1a0262b08c04075590188d", "12. ", "Pan", ", ", "Y.", "; ", "Li", ", ", "T.", "; ", "Lestari", ", ", "G.", "; ", "Lai", ", ", "Z.", " ", "Effective separation of propylene/propane binary mixtures by ZIF-8 membranes", " ", "J. Membr. Sci.", " ", "2012", ",  ", "390–391", ",  ", "93", "– ", "98", " DOI: 10.1016/j.memsci.2011.11.024", " ", "[", "Crossref", "], [", "CAS", "]", "12. ", "Effective separation of propylene/propane binary mixtures by ZIF-8 membranes", "Pan, Yichang; Li, Tao; Lestari, Gabriella; Lai, Zhiping", "Journal of Membrane Science", "\r\n        (", "2012", "),\r\n    ", "390-391", "\r\n        (", "),\r\n    ", "93-98", "CODEN:\r\n                ", "JMESDO", ";\r\n        ISSN:", "0376-7388", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The sepn. of propylene/propane mixts. is one of the most important but challenging processes in the petrochem. industry.  A novel zeolitic imidazole framework (ZIF-8) membrane prepd. by a facile hydrothermal seeded growth method showed excellent sepn. performances for a wide range of propylene/propane mixts.  The membrane showed a permeability of propylene up to 200 barrers and a propylene to propane sepn. factor up to 50 at optimal sepn. conditions, well surpassing the upper-bound trade-off lines of existing polymer and carbon membranes.  Also the membranes had excellent reproducibility, long-term stability and thermal stability.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xitl2gtw%253D%253D&md5=52717478c3c44f76e2235fbb73601567", "13. ", "Pan", ", ", "Y.", "; ", "Wang", ", ", "B.", "; ", "Lai", ", ", "Z.", " ", "Synthesis of ceramic hollow fiber supported zeolitic imidazolate framework-8 (ZIF-8) membranes with high hydrogen permeability", " ", "J. Membr. Sci.", " ", "2012", ",  ", "421–422", ",  ", "292", "– ", "298", " DOI: 10.1016/j.memsci.2012.07.028", " ", "[", "Crossref", "], [", "CAS", "]", "13. ", "Synthesis of ceramic hollow fiber supported zeolitic imidazolate framework-8 (ZIF-8) membranes with high hydrogen permeability", "Pan, Yichang; Wang, Bo; Lai, Zhiping", "Journal of Membrane Science", "\r\n        (", "2012", "),\r\n    ", "421-422", "\r\n        (", "),\r\n    ", "292-298", "CODEN:\r\n                ", "JMESDO", ";\r\n        ISSN:", "0376-7388", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Purifn. and recovery of H from hydrocarbons in refinery streams in the petrochem. industry is an emerging research field in the study of membrane gas sepn.  Hollow fiber membrane modules can be easily implemented into sepn. processes at the industrial scale.  Hollow yttria-stabilized zirconia (YSZ) fiber-supported zeolitic imidazole framework-8 (ZIF-8) membranes were successfully prepd. using a mild and environmentally friendly seeded growth method.  The single-component permeation studies demonstrated that the membrane had a high H permeance (∼15 × 10-7 mol/m2 s Pa) and an ideal selectivity of H2/C3H8 of >1000 at room temp.  This high membrane permeability and selectivity caused serious concn. polarization in the sepn. of H2/C3H8 mixts., which led to almost 50% drop in both the H2 permeance and the sepn. factor.  Enhanced mixing on the feed side could reduce the effect of the concn. polarization.  Also the membranes had excellent reproducibility and long-term stability, indicating that the hollow fiber-supported ZIF-8 membranes developed in this study have great potential in industry-scale sepn. of H.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhtlams7vK&md5=fb60f21b6f8ceee78cd37f899405f7ac", "14. ", "Luebbers", ", ", "M. T.", "; ", "Wu", ", ", "T.", "; ", "Shen", ", ", "L.", "; ", "Masel", ", ", "R. I.", " ", "Effects of Molecular Sieving and Electrostatic Enhancement in the Adsorption of Organic Compounds on the Zeolitic Imidazolate Framework ZIF-8", " ", "Langmuir", " ", "2010", ",  ", "26", ",  ", "15625", "– ", "15633", " DOI: 10.1021/la102582g", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Effects of Molecular Sieving and Electrostatic Enhancement in the Adsorption of Organic Compounds on the Zeolitic Imidazolate Framework ZIF-8", "Luebbers, Matthew T.; Wu, Tianjiao; Shen, Lingjuan; Masel, Richard I.", "Langmuir", "\r\n        (", "2010", "),\r\n    ", "26", "\r\n        (", "19", "),\r\n    ", "15625-15633", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption behavior of a range of org. vapors and gases on the zeolitic imidazolate framework, ZIF-8, is studied using an inverse gas chromatog. (IGC) methodol. at the zero-coverage limit and elevated temps.  The measured thermodn. values and surface energies for the adsorption of n-alkanes on ZIF-8 are reduced from those previously reported for IRMOF-1.  This redn. is most likely an effect of the predominately org. accessible surface of ZIF-8 and the resulting weaker interactions in comparison to IRMOF-1.  The pore aperture size of ZIF-8, which is significantly reduced from that of IRMOF-1, is seen to introduce mol. sieving effects for branched alkanes, aroms., and heavily halogenated compds.  Deformation polarizabilities of the adsorbates were used to calc. the specific adsorption free energy, and the specific effects account for around 1-5 kJ/mol, or between 10% and 70% of the total free energy of adsorption for the sorbates studied (at 250°).  The importance of electrostatic forces was seen in the significantly enhanced adsorption of propylene and ethylene in comparison to their resp. alkanes and in the direct correlation shown between the specific components of the free energy of adsorption and the adsorbate's dipole moment.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFelsbrF&md5=bdfd1511043e639d2a1061f056197455", "15. ", "Chmelik", ", ", "C.", "; ", "Freude", ", ", "D.", "; ", "Bux", ", ", "H.", "; ", "Haase", ", ", "J.", " ", "Ethene/ethane mixture diffusion in the MOF sieve ZIF-8 studied by MAS PFG NMR diffusometry", " ", "Microporous Mesoporous Mater.", " ", "2012", ",  ", "147", ",  ", "135", "– ", "141", " DOI: 10.1016/j.micromeso.2011.06.009", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "16. ", "Li", ", ", "K.", "; ", "Olson", ", ", "D. H.", "; ", "Seidel", ", ", "J.", "; ", "Emge", ", ", "T. J.", "; ", "Gong", ", ", "H.", "; ", "Zeng", ", ", "H.", "; ", "Li", ", ", "J.", " ", "Zeolitic Imidazolate Frameworks for Kinetic Separation of Propane and Propene", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "10368", "– ", "10369", " DOI: 10.1021/ja9039983", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Zeolitic Imidazolate Frameworks for Kinetic Separation of Propane and Propene", "Li, Kunhao; Olson, David H.; Seidel, Jonathan; Emge, Thomas J.; Gong, Hongwei; Zeng, Heping; Li, Jing", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "30", "),\r\n    ", "10368-10369", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Propane/propene sepn. by cryogenic distn. is one of the most energy and cost intensive industrial processes.  Adsorptive sepn. is a more energy-efficient alternative.  Three isostructural zinc imidazolate zeolitic framework materials are found, for the first time, to be promising in the sepn. of propene and propane based on their different diffusion rates.  Fine-tuning of the pore opening size is crit. for this type of sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXotl2htr8%253D&md5=1705c50402682e5ac1da1302f153fcec", "17. ", "Peralta", ", ", "D.", "; ", "Chaplais", ", ", "G.", "; ", "Simon-Masseron", ", ", "A.", "; ", "Barthelet", ", ", "K.", "; ", "Chizallet", ", ", "C.", "; ", "Quoineaud", ", ", "A. A.", "; ", "Pirngruber", ", ", "G. D.", " ", "Comparison of the behavior of metal-organic frameworks and zeolites for hydrocarbon separations", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "8115", "– ", "8126", " DOI: 10.1021/ja211864w", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Comparison of the Behavior of Metal-Organic Frameworks and Zeolites for Hydrocarbon Separations", "Peralta, David; Chaplais, Gerald; Simon-Masseron, Angelique; Barthelet, Karin; Chizallet, Celine; Quoineaud, Anne-Agathe; Pirngruber, Gerhard D.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "19", "),\r\n    ", "8115-8126", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The objective of this work was to study the adsorption and sepn. of the most important families of hydrocarbon compds. on metal-org. frameworks (MOFs), in comparison with zeolites.  For this purpose, the authors have selected four probe mols., each of them representing one of these families, i.e., o- and p-xylene as aroms., 1-octene as an alkene, and n-octane as an alkane.  The sepn. of these four mols. was studied by binary breakthrough expts.  To represent the large diversity of MOF structures, the expts. were carried out with (i) two MOFs with coordinatively unsatd. metal sites (CUS), i.e., Cu-btc (HKUST-1) and CPO-27-Ni, (ii) a MOF with an anionic framework and extraframework cations, i.e.  RHO-ZMOF, and (iii) two rather apolar zeolitic imidazolate framework (ZIF) materials with different pore sizes, i.e.  ZIF-8 and ZIF-76.  Zeolite NaY and zeolite β were used as polar and apolar ref. adsorbents, resp.  The results can be briefly summarized as follows: ZIFs (not carrying any polar functional groups) behave like apolar adsorbents and exhibit very interesting and unexpected mol. sieving properties.  CUS-MOFs behave like polar adsorbents but show the specificity of preferring alkenes over aroms.  This feature is rationalized thanks to DFT + D calcns.  MOFs with extraframework cations behave like polar (cationic) zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XjsVChsbg%253D&md5=968b83cb5b96a2eca60f0c8f57e91e68", "18. ", "Bao", ", ", "Z.", "; ", "Alnemrat", ", ", "S.", "; ", "Yu", ", ", "L.", "; ", "Vasiliev", ", ", "I.", "; ", "Ren", ", ", "Q.", "; ", "Lu", ", ", "X.", "; ", "Deng", ", ", "S.", " ", "Adsorption of ethane, ethylene, propane, and propylene on a magnesium-based metal-organic framework", " ", "Langmuir", " ", "2011", ",  ", "27", ",  ", "13554", "– ", "13562", " DOI: 10.1021/la2030473", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Adsorption of Ethane, Ethylene, Propane, and Propylene on a Magnesium-Based Metal-Organic Framework", "Bao, Zongbi; Alnemrat, Sufian; Yu, Liang; Vasiliev, Igor; Ren, Qilong; Lu, Xiuyang; Deng, Shuguang", "Langmuir", "\r\n        (", "2011", "),\r\n    ", "27", "\r\n        (", "22", "),\r\n    ", "13554-13562", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Sepn. of olefin/paraffin is an energy-intensive and difficult sepn. process in petrochem. industry.  Energy-efficient adsorption process is considered as a promising alternative to the traditional cryogenic distn. for sepg. olefin/paraffin mixts.  The authors explored the feasibility of adsorptive sepn. of olefin/paraffin mixts. using a magnesium-based metal-org. framework, Mg-MOF-74.  Adsorption equil. and kinetics of ethane, ethylene, propane, and propylene on a Mg-MOF-74 adsorbent were detd. at 278, 298, and 318 K and pressures up to 100 kPa.  A dual-site Sips model was used to correlate the adsorption equil. data, and a micropore diffusion model was applied to ext. the diffusivities from the adsorption kinetics data.  A grand canonical Monte Carlo simulation was conducted to calc. the adsorption isotherms and to elucidate the adsorption mechanisms.  The simulation results showed that all four adsorbate mols. are preferentially adsorbed on the open metal sites where each metal site binds one adsorbate mol.  Propylene and propane have a stronger affinity to the Mg-MOF-74 adsorbent than ethane and ethylene because of their significant dipole moments.  Adsorption equil. selectivity, combined equil. and kinetic selectivity, and adsorbent selection parameter for pressure swing adsorption processes were estd.  The relatively high values of adsorption selectivity suggest that it is feasible to sep. ethylene/ethane, propylene/propane, and propylene/ethylene pairs in a vacuum swing adsorption process using Mg-MOF-74 as an adsorbent.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlSlurjM&md5=48cf3b483c0e51ce76422deb7cde2265", "19. ", "Bloch", ", ", "E.", "; ", "Queen", ", ", "W. L.", "; ", "Krishna", ", ", "R.", "; ", "Zadrozny", ", ", "J. M.", "; ", "Brown", ", ", "C. M.", "; ", "Long", ", ", "J. R.", " ", "Hydrocarbon separations in a metal-organic framework with open iron(II) coordination sites", " ", "Science", " ", "2012", ",  ", "335", ",  ", "1606", "– ", "1610", " DOI: 10.1126/science.1217544", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "Hydrocarbon Separations in a Metal-Organic Framework with Open Iron(II) Coordination Sites", "Bloch, Eric D.; Queen, Wendy L.; Krishna, Rajamani; Zadrozny, Joseph M.; Brown, Craig M.; Long, Jeffrey R.", "Science (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "335", "\r\n        (", "6076", "),\r\n    ", "1606-1610", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "The energy costs assocd. with large-scale industrial sepn. of light hydrocarbons by cryogenic distn. could potentially be lowered through development of selective solid adsorbents that operate at higher temps.  Here, the metal-org. framework Fe2(dobdc) (dobdc4- : 2,5-dioxido-1,4-benzenedicarboxylate) is demonstrated to exhibit excellent performance characteristics for sepn. of ethylene/ethane and propylene/propane mixts. at 318 K.  Breakthrough data obtained for these mixts. provide exptl. validation of simulations, which in turn predict high selectivities and capacities of this material for the fractionation of methane/ethane/ethylene/acetylene mixts., removal of acetylene impurities from ethylene, and membrane-based olefin/paraffin sepns.  Neutron powder diffraction data confirm a side-on coordination of acetylene, ethylene, and propylene at the iron(II) centers, while also providing solid-state structural characterization of the much weaker interactions of ethane and propane with the metal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XksVyqsLc%253D&md5=d149ed45c3e688d5e4ee63d75629bd4f", "20. ", "Bae", ", ", "Y. S.", "; ", "Lee", ", ", "C. Y.", "; ", "Kim", ", ", "K.", "; ", "Farha", ", ", "O. K.", "; ", "Nickias", ", ", "P.", "; ", "Hupp", ", ", "J. T.", "; ", "Nguyen", ", ", "S. T.", "; ", "Snurr", ", ", "R. Q.", " ", "High propene/propane selectivity in isostructural metal-organic frameworks with high densities of open metal sites", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "1857", "– ", "1860", " DOI: 10.1002/anie.201107534", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "20. ", "High Propene/Propane Selectivity in Isostructural Metal-Organic Frameworks with High Densities of Open Metal Sites", "Bae, Youn-Sang; Lee, Chang Yeon; Kim, Ki Chul; Farha, Omar K.; Nickias, Peter; Hupp, Joseph T.; Nguyen, SonBinh T.; Snurr, Randall Q.", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "8", "),\r\n    ", "1857-1860, S1857/1-S1857/13", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors report the adsorption selectivities of propene over propane for isostructural frameworks M-MOF-74 (M = Co, Mn, and Mg) with high concns. of open metal sites.  Adsorption expts., ideal adsorbed soln. theory (IAST) predictions, breakthrough expts., 1st-principles calcns., and grand canonical Monte Carlo (GCMC) simulations reveal that Co-MOF-74 exhibits the highest thermodn. propene/propane selectivity (∼46) ever reported for MOFs, due to strong π-complexation between the open Co2+ sites and the propene mols.  The trend of selectivities for M-MOF-74 materials is explained well by the binding strengths from 1st-principles calcns.  For all M-MOF-74 materials, the selectivity increases with increasing pressure due to the special structural properties of these MOFs: high densities of metal sites as well as optimal pore widths and vols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xnt12hsA%253D%253D&md5=e539dd5baab9851a42c66a323ac7928c", "21. ", "Hsieh", ", ", "J. O.", "; ", "Balkus", ", ", "K. J.", ", ", " Jr", "; ", "Ferraris", ", ", "J. P.", "; ", "Musselman", ", ", "I. H.", " ", "MIL-53 frameworks in mixed-matrix membranes", " ", "Microporous Mesoporous Mater.", " ", "2014", ",  ", "196", ",  ", "165", "– ", "174", " DOI: 10.1016/j.micromeso.2014.05.006", " ", "[", "Crossref", "], [", "CAS", "]", "21. ", "MIL-53 frameworks in mixed-matrix membranes", "Hsieh, Josephine O.; Balkus, Kenneth J. Jr.; Ferraris, John P.; Musselman, Inga H.", "Microporous and Mesoporous Materials", "\r\n        (", "2014", "),\r\n    ", "196", "\r\n        (", "),\r\n    ", "165-174", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "The MIL-53 metal-org. framework (MOF) is known to change reversibly from an open-pore framework (MIL-53-ht) to a closed-pore framework (MIL-53-lt) depending on the temp., pressure, or guest mols. absorbed.  Three frameworks of the additive, MIL-53-as synthesized (MIL-53-as), MIL-53-ht, and MIL-53-lt, were prepd., characterized, and combined with Matrimid to form mixed-matrix membranes (MMMs) for gas sepns.  The MIL-53-ht/Matrimid MMMs exhibited higher values of permeability compared to Matrimid as well as an increased CO2/CH4 selectivity suggesting that the open-pore MIL-53 framework was maintained in the polymer matrix.  In addn. to higher permeability values, MIL-53-as/Matrimid MMMs showed higher selectivity for gas pairs with kinetic diams. differing by ≥0.5 Å, including H2/O2, CO2/CH4, H2/CH4, and H2/N2, suggesting the presence of excess benzene dicarboxylic acid mols. within the pores that reduced its diam. enabling the material to discriminate between smaller and larger gases.  MIL-53-lt did not retain its closed-pore form in the MMM.  Rather, it irreversibly converted to the open-pore form (MIL-53-ht) due to the exchange of water present in the MIL-53 pores with chloroform solvent mols. during membrane casting and to pore penetration and confinement by Matrimid polymer chains.  This finding, that a polymer matrix stabilizes a MOF pore architecture within an MMM, is significant in that the desired selectivity of a MOF-MMM system may be achievable.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1SltLjO&md5=48a8cd2a80ac03f8e8028ec778ef17e7", "22. ", "Rosenbach", ", ", "N.", ", ", " Jr.", "; ", "Ghoufi", ", ", "A.", "; ", "Deroche", ", ", "I.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Devic", ", ", "T.", "; ", "Bourrelly", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Ferey", ", ", "G.", "; ", "Maurin", ", ", "G.", " ", "Adsorption of light hydrocarbons in the flexible MIL-53(Cr) and rigid MIL-47(V) metal-organic frameworks: a combination of molecular simulations and microcalorimetry/gravimetry measurements", " ", "Phys. Chem. Chem. Phys.", " ", "2010", ",  ", "12", ",  ", "6428", "– ", "6437", " DOI: 10.1039/c001173h", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "22. ", "Adsorption of light hydrocarbons in the flexible MIL-53(Cr) and rigid MIL-47(V) metal-organic frameworks: a combination of molecular simulations and microcalorimetry/gravimetry measurements", "Rosenbach, N., Jr.; Ghoufi, A.; Deroche, I.; Llewellyn, P. L.; Devic, T.; Bourrelly, S.; Serre, C.; Ferey, G.; Maurin, G.", "Physical Chemistry Chemical Physics", "\r\n        (", "2010", "),\r\n    ", "12", "\r\n        (", "24", "),\r\n    ", "6428-6437", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The adsorption of short linear alkanes was explored in the highly flexible MIL-53(Cr) porous metal-org. framework by mol. simulations based on configurational bias grand canonical Monte Carlo.  The unusual shape of the adsorption isotherms with the existence of steps was successfully modelled by creating a (narrow pore, large pore) phase mixt. domain, the compn. of which varies with pressure.  A further step consisted of combining the computational approach with several exptl. tools including microcalorimetry, gravimetry and in situ x-ray diffraction, to fully characterize the adsorption behavior of the isostructural MIL-47(V) rigid MOF, i.e. the preferential arrangement of each type of alkane inside the pores and the resulting interaction energy.  Finally, relations are established between the adsorption enthalpies and both alkyl chain length and polarizability of the alkanes that can be further used to predict the energetics of the adsorption process for longer alkane chains.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXntF2htrk%253D&md5=7d5d5a672ca9257241fa5fa19e35e204", "23. ", "Rosenbach", ", ", "N.", "; ", "Jobic", ", ", "H.", "; ", "Ghoufi", ", ", "A.", "; ", "Devic", ", ", "T.", "; ", "Koza", ", ", "M. M.", "; ", "Ramsahye", ", ", "N.", "; ", "Mota", ", ", "C. J.", "; ", "Serre", ", ", "C.", "; ", "Maurin", ", ", "G.", " ", "Diffusion of light hydrocarbons in the flexible MIL-53(Cr) metal-organic framework: A combination of quasi-elastic neutron scattering experiments and molecular dynamics simulations", " ", "J. Phys. Chem. C", " ", "2014", ",  ", "118", ",  ", "14471", "– ", "14477", " DOI: 10.1021/jp504900q", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Diffusion of Light Hydrocarbons in the Flexible MIL-53(Cr) Metal-Organic Framework: A Combination of Quasi-Elastic Neutron Scattering Experiments and Molecular Dynamics Simulations", "Rosenbach, N.; Jobic, H.; Ghoufi, A.; Devic, T.; Koza, M. M.; Ramsahye, N.; Mota, C. J.; Serre, C.; Maurin, G.", "Journal of Physical Chemistry C", "\r\n        (", "2014", "),\r\n    ", "118", "\r\n        (", "26", "),\r\n    ", "14471-14477", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The dynamics of light hydrocarbons, including ethane, propane, and n-butane, is explored in the highly flexible metal-org. framework MIL-53(Cr) by combining quasi-elastic neutron scattering measurements and mol. dynamics simulations.  The loading dependence of the self-diffusivity shows peculiarities, including (i) a relatively rapid decrease of Ds at low loading for ethane and propane, and (ii) an unusual increase of Ds for n-butane at high loading, following a decreasing profile up to intermediate loading.  These diffusion behaviors are analyzed in light of the structural flexibility of the solids upon alkane adsorption characterized by the neutron measurements.  A 1D-type diffusion is evidenced for all alkanes with a jump sequence mainly ruled by the hydroxyl groups present at the surface of the MOF pore wall.  This global translational motion is assocd. with a rotational dynamics that differs according to the nature of the alkane: whereas n-butane follows uniaxial displacements, ethane shows random rotational reorientation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXps1Srur4%253D&md5=d93acbdd60c0a1b6477f478ce2ee465b", "24. ", "Trung", ", ", "T. K.", "; ", "Trens", ", ", "P.", "; ", "Tanchoux", ", ", "N.", "; ", "Bourrelly", ", ", "S.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Loera-Serna", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Loiseau", ", ", "T.", "; ", "Fajula", ", ", "F.", "; ", "Férey", ", ", "G.", " ", "Hydrocarbon Adsorption in the Flexible Metal Organic Frameworks MIL-53(Al, Cr)", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "16926", "– ", "16932", " DOI: 10.1021/ja8039579", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Hydrocarbon Adsorption in the Flexible Metal Organic Frameworks MIL-53(Al, Cr)", "Trung, Thuy Khuong; Trens, Philippe; Tanchoux, Nathalie; Bourrelly, Sandrine; Llewellyn, Philip L.; Loera-Serna, Sandra; Serre, Christian; Loiseau, Thierry; Fajula, Francois; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "50", "),\r\n    ", "16926-16932", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A general study of the adsorption of n-alkanes in the flexible metal org. framework (MOF) MIL-53 is presented.  The roles of the length of the alkyl chain (n = 1-9), the nature of the metal (Al, Cr), and temp. were studied.  The shape of the adsorption curves is driven by the alkyl chain length of the n-alkanes.  While traditional type-I isotherms are obsd. for short alkanes (n = 1, 2), adsorbates with longer chains induce clear substeps in the isotherm curves whose positions depend on the chain length.  Such substeps are due to a breathing phenomenon, as proven by ex situ x-ray diffraction anal.  They strongly depend on the amt. of adsorbate in the pores and on the nature of the metal (Al, Cr), which, for a given alkane, leads to a strong change in the substep positions despite the similar characteristics of the two metals.  The adsorption kinetics are highly sensitive to small variations in temp.  Their detailed anal. in different regions of the isotherms shows in some cases the existence of distinct diffusion regimes and/or conformations within the flexible phases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsVWgtL%252FO&md5=f03eb4335a11c70e6b4a870bb916e8a5", "25. ", "Wagener", ", ", "A.", " Adsorptive Trennung von Gemischen kurzkettiger Alkane und Alkene an nanostrukturierten porösen Adsorbentien. Ph.D. thesis, ", "TU Kaiserslautern", ", ", "Kaiserslautern, Germany", ", ", "2011", ".", "There is no corresponding record for this reference.", "26. ", "Park", ", ", "K. S.", "; ", "Ni", ", ", "Z.", "; ", "Côté", ", ", "A. P.", "; ", "Choi", ", ", "J. Y.", "; ", "Huang", ", ", "R.", "; ", "Uribe-Romo", ", ", "F. J.", "; ", "Chae", ", ", "H. K.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Exceptional chemical and thermal stability of zeolitic imidazolate frameworks", " ", "Proc. Natl. Acad. Sci. U. S. A.", " ", "2006", ",  ", "103", ",  ", "10186", "– ", "10191", " DOI: 10.1073/pnas.0602439103", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "Exceptional chemical and thermal stability of zeolitic imidazolate frameworks", "Park, Kyo Sung; Ni, Zheng; Cote, Adrien P.; Choi, Jae Yong; Huang, Rudan; Uribe-Romo, Fernando J.; Chae, Hee K.; O'Keeffe, Michael; Yaghi, Omar M.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2006", "),\r\n    ", "103", "\r\n        (", "27", "),\r\n    ", "10186-10191", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "Twelve zeolitic imidazolate frameworks (ZIFs; termed ZIF-1 to -12) were synthesized as crystals by copolymn. of either Zn(II) (ZIF-1 to -4, -6 to -8, and -10 to -11) or Co(II) (ZIF-9 and -12) with imidazolate-type links.  The ZIF crystal structures are based on the nets of seven distinct aluminosilicate zeolites: tetrahedral Si(Al) and the bridging O are replaced with transition metal ion and imidazolate link, resp.  One example of mixed-coordination imidazolate of Zn(II) and In(III) (ZIF-5) based on the garnet net is reported.  Study of the gas adsorption and thermal and chem. stability of two prototypical members, ZIF-8 and -11, demonstrated their permanent porosity (Langmuir surface area = 1,810 m2/g), high thermal stability (up to 550°), and remarkable chem. resistance to boiling alk. H2O and org. solvents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XntlKjtbo%253D&md5=c28cd5862d4765fe4e4937195f5bb4df", "27. ", "Böhme", ", ", "U.", "; ", "Barth", ", ", "B.", "; ", "Paula", ", ", "C.", "; ", "Kuhnt", ", ", "A.", "; ", "Schwieger", ", ", "W.", "; ", "Mundstock", ", ", "A.", "; ", "Caro", ", ", "J.", "; ", "Hartmann", ", ", "M.", " ", "Ethene/ethane and propene/propane separation via the olefin and paraffin selective metal-organic framework adsorbents CPO-27 and ZIF-8", " ", "Langmuir", " ", "2013", ",  ", "29", ",  ", "8592", "– ", "8600", " DOI: 10.1021/la401471g", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "Ethene/ethane and propene/propane separation via the olefin and paraffin selective metal-organic framework adsorbents CPO-27 and ZIF-8", "Bohme Ulrike; Barth Benjamin; Paula Carolin; Kuhnt Andreas; Schwieger Wilhelm; Mundstock Alexander; Caro Jurgen; Hartmann Martin", "Langmuir : the ACS journal of surfaces and colloids", "\r\n        (", "2013", "),\r\n    ", "29", "\r\n        (", "27", "),\r\n    ", "8592-600", "\r\n        ISSN:", ".\r\n    ", "Two types of metal-organic frameworks (MOFs) have been synthesized and evaluated in the separation of C2 and C3 olefins and paraffins.  Whereas Co2(dhtp) (=Co-CPO-27 = Co-MOF-74) and Mg2(dhtp) show an adsorption selectivity for the olefins ethene and propene over the paraffins ethane and propane, the zeolitic imidazolate framework ZIF-8 behaves in the opposite way and preferentially adsorbs the alkane.  Consequently, in breakthrough experiments, the olefins or paraffins, respectively, can be separated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3sjlslyhsw%253D%253D&md5=aa26a28de0881e52f542e943b9c7e90c", "28. ", "Böhme", ", ", "U.", "; ", "Paula", ", ", "C.", "; ", "Reddy Marthala", ", ", "V. R.", "; ", "Caro", ", ", "J.", "; ", "Hartmann", ", ", "M.", " ", "Ungewöhnliche Adsorptions- und Trenneigenschaften des Molekularsiebs ZIF-8", " ", "Chem. Ing. Tech.", " ", "2013", ",  ", "85", ",  ", "1707", "– ", "1713", " DOI: 10.1002/cite.201300078", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "29. ", "Wu", ", ", "Y.", "; ", "Chen", ", ", "H.", "; ", "Liu", ", ", "D.", "; ", "Qian", ", ", "Y.", "; ", "Xi", ", ", "H.", " ", "Adsorption and separation of ethane/ethylene on ZIFs with various topologies: Combining GCMC simulation with the ideal adsorbed solution theory (IAST)", " ", "Chem. Eng. Sci.", " ", "2015", ",  ", "124", ",  ", "144", "– ", "153", " DOI: 10.1016/j.ces.2014.07.019", " ", "[", "Crossref", "], [", "CAS", "]", "29. ", "Adsorption and separation of ethane/ethylene on ZIFs with various topologies: Combining GCMC simulation with the ideal adsorbed solution theory (IAST)", "Wu, Ying; Chen, Huiyong; Liu, Defei; Qian, Yu; Xi, Hongxia", "Chemical Engineering Science", "\r\n        (", "2015", "),\r\n    ", "124", "\r\n        (", "),\r\n    ", "144-153", "CODEN:\r\n                ", "CESCAC", ";\r\n        ISSN:", "0009-2509", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Adsorption and sepn. behaviors of ethane/ethylene on ZIF-3, -6, -8 and -10 with different topologies were studied combining Grand canonical Monte Carlo (GCMC) simulations and the ideal adsorbed soln. theory (IAST).  The simulated single component isotherms indicate that ZIF-3 with the smallest pore size (8.02 Å) has the highest adsorption capacity for pure ethane (4.15 mmol/g) and ethylene (2.74 mmol/g) at a low pressure of 30 kPa because of the strongest adsorption affinity.  While the capacity of ZIF-6 and ZIF-10 exceed that of ZIF-3 as the pressure increased due to their large vol. and accessible surface, suggesting the adsorption behaviors of ZIFs are strongly affected by ZIF topol.  In the case of ethane/ethylene sepn., ZIF-3 has the highest ethane selectivity of 4.79 at 1 kPa because of its greatest adsorption affinity with ethane, while ZIF-10 possesses the highest ethane selectivity of 1.75 at 8000 kPa resulted from its largest pore vol., showing cooperative and competitive effects of adsorption on ethane selectivity in low and high pressure ranges, resp.  Moreover, although ethane selectivity shows dependence on total gas pressure and ethane concn., the ZIF topol. is still the key factor dominating ethane selectivity over ZIFs.  This work can be beneficial to the selection of topol. structures of ZIFs in the sepn. of industrial paraffin/olefin mixts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhsVSmtrfJ&md5=e7aeb4944c02bc8105ce564c713e067f", "30. ", "Phan", ", ", "A.", "; ", "Doonan", ", ", "C. J.", "; ", "Uribe-Romo", ", ", "F. J.", "; ", "Knobler", ", ", "C.", "; ", "O'Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Synthesis, structure, and carbon dioxide capture properties of zeolitic imidazolate frameworks", " ", "Acc. Chem. Res.", " ", "2010", ",  ", "43", ",  ", "58", "– ", "67", " DOI: 10.1021/ar900116g", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "30. ", "Synthesis, Structure, and Carbon Dioxide Capture Properties of Zeolitic Imidazolate Frameworks", "Phan, Anh; Doonan, Christian J.; Uribe-Romo, Fernando J.; Knobler, Carolyn B.; O'Keeffe, Michael; Yaghi, Omar M.", "Accounts of Chemical Research", "\r\n        (", "2010", "),\r\n    ", "43", "\r\n        (", "1", "),\r\n    ", "58-67", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review concerning the synthesis, structure, and CO2 properties of zeolitic imidazolate frameworks (ZIF) is given.  A major goal in zeolite chem. is to create a structure in which metal ions and functionalizable org. units comprise an integral portion of the framework, and by virtue of the flexibility with which metal ions and org. moieties can be varied, is a key to further improve zeolite properties and access new applications.  Within the last 5 years >90 new ZIF structures have been reported.  It is possible to synthesize ZIF with topologies previously unknown in zeolites and to mimic known structures.  Topic discussed include: synthesis and general structure; ZIF structures and the zeolite problem; ZIF structural complexity; applications for sepn. and selective capture of CO2; and perspectives and outlook.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtlegu77O&md5=de5a9f235d52e2ce66778e7e7c187e37", "31. ", "Bennett", ", ", "T. D.", "; ", "Cao", ", ", "S.", "; ", "Tan", ", ", "J. C.", "; ", "Keen", ", ", "D. A.", "; ", "Bithell", ", ", "E. G.", "; ", "Beldon", ", ", "P. J.", "; ", "Friscic", ", ", "T.", "; ", "Cheetham", ", ", "A. K.", " ", "Facile Mechanosynthesis of Amorphous Zeolitic Imidazolate Frameworks", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "14546", "– ", "14549", " DOI: 10.1021/ja206082s", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "31. ", "Facile Mechanosynthesis of Amorphous Zeolitic Imidazolate Frameworks", "Bennett, Thomas D.; Cao, Shuai; Tan, Jin Chong; Keen, David A.; Bithell, Erica G.; Beldon, Patrick J.; Friscic, Tomislav; Cheetham, Anthony K.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "37", "),\r\n    ", "14546-14549", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A fast and efficient mechanosynthesis (ball-milling) method of prepg. amorphous zeolitic imidazolate frameworks (ZIFs) from different starting materials is discussed.  Using x-ray total scattering, N2 sorption anal., and gas pycnometry, these frameworks are indistinguishable from one another and from temp.-amorphized ZIFs.  Gas sorption anal. also confirms that they are nonporous once formed, in contrast to activated ZIF-4, which displays interesting gate-opening behavior.  Nanoparticles of a prototypical nanoporous substituted ZIF, ZIF-8, were also prepd. and shown to undergo amorphization.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtVOgu7nJ&md5=2a0804b27a230771279b35ee3d948b43", "32. ", "Hughes", ", ", "J. T.", "; ", "Bennett", ", ", "T. D.", "; ", "Cheetham", ", ", "A. K.", "; ", "Navrotsky", ", ", "A.", " ", "Thermochemistry of Zeolitic Imidazolate Frameworks of Varying Porosity", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "598", "– ", "601", " DOI: 10.1021/ja311237m", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "32. ", "Thermochemistry of Zeolitic Imidazolate Frameworks of Varying Porosity", "Hughes, James T.; Bennett, Thomas D.; Cheetham, Anthony K.; Navrotsky, Alexandra", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "2", "),\r\n    ", "598-601", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The first thermochem. anal. by room-temp. aq. soln. calorimetry of a series of zeolite imidazolate frameworks (ZIFs) has been completed.  The enthalpies of formation of the evacuated ZIFs, ZIF-zni, ZIF-1, ZIF-4, CoZIF-4, ZIF-7, and ZIF-8, along with as-synthesized ZIF-4 (ZIF-4·DMF) and ball-milling amorphized ZIF-4 (amZIF-4) were measured with respect to dense components: metal oxide (ZnO or CoO), the corresponding imidazole linker, and DMF in the case of ZIF-4·DMF.  Enthalpies of formation of ZIFs from these components at 298 K are exothermic, but the ZIFs are metastable energetically with respect to hypothetical dense components in which zinc is bonded to nitrogen rather than oxygen.  These enthalpic destabilizations increase with increasing porosity and span a narrow range from 13.0 to 27.1 kJ/mol, while the molar volumes extend from 135.9 to 248.8 cm3/mol; thus, almost doubling the molar volume results in only a modest energetic destabilization.  The exptl. results are supported by DFT calcns.  The series of ZIFs studied tie in with previously studied MOF-5, creating a broader trend that mirrors a similar pattern by porous inorg. oxides, zeolites, zeo-types, and mesoporous silicas.  These findings suggest that no immediate thermodn. barrier precludes the further development of highly porous materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvFWiur3I&md5=4223c34ae4e66a0e53c4af1d21f92bf5", "33. ", "Bennett", ", ", "T. D.", "; ", "Keen", ", ", "D. A.", "; ", "Tan", ", ", "J.-C.", "; ", "Barney", ", ", "E. R.", "; ", "Goodwin", ", ", "A. L.", "; ", "Cheetham", ", ", "A. K.", " ", "Thermal Amorphization of Zeolitic Imidazolate Frameworks", " ", "Angew. Chem., Int. Ed.", " ", "2011", ",  ", "50", ",  ", "3067", "– ", "3071", " DOI: 10.1002/anie.201007303", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "33. ", "Thermal Amorphization of Zeolitic Imidazolate Frameworks", "Bennett, Thomas D.; Keen, David A.; Tan, Jin-Chong; Barney, Emma R.; Goodwin, Andrew L.; Cheetham, Anthony K.", "Angewandte Chemie, International Edition", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "13", "),\r\n    ", "3067-3071, S3067/1-S3067/7", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Imidazole-contg. amorphous zeolites ZIF and cryst. ZIF-zni were prepd. by heating two structural isomers of ZIF-4.  Zn-based ZIF-1 and ZIF-3 underwent amorphization and recrystn. to ZIF-zni at temps. similar to that of ZIF-4.  The same process occurred in a cobalt analog of ZIF-4 (Co-ZIF-4), yielding an amorphous metal-org. framework contg. a spin-active transition metal ion.  ZIF-8, -9, -11, -14, and ZIF-βqtz did not undergo thermal amorphization.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjt1yqurk%253D&md5=cb490108969b94720fea71f8f56f60d9", "34. ", "Bennett", ", ", "T. D.", "; ", "Saines", ", ", "P. J.", "; ", "Keen", ", ", "D. A.", "; ", "Tan", ", ", "J.-C.", "; ", "Cheetham", ", ", "A. K.", " ", "Ball-Milling-Induced Amorphization of Zeolitic Imidazolate Frameworks (ZIFs) for the Irreversible Trapping of Iodine", " ", "Chem. - Eur. J.", " ", "2013", ",  ", "19", ",  ", "7049", "– ", "7055", " DOI: 10.1002/chem.201300216", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "34. ", "Ball-Milling-Induced Amorphization of Zeolitic Imidazolate Frameworks (ZIFs) for the Irreversible Trapping of Iodine", "Bennett, Thomas D.; Saines, Paul. J.; Keen, David A.; Tan, Jin-Chong; Cheetham, Anthony K.", "Chemistry - A European Journal", "\r\n        (", "2013", "),\r\n    ", "19", "\r\n        (", "22", "),\r\n    ", "7049-7055", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The I2-sorption and -retention properties of several existing zeolitic imidazolate frameworks (ZIF-4, -8, -69) and a novel framework, ZIF-mnIm ([Zn(mnIm)2]; mnIm = 4-methyl-5-nitroimidazolate), were characterized using microanal., TGA and x-ray diffraction.  The topol. identical ZIF-8 ([Zn(mIm)2]; mIm = 2-methylimidazolate) and ZIF-mnIm display similar sorption abilities, though strikingly different guest-retention behavior upon heating.  This guest retention is greatly enhanced upon facile amorphization by ball milling, particularly in the case of ZIF-mnIm, for which I2 loss is retarded by ≤200°.  This general approach should be applicable to the wide range of available metal-org. framework-type materials for the permanent storage of harmful guest species.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXlsl2mu70%253D&md5=42f4be24386aa41dca7ad543185a77a7", "35. ", "Bennett", ", ", "T.", "; ", "Simoncic", ", ", "P.", "; ", "Moggach", ", ", "S.", "; ", "Gozzo", ", ", "F.", "; ", "MacChi", ", ", "P.", "; ", "Keen", ", ", "D.", "; ", "Tan", ", ", "J.", "; ", "Cheetham", ", ", "A. K.", " ", "Reversible pressure-induced amorphization of a zeolitic imidazolate framework (ZIF-4)", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "7983", "– ", "7985", " DOI: 10.1039/c1cc11985k", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "35. ", "Reversible pressure-induced amorphization of a zeolitic imidazolate framework (ZIF-4)", "Bennett, Thomas D.; Simoncic, Petra; Moggach, Stephen A.; Gozzo, Fabia; Macchi, Piero; Keen, David A.; Tan, Jin-Chong; Cheetham, Anthony K.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "28", "),\r\n    ", "7983-7985", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The authors report the reversible pressure-induced amorphization of a zeolitic imidazolate framework (ZIF-4, [Zn(Im)2]).  This occurs irresp. of pore occupancy and takes place via a novel high pressure phase (ZIF-4-I) when solvent mols. are present in the pores.  A significant redn. in bulk modulus upon framework evacuation is also obsd. for both ZIF-4 and ZIF-4-I.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXotlyqurg%253D&md5=3c854957bc62e2c132c5a36ace8c4e2a", "36. ", "Bennett", ", ", "T.", "; ", "Goodwin", ", ", "A.", "; ", "Dove", ", ", "M.", "; ", "Keen", ", ", "D.", "; ", "Tucker", ", ", "M.", "; ", "Barney", ", ", "E.", "; ", "Soper", ", ", "A.", "; ", "Bithell", ", ", "E.", "; ", "Tan", ", ", "J.-C.", "; ", "Cheetham", ", ", "A.", " ", "Structure and Properties of an Amorphous Metal-Organic Framework", " ", "Phys. Rev. Lett.", " ", "2010", ",  ", "104", ",  ", "115503", " DOI: 10.1103/PhysRevLett.104.115503", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "36. ", "Structure and properties of an amorphous metal-organic framework", "Bennett, Thomas D.; Goodwin, Andrew L.; Dove, Martin T.; Keen, David A.; Tucker, Matthew G.; Barney, Emma R.; Soper, Alan K.; Bithell, Erica G.; Tan, Jin-Chong; Cheetham, Anthony K.", "Physical Review Letters", "\r\n        (", "2010", "),\r\n    ", "104", "\r\n        (", "11", "),\r\n    ", "115503/1-115503/4", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "A review.  ZIF-4, a metal-org. framework (MOF) with a zeolitic structure, undergoes a crystal-amorphous transition on heating to 300°.  The amorphous form, which was term a-ZIF, is recoverable to ambient conditions or may be converted to a dense cryst. phase of the same compn. by heating to 400°.  Neutron and x-ray total scattering data collected during the amorphization process are used as a basis for reverse Monte Carlo refinement of an atomistic model of the structure of a-ZIF.  The structure is best understood in terms of a continuous random network analogous to that of a-SiO2.  Optical microscopy, electron diffraction and nanoindentation measurements reveal a-ZIF to be an isotropic glass-like phase capable of plastic flow on its formation.  The results suggest an avenue for designing broad new families of amorphous and glass-like materials that exploit the chem. and structural diversity of MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXktlOrtr4%253D&md5=1c73d199b6061615c4990af20766133c", "37. ", "Tian", ", ", "Y. Q.", "; ", "Zhao", ", ", "Y. M.", "; ", "Chen", ", ", "Z. X.", "; ", "Zhang", ", ", "G. N.", "; ", "Weng", ", ", "L. H.", "; ", "Zhao", ", ", "D. Y.", " ", "Design and generation of extended zeolitic metal-organic frameworks (ZMOFs): Synthesis and crystal structures of zinc(II) imidazolate polymers with zeolitic topologies", " ", "Chem. - Eur. J.", " ", "2007", ",  ", "13", ",  ", "4146", "– ", "4154", " DOI: 10.1002/chem.200700181", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "37. ", "Design and generation of extended zeolitic metal-organic frameworks (ZMOFs): synthesis and crystal structure of zinc(II) imidazolate polymers with zeolitic frameworks.", "Tian, Yun-Qi; Zhao, Yu-Ming; Chen, Zhen-Xia; Zhang, Guang-Ning; Weng, Lin-Hong; Zhao, Dong-Yuan", "Chemistry--A European Journal", "\r\n        (", "2007", "),\r\n    ", "13", "\r\n        (", "15", "),\r\n    ", "4146-4154", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Attempts to create metal-org. frameworks (ZMOFs) with zeolitic topologies, metal (zinc(II) and cobalt(II)) imidazolates have repeatedly been used as the metal-org. motifs of inorg. silicate analogs.  By modulating the synthetic strategy based on the solvothermal and liq. diffusion method, seven further MOFs (including at least three zeolitic MOFs) of Zn(II) imidazolates, [Zn(Im)2·xG] (G = guest mol. (diethylformamide (DEF), 3-methyl-1-butanol (MB), dimethylacetamide (DMA), DMF, N-methylpyrrolidone (NMP), x = 0.2-1)) 1a-7a, were successfully synthesized.  Of these, 1a-3a (G = DEF-MB, DMA-NMP, DMF, resp.) are isostructural with the previously reported Co analogs 1b-3b, resp., while 4a-7a (G = DMF, DMF-DMA-NMP, DEF< DEF, resp.) are new members of the metal imidazolate MOF family.  Complex 4a exhibits a structure related to silicate CaAl2Si2O8 of CrB4 topol., but with a higher network symmetry; complex 5a has a structure with zeolitic DFT topol. that was discovered in zeolite-related materials of DAF-2, UCSB-3, and UCSB-3GaGe; complex 6a demonstrates an unprecedented zeolite-like topol. with one dimensional channels with 10-rings; and 7a displays a structure of natural zeolite GIS (gismondine) topol.  All of these polymorphous MOFs were created only by using certain solvents as structure-directing agents (SDAs).  Further extensive metal-org. frameworks with zeolitic topologies can be envisaged if other solvents were to be used.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXmtFOmtLs%253D&md5=f41d15089eedd3b581d8cfe5c374e2df", "38. ", "Morris", ", ", "W.", "; ", "Stevens", ", ", "C. J.", "; ", "Taylor", ", ", "R.", "; ", "Dybowski", ", ", "C.", "; ", "Yaghi", ", ", "O. M.", "; ", "Garcia-Garibay", ", ", "M.", " ", "NMR and X-ray study revealing the rigidity of zeolitic imidazolate frameworks", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "13307", "– ", "13312", " DOI: 10.1021/jp303907p", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "38. ", "NMR and X-ray Study Revealing the Rigidity of Zeolitic Imidazolate Frameworks", "Morris, William; Stevens, Caitlin J.; Taylor, R. E.; Dybowski, C.; Yaghi, Omar M.; Garcia-Garibay, Miguel A.", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "24", "),\r\n    ", "13307-13312", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "NMR relaxation studies and spectroscopic measurements of zeolitic imidazolate framework-8 (ZIF-8) are reported.  The dominant nuclear spin-lattice relaxation (T1) mechanism for ZIF-8 in air arises from atm. paramagnetic O2.  The 13C T1 measurements indicate that the O2 interacts primarily with the imidazolate ring rather than the Me substituent.  Similar relaxation behavior was also obsd. in a ZIF with an unsubstituted ring, ZIF-4.  Single-crystal x-ray diffraction was used to provide data for the study of the thermal ellipsoids of ZIF-8 at variable temps. from 100 to 298 K, which further confirmed the rigid nature of this ZIF framework.  These results highlight a rigid ZIF framework and are in contrast with dynamic metal-org. frameworks based on benzenedicarboxylate linking groups, for which the relaxation reflects the dynamics of the benzenedicarboxylate moiety.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XnvF2muro%253D&md5=ee55b6ae4a23ef4524d0fd43c84a6ffa", "39. ", "Beake", ", ", "E. O. R.", "; ", "Dove", ", ", "M. T.", "; ", "Phillips", ", ", "A. E.", "; ", "Keen", ", ", "D. A.", "; ", "Tucker", ", ", "M. G.", "; ", "Goodwin", ", ", "A. L.", "; ", "Bennett", ", ", "T. D.", "; ", "Cheetham", ", ", "A. K.", " ", "Flexibility of zeolitic imidazolate framework structures studied by neutron total scattering and the reverse Monte Carlo method", " ", "J. Phys.: Condens. Matter", " ", "2013", ",  ", "25", ",  ", "395403", " DOI: 10.1088/0953-8984/25/39/395403", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "39. ", "Flexibility of zeolitic imidazolate framework structures studied by neutron total scattering and the reverse Monte Carlo method", "Beake, E. O. R.; Dove, M. T.; Phillips, A. E.; Keen, D. A.; Tucker, M. G.; Goodwin, A. L.; Bennett, T. D.; Cheetham, A. K.", "Journal of Physics: Condensed Matter", "\r\n        (", "2013", "),\r\n    ", "25", "\r\n        (", "39", "),\r\n    ", "395403, 9 pp.", "CODEN:\r\n                ", "JCOMEL", ";\r\n        ISSN:", "0953-8984", ".\r\n    \r\n            (", "IOP Publishing Ltd.", ")\r\n        ", "The zeolitic imidazolate framework ZIF-4 undergoes an amorphization transition at ∼600 K, and then transforms at ∼700 K to ZIF-zni, the densest of the cryst. ZIFs.  This series of long-range structural rearrangements must give a corresponding series of changes in the local structure, but these have not previously been directly studied.  Through anal. of neutron total diffraction data by reverse Monte Carlo modeling, the authors assess the changes in flexibility across this series, identifying the key modes of flexibility within ZIF-4 and the amorphous phase.  The ZnN4 tetrahedra remain relatively rigid, albeit less so than SiO4 tetrahedra in silicates.  However, the extra degrees of freedom afforded by the imidazolate ligand, compared to silicate networks, vary substantially between phases, with a twisting motion out of the plane of the ligand being particularly important in the amorphous phase.  The authors' results further demonstrate the feasibility of reverse Monte Carlo simulations for studying intermol. interactions in solids, even in cases, such as the ZIFs, where the pair distribution function is dominated by intramol. peaks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsFKisL7L&md5=41bdf77ab7a8a5dd2f0409b186b52e7c", "40. ", "Chen", ", ", "E. Y.", "; ", "Liu", ", ", "Y. C.", "; ", "Zhou", ", ", "M.", "; ", "Zhang", ", ", "L.", "; ", "Wang", ", ", "Q.", " ", "Effects of structure on hydrogen adsorption in zeolitic imidazolate frameworks", " ", "Chem. Eng. Sci.", " ", "2012", ",  ", "71", ",  ", "178", "– ", "184", " DOI: 10.1016/j.ces.2011.12.003", " ", "[", "Crossref", "], [", "CAS", "]", "40. ", "Effects of structure on hydrogen adsorption in zeolitic imidazolate frameworks", "Chen, Er-Yu; Liu, Ying-Chun; Zhou, Min; Zhang, Li; Wang, Qi", "Chemical Engineering Science", "\r\n        (", "2012", "),\r\n    ", "71", "\r\n        (", "),\r\n    ", "178-184", "CODEN:\r\n                ", "CESCAC", ";\r\n        ISSN:", "0009-2509", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Grand canonical Monte Carlo (GCMC) simulations were employed to compute the adsorption of hydrogen gas in zeolitic imidazolate frameworks (ZIF-1, ZIF-2, ZIF-3, ZIF-4, ZIF-6, ZIF-10 and ZIF-64).  In this set of ZIFs, all of them have the same metal atoms and ligands, but they have different structures.  A reasonable relation between the satd. adsorption of ZIFs and their effective porosities is established.  Further, this linear relation was used to predict the satd. adsorption amts. of ZIFs with the same metal atoms and ligands.  By comparing the different structural forms the hydrogen uptake of ZIFs is mainly controlled by their structure; the order is Tetragonal > Orthorhombic > Monoclinic, and with the same crystal system, the body-centered lattice (I) is better than the simple lattice (P).  These results would be helpful for designing and synthesizing new ZIFs with improved hydrogen uptake capability.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvVOnu7k%253D&md5=bcda15081758ec28519b6616207f69ad", "41. ", "Battisti", ", ", "A.", "; ", "Taioli", ", ", "S.", "; ", "Garberoglio", ", ", "G.", " ", "Zeolitic imidazolate frameworks for separation of binary mixtures of CO", "2", ", CH", "4", ", N", "2", " and H", "2", ": A computer simulation investigation", " ", "Microporous Mesoporous Mater.", " ", "2011", ",  ", "143", ",  ", "46", "– ", "53", " DOI: 10.1016/j.micromeso.2011.01.029", " ", "[", "Crossref", "], [", "CAS", "]", "41. ", "Zeolitic imidazolate frameworks for separation of binary mixtures of CO2, CH4, N2 and H2: A computer simulation investigation", "Battisti, Anna; Taioli, Simone; Garberoglio, Giovanni", "Microporous and Mesoporous Materials", "\r\n        (", "2011", "),\r\n    ", "143", "\r\n        (", "1", "),\r\n    ", "46-53", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "The authors studied adsorption and dynamics of CO2, CH4, N2, H2 and binary mixts. thereof in the zeolitic imidazolate frameworks ZIF-2 to ZIF-10, using computer simulations.  The results of grand canonical Monte Carlo calcns. showed that the amt. of gas adsorbed in these materials is smaller than what can be stored in other org. frameworks, due to the small-pore structure of these crystals.  The results of mol. dynamics simulations showed that three of (ZIF-5, ZIF-7 and ZIF-9) fulfill the condition for mol. sieving sepn. of H2, whose diffusion is orders of magnitude faster than that of other species.  Anal. of the adsorption and permeance selectivity for the other materials, in which all the species considered have comparable self-diffusion coeffs., points out ZIF-4 as the best performing material for a large variety of gas sepns.  The results indicate the importance of complementing Monte Carlo data with mol. dynamics simulations in assessing the performance of small-pore org. frameworks for gas adsorption and sepn.  In particular, the explicit modeling of framework flexibility is crucial to obtain reliable gas-diffusion properties of small-pore frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmtFaqsbg%253D&md5=4996444231028cf599d1060a341752cc", "42. ", "Ge", ", ", "D.", "; ", "Lee", ", ", "H. K.", " ", "Ionic liquid based dispersive liquid-liquid microextraction coupled with micro-solid phase extraction of antidepressant drugs from environmental water samples", " ", "J. Chromatogr. A", " ", "2013", ",  ", "1317", ",  ", "217", "– ", "222", " DOI: 10.1016/j.chroma.2013.04.014", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "42. ", "Ionic liquid based dispersive liquid-liquid microextraction coupled with micro-solid phase extraction of antidepressant drugs from environmental water samples", "Ge, Dandan; Lee, Hian Kee", "Journal of Chromatography A", "\r\n        (", "2013", "),\r\n    ", "1317", "\r\n        (", "),\r\n    ", "217-222", "CODEN:\r\n                ", "JCRAEY", ";\r\n        ISSN:", "0021-9673", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Ionic liq.-dispersive liq.-liq. microextn. combined with micro-solid phase extn. (IL-DLLME-μ-SPE), and HPLC was developed for the detn. of tricyclic antidepressants (TCAs) in water samples.  Two hundred microliters of an org. solvent (as disperser solvent) and 20 μl of 1-hexyl-3-methylimidazolium tris(pentafluoroethyl)trifluorophosphate were injected into a 5.0 mL sample for sonication-assisted DLLME.  After this, a μ-SPE device, contg. a novel material zeolite imidazolate framework 4 (ZIF-4), was added into the sample soln. and 1 min of vortex-assisted extn. was performed.  After 5 min of sonication-assisted desorption, 10 μl of desorption solvent was injected into a HPLC system for anal.  A characteristic property of DLLME-VA-μ-SPE is that any org. solvent and solid sorbent immiscible with water can be used.  Special app., or conical-bottom test tubes, and tedious procedures conventionally assocd. with DLLME such as centrifugation, or refrigeration of solvent are not necessary in the present approach.  A novel material, ZIF-4 was employed as μ-SPE sorbent.  Under the optimized conditions, the calibration curves were linear in the range of 1-1000 μg/L.  The RSDs and the limits of detection were in the range of 1.5 and 7.8% and 0.3 and 1 μg/L, resp.  The relative recoveries of canal water samples, spiked with drugs, were in the range of 94.3 and 114.7%.  IL-DLLME-μ-SPE was suitable for the detn. of TCAs in water samples.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmslemtb4%253D&md5=e92a428cfa77b6b2aa5b4822fd01c442", "43. ", "Schönbucher", ", ", "A.", "  ", "Thermische Verfahrenstechnik: Grundlagen und Berechnungsmethoden für Ausrüstungen und Prozesse", "; ", "Springer", ": ", "Berlin/Heidelberg", ", ", "2012", ".", "There is no corresponding record for this reference.", "44. ", "Yaghi", ", ", "O. M.", "; ", "Furukawa", ", ", "H.", "; ", "Wang", ", ", "B.", " Preparation of functionalized zeolitic frameworks. U.S. Patent US8480792 B2, ", "2010", ", (assigned to The Regents of the ", "University of California", ").", "There is no corresponding record for this reference.", "45. ", "Myers", ", ", "A. L.", "; ", "Prausnitz", ", ", "J. M.", " ", "Thermodynamics of mixed-gas adsorption", " ", "AIChE J.", " ", "1965", ",  ", "11", ",  ", "121", "– ", "127", " DOI: 10.1002/aic.690110125", " ", "[", "Crossref", "], [", "CAS", "]", "45. ", "Thermodynamics of mixed-gas adsorption", "Myers, A. L.; Prausnitz, J. M.", "AIChE Journal", "\r\n        (", "1965", "),\r\n    ", "11", "\r\n        (", "1", "),\r\n    ", "121-7", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    ", "Adsorption equil. for components in a gaseous mixt. can be calcd. by using only data for pure-component adsorption equil. at the same temp. for the same adsorbent.  Predicted isotherms give good agreement with exptl. data for mixts. of CH4-C2H6 and of C2H4CO2 on activated C, and of CO-O2 and of C3H8-C3H6 on silica gel.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF2MXnvVKmsA%253D%253D&md5=9ea5963c5fa05e3b4b97be48b002205f", "46. ", "Schmidt-Traub", ", ", "H.", "  ", "Preparative Chromatography of Fine Chemicals and Pharmaceutical Agents", "; ", "John Wiley & Sons", ": ", "New York", ", ", "2005", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "47. ", "Talu", ", ", "O.", " ", "Measurement and Analysis of Mixture Adsorption Equilibrium in Porous Solids", " ", "Chem. Ing. Tech.", " ", "2011", ",  ", "83", ",  ", "67", "– ", "82", " DOI: 10.1002/cite.201000164", " ", "[", "Crossref", "], [", "CAS", "]", "47. ", "Measurement and Analysis of Mixture Adsorption Equilibrium in Porous Solids", "Talu, Orhan", "Chemie Ingenieur Technik", "\r\n        (", "2011", "),\r\n    ", "83", "\r\n        (", "1-2", "),\r\n    ", "67-82", "CODEN:\r\n                ", "CITEAH", ";\r\n        ISSN:", "0009-286X", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Most applications of adsorption involve fluid mixts. and porous solids.  Three ref. states with Gibbs definition of adsorption describe abs., excess, and net adsorption frameworks.  All depend on solid mass as the extensive property rather than surface area, an ambiguous concept for porous solids.  Pure component isotherms by push-button app. are a first step to characterize adsorption, but process development also requires mixt. data since models are not dependable.  Mixt. expts. are an order of magnitude more complicated than pure isotherms requiring careful design of app. and expts.  Thermodn. relations are very useful for system and exptl. design and for anal. of data.  All relevant definitions and relations are explained in this paper and illustrated with a set of pure and binary mixt. adsorption equil. data.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtVKgt7k%253D&md5=17e23112833f986c5fb292a5f3bf6f2f", "48. ", "Möllmer", ", ", "J.", "; ", "Lange", ", ", "M.", "; ", "Möller", ", ", "A.", "; ", "Patzschke", ", ", "C.", "; ", "Stein", ", ", "K.", "; ", "Lassig", ", ", "D.", "; ", "Lincke", ", ", "J.", "; ", "Glaser", ", ", "R.", "; ", "Krautscheid", ", ", "H.", "; ", "Staudt", ", ", "R.", " ", "Pure and mixed gas adsorption of CH", "4", " and N", "2", " on the metal–organic framework Basolite A100 and a novel copper-based 1,2,4-triazolyl isophthalate MOF", " ", "J. Mater. Chem.", " ", "2012", ",  ", "22", ",  ", "10274", "– ", "10286", " DOI: 10.1039/c2jm15734a", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "49. ", "Ma", ", ", "Z.", "; ", "Katti", ", ", "A.", "; ", "Lin", ", ", "B.", "; ", "Guiochon", ", ", "G.", " ", "Simple wave effects in two-component nonlinear liquid chromatography. Application to the measurement of competitive adsorption isotherms", " ", "J. Phys. Chem.", " ", "1990", ",  ", "94", ",  ", "6911", "– ", "6922", " DOI: 10.1021/j100380a069", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "49. ", "Simple wave effects in two-component nonlinear liquid chromatography:  application to the measurement of competitive adsorption isotherms", "Ma, Zidu; Katti, Anita; Lin, Bingchang; Guiochon, Georges", "Journal of Physical Chemistry", "\r\n        (", "1990", "),\r\n    ", "94", "\r\n        (", "17", "),\r\n    ", "6911-22", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "For a binary mixt. injected as a wide rectangular pulse, the hodograph transform of the elution profiles (i.e., a plot of C1 vs. C2 at the same time) results in 2 straight lines when the equil. isotherms follow the competitive Langmuir isotherm model.  Moreover, the hodograph plot is universal and is independent of the column length, injection profile, and mass-transfer rate as long as a const. state is achieved.  The slope and intercept values of the lines in the hodograph plot are used to derive the best fit Langmuir isotherm parameters for the binary mixt.  Exptl. results obtained in reversed phase chromatog. with a mixt. of 2-phenylethanol and 3-phenylpropanol show that by using these best fit parameters a better prediction of the individual elution profiles of the bands is obtained than by employing single-component Langmuir parameters in a competitive isotherm.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXltVCjsLg%253D&md5=df463c6a737b5133dbd3137ca22eb21c", "50. ", "Ma", ", ", "Z.", "; ", "Guiochon", ", ", "G.", " ", "Comparison between the hodograph transform method and frontal chromatography for the measurement of binary competitive adsorption isotherms", " ", "J. Chromatogr. A", " ", "1992", ",  ", "603", ",  ", "13", "– ", "25", " DOI: 10.1016/0021-9673(92)85341-P", " ", "[", "Crossref", "], [", "CAS", "]", "50. ", "Comparison between the hodograph transform method and frontal chromatography for the measurement of binary competitive adsorption isotherms", "Ma, Zidu; Guiochon, Georges", "Journal of Chromatography", "\r\n        (", "1992", "),\r\n    ", "603", "\r\n        (", "1-2", "),\r\n    ", "13-25", "CODEN:\r\n                ", "JOCRAM", ";\r\n        ISSN:", "0021-9673", ".\r\n    ", "Frontal anal. is an accurate method of isotherm detn.  However, for the study of binary competitive isotherms, it requires a large no. of measurements, it is time consuming and it needs excessive amts. of pure chems.  The hodograph transform method is of considerable interest because it uses much smaller amts. of chems.  It requires validation.  The potential precision and accuracy of the 2 methods are compared and the optimum exptl. conditions for each are detd. on the basis of simulation study.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38XltlynsL8%253D&md5=06f89fe5f6457c5cd4ee75ec75d641e7", "51. ", "Cambridge Structural Database. ", "http://www.ccdc.cam.ac.uk/Solutions/CSDSystem/Pages/CSD.aspx", ".", "There is no corresponding record for this reference.", "52. ", "Wharmby", ", ", "M. T.", "; ", "Henke", ", ", "S.", "; ", "Bennett", ", ", "T. D.", "; ", "Bajpe", ", ", "S. R.", "; ", "Schwedler", ", ", "I.", "; ", "Thompson", ", ", "S. P.", "; ", "Gozzo", ", ", "F.", "; ", "Simoncic", ", ", "P.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Tao", ", ", "H.", "; ", "Yue", ", ", "Y.", "; ", "Cheetham", ", ", "A. K.", " ", "Extreme Flexibility in a Zeolitic Imidazolate Framework: Porous to Dense Phase Transition in Desolvated ZIF-4", " ", "Angew. Chem., Int. Ed.", " ", "2015", ",  ", "54", ",  ", "6447", "– ", "6451", " DOI: 10.1002/anie.201410167", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "52. ", "Extreme Flexibility in a Zeolitic Imidazolate Framework: Porous to Dense Phase Transition in Desolvated ZIF-4", "Wharmby, Michael T.; Henke, Sebastian; Bennett, Thomas D.; Bajpe, Sneha R.; Schwedler, Inke; Thompson, Stephen P.; Gozzo, Fabia; Simoncic, Petra; Mellot-Draznieks, Caroline; Tao, Haizheng; Yue, Yuanzheng; Cheetham, Anthony K.", "Angewandte Chemie, International Edition", "\r\n        (", "2015", "),\r\n    ", "54", "\r\n        (", "22", "),\r\n    ", "6447-6451", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Desolvated zeolitic imidazolate framework ZIF-4(Zn) undergoes a discontinuous porous to dense phase transition on cooling through 140 K, with a 23 % contraction in unit cell vol.  The structure of the non-porous, low temp. phase was detd. from synchrotron X-ray powder diffraction data and its d. was found to be slightly less than that of the densest ZIF phase, ZIF-zni.  The mechanism of the phase transition involves a cooperative rotation of imidazolate linkers resulting in isotropic framework contraction and pore space minimization.  DFT calcns. established the energy of the new structure relative to those of the room temp. phase and ZIF-zni, while DSC measurements indicate the entropic stabilization of the porous room temp. phase at temps. above 140 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXmsFyrsLk%253D&md5=f97b0e32adbdeccd40381ca19972642a", "53. ", "Basmadjian", ", ", "D.", "; ", "Ha", ", ", "K. D.", "; ", "Pan", ", ", "C. Y.", " ", "Nonisothermal Desorption by Gas Purge of Single Solutes in Fixed-Bed Adsorbers. I. Equilibrium Theory", " ", "Ind. Eng. Chem. Process Des. Dev.", " ", "1975", ",  ", "14", ",  ", "328", "– ", "340", " DOI: 10.1021/i260055a023", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "53. ", "Nonisothermal desorption by gas purge of single solutes in fixed-bed adsorbers.  I.  Equilibrium theory", "Basmadjian, Diran; Ha, K. Dan; Pan, Chuen-Yong", "Industrial & Engineering Chemistry Process Design and Development", "\r\n        (", "1975", "),\r\n    ", "14", "\r\n        (", "3", "),\r\n    ", "328-40", "CODEN:\r\n                ", "IEPDAW", ";\r\n        ISSN:", "0196-4305", ".\r\n    ", "The adiabatic desorption of single gaseous components from a fixed bed of solids by a const. pressure gas purge is analyzed by equil. theory.  The anal. is made for industrial practice with CO2-N-5A mol. sleves as an example.  The parameters include the use of adsorber feed and pure product gas as regenerant, the effect of purge gas temp. and heat capacity, total system pressure, and adsorber feed concn. on the regeneration process.  The amt. of purge gas and adsorber feed treated per unit wt. of bed are equal to the relevant slopes of the characteristics or shock chords on a solid concn.-gas concn. characteristic diagram (hodoraph).  The effects were studied of the parameters on desorption time, regenerant consumption, and economics.  Conditions under which residual solute may be removed from a hot bed advantageously with either cold clean gas or cold adsorber feed are outlined.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE2MXksVyksLk%253D&md5=e05bb0881862d49c0d03630e463da5fa"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-45/acs.langmuir.5b02907/20151111/images/small/la-2015-029077_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-45/acs.langmuir.5b02907/20151111/images/small/la-2015-029077_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-45/acs.langmuir.5b02907/20151111/images/small/la-2015-029077_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-45/acs.langmuir.5b02907/20151111/images/small/la-2015-029077_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-45/acs.langmuir.5b02907/20151111/images/small/la-2015-029077_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-45/acs.langmuir.5b02907/20151111/images/small/la-2015-029077_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-45/acs.langmuir.5b02907/20151111/images/small/la-2015-029077_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-45/acs.langmuir.5b02907/20151111/images/small/la-2015-029077_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-45/acs.langmuir.5b02907/20151111/images/small/la-2015-029077_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-45/acs.langmuir.5b02907/20151111/images/small/la-2015-029077_0011.gif\">"]}
