{"title": ["Programmed Pore Architectures in Modular Quaternary Metal–Organic Frameworks"], "authors": ["Lujia Liu", "Kristina Konstas", "Matthew R. Hill", "Shane G. Telfer"], "doi": ["10.1021/ja4100244"], "abstract": ["To generate metal–organic frameworks (MOFs) that are complex and modular yet well ordered, we present a strategy employing a family of three topologically distinct linkers that codes for the assembly of a highly porous quaternary MOF. By introducing substituted analogues of the ligands, a set of eight isoreticular frameworks is delivered, with the MOF structure systematically varied while the topology is maintained. To combat randomness and disorder, the substitution patterns of the ligands are designed to be compatible with their crystallographic site symmetries. MOFs produced in this way feature “programmed pores”—multiple functional groups compartmentalized in a predetermined array within a periodic lattice—and are capable of complex functional behavior. In these examples unconventional CO", " sorption trends, including capacity enhancements close to 100%, emerge from synergistic effects. Future PP-MOFs may be capable of enzyme-like heterogeneous catalysis and ultraselective adsorption."], "text": ["To tackle the challenge of generating metal–organic framework (MOF) materials with sophisticated properties, inspiration may be drawn from enzymes where active site functionality emerges from the spatial arrangement of specific functional groups in a well-defined compartment.", "(1)", " In this spirit, we are pursuing MOFs with complex yet well-ordered and periodic pore architectures by copolymerizing sets of multiple topologically distinct ligands bearing different functional groups. Since combinations of linker backbones codes for a predetermined framework topology, and different linkers are located in predetermined positions in the crystalline lattice, ", "multiple functional groups are consequently located in predefined positions in the MOF pores", ". This defines the first design principle for programming regular spatial arrays of multiple functional groups in MOF void spaces.", "These materials, which we term programmed-pore MOFs (PP-MOFs), generate complexity without sacrificing homogeneity. They are distinct from MOFs constructed from an isostructural set of linkers", "(2)", " or that are simple derivatives of parent frameworks (e.g., UMCM-1-NH", "2", "(3)", "). Regularity and periodicity are achieved by high-fidelity sorting and arrangement of the different ligands during framework growth and careful matching of their substitution patterns to the space group symmetry to mitigate against both crystallographic and positional disorder.", "To develop an experimental strategy toward the synthesis of PP-MOFs we required (i) a MOF composed of multiple topologically distinct ligands, (ii) functionalized analogues of this set of linkers that can be synthesized, and (iii) a framework topology that is conserved upon introduction of functionalized ligands. For proof-of-principle experiments we decided to pursue zinc(II) MOFs with polytopic aromatic carboxylate ligands to draw upon the known propensity of these frameworks to be highly open and porous.", "(4)", " Although several known ternary MOFs (i.e., frameworks constructed from a set of two topologically distinct ligands) met our criteria,", "(5)", " only two different functional groups would be introduced to the MOF pores. To introduce greater complexity we sought a MOF constructed from ", "three", " topologically distinct ligands.", "Figure 1. (a) Synthetic route to MUF-7a. (b) X-ray crystal structure of MUF-7a highlighting the large dodecahedral void. (c) Tetrahedral void delineated by one bdc, one bpdc, and four btb linkers.", "Combining Zn(NO", "3", ")", "2", ", H", "3", "btb (btb = benzene-1,3,5-tribenzoate), H", "2", "bdc (bdc = 1,4-benzenedicarboxylate), and H", "2", "bpdc (bpdc = 4,4′-biphenyldicarboxylate) produces a MOF with a formula [Zn", "4", "O(btb)", "4/3", "(bdc)", "1/2", "(bpdc)", "1/2", "] (MUF-7a, MUF = Massey University Framework) (Figure ", "1", "a). X-ray crystallography shows that MUF-7a belongs to the cubic space group ", "I", "4̅3", "d", " and comprises Zn", "4", "O secondary building units (SBUs) that link the bdc, bpdc, and btb ligands into a periodic framework (Figures ", "1", "b and ", "S3", "). To our knowledge, MUF-7 is the first quaternary member of the well-studied zinc(II) arylcarboxylate family of MOFs. Successful incorporation of the requisite three ligands into this MOF is achieved by cross-linking the four-connected nodes of a ", "pto", " net,", "(6)", " described by the btb ligand and four equatorial sites on the Zn", "4", "O SBU, with two ditopic linkers of ", "different lengths", " (", "Figure S3", "). The resulting framework is an ", "ith-d", " net, which is isoreticular to [Zn", "4", "O(btb)", "4/3", "(2,6-naphthalenedicarboxylate)] (MOF-205/DUT-6).", "(5c, 7)", "MUF-7a has a framework density of 0.387 g/cm", "3", ", and the void fraction of the material, calculated by the helium insertion method,", "(8)", " is 0.89. The framework void spaces can be conceptualized as (i) a large dodecahedral cavity, highlighted by the orange sphere in Figure ", "1", "b, whose vertices are defined by the Zn", "4", "O clusters and the centroids of the btb ligands and (ii) pseudotetrahedral void spaces that surround this dodecahedral cavity and connect to it via each of its 12 pentagonal windows (", "Figure S4", "). Three similar yet distinct tetrahedral void spaces are delineated by four btb ligands together with (a) pairs of bdc ligands, (b) pairs of bpdc ligands, and (c) a bdc/bpdc pair (Figure ", "1", "c). Allowing for the van der Waals radii of the framework atoms, the dodecahedral mesopore spans nearly 30 Å at its widest point and accommodates a sphere of 20 Å diameter (Figure ", "1", "b). The tetrahedral voids measure ∼16 Å between the edges described by the concave btb ligands and 10 Å between the edges described by the bdc/bpdc ligand pairs. Apertures of ∼9 × 12 Å define the free pore diameter of MUF-7a and connect the dodecahedral and tetrahedral voids into a contiguous pore system (", "Figure S3", ").", "Although many competing structures can be produced from H", "3", "btb, H", "2", "bpdc, H", "2", "bdc, and zinc(II), e.g., [Zn", "4", "O(btb)", "2", "] (MOF-177),", "(9)", " [Zn", "4", "O(bdc)", "3", "] (MOF-5),", "(10)", " [Zn", "4", "O(bpdc)", "3", "] (IRMOF-9/10),", "(11)", " [Zn", "4", "O(btb)", "4/3", "(bdc)] (UMCM-1),", "(5a)", " and [Zn", "4", "O(bdc)", "2", "(bpdc)] (SUMOF-4),", "(12)", " phase-pure MUF-7a was obtained by optimizing the ratio of precursors and the reaction conditions (see ", "Supporting Information (SI)", " for details). As expected from the inherently different reaction rates of tritopic and ditopic ligands,", "(13)", " adding the ligands in their stoichiometric ratios produced an abundance of MOF-177 crystals. To counteract this, an excess of ditopic ligands was employed, though we found that their ratio had to be biased toward bpdc to suppress crystallization of UMCM-1. To confirm the phase purity of MUF-7a we used PXRD, ", "1", "H NMR spectroscopy on digested samples, and elemental analysis.", "MUF-7a provided an ideal platform to develop our strategy for synthesizing PP-MOFs. Programmed variants of this framework require systematic replacement of one, two, or three of its linkers with substituted analogues. Maintaining perfect regularity and periodicity of the pores while the parent structure is elaborated in this way involves careful consideration of the symmetries and conformations of the ligands and their crystallographic site symmetries (", "Figure S2", "). For example, because the bdc ligand resides on a crystallographic 2-fold symmetry element that lies in the ligand plane perpendicular to its long axis, to preclude disorder by crystallographic symmetry this ligand should be functionalized with identical groups on its 2,3 positions or on its 2,3,5,6 positions. Coplanarity of the carboxyl groups and phenyl rings is much more likely in the former case than the latter, which informed the choice of naphthalene-1,4-dicarboxylate (ndc, Figure ", "2", ") as an analogue of bdc. Similarly, the bpdc ligand also lies on a 2-fold crystallographic symmetry axis that relates the two phenyl rings. In this case, a 2,2′ or 2,2′,6,6′ substitution pattern will prevent disorder by crystallographic symmetry. Also, a fully planar ligand conformation is geometrically disposed to generating a framework isoreticular to MUF-7a. Benzo[", "c", "]cinnoline ligand bcc was selected with these considerations in mind (Figure ", "2", "). With respect to the btb component, 3-fold symmetry and ligand planarity should be retained. These criteria are met by the known methoxy-substituted ligand btb-OMe (Figure ", "2", ").", "(3b)", "Figure 2. Substituted ligands designed to generate programmed-pore analogues of MUF-7a.", "Single-crystal X-ray diffraction (XRD) experiments showed that combinations of bdc/ndc, bpdc/bcc, and btb/btb-OMe yield a set of MOFs, MUF-7b-h, that adopt the ", "I", "4̅3", "d", " space group and ", "ith-d", " network topology of MUF-7a (Table ", "1", "). MUF-7 joins a select group of isoreticular frameworks that are tolerant to ligand substitution.", "(11, 14)", " Synthetic protocols for MUF-7b-h are broadly similar to that of MUF-7a, although, as noted for related tertiary MOFs,", "(5a, 13)", " reaction conditions must be carefully tuned to obtain phase-pure material in good yields. We observed that the yield and crystallinity of many of the frameworks could be improved by seeding techniques (see ", "SI", " for details). Optical microscopy, powder XRD (", "Figure S5", "), and ", "1", "H NMR on dissolved samples (", "SI", ") all indicate phase purity for these materials.", "Table 1. Summary of the Key Properties of MUF-7a and Programmed-Pore Analogues, MUF-7b-h", " ", "MUF-7a", "MUF-7b", "MUF-7c", "MUF-7d", "MUF7e", "MUF-7f", "MUF-7g", "MUF-7h", "linker set", "bdc bpdc btb", "bdc bcc btb", "ndc bpdc btb", "ndc bcc btb", "bdc bpdc btb-OMe", "bdc bcc btb-OMe", "ndc bpdc btb-OMe", "ndc bcc btb-OMe", "unit cell length", "a", "60.2324(11)", "60.2289(7)", "60.2326(6)", "60.2136(6)", "60.3052(11)", "60.2594(6)", "60.290(2)", "60.2419(6)", "space group", "I", "4̅3", "d", "I", "4̅3", "d", "I", "4̅3", "d", "I", "4̅3", "d", "I", "4̅3", "d", "I", "4̅3", "d", "I", "4̅3", "d", "I", "4̅3", "d", "density", "b", "0.387", "0.392", "0.396", "0.401", "0.429", "0.435", "0.438", "0.444", "surface area", "c", "4140", "4480", "3910", "3790", "3910", "3000", "3820", "4000", "pore volume", "d", "1.94", "2.15", "1.84", "1.84", "1.84", "1.30", "1.74", "1.93", "CO", "2", " uptake", "e", "30.3", "32.3", "31.5", "30.5", "46.4", "37.5", "52.7", "58.8", "a", "In Å.", "b", "In g/cm", "3", ", determined from X-ray crystal structure.", "c", "In m", "2", "/g, derived from N", "2", " sorption isotherm at 77 K using the BET method.", "(15)", "d", "In cm", "3", "/g, calculated from N", "2", " sorption isotherms at 77 K.", "e", "Excess sorption at 273 K and 1200 mbar, in cm", "3", "/g(STP).", "Figure 3. Systematic modulation of the three ligands of MUF-7a to produce MUF-7b-h. This delivers an isoreticular set of MOFs with programmed pores. The bpdc ligand is highlighted in purple, bcc in blue, bdc in khaki, ndc in orange, and the methoxy groups of btb-OMe in green.", "As intended, unfunctionalized ligands of MUF-7a are directly replaced in the MOF lattice by their substituted counterparts in MUF-7b-h (Figure ", "3", "). The ligand crystallographic site symmetries observed for MUF-7a are retained. Since the substitution patterns of ndc, bcc, and btb-OMe ligands were designed to be compatible with their site symmetries, no crystallographic disorder of the ligand substituents is evident. In addition, we closely analyzed the electron density maps generated from single-crystal XRD patterns of MUF-7b-h to determine whether the ligands display any noncrystallographic positional disorder (", "Figures S6–S15", "). From these maps this mode of disorder can be ruled out: ligand substituents are located exclusively on one side of the carboxyl-carboxyl axis (ndc and bcc) or of the centroid-carboxyl axes (btb-OMe). [The only apparent disorder involves minor rotational displacements of the naphthyl ring of ndc and the bridging phenyl rings of btb and btb-OMe, as detailed in the ", "SI", ".]", "These X-ray crystallographic results demonstrate that MUF-7a-h constitutes a set of PP-MOFs. The btb/bpdc/bdc ligand set reliably codes for a quaternary framework with predictable topology. The framework components are modular, and careful ligand design influences pore architectures in a predetermined and systematic way, introducing complexity but maintaining periodicity and circumventing randomness.", "Thermogravimetric analysis demonstrates that MUF-7a-h retain ∼50–70 wt% solvent upon exchange with CH", "2", "Cl", "2", " (", "Figure S1", "), consistent with the large void spaces observed by X-ray crystallography. Upon careful activation, these MOFs are permanently porous. At 77 K, N", "2", " adsorption isotherms exhibit maximum N", "2", " uptake capacities between 800 and 1400 cm", "3", "(STP)/g (", "Figure S16", "). A step characteristic of mesoporous materials is observed at ", "P", "/", "P", "o", " ≈ 0.05. Analysis using the BET model", "(15)", " (", "Figures S18–S25", ") indicates that these MOFs have high accessible surface areas and total pore volumes (Table ", "1", "), as anticipated from their crystal structures. MUF-7f exhibits slightly reduced values due to difficulties in fully activating this material. The measured surface area of MUF-7a (4140 m", "2", "/g) is close to its calculated", "(16)", " geometric surface area (4181 m", "2", "/g).", "Control over pore architectures afforded by the PP-MOF strategy induces significant changes in experimentally determined pore size distributions (Figure ", "4", "). Across the MUF-7a-h series, smaller and topographically more complex pores appear. Importantly, the overall pore volume is maintained since the large dodecahedral pore, with a width of ∼19 Å, is largely unaffected by pore programming.", "Figure 4. Pore size distribution plots for MUF-7a-h, calculated using a DFT method from N", "2", " isotherms measured at 77 K.", "CO", "2", " adsorption isotherms illustrate the beneficial effects of programmed pore environments on functional MOF properties. Systematic modulation of the framework structure from MUF-7a to MUF-7h increases CO", "2", " adsorption capacity by 94% (Figure ", "5", "). For a set of materials that possess BET surface areas within 10% of one another upon full activation and that are devoid of strongly basic adsorption sites, this is a considerable gain, far in excess of the typical effects of ligand modulation.", "(17)", " At 14–20 Å, typical pore sizes in MUF-7a are larger than optimal for low-pressure CO", "2", " adsorption. However, increasing concentrations of smaller void spaces in MUF-7b-h (Figure ", "4", ") correlate with higher CO", "2", " adsorption capacities. In turn, this leads to enhancements in isosteric heats of adsorption (", "Figure S17", "). Notably, ndc and bcc only have a pronounced impact on CO", "2", " sorption when btb-OMe, and not btb, is a coligand. This demonstrates that pore programming can induce synergistic effects among the ligands that elevate the properties of PP-MOFs beyond conventional frameworks.", "Figure 5. CO", "2", " adsorption isotherms measured for MUF-7a-h at 273 K.", "Since the compartments of PP-MOFs can be programmed in advance, we envisage that materials more complex, diverse, and functional than the examples reported here can be achieved by (i) designing, synthesizing, and optimizing ligands bearing more exotic functional groups, (ii) deliberately targeting MOFs that conform to established design principles for high performance in specific applications,", "(18)", " and (iii) producing frameworks built up from ligand sets comprising four or five members. Further, we expect it should be possible to couple PP-MOFs to our established thermolabile protecting group methodology", "(19)", " to introduce substituents that may not otherwise be compatible with MOF synthesis conditions. Unprecedented properties will emerge from the ability to generate complex, programmed pore environments, e.g., enzyme-like heterogeneous catalysis and ultraselective guest sorption.", "The challenges and opportunities associated with materials derived from multiple building blocks were identified in a recent review article: “the future of MOFs lies in the creation of materials whose constituents are many and are systematically varied.”", "(4)", " The PP-MOF strategy presented here realizes this goal by copolymerizing multiple topologically distinct ligands to produce isoreticular sets of MOFs with systematically modulated structures. The randomness associated with previously reported complex MOFs is circumvented to produce periodic frameworks with pore architectures that can be predicted in advance. Enhanced properties emerge from PP-MOFs, and next-generation examples promise unique functionality.", " ", "Top of Page", "Abstract", "References", "Supporting Information", "Synthesis, characterization, and computational details, X-ray crystallography, and additional tables and figures. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "References", "Acknowledgment", "We thank Prof. Jeffrey R. Long for valuable discussions and his research group for preliminary adsorption isotherms. Expert advice from Prof. Geoffrey B. Jameson, Prof. Randall Q. Snurr, and Pritha Ghosh is also acknowledged with gratitude. Parts of this work were funded by the Australian Science and Industry Endowment Fund.", "Reference QuickView", "Top of Page", "Abstract", "References", "References", "This article references 19 other publications.", "1. ", "(a) ", "Farrusseng", ", ", "D.", "; ", "Aguado", ", ", "S.", "; ", "Pinel", ", ", "C.", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "48", ",  ", "752", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(b) ", "Lillerud", ", ", "K. P.", "; ", "Olsbye", ", ", "U.", "; ", "Tilset", ", ", "M.", " ", "Top. Catal.", " ", "2010", ",  ", "53", ",  ", "859", "[", "Crossref", "], [", "CAS", "]", "1. ", "Designing Heterogeneous Catalysts by Incorporating Enzyme-Like Functionalities into MOFs", "Lillerud, Karl Petter; Olsbye, Unni; Tilset, Mats", "Topics in Catalysis", "\r\n        (", "2010", "),\r\n    ", "53", "\r\n        (", "13-14", "),\r\n    ", "859-868", "CODEN:\r\n                ", "TOCAFI", ";\r\n        ISSN:", "1022-5528", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "A review.  Everyone who works within the field of catalysis draws inspiration from the amazing functionality of nature's catalysts, the enzymes.  It is particularly the mild conditions that these catalysts are able to operate at and the selectivity that they demonstrate that make these materials dream targets for scientists involved in the art of synthesizing homogeneous and heterogeneous industrial catalysts.  But enzymes also have their weak points; in particular their low thermal stability and their often too slow reaction rates for an economical industrial process are problems that have to be overcome.  The obvious soln. would be to copy the catalytic active center into a robust open framework.  A key property of an enzyme is its selectivity; this property is partly regulated by steric constraints surrounding the catalytically active site.  The microporous zeolite based catalysts in some cases show impressive selectivity based on the geometrical constraints imposed by the size and shape of the regular channels in these cryst. silicate and alumino-phosphate based structures, and enzyme-like properties have been claimed but the pure inorg. nature of the selective internal surface in these materials makes it impossible to mimic many important enzymic properties.  The new generation of microporous materials, Metal Org. Frameworks (MOFs) are hybrids of org. and inorg. structures.  This dualistic nature offers an unprecedented flexibility in the possibility to incorporate both org. and metallic functional groups into the ordered cryst. lattice and thereby opening up for a much greater possibility to copy structural motifs known from enzymes into much simpler but also more stable open structures.  Several groups are working on development of new catalysts by this approach.  Here we will illustrate this approach with structures that mimic anhydrase and C-H activation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXnvVehsrk%253D&md5=93814c28361a9521c579533a52aca3fe", "2. ", "(a) ", "Kong", ", ", "X.", "; ", "Deng", ", ", "H.", "; ", "Yan", ", ", "F.", "; ", "Kim", ", ", "J.", "; ", "Swisher", ", ", "J. A.", "; ", "Smit", ", ", "B.", "; ", "Yaghi", ", ", "O. M.", "; ", "Reimer", ", ", "J. A.", " ", "Science", " ", "2013", ",  ", "341", ",  ", "882", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Mapping of Functional Groups in Metal-Organic Frameworks", "Kong, Xueqian; Deng, Hexiang; Yan, Fangyong; Kim, Jihan; Swisher, Joseph A.; Smit, Berend; Yaghi, Omar M.; Reimer, Jeffrey A.", "Science (Washington, DC, United States)", "\r\n        (", "2013", "),\r\n    ", "341", "\r\n        (", "6148", "),\r\n    ", "882-885", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "We detd. the heterogeneous mesoscale spatial apportionment of functional groups in multivariate metal-org. frameworks (MTV-MOF-5) contg. BDC (1,4-benzenedicarboxylate) linkers with different functional groups-B (BDC-NH2), E (BDC-NO2), F [(BDC-Me)2], H [BDC-(OC3H5)2], and I [BDC-(OC7H7)2]-using solid-state NMR measurements combined with mol. simulations. The anal. reveals that these methods discern between random (EF), alternating (EI and EHI), and various cluster (BF) forms of functional group apportionments.  This combined synthetic, characterization, and computational approach predicts the adsorptive properties of cryst. MTV-MOF systems.  This methodol., developed in the context of ordered frameworks, is a 1st step in resolving the more general problem of spatial disorder in other ordered materials, including mesoporous materials, functionalized polymers, and defect distributions within cryst. solids.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht12gsL%252FJ&md5=0ec9e8bf605a484a74a6097ed83190aa", "(b) ", "Deng", ", ", "H.", "; ", "Doonan", ", ", "C. J.", "; ", "Furukawa", ", ", "H.", "; ", "Ferreira", ", ", "R. B.", "; ", "Towne", ", ", "J.", "; ", "Knobler", ", ", "C. B.", "; ", "Wang", ", ", "B.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2010", ",  ", "327", ",  ", "846", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Multiple Functional Groups of Varying Ratios in Metal-Organic Frameworks", "Deng, Hexiang; Doonan, Christian J.; Furukawa, Hiroyasu; Ferreira, Ricardo B.; Towne, John; Knobler, Carolyn B.; Wang, Bo; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "327", "\r\n        (", "5967", "),\r\n    ", "846-850", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Metal-org. frameworks (MOFs) can incorporate a large no. of different functionalities on linking groups in a way that mixes the linker, rather than forming sep. domains.  The authors made complex MOFs from 1,4-benzenedicarboxylate (denoted by A in this work) and its derivs. -NH2, -Br, -(Cl)2, -NO2, -Me2, -C4H4, -(OC3H5)2, and -(OC7H7)2 (denoted by B to I,, resp.) to synthesize 18 multivariate (MTV) MOF-5 type structures that contain up to eight distinct functionalities in one phase.  The backbone (Zn oxide and phenylene units) of these structures is ordered, but the distribution of functional groups is disordered.  The complex arrangements of several functional groups within the pores can lead to properties that are not simply linear sums of those of the pure components.  For example, a member of this series, MTV-MOF-5-EHI, exhibits up to 400% better selectivity for CO2 over CO compared with its best same-link counterparts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhslWju7o%253D&md5=40f9720d9a7633e6102cab3256be0468", "(c) ", "Bunck", ", ", "D. N.", "; ", "Dichtel", ", ", "W. R.", " ", "Chem.—Eur. J.", " ", "2013", ",  ", "19", ",  ", "818", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Mixed Linker Strategies for Organic Framework Functionalization", "Bunck, David N.; Dichtel, William R.", "Chemistry - A European Journal", "\r\n        (", "2013", "),\r\n    ", "19", "\r\n        (", "3", "),\r\n    ", "818-827", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Framework materials have attracted intense interest for gas storage, sepns., catalysis, and other applications as a consequence of their periodicity, high sp. surface area, and rational synthesis.  Cocrystg. multiple monomers with identical linking chem. represents an emerging route to access materials with increased complexity and advanced functions.  This Concept Article highlights three strategies for framework synthesis that employ mixts. of monomers with 1) identical linking geometries, 2) different linking geometries, or 3) in which one monomer is truncated with respect to the other.  These approaches offer a diverse toolbox to modify framework topol., incorporate active functionality, and rationally control crystallite size and morphol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvFWhu7zF&md5=af5e4596d7e5457bb7a5d0b43a7d4114", "(d) ", "Park", ", ", "T.-H.", "; ", "Koh", ", ", "K.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "Cryst. Growth Des.", " ", "2011", ",  ", "11", ",  ", "2059", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Nonlinear Properties in Coordination Copolymers Derived from Randomly Mixed Ligands", "Park, Tae-Hong; Koh, Kyoungmoo; Wong-Foy, Antek G.; Matzger, Adam J.", "Crystal Growth & Design", "\r\n        (", "2011", "),\r\n    ", "11", "\r\n        (", "6", "),\r\n    ", "2059-2063", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Random copolymn. is a core strategy of the polymer industry, enabling broad tuning of materials properties through mixing monomers with similar reactivities.  In coordination polymers, analogous results have recently been achieved using combinations of isomorphic linkers copolymd. by appropriate metals; in general, the properties of the resultant coordination copolymers can be described as a linear combination of the properties of the constituent building blocks.  This need not be the case: coordination copolymn. is a powerful strategy for directing phase formation.  For example, reaction of 1,4-benzenedicarboxylic acid with Zn2+ typically affords phase-impure material in N,N-dimethylformamide whereas using an amino functionalized linker leads to pure high surface area material with the structure of MOF-5.  However, mixed-linker copolymers derived from a combination of both linkers display surface areas comparable to that of MOF-5 synthesized in N,N-diethylformamide, indicating that even a minor linker component can direct phase selection.  In a second illustration, the pore blockage of the bulky group in 9,10-bis(triisopropylsilyloxy)phenanthrene-2,7-dicarboxylate (TPDC) not only suppresses the framework interpenetration of biphenyl-based IRMOF architectures but also blocks adsorption sites, yielding a low surface area material.  However, the random coordination copolymn. of Zn2+ with a mixt. of TPDC and 3,3',5,5'-tetramethyl-4,4'-biphenyldicarboxylate (Me4BPDC) controls the level of framework interpenetration and the degree of pore blockage, resulting in higher surface area (up to ∼3000 m2/g) copolymers than the noninterpenetrated Zn4O(TPDC)3 and interpenetrated Zn4O(Me4BPDC)3 frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXltlaqurk%253D&md5=6fde6f4d71a81ceff1aac4eb6e8ea52a", "(e) ", "Burrows", ", ", "A. D.", "; ", "Fisher", ", ", "L. C.", "; ", "Richardson", ", ", "C.", "; ", "Rigby", ", ", "S. P.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "3380", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Selective incorporation of functional dicarboxylates into zinc metal-organic frameworks", "Burrows, Andrew D.; Fisher, Laura C.; Richardson, Christopher; Rigby, Sean P.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "12", "),\r\n    ", "3380-3382", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Zn(II) nitrate reacts with different ratios of 1,4-benzenedicarboxylic acid (H2bdc) and 2-halo-1,4-benzenedicarboxylic acid (H2bdc-X, X = Br or I) to give [Zn4O(bdc)3-x(bdc-X)x], in which preferential incorporation of bdc is obsd.  The selective incorporation is related to crystal growth rates, and the proportion of incorporated bdc-X rises with increasing reaction time.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXivVWlu7w%253D&md5=20291923e48acef1df28fa7c17f33dd5", "(f) ", "Kleist", ", ", "W.", "; ", "Jutz", ", ", "F.", "; ", "Maciejewski", ", ", "M.", "; ", "Baike", ", ", "A.", " ", "Eur. J. Inorg. Chem.", " ", "2009", ",  ", "3552", "[", "Crossref", "], [", "CAS", "]", "2. ", "Mixed-Linker Metal-Organic Frameworks as Catalysts for the Synthesis of Propylene Carbonate from Propylene Oxide and CO2", "Kleist, Wolfgang; Jutz, Fabian; Maciejewski, Marek; Baiker, Alfons", "European Journal of Inorganic Chemistry", "\r\n        (", "2009", "),\r\n    ", "\r\n        (", "24", "),\r\n    ", "3552-3561", "CODEN:\r\n                ", "EJICFO", ";\r\n        ISSN:", "1434-1948", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A series of mixed-linker metal-org. frameworks (MIXMOFs) of the general formula Zn4O(BDC)x(ABDC)3-x was synthesized and tested as catalyst in the reaction of propylene oxide (PO) and carbon dioxide.  Based on MOF-5 a new synthetic route was developed which allows the partial substitution of benzene-1,4-dicarboxylate (BDC) linkers in the material by functionalized 2-aminobenzene-1,4-dicarboxylate.  In that way the no. of catalytically active amino groups can be tuned using the desired BDC/ABDC ratio.  The presence of MIXMOFs (instead of a mech. mixt. of MOF-5 and IRMOF-3) was proven by high-resoln. x-ray diffraction and DTG.  X-ray diffraction and TG/MS anal. revealed that pure MIXMOF materials can be obtained up to an ABDC loading of 40 %.  The thermal stability in air is decreasing with increasing ABDC content from 450 °C for pure MOF-5 (0 % ABDC) to ca. 350 °C for the 40 % MIXMOF Zn4O(BDC)1.8(ABDC)1.2.  Consequently, MIXMOF materials represent a promising class of materials for catalytic applications at least up to 300 °C which is proven using the synthesis of propylene carbonate (PC) from propylene oxide and carbon dioxide as a test reaction.  Solid MIXMOF catalysts in combination with tetraalkylammonium halides (NR4X) as promoters are as active as the corresponding homogeneously dissolved ref. compds. (H2ABDC, H2BDC and Zn salts) and that they can be recycled with only moderate loss in activity.  A comparison of MIXMOFs from 0 to 40 % of ABDC revealed a dependence of activity on the no. of amino groups.  Due to the fact that even pure MOF-5 catalyzed the reaction to some extent, surface Zn centers with free coordination sites might also contribute to substrate activation.  Using optimized reaction conditions, a PC yield of up to 63 % can be obtained after 3 h in the presence of low catalyst concn. (0.045 mol-% of 40 % MIXMOF, contg. 0.05 mol-% of NH2 groups).  (© Wiley-VCH Verlag GmbH & Co. KGaA, 69451 Weinheim, Germany, 2009).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXps1OhtbY%253D&md5=1e715a4b6679aa3ae767a7331eb30932", "(g) ", "Koh", ", ", "K.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "Chem. Commun.", " ", "2009", ",  ", "6162", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "MOF@MOF: microporous core-shell architectures", "Koh, Kyoungmoo; Wong-Foy, Antek G.; Matzger, Adam J.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2009", "),\r\n    ", "\r\n        (", "41", "),\r\n    ", "6162-6164", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Mixing two different linkers with the same topol. has been applied to make metal-org. frameworks (MOFs) either in one batch or sequentially to generate coordination copolymers with either a randomly mixed or a core-shell compn. of linkers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht1Ggt7fK&md5=339156c6cee9a3df2b1b4be490700aca", "(h) ", "Burrows", ", ", "A. D.", "; ", "Frost", ", ", "C.", "; ", "Mahon", ", ", "M. F.", "; ", "Richardson", ", ", "C.", " ", "Angew. Chem., Int. Ed.", " ", "2008", ",  ", "47", ",  ", "8482", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Post-synthetic modification of tagged metal-organic frameworks", "Burrows, Andrew D.; Frost, Christopher; Mahon, Mary F.; Richardson, Christopher", "Angewandte Chemie, International Edition", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "44", "),\r\n    ", "8482-8486", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Zinc metal-org. frameworks with pendant aldehyde and methoxy groups are prepd.  The aldehyde-tagged MOF takes up 2,4-dinitrophenylhydrazine, reacting to form a hydrazone-functionalized MOF which is crystallog. characterized.  Use of both aldehyde- and methoxy-functionalized dicarboxylates leads to MOFs contg. both ligands, of which the aldehyde groups can be selectively reacted.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlKlsrnF&md5=bfe595562afcefcd4625698ac50ee3dc", "3. ", "(a) ", "Wang", ", ", "Z.", "; ", "Tanabe", ", ", "K. K.", "; ", "Cohen", ", ", "S. M.", " ", "Inorg. Chem.", " ", "2009", ",  ", "48", ",  ", "296", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Accessing Postsynthetic Modification in a Series of Metal-Organic Frameworks and the Influence of Framework Topology on Reactivity", "Wang, Zhenqiang; Tanabe, Kristine K.; Cohen, Seth M.", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "1", "),\r\n    ", "296-306", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "2-Amino-1,4-benzenedicarboxylic acid (NH2-BDC) is a compatible building block for the construction of two new metal-org. frameworks (MOFs) that have structures isoreticular to reported MOFs that use 1,4-benzenedicarboxylic acid (BDC) as a building block.  DMOF-1-NH2 (DABCO MOF-1-NH2) is a deriv. of a previously studied MOF that contains two-dimensional square grids based on NH2-BDC and zinc(II) paddle-wheel units; the grid layers are connected by DABCO (1,4-diazabicyclo[2.2.2]octane) mols. that coordinate in the axial positions of the paddlewheel secondary-building units (SBUs).  UMCM-1-NH2 is an NH2-BDC deriv. of UMCM-1 (University of Michigan Cryst. Material-1), a highly porous MOF reported by Matzger et al., and consists of both NH2-BDC and BTB (BTB = 4,4',4''-benzene-1,3,5-triyl-tribenzoate) linkers with Zn4O SBUs.  The structure of UMCM-1-NH2 was confirmed by single-crystal x-ray diffraction.  By using NH2-BDC to generate these MOFs, the pendant amino groups can serve as a chem. handle that can be manipulated via postsynthetic modification with alkyl anhydrides.  Reactions of each MOF and different anhydrides were performed to compare the extent of conversion, thermal and structural stability, and Brunauer-Emmett-Teller surface areas afforded by the resulting materials.  Under comparable reaction conditions, 1H NMR of digested samples show that UMCM-1-NH2 has conversions comparable to that of IRMOF-3, while DMOF-1-NH2 only shows high conversions with smaller anhydrides.  Under specific reaction conditions, higher conversions were obtained with complete retention of crystallinity, as verified by single-crystal x-ray diffraction expts.  The results presented here demonstrate three important findings: (a) NH2-BDC can be used as a surrogate for BDC in a no. of MOFs thereby providing a handle for postsynthetic modification, (b) postsynthetic modification is a general strategy to functionalizing MOFs that can be applied to a variety of MOF structures, and (c) the topol. and chem./thermal stability of a MOF can influence the type of chem. reactions and reagents that can be used for postsynthetic modification.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtl2ltb%252FJ&md5=4c92eadb89feb530b7c5983af853e95e", "(b) ", "Dau", ", ", "P. V.", "; ", "Tanabe", ", ", "K. K.", "; ", "Cohen", ", ", "S. M.", " ", "Chem. Commun.", " ", "2012", ",  ", "448", ",  ", "9370", "[", "Crossref", "]", "There is no corresponding record for this reference.", "4. ", "Furukawa", ", ", "H.", "; ", "Cordova", ", ", "K. E.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2013", ",  ", "341", ",  ", "974", "[", "Crossref", "], [", "CAS", "]", "4. ", "The Chemistry and Applications of Metal-Organic Frameworks", "Furukawa, Hiroyasu; Cordova, Kyle E.; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2013", "),\r\n    ", "341", "\r\n        (", "6149", "),\r\n    ", "974", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A review.  Cryst. metal-org. frameworks (MOFs) are formed by reticular synthesis, which creates strong bonds between inorg. and org. units.  Careful selection of MOF constituents can yield crystals of ultrahigh porosity and high thermal and chem. stability.  These characteristics allow the interior of MOFs to be chem. altered for use in gas sepn., gas storage, and catalysis, among other applications.  The precision commonly exercised in their chem. modification and the ability to expand their metrics without changing the underlying topol. were not achieved with other solids.  MOFs whose chem. compn. and shape of building units can be multiply varied within a particular structure already exist and may lead to materials that offer a synergistic combination of properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtlaktbbF&md5=95007f174bf8d0bd85b690f5927755db", "5. ", "(a) ", "Koh", ", ", "K.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "Angew. Chem., Int. Ed.", " ", "2008", ",  ", "47", ",  ", "677", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "A crystalline mesoporous coordination copolymer with high microporosity", "Koh, Kyoungmoo; Wong-Foy, Antek G.; Matzger, Adam J.", "Angewandte Chemie, International Edition", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "4", "),\r\n    ", "677-680", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "UMCM-1 (University of Michigan Cryst. Material-1), a mesoporous material with unprecedented levels of microporosity, arises from the coordination copolymn. of a dicarboxylate and a tricarboxylate linker mediated by Zn.  Exceptionally high surface area derives from the microporous cages of Zn4O(BDC)(BTB)4/3 (H2BDC = terephthalic acid, H3BTB = 1,3,5-tris(4-carboxyphenyl)benzene) lining the 1-dimensional mesoporous channels.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhslamt7c%253D&md5=07c39bf5c07ce58be16e0f8864aa426c", "(b) ", "Koh", ", ", "K.", "; ", "Oosterhout", ", ", "J. D. V.", "; ", "Roy", ", ", "S.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "Chem. Sci.", " ", "2012", ",  ", "3", ",  ", "2429", "[", "Crossref", "], [", "CAS", "]", "5. ", "Exceptional surface area from coordination copolymers derived from two linear linkers of differing lengths", "Koh, Kyoungmoo; Van Oosterhout, Jacob D.; Roy, Saikat; Wong-Foy, Antek G.; Matzger, Adam J.", "Chemical Science", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "8", "),\r\n    ", "2429-2432", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Although a multitude of microporous coordination polymers (MCPs) with ultrahigh surface area have been reported in the last decade, none of these can come close to matching the cost/performance ratio of conventional sorbents such as zeolites and carbons for most applications.  There is a need to drastically reduce the cost of MCPs and this goal cannot be achieved through complex linker synthesis strategies so often used to boost MCP performance.  Here two new MCPs: UMCM-8 (Zn4O(benzene-1,4-dicarboxylate)1.5(naphthalene-2,6-dicarboxylate)1.5), and UMCM-9 (Zn4O(naphthalene-2,6-dicarboxylate)1.5(biphenyl-4,4'-dicarboxylate)1.5) are described and the concept of using mixts. of readily available linear linkers that enforce different spacings between network nodes is introduced as a means to reduce interpenetration.  These new MCPs demonstrate Brunauer-Emmett-Teller (BET) surface areas over 4000 m2 g-1 and high pore vols. over 1.80 cm3 g-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XpslSitbg%253D&md5=b96f6dacd20b75ff17fe5a0bca9e8657", "(c) ", "Furukawa", ", ", "H.", "; ", "Ko", ", ", "N.", "; ", "Go", ", ", "Y. B.", "; ", "Aratani", ", ", "N.", "; ", "Choi", ", ", "S. B.", "; ", "Choi", ", ", "E.", "; ", "Yazaydin", ", ", "A. Ö.", "; ", "Snurr", ", ", "R. Q.", "; ", "O’Keeffe", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2010", ",  ", "329", ",  ", "424", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Ultrahigh Porosity in Metal-Organic Frameworks", "Furukawa, Hiroyasu; Ko, Nakeun; Go, Yong Bok; Aratani, Naoki; Choi, Sang Beom; Choi, Eunwoo; Yazaydin, A. Oezguer; Snurr, Randall Q.; O'Keeffe, Michael; Kim, Jaheon; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "329", "\r\n        (", "5990", "),\r\n    ", "424-428", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Cryst. solids with extended non-interpenetrating three-dimensional crystal structures were synthesized that support well-defined pores with internal diams. of up to 48 angstroms.  The Zn4O(CO2)6 unit was joined with either one or two kinds of org. link, 4,4',4''-[benzene-1,3,5-triyl-tris(ethyne-2,1-diyl)]tribenzoate (BTE), 4,4',44''-[benzene-1,3,5-triyl-tris(benzene-4,1-diyl)]tribenzoate (BBC), 4,4',44''-benzene-1,3,5-triyl-tribenzoate (BTB)/2,6-naphthalenedicarboxylate (NDC), and BTE/biphenyl-4,4'-dicarboxylate (BPDC), to give four metal-org. frameworks (MOFs), MOF-180, -200, -205, and -210, resp.  Members of this series of MOFs show exceptional porosities and gas (hydrogen, methane, and carbon dioxide) uptake capacities.  For example, MOF-210 has Brunauer-Emmett-Teller and Langmuir surface areas of 6240 and 10,400 square meters per g, resp., and a total carbon dioxide storage capacity of 2870 mg per g.  The vol.-specific internal surface area of MOF-210 (2060 square meters per cubic centimeter) is equiv. to the outer surface of nanoparticles (3-nm cubes) and near the ultimate adsorption limit for solid materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptVWgsb8%253D&md5=ce5cd4101a6f96dc0d6c349bc478b3b0", "6. ", "Wells", ", ", "A. F.", "  ", "Structural Inorganic Chemistry", ", ", "5", "th ed.; ", "Oxford University Press", ": ", "Oxford, U.K.", ", ", "1984", ".", "There is no corresponding record for this reference.", "7. ", "Klein", ", ", "N.", "; ", "Senkovska", ", ", "I.", "; ", "Gedrich", ", ", "K.", "; ", "Stoeck", ", ", "U.", "; ", "Henschel", ", ", "A.", "; ", "Mueller", ", ", "U.", "; ", "Kaskel", ", ", "S.", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "49", ",  ", "9954", "[", "Crossref", "]", "There is no corresponding record for this reference.", "8. ", "Frost", ", ", "H.", "; ", "Düren", ", ", "T.", "; ", "Snurr", ", ", "R. Q.", " ", "J. Phys. Chem. B", " ", "2006", ",  ", "110", ",  ", "9565", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Effects of Surface Area, Free Volume, and Heat of Adsorption on Hydrogen Uptake in Metal-Organic Frameworks", "Frost, Houston; Dueren, Tina; Snurr, Randall Q.", "Journal of Physical Chemistry B", "\r\n        (", "2006", "),\r\n    ", "110", "\r\n        (", "19", "),\r\n    ", "9565-9570", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Grand canonical Monte Carlo simulations were performed to predict adsorption isotherms for hydrogen in 10 isoreticular metal-org. frameworks (IRMOFs).  The results show acceptable agreement with the limited exptl. results from the literature.  The effects of surface area, free vol., and heat of adsorption on hydrogen uptake were studied by performing simulations over a wide range of pressures on this set of materials, which all have the same framework topol. and surface chem. but varying pore sizes.  The results reveal the existence of 3 adsorption regimes: at low pressure (loading), hydrogen uptake correlates with the heat of adsorption; at intermediate pressure, uptake correlates with the surface area; and at the highest pressures, uptake correlates with the free vol.  The accessible surface area and free vol., calcd. from the crystal structures, were also used to est. the potential of these materials to meet gravimetric and volumetric targets for hydrogen storage in IRMOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XjslSltLs%253D&md5=9bfc93b675982afd28c758c9299f0b1b", "9. ", "Chae", ", ", "H. K.", "; ", "Siberio-Perez", ", ", "D. Y.", "; ", "Kim", ", ", "J.", "; ", "Go", ", ", "Y. B.", "; ", "Eddaoudi", ", ", "M.", "; ", "Matzger", ", ", "A. J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Nature", " ", "2004", ",  ", "427", ",  ", "523", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "A route to high surface area, porosity and inclusion of large molecules in crystals", "Chae, Hee K.; Siberio-Perez, Diana Y.; Kim, Jaheon; Go, Yong Bok; Eddaoudi, Mohamed; Matzger, Adam J.; O'Keeffe, Michael; Yaghi, Omar M.", "Nature (London, United Kingdom)", "\r\n        (", "2004", "),\r\n    ", "427", "\r\n        (", "6974", "),\r\n    ", "523-527", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "One of the outstanding challenges in the field of porous materials is the design and synthesis of chem. structures with exceptionally high surface areas.  Such materials are of crit. importance to many applications involving catalysis, sepn. and gas storage.  The claim for the highest surface area of a disordered structure is for C, at 2,030 m2 g-1 (M. Nijkamp, et al., 2001).  Until recently, the largest surface area of an ordered structure was that of zeolite Y, recorded at 904 m2 g-1 (A. W. Chester, et al., 2000).  But with the introduction of metal-org. framework materials, this was exceeded, with values up to 3,000 m2 g-1.  Despite this, no method of detg. the upper limit in surface area for a material has yet been found.  Here the authors present a general strategy that has provided a structure having by far the highest surface area reported to date.  The authors report the design, synthesis and properties of cryst. Zn4O(1,3,5-benzenetribenzoate)2, a new metal-org. framework with a surface area estd. at 4,500 m2 g-1.  This framework, which the authors name MOF-177, combines this exceptional level of surface area with an ordered structure that has extra-large pores capable of binding polycyclic org. guest mols., attributes not previously combined in one material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXpsFWguw%253D%253D&md5=c5e01fc1ae8145737276e816abb3b87d", "10. ", "Li", ", ", "H.", "; ", "Eddaoudi", ", ", "M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "M.", " ", "Nature", " ", "1999", ",  ", "402", ",  ", "276", "[", "Crossref", "], [", "CAS", "]", "10. ", "Design and synthesis of an exceptionally stable and highly porous metal-organic framework", "Li, Hailian; Eddaoudi, Mohamed; O'Keeffe, M.; Yaghi, M.", "Nature (London)", "\r\n        (", "1999", "),\r\n    ", "402", "\r\n        (", "6759", "),\r\n    ", "276-279", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Macmillan Magazines", ")\r\n        ", "Open metal-org. frameworks are widely regarded as promising materials for applications in catalysis, sepn., gas storage and mol. recognition.  Compared to conventionally used microporous inorg. materials such as zeolites, these org. structures have the potential for more flexible rational design, through control of the architecture and functionalization of the pores.  So far, the inability of these open frameworks to support permanent porosity and to avoid collapsing in the absence of guest mols., such as solvents, has hindered further progress in the field.  The authors report the synthesis of a metal-org. framework, Zn4O(BDC)3.(DMF)8.(PhCl) (named MOF-5, where BDC = 1,4-benzenedicarboxylate), which remains cryst., as evidenced by x-ray single-crystal analyses, and stable when fully desolvated and when heated up to 300°.  This synthesis is achieved by borrowing ideas from metal carboxylate cluster chem., where an org. dicarboxylate linker was used in a reaction that gives supertetrahedron clusters when capped with monocarboxylates.  The rigid and divergent character of the added linker allows the articulation of the clusters into a three-dimensional framework resulting in a structure with higher apparent surface area and pore vol. than most porous cryst. zeolites.  This simple and potentially universal design strategy is currently being pursued in the synthesis of new phases and composites, and for gas-storage applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXnvFSiuro%253D&md5=68f27e20a7e4e15ea2c2f49a2a61e98a", "11. ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Rosi", ", ", "N.", "; ", "Vodak", ", ", "D.", "; ", "Wachter", ", ", "J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2002", ",  ", "295", ",  ", "469", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Systematic design of pore size and functionality in isoreticular MOFs and their application in methane storage", "Eddaoudi, Mohamed; Kim, Jaheon; Rosi, Nathaniel; Vodak, David; Wachter, Joseph; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2002", "),\r\n    ", "295", "\r\n        (", "5554", "),\r\n    ", "469-472", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A strategy based on reticulating metal ions and org. carboxylate links into extended networks has been advanced to a point that allowed the design of porous structures in which pore size and functionality could be varied systematically.  Metal-org. framework (MOF-5), a prototype of a new class of porous materials and one that is constructed from octahedral Zn-O-C clusters and benzene links, was used to demonstrate that its three-dimensional porous system can be functionalized with the org. groups -Br, -NH2, -OC3H7, -OC5H11, -C2H4, and -C4H4 and that its pore size can be expanded with the long mol. struts biphenyl, tetrahydropyrene, pyrene, and terphenyl.  We synthesized an isoreticular series (one that has the same framework topol.) of 16 highly cryst. materials whose open space represented up to 91.1% of the crystal vol., as well as homogeneous periodic pores that can be incrementally varied from 3.8 to 28.8 Å.  One member of this series exhibited a high capacity for methane storage (240 cm3 at std. temp.), and others the lowest densities (0.41 to 0.21 g/cm3) for a cryst. material at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlyrtLjP&md5=d218d4040887f5fb390a733ee156d27b", "12. ", "Yao", ", ", "Q.", "; ", "Su", ", ", "J.", "; ", "Cheung", ", ", "O.", "; ", "Liu", ", ", "Q.", "; ", "Hedin", ", ", "N.", "; ", "Zou", ", ", "X.", " ", "J. Mater. Chem.", " ", "2012", ",  ", "22", ",  ", "10345", "[", "Crossref", "], [", "CAS", "]", "12. ", "Interpenetrated metal-organic frameworks and their uptake of CO2 at relatively low pressures", "Yao, Qingxia; Su, Jie; Cheung, Ocean; Liu, Qingling; Hedin, Niklas; Zou, Xiaodong", "Journal of Materials Chemistry", "\r\n        (", "2012", "),\r\n    ", "22", "\r\n        (", "20", "),\r\n    ", "10345-10351", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Adsorption-driven sepn. of CO2 from flue gas has the potential to cut the cost for carbon capture and storage.  Among the porous physisorbents, metal-org. frameworks (MOFs) are a class of promising candidates for gas sepn. and storage owing to their extraordinarily high sp. surface areas and pore vols., and predesigned pore structures.  Here, the authors report three interpenetrated MOFs composed of Zn4O clusters and rigid dicarboxylate anions, namely SUMOF-n (SU = Stockholm University; n = 2, 3, 4).  All the interpenetrated MOFs possess small pores of two different types and high pore vols.  SUMOF-2 had a structure similar to interpenetrated MOF-5, but with an extra-framework cation present in one of the two types of pores.  SUMOF-3 was an interpenetrated version of IRMOF-8 while SUMOF-4 crystd. with mixed linkers, biphenyl-4,4'-dicarboxylic acid and benzene-1,4-dicarboxylic acid.  Among the three SUMOFs, SUMOF-4 had the largest sp. surface area (1612 m2 g-1) and pore vol.  Single component adsorption of CO2 and N2 was detd. at 273 K.  The interpenetrated SUMOF-2 adsorbed more CO2 than non-interpenetrated MOF-5 under 273 K and 1 bar.  This may be explained by the increased elec. field gradients due to the interpenetration in the MOF.  The uptake of CO2 for SUMOF-2 and SUMOF-4 was significant at somewhat higher pressure.  Their CO2 isotherms were close to linear, which could be beneficial for sepn. of CO2 via pressure swing adsorption from biogas or natural gas.  However, SUMOF-3 adsorbed most CO2 at pressures relevant for CO2 capture from flue gas.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XmtlGhtr8%253D&md5=702174174a0bb82392bc177863df8c8b", "13. ", "Koh", ", ", "K.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "15005", "ACS Full Text ", ", [", "CAS", "]", "13. ", "Coordination Copolymerization Mediated by Zn4O(CO2R)6 Metal Clusters: a Balancing Act between Statistics and Geometry", "Koh, Kyoungmoo; Wong-Foy, Antek G.; Matzger, Adam J.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "42", "),\r\n    ", "15005-15010", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Isolated successes of coordination copolymn. for the prodn. of microporous coordination polymers (MCPs) are reported recently; the logic for this synthetic approach was not established nor have the key features of the synthetic conditions needed to generalize the method.  Here, the authors establish guidelines for application of the copolymn. technique by exploring coordination modes and report, in addn. to details on two previous coordination copolymers with exceptional properties, three new MCPs: UMCM-3 (Zn4O(2,5-thiophenedicarboxylate)1.2(1,3,5-tris(4-carboxyphenyl)benzene)1.2), UMCM-4 (Zn4O(1,4-benzenedicarboxylate)3/2(4,4',4''-tricarboxytriphenylamine)), and UMCM-5 (Zn4O(1,4-naphthalenedicarboxylate)(1,3,5-tris(4-carboxyphenyl)benzene)4/3).  The MCPs prepd. by the copolymn. technique demonstrate Brunauer-Emmett-Teller (BET) surface areas between 3500-5200 m2/g and high pore vols. (1.64-2.37 cm3/g).  The alignment of poly(3-hexylthiophene) within mesoporous channels of UMCM-1 is reported as a demonstration of the unique properties of these hosts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXht1GqsbrJ&md5=c73a99e5d13b77101a6f57a64ce5b2bd", "14. ", "(a) ", "Kim", ", ", "M.", "; ", "Boissonnault", ", ", "J. A.", "; ", "Allen", ", ", "C. A.", "; ", "Dau", ", ", "P. V.", "; ", "Cohen", ", ", "S. M.", " ", "Dalton Trans.", " ", "2012", ",  ", "41", ",  ", "6277", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Functional tolerance in an isoreticular series of highly porous metal-organic frameworks", "Kim, Min; Boissonnault, Jake A.; Allen, Corinne A.; Dau, Phuong V.; Cohen, Seth M.", "Dalton Transactions", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "20", "),\r\n    ", "6277-6282", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Highly porous University of Michigan Cryst. Material (UMCM-1) type Zn-based metal-org. frameworks (MOFs) were synthesized from mono- and bi-functionalized benzenedicarboxylate (BDC) ligands.  In total, 16 new functionalized UMCM-1 derivs. were obtained by a combination of pre- and postsynthetic functionalization.  Through postsynthetic modification (PSM), amino-halo bifunctional MOFs were converted into amide-halo materials via solid-state acylation reactions.  Bifunctional MOFs contg. Cl, Br, and I groups revealed that PSM conversion is not affected by the size of the halide, only by the steric bulk of the reagent used in these solid-state org. transformations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xmt1ylsrw%253D&md5=c59d597b4cc81fa9202164d86935ecae", "(b) ", "Henke", ", ", "S.", "; ", "Schneemann", ", ", "A.", "; ", "Wütscher", ", ", "A.", "; ", "Fischer", ", ", "R. A.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "9464", "ACS Full Text ", ", [", "CAS", "]", "14. ", "Directing the Breathing Behavior of Pillared-Layered Metal-Organic Frameworks via a Systematic Library of Functionalized Linkers Bearing Flexible Substituents", "Henke, Sebastian; Schneemann, Andreas; Wuetscher, Annika; Fischer, Roland A.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "22", "),\r\n    ", "9464-9474", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Flexible metal-org. frameworks (MOFs), also referred to as soft porous crystals (SPCs), show reversible structural transitions dependent on the nature and quantity of adsorbed guest mols.  In recent studies it is reported that covalent functionalization of the org. linker can influence or even integrate framework flexibility (breathing) in MOFs.  However, rational fine-tuning of such responsive properties is very desirable but challenging as well.  Here the authors present a powerful approach for the targeted manipulation of responsiveness and framework flexibility of an important family of pillared-layered MOFs based on the parent structure [Zn2(bdc)2(dabco)]n (bdc = 1,4-benzenedicarboxylate; dabco = 1,4-diazabicyclo[2.2.2]octane).  A library of functionalized bdc-type linkers (fu-bdc), which bear addnl. dangling side groups at different positions of the benzene core (alkoxy groups of varying chain length with diverse functionalities and polarity), was generated.  Synthesis of [Zn2(fu-bdc)2(dabco)]n yields the resp. collection of highly responsive MOFs.  The parent MOF is only weakly flexible; however, the substituted frameworks of [Zn2(fu-bdc)2(dabco)]n contract drastically upon guest removal and expand again upon adsorption of DMF, EtOH, or CO2, etc., while N2 is hardly adsorbed and does not open the narrow-pored form.  These breathing dynamics are attributed to the dangling side chains that act as immobilized guests, which interact with mobile guest mols. as well as with themselves and with the framework backbone.  The structural details of the guest-free, contracted form and the gas sorption behavior (phase transition pressure, hysteresis loop) are highly dependent on the nature of the substituent at the linker and can therefore be adjusted using the authors' approach.  Combining the authors' library of functionalized linkers with the concept of mixed-component MOFs (solid solns.) offers very rich addnl. dimensions of tailoring the structural dynamics and responsiveness.  Implementation of two differently functionalized linkers in varying ratios yields multicomponent single-phased [Zn2(fu-bdc')2x(fu-bdc'')2-2x(dabco)]n MOFs (0 < x < 1) of increased inherent complexity, which feature a nonlinear dependence of their gas sorption properties on the applied ratio of components.  Hence, the responsive behavior of such pillared-layered MOFs can be extensively tuned via an intelligent combination of functionalized linkers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XmvV2gu7g%253D&md5=77c6f577d9bbe291f8f0acc44f27de76", "(c) ", "Garibay", ", ", "S. J.", "; ", "Cohen", ", ", "S. M.", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "7700", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Isoreticular synthesis and modification of frameworks with the UiO-66 topology", "Garibay, Sergio J.; Cohen, Seth M.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "41", "),\r\n    ", "7700-7702", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Amino, bromo, nitro, and naphthalene functionalized terephthalates in UiO-66 metal-org. frameworks [Zr6O4(OH)4(p-O2C-Ar-CO2)6]n were synthesized through reticular chem.  UiO-66-NH2 is suitable for postsynthetic modification with a variety of anhydrides to generate new, functionalized frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXht1Omtr%252FF&md5=c1a46e2905cef5bb4522a9f754df38d1", "(d) ", "Kandiah", ", ", "M.", "; ", "Nilsen", ", ", "M. H.", "; ", "Usseglio", ", ", "S.", "; ", "Jakobsen", ", ", "S.", "; ", "Olsbye", ", ", "U.", "; ", "Tilset", ", ", "M.", "; ", "Larabi", ", ", "C.", "; ", "Quadrelli", ", ", "E. A.", "; ", "Bonino", ", ", "F.", "; ", "Lillerud", ", ", "K. P.", " ", "Chem. Mater.", " ", "2010", ",  ", "22", ",  ", "6632", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Synthesis and Stability of Tagged UiO-66 Zr-MOFs", "Kandiah, Mathivathani; Nilsen, Merete Hellner; Usseglio, Sandro; Jakobsen, Soren; Olsbye, Unni; Tilset, Mats; Larabi, Cherif; Quadrelli, Elsje Alessandra; Bonino, Francesca; Lillerud, Karl Petter", "Chemistry of Materials", "\r\n        (", "2010", "),\r\n    ", "22", "\r\n        (", "24", "),\r\n    ", "6632-6640", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The assembly of extended structures of the Zr-based MOF UiO-66 was pursued with three different com. available ligands: 2-aminobenzenedicarboxylic acid (H2N-H2BDC), 2-nitrobenzenedicarboxylic acid (ON-H2BDC), and 2-bromobenzenedicarboxylic acid (Br-H2BDC).  Three new functionalized MOFs UiO-66-NH2 (1), UiO-66-NO2 (2), and UiO-66-Br (3) was initiated by detg. the reaction conditions necessary to produce MOFs with the same topol. of the parent UiO-66.  Thermal and structural stability of the modified MOFs were examd. using powder X-ray diffraction anal. (PXRD) and thermogravimetric anal. (TGA).  Langmuir surface areas were also detd. using N2 isotherms at 77 K to examine the porosity of the functionalized materials.  Some changes in the surface area because of the presence of addnl. functionality on the BDC ligand were revealed.  The results demonstrate the possibility of incorporating active functional groups into the UiO-66 structure almost without losing its exceptionally high thermal and chem. stability.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsFaksbvP&md5=4c6f80512caaa2e5521e4e4f0b180b1a", "(e) ", "Biswas", ", ", "S.", "; ", "Ahnfeldt", ", ", "T.", "; ", "Stock", ", ", "N.", " ", "Inorg. Chem.", " ", "2011", ",  ", "50", ",  ", "9518", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "New Functionalized Flexible Al-MIL-53-X (X = -Cl, -Br, -CH3, -NO2, -(OH)2) Solids: Syntheses, Characterization, Sorption, and Breathing Behavior", "Biswas, Shyam; Ahnfeldt, Tim; Stock, Norbert", "Inorganic Chemistry", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "19", "),\r\n    ", "9518-9526", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Five new flexible Al terephthalate deriv. hydroxo frameworks, [Al(OH)(BDC-X)]·n(guests), were prepd. by solvothermal methods [BDC = 1,4-benzene-dicarboxylate; X = 2-chloro (1); 2-bromo (2); 2-Me (3); 2-nitro (4); 2,5-dihydroxy (5)].  The as synthesized (Al-MIL-53-X-AS) as well as the activated compds. were characterized by x-ray powder diffraction (XRPD), IR spectroscopy, thermogravimetric (TG), and elemental anal.  Activation, i.e., removal of unreacted H2BDC-X mols. and/or occluded solvent mols., followed by hydration in air at room temp., led to the narrow pore (NP) form of [Al(OH)(BDC-X)]·n(H2O) (Al-MIL-53-X).  TGA and temp.-dependent XRPD (TDXRPD) expts. performed on the NP-form of the compds. indicate high thermal stability in the range 325-500°.  As verified by N2, CO2, or H2O sorption measurements, most of the thermally activated compds. exhibit significant microporosity.  Similar to pristine Al-MIL-53, the present compds. retain their structural flexibility depending on the nature of guest mols. and temp., as verified by cell parameter detn. from XRPD data.  The breathing behavior of the functionalized frameworks upon dehydration-rehydration, studied by temp. and time-dependent XRPD measurements, differs significantly compared to parent Al-MIL-53.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFeksr7J&md5=0d28e50d97d4801ef914d8ccc38da211", "15. ", "Walton", ", ", "K. S.", "; ", "Snurr", ", ", "R. Q.", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "8552", "ACS Full Text ", ", [", "CAS", "]", "15. ", "Applicability of the BET Method for Determining Surface Areas of Microporous Metal-Organic Frameworks", "Walton, Krista S.; Snurr, Randall Q.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "27", "),\r\n    ", "8552-8556", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The surface area is one of the most important quantities for characterizing novel porous materials.  The BET anal. is the std. method for detg. surface areas from nitrogen adsorption isotherms and was originally derived for multilayer gas adsorption onto flat surfaces.  Metal-org. frameworks (MOFs) are a relatively new class of cryst., porous materials that exhibit very large BET surface areas.  These materials are microporous and possess surfaces that are far from flat.  In some MOFs, adsorption occurs through a pore-filling mechanism rather than by layer formation.  Thus, it is unclear whether BET surface area nos. reported for these materials are truly meaningful.  Given the std. practice of reporting BET surface areas for novel porous materials, a crit. test of the BET method is much needed.  Grand canonical Monte Carlo simulations were used to predict adsorption isotherms for nitrogen in MOFs.  The predicted isotherms were used as pseudoexperimental data to test the applicability of the BET theory for obtaining surface areas of microporous MOFs.  BET surface areas calcd. from the simulated isotherms agree very well with the accessible surface areas calcd. directly from the crystal structures in a geometric fashion.  The surface areas agree well with exptl. reports in the literature.  These results provide a strong validation that the BET theory can be used to obtain surface areas of MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXms12gur0%253D&md5=afdfa7c0f69c8645a456afb207431957", "16. ", "Dueren", ", ", "T.", "; ", "Millange", ", ", "F.", "; ", "Ferey", ", ", "G.", "; ", "Walton", ", ", "K. S.", "; ", "Snurr", ", ", "R. Q.", " ", "J. Phys. Chem. C", " ", "2007", ",  ", "111", ",  ", "15350", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Calculating Geometric Surface Areas as a Characterization Tool for Metal-Organic Frameworks", "Dueren, Tina; Millange, Franck; Ferey, Gerard; Walton, Krista S.; Snurr, Randall Q.", "Journal of Physical Chemistry C", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "42", "),\r\n    ", "15350-15356", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) synthesized in a building-block approach from org. linkers and metal corner units offer the opportunity to design materials with high surface areas for adsorption applications by assembling the appropriate building blocks.  In this paper, we show that the surface area calcd. in a geometric fashion from the crystal structure is a useful tool for characterizing MOFs.  We argue that the accessible surface area rather than the widely used Connolly surface area is the appropriate surface area to characterize cryst. solids for adsorption applications.  The accessible surface area calcd. with a probe diam. corresponding to the adsorbate of interest provides a simple way to screen and compare adsorbents.  We investigate the effects of the probe mol. diam. on the accessible surface area and discuss the implications for increasing the surface area of metal-org. frameworks by the use of catenated structures.  We also demonstrate that the accessible surface area provides a useful tool for judging the quality of a synthesized sample.  Exptl. surface areas can be adversely affected by incomplete solvent removal during activation, crystal collapse, or interpenetration.  The easily calcd. accessible surface area provides a benchmark for the theor. upper limit for a perfect crystal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtFShtLjP&md5=47226155a5817ef357a9b6f941883ee6", "17. ", "Rowsell", ", ", "J. L. C.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "1304", "ACS Full Text ", ", [", "CAS", "]", "17. ", "Effects of Functionalization, Catenation, and Variation of the Metal Oxide and Organic Linking Units on the Low-Pressure Hydrogen Adsorption Properties of Metal-Organic Frameworks", "Rowsell, Jesse L. C.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "4", "),\r\n    ", "1304-1315", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The dihydrogen adsorption isotherms of eight metal-org. frameworks (MOFs), measured at 77 K up to a pressure of 1 atm, were examd. for correlations with their structural features.  All materials display approx. Type I isotherms with no hysteresis, and satn. was not reached for any of the materials under these conditions.  Among the six iso-reticular MOFs (IRMOFs) studied, the catenated materials exhibit the largest capacities on a molar basis, up to 9.8 H2 per formula unit.  The addn. of functional groups (-Br, -NH2, -C2H4-) to the phenylene links of IRMOF-1 (MOF-5), or their replacement with thieno[3,2-b]thiophene moieties in IRMOF-20, altered the adsorption behavior by a minor amt. despite large variations in the pore vols. of the resulting materials.  But replacement of the metal oxide units with those contg. coordinatively unsatd. metal sites resulted in greater H2 uptake.  The enhanced affinities of these materials, MOF-74 and HKUST-1, were further demonstrated by calcn. of the isosteric heats of adsorption, which were larger across much of the range of coverage examd., compared to those of representative IRMOFs.  Probably under low-loading conditions, the H2 adsorption behavior of MOFs can be improved by imparting larger charge gradients on the metal oxide units and adjusting the link metrics to constrict the pore dimensions; however, a large pore vol. is still a prerequisite feature.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XitV2msg%253D%253D&md5=76a0797beec956e59ca2ddf029f5a386", "18. ", "Wilmer", ", ", "C. E.", "; ", "Leaf", ", ", "M.", "; ", "Lee", ", ", "C.", "; ", "Farha", ", ", "O. K.", "; ", "Hauser", ", ", "B. G.", "; ", "Hupp", ", ", "J. T.", "; ", "Snurr", ", ", "R. Q.", " ", "Nat. Chem.", " ", "2012", ",  ", "4", ",  ", "83", "[", "Crossref", "], [", "CAS", "]", "18. ", "Large-scale screening of hypothetical metal-organic frameworks", "Wilmer, Christopher E.; Leaf, Michael; Lee, Chang Yeon; Farha, Omar K.; Hauser, Brad G.; Hupp, Joseph T.; Snurr, Randall Q.", "Nature Chemistry", "\r\n        (", "2012", "),\r\n    ", "4", "\r\n        (", "2", "),\r\n    ", "83-89", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Metal-org. frameworks (MOFs) are porous materials constructed from modular mol. building blocks, typically metal clusters and org. linkers.  These can, in principle, be assembled to form an almost unlimited no. of MOFs, yet materials reported to date represent only a tiny fraction of the possible combinations.  Here, the authors demonstrate a computational approach to generate all conceivable MOFs from a given chem. library of building blocks (based on the structures of known MOFs) and rapidly screen them to find the best candidates for a specific application.  From a library of 102 building blocks the authors generated 137,953 hypothetical MOFs and for each calcd. the pore-size distribution, surface area and methane-storage capacity.  The authors identified over 300 MOFs with a predicted methane-storage capacity better than that of any known material, and this approach also revealed structure-property relations.  Methyl-functionalized MOFs were frequently top performers, so the authors selected one such promising MOF and exptl. confirmed its predicted capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVagtL3K&md5=3becbfed2fdacdb8b58146666da7c038", "19. ", "(a) ", "Sen Gupta", ", ", "A.", "; ", "Deshpande", ", ", "R. K.", "; ", "Liu", ", ", "L.", "; ", "Waterhouse", ", ", "G. I. N.", "; ", "Telfer", ", ", "S. G.", " ", "CrystEngComm", " ", "2012", ",  ", "14", ",  ", "5701", "[", "Crossref", "], [", "CAS", "]", "19. ", "Porosity in metal-organic frameworks following thermolytic postsynthetic deprotection: gas sorption, dye uptake and covalent derivatisation", "Sen Gupta, Anushree; Deshpande, Rajesh K.; Liu, Lujia; Waterhouse, Geoffrey I. N.; Telfer, Shane G.", "CrystEngComm", "\r\n        (", "2012", "),\r\n    ", "14", "\r\n        (", "18", "),\r\n    ", "5701-5704", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The porosity of [Zn4O(L)3] (L = functionalized aminobiphenyl dicarboxylate) MOFs before and after the removal of thermocleavable protecting groups was probed by a range of expts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtF2rt7rM&md5=ee355555385f566f5968ed8f74d04fd7", "(b) ", "Lun", ", ", "D. J.", "; ", "Waterhouse", ", ", "G. I. N.", "; ", "Telfer", ", ", "S. G.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "5806", "ACS Full Text ", ", [", "CAS", "]", "19. ", "A General Thermolabile Protecting Group Strategy for Organocatalytic Metal-Organic Frameworks", "Lun, David J.; Waterhouse, Geoffrey I. N.; Telfer, Shane G.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "15", "),\r\n    ", "5806-5809", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors present a general strategy for incorporating organocatalytic moieties into metal-org. frameworks (MOFs).  The organocatalytic units are protected by a thermolabile protecting group during MOF synthesis and then unveiled by a simple postsynthetic heating step.  The strategy is exemplified using a thermolabile tert-butoxycarbonyl (Boc) protecting group for a proline moiety, the removal of which endows the resulting cubic Zn(II) IRMOF with catalytic activity for asym. aldol reactions.  The bulky Boc groups also prevent framework interpenetration, producing open MOFs that can admit relatively large substrates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjvV2gt70%253D&md5=a1a619d6cf7879ecfcbde47d07d61974", "(c) ", "Deshpande", ", ", "R. K.", "; ", "Minnaar", ", ", "J. L.", "; ", "Telfer", ", ", "S. G.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "47", ",  ", "4598", "[", "Crossref", "]", "There is no corresponding record for this reference."], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2013/jacsat.2013.135.issue-47/ja4100244/production/images/small/ja-2013-100244_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2013/jacsat.2013.135.issue-47/ja4100244/production/images/small/ja-2013-100244_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2013/jacsat.2013.135.issue-47/ja4100244/production/images/small/ja-2013-100244_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2013/jacsat.2013.135.issue-47/ja4100244/production/images/small/ja-2013-100244_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2013/jacsat.2013.135.issue-47/ja4100244/production/images/small/ja-2013-100244_0005.gif\">"]}
