{"title": ["Gradual Release of Strongly Bound Nitric Oxide from Fe", "(NO)", "(dobdc)"], "authors": ["Eric D. Bloch", "Wendy L. Queen", "Sachin Chavan", "Paul S. Wheatley", "Joseph M. Zadrozny", "Russell Morris", "Craig M. Brown", "Carlo Lamberti", "Silvia Bordiga", "Jeffrey R. Long"], "doi": ["10.1021/ja5132243"], "abstract": ["An iron(II)-based metal–organic framework featuring coordinatively unsaturated redox-active metal cation sites, Fe", "(dobdc) (dobdc", " = 2,5-dioxido-1,4-benzenedicarboxylate), is shown to strongly bind nitric oxide at 298 K. Adsorption isotherms indicate an adsorption capacity greater than 16 wt %, corresponding to the adsorption of one NO molecule per iron center. Infrared, UV–vis, and Mössbauer spectroscopies, together with magnetic susceptibility data, confirm the strong binding is a result of electron transfer from the Fe", " sites to form Fe", "–NO", " adducts. Consistent with these results, powder neutron diffraction experiments indicate that NO is bound to the iron centers of the framework with an Fe–NO separation of 1.77(1) Å and an Fe–N–O angle of 150.9(5)°. The nitric oxide-containing material, Fe", "(NO)", "(dobdc), steadily releases bound NO under humid conditions over the course of more than 10 days, suggesting it, and potential future iron(II)-based metal–organic frameworks, are good candidates for certain biomedical applications."], "text": ["Metal–organic frameworks, which have received a great deal of attention for gas storage and molecular separations,", "(1)", " have also recently shown promise for applications in biomedicine, typically for drug storage and delivery.", "(2)", " Although a number of structures have been synthesized from biologically active ligands,", "(3)", " bioactive molecules can also be incorporated into a metal–organic framework postsynthetically", "(4)", " or produced via the catalytic decomposition of precursor molecules such as S-nitrosothiols.", "(5)", " An important example of this is the adsorption and release of nitric oxide by frameworks featuring coordinatively unsaturated metal centers. The first investigation involved the widely studied metal–organic framework Cu", "3", "(btc)", "2", " (btc", "3–", " = 1,3,5-benzenetricarboxylate, HKUST-1).", "(6, 7)", " This compound adsorbs nearly 4.0 mmol/g of NO, a significant improvement over zeolites, which can adsorb NO with maximum capacities of 1 mmol/g under similar conditions.", "(8)", " Upon exposing HKUST-1 to humid air, a slow release of a fraction of the coordinated NO occurs over the course of an hour. Although the amount released is limited to just ∼2 μmol/g, it proved sufficient to inhibit platelet aggregation in biological experiments, which is necessary to prevent blood clotting. In addition to antithrombotic applications, porous materials that can store and deliver the critical biological signaling molecule NO may be useful for antibacterial and wound healing applications.", "(9)", "In order to improve upon the NO release properties of HKUST-1, storage and release by Ni", "2", "(dobdc) and Co", "2", "(dobdc) were subsequently studied.", "(10, 11)", " These materials feature exceptionally high densities of coordinatively unsaturated metal cations and are unable to form the M", "I", "–NO", "+", " adducts likely responsible for the poor NO release displayed by HKUST-1. Indeed, the frameworks adsorbed close to 7 mmol/g NO at room temperature and released the entire quantity within 15 h of exposure to humid air. These frameworks, however, suffer from biocompatibility issues, as they are based on cobalt or nickel. The NO storage and release properties of a family of biocompatible MIL-88(Fe)-based metal–organic frameworks were recently reported.", "(12)", " However, these materials adsorb and release <0.35 mmol of NO per gram, significantly less than the M", "2", "(dobdc) frameworks.", "Figure 1. Adsorption of NO in Fe", "2", "(dobdc) at 298 K; closed and open symbols represent adsorption and desorption, respectively. Inset: Saturation is nearly achieved by 7 mbar.", "One of the more recently discovered members of the M", "2", "(dobdc) series, Fe", "2", "(dobdc),", "(13)", " combines the advantages of both systems, exhibiting the high density of accessible sites found in all M", "2", "(dobdc) compounds and the biocompatibility of iron. Moreover, it has been demonstrated that, unlike other members of the M", "2", "(dobdc) family, Fe", "2", "(dobdc) displays strong, selective interactions with O", "2", " based on the accessible redox nature of the Fe", "II", " centers in the material. Given these promising attributes, we sought to investigate NO storage and release in Fe", "2", "(dobdc).", "The NO adsorption isotherm at 298 K, shown in Figure ", "1", ", offers an initial indication that Fe", "2", "(dobdc) may be of utility for NO storage and release. Under these conditions the isotherm is extraordinarily steep, approaching saturation near 0.007 bar. At this very low pressure, the adsorption corresponds to 0.95 NO molecules per iron site and reaches 1.00 at 1.2 bar. In contrast, the adsorption of NO in Co", "2", "(dobdc) and Ni", "2", "(dobdc) reaches one molecule per accessible metal site at pressures greater than 0.2 bar.", "(10)", " All three frameworks show significant hysteresis in their adsorption isotherms. While the cobalt and nickel analogues desorb approximately 1–2 mmol/g at low pressure, Fe", "2", "(dobdc) retains 0.95 NO/Fe (6.21 mmol/g) upon desorption to 0.007 mbar. Further experiments, in which the sample is placed under dynamic vacuum or flowing N", "2", ", indicate NO remains bound until at least 353 K. Similar to the adsorption of O", "2", " in this framework, the bright green sample turns dark brown upon adsorption of NO, indicating oxidation of the Fe", "II", " sites.", "(13)", "Infrared spectroscopy offers a convenient means of investigating the nature of NO binding and has been widely employed to probe the interaction of NO with iron(II) centers.", "(14)", " The N–O stretching frequency of free nitric oxide occurs at 1876 cm", "–1", ", and can range from 1500 to 1900 cm", "–1", " upon coordination to a transition metal. The specific energy depends on the mode of coordination, with lower frequencies usually corresponding to a significantly bent M–N–O angle. In the case of {Fe-NO}", "7", ", these values typically fall in the range of 1700–1860 cm", "–1", ".", "(14b, 14d)", " Accordingly, Fe", "2", "(NO)", "2", "(dobdc) displays a single peak at low NO coverage of 1782 cm", "–1", ", the small peak around 1810 cm", "–1", " is an effect of background subtraction (see Figure ", "2", "). The observed red shift is significantly larger than that measured on the isostructural Ni", "2", "(dobdc) (1845 cm", "–1", ") system,", "(11)", " and is even larger than that observed upon dosing NO on very active surface sites such as Cr", "II", " (1810 cm", "–1", ")", "(15a)", " or Fe", "II", " (1845–1860 cm", "–1", ")", "(14a)", " on silica or Cu", "I", " (1790–1810 cm", "–1", ")", "(15b-15e)", " in zeolites. This indicates a substantial charge transfer from the Fe", "II", " centers in Fe", "2", "(dobdc) to NO. A mechanism that was invoked for Fe-MOF-5,", "(14e)", " a framework that displays a significantly red-shifted N−O stretching frequency (1788 cm", "−1", ") upon coordination to the iron(II) centers in the framework.", "Figure 2. Infrared spectra of Fe", "2", "(dobdc) in the presence of increasing NO pressure at room temperature (0–0.04 mbar interval), the IR spectrum of activated Fe", "2", "(dobdc) has been subtracted. Inset: Diffuse reflectance UV–vis–NIR spectra of Fe", "2", "(dobdc) (red) and Fe", "2", "(NO)", "2", "(dobdc) (black).", "The highest coverage spectrum displayed in Figure ", "2", " corresponds to an NO equilibrium pressure (", "P", "NO", ") of 0.04 mbar. Further increases in ", "P", "NO", " reveal that the band at 1782 cm", "–1", " is already saturated, as it does not move in frequency (", "Figure S1", "), reflecting the isolated nature of the Fe", "III", "–NO", "–", " oscillator inside the framework.", "(14d)", " The steep increase of the Fe", "III", "–NO", "–", " band in the low ", "P", "NO", " region, fully supports the adsorption data reported in Figure ", "1", ". No additional bands ascribable to nitrosylic species were observed at any pressure, indicating that the mono-nitrosyl complex does not evolve into iron poly-nitrosyls, as observed in zeolites.", "(14a)", " This confirms the 1:1 stoichiometry measured in the volumetric adsorption experiment. After NO adsorption, O", "2", " was introduced to the framework to probe whether any accessible iron(II) sites remain. As shown in Figure S1 of the ", "Supporting Information", ", the spectrum is nearly unchanged with a minimal amount of hydroxyl formation observed. This additional experiment demonstrates that the NO coordinated to Fe prevents oxidation by O", "2", " and the decomposition otherwise observed upon exposing Fe", "2", "(dobdc) to air.", "(13)", " Evacuation of Fe", "2", "(NO)", "2", "(dobdc) at 353 K does not result in any appreciable NO desorption, while the N–O band disappears almost completely upon evacuation at 433 K (orange and red spectra in ", "Figure S1", ").", "The formation of a stable Fe", "III", "–NO", "–", " complex with a bent Fe–N–O geometry is also suggested by the UV–vis absorption spectra, as shown in the inset of Figure ", "2", ". These spectra reveal the disappearance of the d-d bands around 5000 and 12 000 cm", "–1", ", which is accompanied by the appearance of three new electronic transitions at 14 000, 17 000, and 20 000 cm", "–1", " that are likely related to d-d transitions with mixed p character. Extensive mixing of the metal and ligand wave functions in the molecular orbitals of the complex does not allow a distinction between ligand field and charge transfer for these transitions.", "Both Mössbauer spectroscopy and dc magnetic susceptibility measurements confirm the charge transfer from iron(II) to NO. At room temperature the Mössbauer spectrum of Fe", "2", "(dobdc) features a simple doublet. This doublet exhibits an isomer shift and quadrupole splitting of 1.094(3) and 2.02(1) mm/s, respectively, both consistent with high-spin iron(II).", "(13)", " The Mössbauer spectra of Fe", "2", "(NO)", "2", "(dobdc) indicates oxidized iron cations with substantially reduced isomer shift and quadrupole splitting (see ", "Figure S3", "). At 298 K these values, 0.563(4) and 1.057(7) mm/s, respectively, are consistent with high-spin iron(III) in an octahedral coordination environment. Although Mössbauer studies on octahedral {Fe-NO}", "7", " systems are relatively rare,", "(16)", " the parameters for Fe", "2", "(NO)", "2", "(dobdc) are in good agreement, for example, with the reported values of δ = 0.68 mm/s and Δ", "E", " = 1.03 mm/s for deoxy hemerythrin.", "(17)", " The room temperature χ", "M", "T", " value of 3.40 cm", "3", "K/mol indicates an ", "S", " = 3/2 system, consistent with an ", "S", " = 5/2 Fe", "III", " center antiferromagnetically coupled to an ", "S", " = 1 NO", "–", " moiety (", "Figure S4", ").", "We turned to powder neutron diffraction to further investigate the binding of NO within Fe", "2", "(dobdc). A Rietveld refinement was performed against data collected for a sample of Fe", "2", "(NO)", "2", "(dobdc) at 4 K. From this model a single adsorption site is apparent with coordinated nitric oxide exhibiting a refined occupancy of 0.970(5) NO molecules per Fe site. As expected, NO is N-bound with a bent geometry, featuring an Fe–N distance of 1.785(7) Å and an Fe–N–O angle of 151.4(6)° (see Figure ", "3", "). Both of these values are consistent with previously reported Fe", "III", "–NO", "–", " species.", "(18)", " As observed previously in Fe", "2", "(OH)", "2", "(dobdc),", "(19)", " the Fe–O bond ", "trans", " to the open coordination site elongates substantially upon NO coordination, shifting from 2.13(2) to 2.31(1) Å. The N–O distance of 1.17(1) Å is slightly elongated from that of free NO (1.154),", "(20)", " consistent with the formation of NO", "–", ".", "To monitor NO release, a sample of Fe", "2", "(NO)", "2", "(dobdc) (see the ", "Supporting Information", " for full experimental procedures) was exposed to N", "2", " at 11% relative humidity at 310 K, and the amount of NO released was quantified by chemiluminescence. As shown in Figure ", "4", ", the material initially releases a short burst of NO, which is likely attributable to a small amount of physisorbed gas. Over the duration of the experiment, the compound slowly released approximately two-thirds of the strongly bound NO. A reproducible increase in NO concentration is seen after approximately 3 days, which may correspond to some structural rearrangement or partial collapse as NO is released. Although the total quantity of 4.0 mmol/g released was less than released by both Ni", "2", "(dobdc) and Co", "2", "(dobdc) (7.0 and 6.7 mmol/g, respectively) tested under the same conditions,", "(10)", " it was delivered much more slowly, still releasing PPB concentrations after 10 days. As there is approximately 2.0–2.5 mmol/g of NO remaining, this material has the possibility of releasing NO for an even longer period of time. A similar release behavior was observed at 298 K (see ", "Figure S5", ").", "Figure 3. Structures of Fe", "2", "(dobdc) and Fe", "2", "(NO)", "2", "(dobdc) as determined from Rietveld analysis of neutron powder diffraction data. Orange, blue, red, gray, and white spheres represent Fe, N, O, C, and H atoms, respectively. Values in parentheses give the estimated standard deviation in the final digit of the number.", "Figure 4. Release of NO by Fe", "2", "(NO)", "2", "(dobdc) upon contact with 11% relative humidity N", "2", " at 310 K. The red curve quantifies the total NO released in mmol/g, while the black data indicate that NO is still evolving after 10 days.", "The foregoing results demonstrate that Fe", "2", "(dobdc) can serve as a potentially biocompatible platform for the slow, moisture-triggered release of NO. The strong binding of nitric oxide to the coordinatively unsaturated, redox-active Fe", "II", " sites within Fe", "2", "(dobdc) is attributed to the formation of Fe", "III", "–NO", "–", " adducts, as characterized spectroscopically by various methods and structurally by powder neutron diffraction. Most significantly, as a result of the strong binding, Fe", "2", "(NO)", "2", "(dobdc) continues to steadily release NO over the course of at least 10 days. These results demonstrate the potential utility of iron(II)-based metal–organic frameworks for the strong binding and slow release of nitric oxide.", " ", "Top of Page", "Abstract", "References", "Supporting Information", "Experimental details, additional IR and Mössbauer spectra, magnetic susceptibility, powder diffraction pattern, and room temperature triggered release. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "References", "Acknowledgment", "This research was supported through the Center for Gas Separations Relevant to Clean Energy Technologies, an Energy Frontier Research Center funded by the U.S. Department of Energy, Office of Science, Office of Basic Energy Sciences, under award DE-SC0001015. We thank Arkema and Gerald K. Branch for fellowship support of E.D.B. and Ateneo Project 2011 ORTO11RRT5 for financial support of S.B., C.L., and S.C. C.L. acknowledges the Mega-grant of the Russian Federation Government number 14.Y26.31.0001 for support.", "Reference QuickView", "Top of Page", "Abstract", "References", "References", "This article references 20 other publications.", "1. ", "(a) ", "Li", ", ", "H.", "; ", "Eddaoudi", ", ", "M.", "; ", "O’Keefe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Nature", " ", "1999", ",  ", "402", ",  ", "276", "[", "Crossref", "], [", "CAS", "]", "1. ", "Design and synthesis of an exceptionally stable and highly porous metal-organic framework", "Li, Hailian; Eddaoudi, Mohamed; O'Keeffe, M.; Yaghi, M.", "Nature (London)", "\r\n        (", "1999", "),\r\n    ", "402", "\r\n        (", "6759", "),\r\n    ", "276-279", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Macmillan Magazines", ")\r\n        ", "Open metal-org. frameworks are widely regarded as promising materials for applications in catalysis, sepn., gas storage and mol. recognition.  Compared to conventionally used microporous inorg. materials such as zeolites, these org. structures have the potential for more flexible rational design, through control of the architecture and functionalization of the pores.  So far, the inability of these open frameworks to support permanent porosity and to avoid collapsing in the absence of guest mols., such as solvents, has hindered further progress in the field.  The authors report the synthesis of a metal-org. framework, Zn4O(BDC)3.(DMF)8.(PhCl) (named MOF-5, where BDC = 1,4-benzenedicarboxylate), which remains cryst., as evidenced by x-ray single-crystal analyses, and stable when fully desolvated and when heated up to 300°.  This synthesis is achieved by borrowing ideas from metal carboxylate cluster chem., where an org. dicarboxylate linker was used in a reaction that gives supertetrahedron clusters when capped with monocarboxylates.  The rigid and divergent character of the added linker allows the articulation of the clusters into a three-dimensional framework resulting in a structure with higher apparent surface area and pore vol. than most porous cryst. zeolites.  This simple and potentially universal design strategy is currently being pursued in the synthesis of new phases and composites, and for gas-storage applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXnvFSiuro%253D&md5=68f27e20a7e4e15ea2c2f49a2a61e98a", "(b) ", "Kitagawa", ", ", "S.", "; ", "Kitaura", ", ", "R.", "; ", "Noro", ", ", "S.-I.", " ", "Angew. Chem., Int. Ed.", " ", "2004", ",  ", "43", ",  ", "2334", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Functional porous coordination polymers", "Kitagawa, Susumu; Kitaura, Ryo; Noro, Shin-ichiro", "Angewandte Chemie, International Edition", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "18", "),\r\n    ", "2334-2375", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Discussion concs. on three aspects of coordination polymers: (1) the use of crystal engineering to construct porous frameworks from connectors and linkers (nano-space engineering), (2) characterizing and cataloging the porous properties by functions for storage, exchange, sepn., etc., and (3) the next generation of porous functions based on dynamic crystal transformations caused by guest mols. or phys. stimuli.  The authors' aim is to present the state of the art chem. and physics of and in the micropores of porous coordination polymers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXktFShtLk%253D&md5=9df52e99bad3cc0db67f65551a8c154f", "(c) ", "Matsuda", ", ", "R.", "; ", "Kitaura", ", ", "R.", "; ", "Kitagawa", ", ", "S.", "; ", "Kubota", ", ", "Y.", "; ", "Belosludov", ", ", "R. V.", "; ", "Kobayashi", ", ", "T. C.", "; ", "Sakamoto", ", ", "H.", "; ", "Chiba", ", ", "T.", "; ", "Takata", ", ", "M.", "; ", "Kawazoe", ", ", "Y.", "; ", "Mita", ", ", "Y.", " ", "Nature", " ", "2005", ",  ", "436", ",  ", "238", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Highly controlled acetylene accommodation in a metal-organic microporous material", "Matsuda, Ryotaro; Kitaura, Ryo; Kitagawa, Susumu; Kubota, Yoshiki; Belosludov, Rodion V.; Kobayashi, Tatsuo C.; Sakamoto, Hirotoshi; Chiba, Takashi; Takata, Masaki; Kawazoe, Yoshiyuki; Mita, Yoshimi", "Nature (London, United Kingdom)", "\r\n        (", "2005", "),\r\n    ", "436", "\r\n        (", "7048", "),\r\n    ", "238-241", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Metal-org. microporous materials (MOMs) have attracted wide scientific attention owing to their unusual structure and properties, as well as com. interest due to their potential applications in storage, sepn. and heterogeneous catalysis.  One of the advantages of MOMs compared to other microporous materials, such as activated carbons, is their ability to exhibit a variety of pore surface properties such as hydrophilicity and chirality, as a result of the controlled incorporation of org. functional groups into the pore walls.  This capability means that the pore surfaces of MOMs could be designed to adsorb specific mols.; but few design strategies for the adsorption of small mols. have been established so far.  Here we report high levels of selective sorption of acetylene mols. as compared to a very similar mol., carbon dioxide, onto the functionalized surface of a MOM.  The acetylene mols. are held at a periodic distance from one another by hydrogen bonding between two non-coordinated oxygen atoms in the nanoscale pore wall of the MOM and the two hydrogen atoms of the acetylene mol.  This permits the stable storage of acetylene at a d. 200 times the safe compression limit of free acetylene at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXmtVers7o%253D&md5=33d1004f5e9fc5dff5fe8327ebc502d7", "(d) ", "Millward", ", ", "A. R.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "17998", "ACS Full Text ", ", [", "CAS", "]", "1. ", "Metal-Organic Frameworks with Exceptionally High Capacity for Storage of Carbon Dioxide at Room Temperature", "Millward, Andrew R.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "51", "),\r\n    ", "17998-17999", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) show high CO2 storage capacity at room temp.  Gravimetric CO2 isotherms for MOF-2, MOF-505, Cu3(BTC)2, MOF-74, IRMOF-11, IRMOF-3, IRMOF-6, IRMOF-1 and MOF-177 are reported up to 42 bar.  Type I isotherms are found in all cases except for MOFs based on Zn4O(O2C)6 clusters, which reveal a sigmoidal isotherm.  The various pressures of the isotherm steps correlate with increasing pore size, which indicates potential for gas sepns.  The amine functionality of the IRMOF-3 pore shows evidence of relatively increased affinity for CO2.  Capacities qual. scale with surface area and range from 3.2 mmol/g for MOF-2 to 33.5 mmol/g (320 cm3(STP)/cm3, 147 wt %) for MOF-177, the highest CO2 capacity of any porous material reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXht1GktLnJ&md5=ad433b990b72836a16c8647c09ec85f2", "(e) ", "Férey", ", ", "G.", " ", "Chem. Soc. Rev.", " ", "2008", ",  ", "37", ",  ", "191", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Hybrid porous solids: past, present, future", "Ferey, Gerard", "Chemical Society Reviews", "\r\n        (", "2008", "),\r\n    ", "37", "\r\n        (", "1", "),\r\n    ", "191-214", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This crit. review will be of interest to the experts in porous solids (including catalysis), but also solid state chemists and physicists.  It presents the state-of-the-art on hybrid porous solids, their advantages, their new routes of synthesis, the structural concepts useful for their 'design', aiming at reaching very large pores.  Their dynamic properties and the possibility of predicting their structure are described.  The large tunability of the pore size leads to unprecedented properties and applications.  They concern adsorption of species, storage and delivery and the phys. properties of the dense phases. (323 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmtVWgsg%253D%253D&md5=89265036ce82503c95ce56685a9ceceb", "(f) ", "Morris", ", ", "R. E.", "; ", "Wheatley", ", ", "P. S.", " ", "Angew. Chem., Int. Ed.", " ", "2008", ",  ", "47", ",  ", "4966", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Gas storage in nanoporous materials", "Morris, Russell E.; Wheatley, Paul S.", "Angewandte Chemie, International Edition", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "27", "),\r\n    ", "4966-4981", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Gas storage in solids is becoming an ever more important technol., with applications and potential applications ranging from energy and the environment all the way to biol. and medicine.  Very highly porous materials, such as zeolites, carbon materials, polymers, and metal-org. frameworks, offer a wide variety of chem. compn. and structural architectures that are suitable for the adsorption and storage of many different gases, including hydrogen, methane, nitric oxide, and carbon dioxide.  However, the challenges assocd. with designing materials to have sufficient adsorption capacity, controllable delivery rates, suitable lifetimes, and recharging characteristics are not trivial in many instances.  The different chem. assocd. with the various gases of interest makes it necessary to carefully match the properties of the porous material to the required application.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXoslags7s%253D&md5=493591f2384eabaec7b9a26944610c97", "(g) ", "Czaja", ", ", "A. U.", "; ", "Trukhan", ", ", "N.", "; ", "Müller", ", ", "U.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1284", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Industrial applications of metal-organic frameworks", "Czaja, Alexander U.; Trukhan, Natalia; Muller, Ulrich", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1284-1293", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  New materials are prerequisite for major breakthrough applications affecting the daily life, and therefore are pivotal for the chem. industry.  Metal-org. frameworks (MOFs) constitute an emerging class of materials useful in gas storage, gas purifn., and sepn. applications as well as heterogeneous catalysis.  They not only offer higher surface areas and the potential for enhanced activity than currently used materials like base metal oxides, but also provide shape/size selectivity which is important both for sepns. and catalysis.  In this crit. review an overview of the potential applications of MOFs in the chem. industry is presented.  Furthermore, the synthesis and characterization of the materials are briefly discussed from the industrial perspective.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7o%253D&md5=63295ce7e2fb393c1abecd7623bc9c58", "(h) ", "Chen", ", ", "B.", "; ", "Xiang", ", ", "S.", "; ", "Qian", ", ", "G.", " ", "Acc. Chem. Res.", " ", "2010", ",  ", "43", ",  ", "1115", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Metal-Organic Frameworks with Functional Pores for Recognition of Small Molecules", "Chen, Banglin; Xiang, Shengchang; Qian, Guodong", "Accounts of Chemical Research", "\r\n        (", "2010", "),\r\n    ", "43", "\r\n        (", "8", "),\r\n    ", "1115-1124", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Mol. recognition, an important process in biol. and chem. systems, governs the diverse functions of a variety of enzymes and unique properties of some synthetic receptors.  Because mol. recognition is based on weak interactions between receptors and substrates, the design and assembly of synthetic receptors to mimic biol. systems and the development of novel materials to discriminate different substrates for selective recognition of specific mols. has proved challenging.  The extensive research on synthetic receptors for mol. recognition, particularly on noncovalent complexes self-assembled by hydrogen bonding and metal-org. coordination, has revealed some underlying principles.  In particular, these studies have demonstrated that the shapes of the supramol. receptors play significant roles in their specific and selective recognition of substrates: receptors can offer concave surfaces that complement their convex targets.  This Account describes our research to develop a synthetic mol. recognition platform using porous metal-org. frameworks (MOFs).  These materials contain functional pores to direct their specific and unique recognition of small mols. through several types of interactions: van der Waals interactions of the framework surface with the substrate, metal-substrate interactions, and hydrogen bonding of the framework surface with the substrate.  These materials have potential applications for gas storage, sepn., and sensing.  We demonstrate a simple strategy to construct a primitive cubic net of interpenetrated microporous MOFs from the self-assembly of the paddle-wheel clusters M2(CO2)4 (M = Cu2+, Zn2+, and Co2+) with two types of org. dicarboxylic acid and pillar bidentate linkers.  This efficient method allows us to rationally tune the micropores to size-exclusively sort different small gas mols., leading to the highly selective sepn. and purifn. of gases.  By optimizing the strong interactions between open metal sites within porous MOFs and gas mols. such as hydrogen and acetylene, we have developed several MOF materials with extraordinary acetylene storage capacity at room temp.  We have also immobilized Lewis acidic and basic sites into luminescent porous MOFs to recognize and sense neutral and ionic species.  Using the strategy to systematically immobilize different open metal sites within porous MOFs from the metallo-ligand precursors, we have developed the first microporous mixed-metal-org. framework (M'MOF) with enhanced affinity for hydrogen mols., which successfully sepd. D2 from H2 using kinetic isotope quantum mol. sieving.  Because we can functionalize the pores to direct their specific recognition of small mols., the emerging porous MOFs serve as novel functional materials for gas storage, sepn., heterogeneous catalysis, and sensing.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXlslyhtrs%253D&md5=f9230905a5656f9fe0e487967ecae356", "(i) ", "Zhou", ", ", "H.-C.", "; ", "Long", ", ", "J. R.", "; ", "Yaghi", ", ", "O. M.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "673", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Introduction to Metal-Organic Frameworks", "Zhou, Hong-Cai; Long, Jeffrey R.; Yaghi, Omar M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "673-674", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review is presented on prepn., structure and application of Metal-Org. Frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1OjtLw%253D&md5=abf05fcd4ae6b394b7f1048a93f5ebbc", "(j) ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. R.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T.-H.", "; ", "Long", ", ", "J. R.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "724", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "(k) ", "Herm", ", ", "Z. R.", "; ", "Bloch", ", ", "E. D.", "; ", "Long", ", ", "J. R.", " ", "Chem. Mater.", " ", "2014", ",  ", "26", ",  ", "323", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Hydrocarbon Separations in Metal-Organic Frameworks", "Herm, Zoey R.; Bloch, Eric D.; Long, Jeffrey R.", "Chemistry of Materials", "\r\n        (", "2014", "),\r\n    ", "26", "\r\n        (", "1", "),\r\n    ", "323-338", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  New materials capable of sepg. mixts. of satd., unsatd., and arom. hydrocarbons can enable more efficient industrial processes and cleaner energy.  Outstanding challenges in hydrocarbon sepns. stem from the similar structures, properties, and reactivities of the mols. comprising many of these mixts.  With high surface areas, tunable pore geometries, and adjustable surface functionality, metal-org. frameworks hold tremendous promise for effecting previously difficult or impossible sepns.  In this review, the authors provide a comprehensive account of the metal-org. frameworks that were studied for hydrocarbon sepns. within the context of their potential relevance for sepg. various industrial alkane-, alkene-, and arom.-contg. mixts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvVGkt77J&md5=4ee37f75e71bbe24847dcb57880a80d1", "(l) ", "Evans", ", ", "J. D.", "; ", "Sumby", ", ", "C. J.", "; ", "Doonan", ", ", "C. J.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5933", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Post-synthetic metalation of metal-organic frameworks", "Evans, Jack D.; Sumby, Christopher J.; Doonan, Christian J.", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5933-5951", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Post-synthetic metalation (PSMet) offers expansive scope for a targeted approach to tailoring the properties of MOFs.  Numerous methods for carrying-out PSMet chem. are reported, however, these can be categorized into three general strategies: (a) addn. to coordinating groups; (b) counterion exchange in charged frameworks; or, (c) host-guest encapsulation of metal-contg. entities within the pores of the framework.  PSMet was applied to enhance the performance characteristics of parent MOFs for gas storage and sepn., and catalysis.  Notably, PSMet is a prominent strategy in the field of MOF catalysis as it offers a route to design size-selective catalysts, based on the premise of reticular chem. in MOFs and the ability to incorporate a range of catalytically-active metal centers.  Other applications for materials produced via or using PSMet strategies include enhancing gas storage or mol. sepns., the triggered release of drugs, sensing and tunable light emission for luminescent materials.  This review surveys seminal examples of PSMet to highlight the broad scope of this technique for enhancing the performance characteristics of MOFs and to demonstrate how the PSMet concept can be developed for future applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7nK&md5=963c0ec635794499f19e2c513741ea26", "2. ", "(a) ", "Horcajada", ", ", "P.", "; ", "Chalati", ", ", "T.", "; ", "Serre", ", ", "C.", "; ", "Gillet", ", ", "B.", "; ", "Sebrie", ", ", "C.", "; ", "Baati", ", ", "T.", "; ", "Eubank", ", ", "J. F.", "; ", "Heurtaux", ", ", "D.", "; ", "Clayette", ", ", "P.", "; ", "Kreuz", ", ", "C.", "; ", "Chang", ", ", "J.-S.", "; ", "Hwang", ", ", "Y. K.", "; ", "Marsaud", ", ", "V.", "; ", "Bories", ", ", "P.-N.", "; ", "Cynober", ", ", "L.", "; ", "Gil", ", ", "S.", "; ", "Férey", ", ", "G.", "; ", "Couvreur", ", ", "P.", "; ", "Gref", ", ", "R.", " ", "Nat. Mater.", " ", "2009", ",  ", "9", ",  ", "172", "[", "Crossref", "], [", "PubMed", "]", "There is no corresponding record for this reference.", "(b) ", "Rocca", ", ", "J. D.", "; ", "Liu", ", ", "D.", "; ", "Lin", ", ", "W.", " ", "Acc. Chem. Res.", " ", "2011", ",  ", "44", ",  ", "957", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "(c) ", "Imaz", ", ", "I.", "; ", "Rubio-Martínez", ", ", "M.", "; ", "An", ", ", "J.", "; ", "Solé-Font", ", ", "I.", "; ", "Rosi", ", ", "N. L.", "; ", "Maspoch", ", ", "D.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "7287", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Metal-biomolecule frameworks (MBioFs)", "Imaz, Inhar; Rubio-Martinez, Marta; An, Jihyun; Sole-Font, Isabel; Rosi, Nathaniel L.; Maspoch, Daniel", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "26", "),\r\n    ", "7287-7302", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Biomols. are the building blocks of life.  Nature has evolved countless biomols. that show promise for bridging metal ions.  These mols. have emerged as an excellent source of biocompatible building blocks that can be used to design Metal-Biomol. Frameworks (MBioFs).  This feature article highlights the advances in the synthesis of this class of MOFs.  Special emphasis is provided on the crystal structures of these materials, their miniaturization to the submicron length scale, and their new potential storage, catalytic, and biomedical applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnslSntLk%253D&md5=c64900429dfda43a9c3d190fe8600eb2", "(d) ", "Horcajada", ", ", "P.", "; ", "Gref", ", ", "R.", "; ", "Baati", ", ", "T.", "; ", "Allan", ", ", "P. K.", "; ", "Maurin", ", ", "G.", "; ", "Couvreur", ", ", "P.", "; ", "Férey", ", ", "G.", "; ", "Morris", ", ", "R. E.", "; ", "Serre", ", ", "C.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1232", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Metal-Organic Frameworks in Biomedicine", "Horcajada, Patricia; Gref, Ruxandra; Baati, Tarek; Allan, Phoebe K.; Maurin, Guillaume; Couvreur, Patrick; Ferey, Gerard; Morris, Russell E.; Serre, Christian", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1232-1268", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Coordination polymers or MOFs (metal-org. frameworks) as porous solids for biomedical are reviewed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1SrtbzN&md5=62d808da30f56c11c9a54bf70fabdc0e", "(e) ", "Sun", ", ", "C.-Y.", "; ", "Qin", ", ", "C.", "; ", "Wang", ", ", "X.-L.", "; ", "Su", ", ", "Z.-M.", " ", "Exp. Opin. Drug Delivery", " ", "2013", ",  ", "10", ",  ", "1330", "There is no corresponding record for this reference.", "(f) ", "Ma", ", ", "M.", "; ", "Noei", ", ", "H.", "; ", "Mienert", ", ", "B.", "; ", "Niesel", ", ", "J.", "; ", "Bill", ", ", "E.", "; ", "Muhler", ", ", "M.", "; ", "Fischer", ", ", "R. A.", "; ", "Wang", ", ", "Y.", "; ", "Schatzschneider", ", ", "U.", "; ", "Metzler-Nolte", ", ", "N.", " ", "Chem.—Eur. J.", " ", "2013", ",  ", "19", ",  ", "6785", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Iron Metal-Organic Frameworks MIL-88B and NH2-MIL-88B for the Loading and Delivery of the Gasotransmitter Carbon Monoxide", "Ma, Mingyan; Noei, Heshmat; Mienert, Bernd; Niesel, Johanna; Bill, Eckhard; Muhler, Martin; Fischer, Roland A.; Wang, Yuemin; Schatzschneider, Ulrich; Metzler-Nolte, Nils", "Chemistry - A European Journal", "\r\n        (", "2013", "),\r\n    ", "19", "\r\n        (", "21", "),\r\n    ", "6785-6790", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Crystals of MIL-88B-Fe and NH2-MIL-88B-Fe were prepd. by a new rapid microwave-assisted solvothermal method.  High-purity, spindle-shaped crystals of MIL-88B-Fe with a length of about 2 μm and a diam. of 1 μm and needle-shaped crystals of NH2-MIL-88B-Fe with a length of about 1.5 μm and a diam. of 300 nm were produced with uniform size and excellent crystallinity.  The possibility to reduce the as-prepd. frameworks and the chem. capture of carbon monoxide in these materials was studied by in situ ultrahigh vacuum Fourier-transform IR (UHV-FTIR) spectroscopy and Moessbauer spectroscopy.  CO binding occurs to unsatd. coordination sites (CUS).  The release of CO from the as-prepd. materials was studied by a myoglobin assay in physiol. buffer.  The release of CO from crystals of MIL-88B-Fe with t1/2=38 min and from crystals of NH2-MIL-88B-Fe with t1/2=76 min were found to be controlled by the degrdn. of the MIL materials under physiol. conditions.  These MIL-88B-Fe and NH2-MIL-88B-Fe materials show good biocompatibility and have the potential to be used in pharmacol. and therapeutic applications as carriers and delivery vehicles for the gasotransmitter carbon monoxide.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXltVeksb8%253D&md5=6ff6e279b219f57488b4d06565e6eda3", "3. ", "McKinlay", ", ", "A. C.", "; ", "Morris", ", ", "R. E.", "; ", "Horcajada", ", ", "P.", "; ", "Férey", ", ", "G.", "; ", "Gref", ", ", "R.", "; ", "Couvreur", ", ", "P.", "; ", "Serre", ", ", "C.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "6260", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "BioMOFs: Metal-Organic Frameworks for Biological and Medical Applications", "McKinlay, Alistair C.; Morris, Russell E.; Horcajada, Patricia; Ferey, Gerard; Gref, Ruxandra; Couvreur, Patrick; Serre, Christian", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "36", "),\r\n    ", "6260-6266", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  The class of highly porous materials called metal-org. frameworks offer many opportunities for applications across biol. and medicine.  Their wide range of chem. compn. makes toxicol. acceptable formulation possible, and their high level of functionality enables possible applications as imaging agents and as delivery vehicles for therapeutic agents.  The challenges in the area encompass not only the development of new solids but also improvements in the formulation and processing of the materials, including tailoring the morphol. and surface chem. of the frameworks to fit the proposed applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVOqtb7P&md5=f36e9ce7c1bef5ba19e772e6c0187c84", "4. ", "Hinks", ", ", "N. J.", "; ", "McKinlay", ", ", "A. C.", "; ", "Xiao", ", ", "B.", "; ", "Wheatley", ", ", "P. S.", "; ", "Morris", ", ", "R. E.", " ", "Microporous Mesoporous Mater.", " ", "2010", ",  ", "129", ",  ", "330", "[", "Crossref", "], [", "CAS", "]", "4. ", "Metal organic frameworks as NO delivery materials for biological applications", "Hinks, Nathan J.; McKinlay, Alistair C.; Xiao, Bo; Wheatley, Paul S.; Morris, Russell E.", "Microporous and Mesoporous Materials", "\r\n        (", "2009", "),\r\n    ", "129", "\r\n        (", "3", "),\r\n    ", "330-334", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "A review.  Metal org. frameworks (MOFs) are highly porous materials that can store significant amts. of gas, including nitric oxide.  The chem. compn. and toxicol. of many (but not all) of these materials makes them potentially suitable for medical applications.  In this paper, the authors will describe how triggered release methods can be used to deliver biol. relevant amts. of NO and then show how Ni, Co and Cu-contg. MOFs are biol. active materials with potential applications in several different areas (anti-thrombosis, dermatol. and wound healing, anti-bacterial, vasodilation etc.).  The authors will also discuss the pros and cons of MOFs, including their chem. and biol. stability and the toxicol. of MOFs in general.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXjslCqug%253D%253D&md5=a0aa293319412494352556c1473e1f6e", "5. ", "(a) ", "Harding", ", ", "J. L.", "; ", "Reynolds", ", ", "M. M.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "3330", "ACS Full Text ", ", [", "CAS", "]", "5. ", "Metal Organic Frameworks as Nitric Oxide Catalysts", "Harding, Jacqueline L.; Reynolds, Melissa M.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "7", "),\r\n    ", "3330-3333", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The use of metal org. frameworks (MOFs) for the catalytic prodn. of nitric oxide (NO) is reported.  In this account we demonstrate the use of Cu3(BTC)2 as a catalyst for the generation of NO from the biol. occurring substrate, S-nitrosocysteine (CysNO).  The MOF catalyst was evaluated as an NO generator by monitoring the evolution of NO in real time via chemiluminescence.  The addn. of 2, 10, and 15-fold excess CysNO to MOF-CuII sites and cysteine (CysH) resulted in catalytic turnover of the active sites and nearly 100% theor. yield of the NO product.  Control expts. without the MOF present did not yield appreciable NO generation.  In sep. studies the MOF was found to be reusable over successive iterations of CysNO addns. without loss of activity.  Subsequently, the MOF catalyst was confirmed to remain structurally intact by pXRD and ATR-IR following reaction with CysNO and CysH.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtVChsbw%253D&md5=f4a7e60a1673d02bdde6e53ec1e0c73b", "(b) ", "Harding", ", ", "J. L.", "; ", "Metz", ", ", "J. M.", "; ", "Reynolds", ", ", "M. M.", " ", "Adv. Funct. Mater.", " ", "2014", ",  ", "24", ",  ", "7503", "[", "Crossref", "], [", "CAS", "]", "5. ", "A Tunable, Stable, and Bioactive MOF Catalyst for Generating a Localized Therapeutic from Endogenous Sources", "Harding, Jacqueline L.; Metz, Jarid M.; Reynolds, Melissa M.", "Advanced Functional Materials", "\r\n        (", "2014", "),\r\n    ", "24", "\r\n        (", "47", "),\r\n    ", "7503-7509", "CODEN:\r\n                ", "AFMDC6", ";\r\n        ISSN:", "1616-301X", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The versatile chem. and phys. properties of metal org. frameworks (MOFs) have made them unique platforms for the design of biomimetic catalysts, but with only limited success to date due to instability of the MOFs employed in physiol. environments.  Herein, the use of Cu(II)1,3,5-Benzene-tris-triazole (CuBTTri) is demonstrated for the catalytic generation of the bioactive agent nitric oxide (NO) from endogenous sources, S-nitrosothiols (RSNOs).  CuBTTri exhibits structural integrity in aq. environments, including phosphate buffered saline (76 h, pH 7.4, 37 °C), cell media used for in vitro testing (76 h, pH 7.4, 37 °C), and fresh citrated whole blood (30 min, pH 7.4, 37 °C).  The application of CuBTTri for use in polymeric medical devices is explored through the formation of a composite CuBTTri-poly by blending CuBTTri into biomedical grade polyurethane matrixes.  Once prepd., the CuBTTri-poly material retains the catalytic function towards the generation of NO with tunable release kinetics proportional to the total content of CuBTTri embedded into the polymeric material with a surface flux corresponding to the therapeutic range of 1-100 nM cm-2 min-1, which is maintained even following exposure to blood.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhsFalsrrL&md5=a20abeae57e46655cc3ef87e35403ec8", "(c) ", "Harding", ", ", "J. L.", "; ", "Reynolds", ", ", "M. M.", " ", "J. Mater. Chem. B", " ", "2014", ",  ", "2", ",  ", "2530", "[", "Crossref", "], [", "CAS", "]", "5. ", "Composite materials with embedded metal organic framework catalysts for nitric oxide release from bioavailable S-nitrosothiols", "Harding, Jacqueline L.; Reynolds, Melissa M.", "Journal of Materials Chemistry B: Materials for Biology and Medicine", "\r\n        (", "2014", "),\r\n    ", "2", "\r\n        (", "17", "),\r\n    ", "2530-2536", "CODEN:\r\n                ", "JMCBDV", ";\r\n        ISSN:", "2050-7518", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Polyurethane/metal org. framework composite materials were prepd. for the generation of the bioregulatory agent, nitric oxide (NO).  Extruded tubing was fabricated though a 2-step compounding and extrusion method that yielded a uniform compn. of the MOF catalyst in the tubing, where the MOF remained structurally robust during the extrusion process.  The resulting MOF embedded polymeric tubing facilitated the generation of NO from bioavailable S-nitrosothiols.  The function of the catalyst in the composite material was compared to neat catalysts.  The substrate structure was found to have significant influence on the reactivity of the MOF catalyst with NO release times ranging from 1 to 16 h.  The dosage of NO could be tuned based on the S-nitrosothiol employed.  The ability for sustained NO release from a composite material is a promising approach for long-term biocompatibility.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXls1Srtbg%253D&md5=cda2700dd9aa037fc4c700ab8604f6a1", "6. ", "Chui", ", ", "S. S.-Y.", "; ", "Lo", ", ", "S. M.-F.", "; ", "Charmant", ", ", "J. P. H.", "; ", "Orpen", ", ", "A. G.", "; ", "Williams", ", ", "I. D.", " ", "Science", " ", "1999", ",  ", "283", ",  ", "1148", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "A chemically functionalizable nanoporous material [Cu3(TMA)2(H2O)3]n", "Chui, Stephen S.-Y.; Lo, Samuel M.-F.; Charmant, Jonathan P. H.; Orpen, A. Guy; Williams, Ian D.", "Science (Washington, D. C.)", "\r\n        (", "1999", "),\r\n    ", "283", "\r\n        (", "5405", "),\r\n    ", "1148-1150", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Although zeolites and related materials combine nanoporosity with high thermal stability, they are difficult to modify or derivatize in a systematic way.  A highly porous metal coordination polymer [Cu3(TMA)2(H2O)3]n (TMA is benzene-1,3,5-tricarboxylate) was formed in 80% yield.  It has interconnected [Cu2(O2CR)4] units (R is an arom. ring), which create a three-dimensional system of channels with a pore size of 1 nm and an accessible porosity of ∼40% in the solid.  Unlike zeolites, the channel linings can be chem. functionalized; for example, the aqua ligands can be replaced by pyridines.  TGA and high-temp. single-crystal diffractometry indicate that the framework is stable up to 240°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXhsFeitLc%253D&md5=8f6f372b015fa0e2bbb7e8bfd316b663", "7. ", "(a) ", "Xiao", ", ", "B.", "; ", "Wheatley", ", ", "P. S.", "; ", "Zhao", ", ", "X.", "; ", "Fletcher", ", ", "A. J.", "; ", "Fox", ", ", "S.", "; ", "Rossi", ", ", "A. D.", "; ", "Megson", ", ", "I. L.", "; ", "Bordiga", ", ", "S.", "; ", "Regli", ", ", "L.", "; ", "Thomas", ", ", "K. M.", "; ", "Morris", ", ", "R. E.", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "1203", "ACS Full Text ", ", [", "CAS", "]", "7. ", "High-Capacity Hydrogen and Nitric Oxide Adsorption and Storage in a Metal-Organic Framework", "Xiao, Bo; Wheatley, Paul S.; Zhao, Xuebo; Fletcher, Ashleigh J.; Fox, Sarah; Rossi, Adriano G.; Megson, Ian L.; Bordiga, S.; Regli, L.; Thomas, K. Mark; Morris, Russell E.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "5", "),\r\n    ", "1203-1209", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Gas adsorption expts. were carried out on a Cu benzene tricarboxylate metal-org. framework material, HKUST-1.  Hydrogen adsorption at 1 and 10 bar (both 77 K) gives an adsorption capacity of 11.16 mmol H2 per g of HKUST-1 (22.7 mg g-1, 2.27%) at 1 bar and 18 mmol per g (36.28 mg g-1, 3.6%) at 10 bar.  Adsorption of D2 at 1 bar (77 K) is between 1.09 (at 1 bar) and 1.20(at <100 mbar) times the H2 values depending on the pressure, agreeing with the theor. expectations.  Gravimetric adsorption measurements of NO on HKUST-1 at 196 K (1 bar) gives a large adsorption capacity of ∼9 mmol g-1, which is significantly greater than any other adsorption capacity reported on a porous solid.  At 298 K the adsorption capacity at 1 bar is just over 3 mmol g-1.  Infra red expts. show that the NO binds to the empty Cu metal sites in HKUST-1.  Chemiluminescence and platelet aggregometry expts. indicate that the amt. of NO recovered on exposure of the resulting complex to H2O is enough to be biol. active, completely inhibiting platelet aggregation in platelet rich plasma.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhvVCjug%253D%253D&md5=ece5be8da39d229b9db7f7dc838de82a", "(b) ", "Bordiga", ", ", "S.", "; ", "Regli", ", ", "L.", "; ", "Bonino", ", ", "F.", "; ", "Groppo", ", ", "E.", "; ", "Lamberti", ", ", "C.", "; ", "Xiao", ", ", "B.", "; ", "Wheatley", ", ", "P. S.", "; ", "Morris", ", ", "R. E.", "; ", "Zecchina", ", ", "A.", " ", "Phys. Chem. Chem. Phys.", " ", "2007", ",  ", "9", ",  ", "2676", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Adsorption properties of HKUST-1 toward hydrogen and other small molecules monitored by IR", "Bordiga, S.; Regli, L.; Bonino, F.; Groppo, E.; Lamberti, C.; Xiao, B.; Wheatley, P. S.; Morris, R. E.; Zecchina, A.", "Physical Chemistry Chemical Physics", "\r\n        (", "2007", "),\r\n    ", "9", "\r\n        (", "21", "),\r\n    ", "2676-2685", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Among microporous systems metal org. frameworks are considered promising materials for mol. adsorption.  In this contribution IR spectroscopy is successfully applied to highlight the pos. role played by coordinatively unsatd. Cu2+ ions in HKUST-1, acting as specific interaction sites.  A properly activated material, obtained after solvent removal, is characterized by a high fraction of coordinatively unsatd. Cu2+ ions acting as preferential adsorption sites that show specific activities towards some of the most common gaseous species (NO, CO2, CO, N2 and H2).  From a temp. dependent IR study, it was estd. that the H2 adsorption energy is ≤10 kJ mol-1.  A very complex spectral evolution was obsd. upon lowering the temp.  A further peculiarity of this material is the fact that it promotes ortho-para conversion of the adsorbed H2 species.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXntVKru7g%253D&md5=f273b26009244c9eb8ae32e504e5226d", "8. ", "Wheatly", ", ", "P. S.", "; ", "Butler", ", ", "A. R.", "; ", "Crane", ", ", "M. S.", "; ", "Fox", ", ", "S.", "; ", "Xiao", ", ", "B.", "; ", "Rossi", ", ", "A. G.", "; ", "Megson", ", ", "I. L.", "; ", "Morris", ", ", "R. E.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "502", "ACS Full Text ", "There is no corresponding record for this reference.", "9. ", "(a) ", "Keffer", ", ", "L. K.", " ", "Nat. Mater.", " ", "2003", ",  ", "2", ",  ", "357", "[", "Crossref", "], [", "PubMed", "]", "There is no corresponding record for this reference.", "(b) ", "Zhu", ", ", "H. F.", "; ", "Ka", ", ", "B.", "; ", "Murad", ", ", "F.", " ", "World J. Surg.", " ", "2007", ",  ", "31", ",  ", "624", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Nitric oxide accelerates the recovery from burn wounds", "Zhu Haifeng; Ka Bian; Murad Ferid", "World journal of surgery", "\r\n        (", "2007", "),\r\n    ", "31", "\r\n        (", "4", "),\r\n    ", "624-31", "\r\n        ISSN:", "0364-2313", ".\r\n    ", "A full-thickness burn wound model was used to evaluate the effects of a topically applied gel-based nitric oxide donor on wound healing in rats.  The histological study demonstrated that the nitric oxide (NO) application significantly promoted re-epithelization that resulted in a fast recovery of burn wound.  The histological sections further revealed that inflammatory cell infiltration in the NO-treated group was significantly increased in comparison to the control group.  The enhanced accumulation of inflammatory cells resulted in a higher expression of myeloperoxidase (MPO) that was detected with imunoblotting.  An immunohistochemistry study with CD31, a specific marker for endothelial cells, indicated that NO treatment markedly stimulated angiogenesis.  Evaluation of collagen synthesis by immunohistochemistry with procollagen antibody demonstrated a significantly increased collagen synthesis in NO-treated wound bed.  We concluded that NO treatment promoted re-epithelialization and wound closure by means of enhanced inflammatory cell infiltration, and that it promoted angiogenesis and facilitated collagen synthesis in the wound bed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD2s7osVWrsw%253D%253D&md5=d0390e0deaa5c486ec5370ea31d1eabc", "(c) ", "Miller", ", ", "M. R.", "; ", "Megson", ", ", "I. L.", " ", "Br. J. Pharmacol.", " ", "2007", ",  ", "151", ",  ", "305", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Recent developments in nitric oxide donor drugs", "Miller, M. R.; Megson, I. L.", "British Journal of Pharmacology", "\r\n        (", "2007", "),\r\n    ", "151", "\r\n        (", "3", "),\r\n    ", "305-321", "CODEN:\r\n                ", "BJPCBM", ";\r\n        ISSN:", "0007-1188", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  During the 1980s, the free radical, nitric oxide (NO), was discovered to be a crucial signalling mol., with wide-ranging functions in the cardiovascular, nervous and immune systems.  Aside from providing a credible explanation for the actions of org. nitrates and sodium nitroprusside that have long been used in the treatment of angina and hypertensive crises resp., the discovery generated great hopes for new NO-based treatments for a wide variety of ailments.  Decades later, however, we are still awaiting novel licensed agents in this arena, despite an enormous research effort to this end.  This review explores some of the most promising recent advances in NO donor drug development and addresses the challenges assocd. with NO as a therapeutic agent.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXlslCqtb0%253D&md5=72d55be79ab7ca606e82e8102e0aabcc", "(d) ", "Skrzypchak", ", ", "A. M.", "; ", "Lafayette", ", ", "N. G.", "; ", "Bartlett", ", ", "R. H.", "; ", "Zhou", ", ", "Z.", "; ", "Frost", ", ", "M. C.", "; ", "Meyerhoff", ", ", "M. E.", "; ", "Reynolds", ", ", "M. M.", "; ", "Annich", ", ", "G. M.", " ", "Perfusion", " ", "2007", ",  ", "22", ",  ", "193", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Effect of varying nitric oxide release to prevent platelet consumption and preserve platelet function in an in vivo model of extracorporeal circulation", "Skrzypchak Amy M; Lafayette Nathan G; Bartlett Robert H; Zhou Zhengrong; Frost Megan C; Meyerhoff Mark E; Reynolds Melissa M; Annich Gail M", "Perfusion", "\r\n        (", "2007", "),\r\n    ", "22", "\r\n        (", "3", "),\r\n    ", "193-200", "\r\n        ISSN:", "0267-6591", ".\r\n    ", "The gold standard for anticoagulation during extracorporeal circulation (ECC) remains systemic heparinization and the concomitant risk of bleeding in an already critically ill patient could lead to death.  Normal endothelium is a unique surface that prevents thrombosis by the release of antiplatelet and antithrombin agents.  Nitric oxide (NO) is one of the most potent, reversible antiplatelet agents released from the endothelium.  Nitric oxide released from within a polymer matrix has been proven effective for preventing platelet activation and adhesion onto extracorporeal circuits.  However, the critical NO release (NO flux) threshold for thrombus prevention during ECC has not yet been determined.  Using a 4-hour arteriovenous (AV) rabbit model of ECC, we sought to find this threshold value for ECC circuits, using an improved NO-releasing coating (Norel-b).  Four groups of animals were tested at variable NO flux levels.  Hourly blood samples were obtained for measurement of arterial blood gases, platelet counts, fibrinogen levels and platelet function (via aggregometry).  A custom-built AV circuit was constructed with 36 cm of poly(vinyl)chloride (PVC) tubing, a 14 gauge (GA) angiocatheter for arterial access and a modified 10 French (Fr) thoracic catheter for venous access.  The Norel-b coating reduced platelet activation and thrombus formation, and preserved platelet function - in all circuits that exhibited an NO flux of 13.65 x 10(10) mol x cm(-2) x min(-1).  These results were significant when compared with the controls.  With the Norel-b coating, the NO flux from the extracorporeal circuit surface can be precisely controlled by the composition of the polymer coating used, and such coatings are shown to prevent platelet consumption and thrombus formation while preserving platelet function in the animal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD2snosFChtg%253D%253D&md5=e3253f99cd46be887a339691007f58c1", "(e) ", "Goodrich", ", ", "L. E.", "; ", "Paulat", ", ", "F.", "; ", "Praneeth", ", ", "V. K. K.", "; ", "Lehnert", ", ", "N.", " ", "Inorg. Chem.", " ", "2010", ",  ", "49", ",  ", "6293", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Electronic structure of heme-nitrosyls and its significance for nitric oxide reactivity, sensing, transport, and toxicity in biological systems", "Goodrich, Lauren E.; Paulat, Florian; Praneeth, V. K. K.; Lehnert, Nicolai", "Inorganic Chemistry", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "14", "),\r\n    ", "6293-6316", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Here, the authors summarize recent developments in the investigation of the electronic structures, spectroscopic properties, and reactivities of ferrous and ferric heme-nitrosyls and how this relates to important biol. processes.  Ferrous heme-nitrosyls show interesting variations in electronic structure as a function of the different types of proximal ligands, as is evident from ESR, magnetic CD, and vibrational spectroscopy.  In particular, coordination of imidazoles like histidine (His) increases the radical character on NO and, in this way, could help activate the bound NO for catalysis.  Vice versa, the bound NO ligand imposes a strong σ trans effect on the proximal His residue, which, in the case of sol. guanylate cyclase (sGC), the biol. NO sensor protein, induces breaking of the FeII-His bond and activates the protein.  The possibility of sGC activation by HNO is also discussed.  Finally, the properties of ferrous heme-nitrosyls with proximal cysteinate (Cys) coordination are evaluated.  It has been known for some time that ferric heme-nitrosyls are intrinsically more labile than their ferrous counterparts, but the underlying reasons for this observation have not been clarified.  New results show that this property relates to the presence of a low-lying excited state that is dissociative with respect to the FeIII-NO bond.  On the other hand, the ground state of these complexes is best described as FeII-NO+, which shows a very strong Fe-NO bond, as is evident from vibrational spectroscopy.  NO, therefore, is a weak ligand to ferric heme, which, at the same time, forms a strong Fe-NO bond.  This is possible because the thermodn. weakness and spectroscopic strength of the Fe-NO bond relate to the properties of different electronic states.  Thiolate coordination to ferric hemes leads to a weakening of both the Fe-NO and N-O bonds as a function of the thiolate donor strength.  This observation can be explained by a σ backbond into the σ* orbital of the Fe-N-O unit that is mediated by the thiolate σ-donor orbital via orbital mixing.  This is a new interaction in heme-nitrosyl that has not been obsd. before.  This also induces a bending of the Fe-N-O subunit in these cases.  New spectroscopic data on a corresponding model complex are included in this paper.  Finally, the mechanism of NO redn. by cytochrome P 450nor is elucidated based on recent DFT results.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXosVyjsb0%253D&md5=19c0a0454372052de5e8eb78bafe7b80", "(f) ", "Riccio", ", ", "D. A.", "; ", "Schoenfisch", ", ", "M. H.", " ", "Chem. Soc. Rev.", " ", "2012", ",  ", "41", ",  ", "3741", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(g) ", "Carpenter", ", ", "A. W.", "; ", "Schoenfisch", ", ", "M. H.", " ", "Chem. Soc. Rev.", " ", "2012", ",  ", "41", ",  ", "3742", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Nitric oxide release: Part II. Therapeutic applications", "Carpenter, Alexis W.; Schoenfisch, Mark H.", "Chemical Society Reviews", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "10", "),\r\n    ", "3742-3752", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  A wide range of nitric oxide (NO)-releasing materials has emerged as potential therapeutics that exploit NO's vast biol. roles.  Macromol. NO-releasing scaffolds are particularly promising due to their ability to store and deliver larger NO payloads in a more controlled and effective manner compared to low mol. wt. NO donors.  While a variety of scaffolds (e.g., particles, dendrimers, and polymers/films) were cleverly designed, the ultimate clin. utility of most NO-releasing macromols. remains unrealized.  Although not wholly predictive of clin. success, in vitro and in vivo investigations have enabled a preliminary evaluation of the therapeutic potential of such materials.  In this tutorial review, the authors review the application of macromol. NO therapies for cardiovascular disease, cancer, bacterial infections, and wound healing.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xmt1yktLk%253D&md5=313270423a8ae1675324f83064ab9c2f", "(h) ", "Coneski", ", ", "P. N.", "; ", "Schoenfisch", ", ", "M. H.", " ", "Chem. Soc. Rev.", " ", "2012", ",  ", "41", ",  ", "3753", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Nitric oxide release: Part III. Measurement and reporting", "Coneski, Peter N.; Schoenfisch, Mark H.", "Chemical Society Reviews", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "10", "),\r\n    ", "3753-3758", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Nitric oxide's expansive physiol. and regulatory roles have driven the development of therapies for human disease that would benefit from exogenous NO administration.  Already a no. of therapies utilizing gaseous NO or NO donors capable of storing and delivering NO were proposed and designed to exploit NO's influence on the cardiovascular system, cancer biol., the immune response, and wound healing.  As described in Nitric oxide release: Part I. Macromol. scaffolds and Part II.  Therapeutic applications, the prepn. of new NO-release strategies/formulations and the study of their therapeutic utility are increasing rapidly.  However, comparison of such studies remains difficult due to the diversity of scaffolds, NO measurement strategies, and reporting methods employed across disciplines.  This tutorial review highlights useful anal. techniques for the detection and measurement of NO.  The authors also stress the importance of reporting NO delivery characteristics to allow appropriate comparison of NO between studies as a function of material and intended application.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xmt1yktb8%253D&md5=5c7d5912d2e7e3e5f3003cdb3660a137", "10. ", "McKinlay", ", ", "A. C.", "; ", "Xiao", ", ", "B.", "; ", "Wragg", ", ", "D. S.", "; ", "Wheatley", ", ", "P. S.", "; ", "Megson", ", ", "I. L.", "; ", "Morris", ", ", "R. E.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "10440", "ACS Full Text ", ", [", "CAS", "]", "10. ", "Exceptional Behavior over the Whole Adsorption-Storage-Delivery Cycle for NO in Porous Metal Organic Frameworks", "McKinlay, Alistair C.; Xiao, Bo; Wragg, David S.; Wheatley, Paul S.; Megson, Ian L.; Morris, Russell E.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "31", "),\r\n    ", "10440-10444", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two porous metal org. frameworks (MOFs), [M2(C8H2O6)(H2O)2]·8H2O (M = Co, Ni), perform exceptionally well for the adsorption, storage, and water-triggered delivery of the biol. important gas nitric oxide.  Adsorption and powder X-ray diffraction studies indicate that each coordinatively unsatd. metal atom in the structure coordinates to one NO mol.  All of the stored gas is available for delivery even after the material has been stored for several months.  The combination of extremely high adsorption capacity (∼7 mmol of NO/g of MOF) and good storage stability is ideal for the prepn. of NO storage solids.  However, most important is that the entire reservoir of stored gas is recoverable on contact with a simple trigger (moisture).  The activity of the NO storage materials is proved in myog. expts. showing that the NO-releasing MOFs cause relaxation of porcine arterial tissue.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXosF2hu74%253D&md5=10b8271f6a8e2e35479da1f62c7efbd0", "11. ", "Bonino", ", ", "F.", "; ", "Chavan", ", ", "S.", "; ", "Vitillo", ", ", "J. G.", "; ", "Groppo", ", ", "E.", "; ", "Agostini", ", ", "G.", "; ", "Lamberti", ", ", "C.", "; ", "Dietzel", ", ", "P. D. C.", "; ", "Prestipino", ", ", "C.", "; ", "Bordiga", ", ", "S.", " ", "Chem. Mater.", " ", "2008", ",  ", "20", ",  ", "4957", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Local Structure of CPO-27-Ni Metallorganic Framework upon Dehydration and Coordination of NO", "Bonino, Francesca; Chavan, Sachin; Vitillo, Jenny G.; Groppo, Elena; Agostini, Giovanni; Lamberti, Carlo; Dietzel, Pascal D. C.; Prestipino, Carmelo; Bordiga, Silvia", "Chemistry of Materials", "\r\n        (", "2008", "),\r\n    ", "20", "\r\n        (", "15", "),\r\n    ", "4957-4968", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Coordination polymer Ni2(dhtp)(H2O)2·8H2O is a 3D network that maintains crystallinity and porosity after solvent removal.  A mild thermal treatment in high vacuo at 393 K removes not only water physisorbed on the walls of the structure but also water directly coordinated to the Ni(II) sites.  This procedure allows us to obtain a Metalorg. framework material with honeycomb structure able to strongly coordinate NO.  The characterization of CPO-27-Ni with respect to structural (EXAFS compared with XRD), vibrational (IR and Raman), and electronic (UV, XANES, and luminescence) properties is described in the case of the as-prepd. sample, of the dehydrated sample, and after NO interaction.  NO is strongly bonded at the Ni(II) sites, forming a 1:1 adduct; its presence causes large modification of the vibrational and electronic properties of the material with respect to the dehydrated one.  Quant. data considering energetic aspects (microcalorimetric measurements) are also included.  The ability of H2O mols. to slowly displace NO from the Ni(II) sites makes this material a promising candidate for NO delivery inside biol. tissues.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXnvF2gt74%253D&md5=8d2cc82f53b49dca9c9cadfbe68b679f", "12. ", "McKinlay", ", ", "A. C.", "; ", "Eubank", ", ", "J. F.", "; ", "Wuttke", ", ", "S.", "; ", "Xiao", ", ", "B.", "; ", "Wheatley", ", ", "P. S.", "; ", "Bazin", ", ", "P.", "; ", "Lavalley", ", ", "J.-C.", "; ", "Daturi", ", ", "M.", "; ", "Vimont", ", ", "A.", "; ", "Weireld", ", ", "G. D.", "; ", "Horcajada", ", ", "P.", "; ", "Serre", ", ", "C.", "; ", "Morris", ", ", "R. E.", " ", "Chem. Mater.", " ", "2013", ",  ", "25", ",  ", "1592", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Nitric Oxide Adsorption and Delivery in Flexible MIL-88(Fe) Metal-Organic Frameworks", "McKinlay, A. C.; Eubank, J. F.; Wuttke, S.; Xiao, B.; Wheatley, P. S.; Bazin, P.; Lavalley, J.-C.; Daturi, M.; Vimont, A.; De Weireld, G.; Horcajada, P.; Serre, C.; Morris, R. E.", "Chemistry of Materials", "\r\n        (", "2013", "),\r\n    ", "25", "\r\n        (", "9", "),\r\n    ", "1592-1599", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Adsorption and release of the biol. active nitric oxide (NO) was evaluated over highly flexible Fe(III) dicarboxylate MOFs of the MIL-88 structure type, bearing fumaric or terephthalic spacer functionalized or not by polar groups (NO2, 2OH).  As evidenced by ex situ x-ray powder diffraction and in situ IR spectroscopy, it appears that if the contracted dried forms of MIL-88 do not expand their structures in the presence of NO, the combination of very narrow pores and trimers of Fe polyhedra leads to the adsorption of significant amts. of NO either physisorbed (very narrow pores) and/or chemisorbed [iron(II) or Fe(III) coordinatively unsatd. metal sites (CUS)].  The delivery of NO under vapor of H2O or in simulated body fluid does not exceed 20% range of the total adsorbed amt. probably due to a partial release that occurs between the adsorption/desorption setup and the chemiluminescence release tests.  Some of these solids nevertheless exhibit a significant release at the biol. levels over a long period of time (>16 h) that make these biocompatible and biodegradable MOFs of interest for the controlled release of NO.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXksVyitr0%253D&md5=c306080df4d6573bd28881215e234481", "13. ", "Bloch", ", ", "E. D.", "; ", "Murray", ", ", "L. J.", "; ", "Queen", ", ", "W. L.", "; ", "Chavan", ", ", "S.", "; ", "Maximoff", ", ", "S. N.", "; ", "Bigi", ", ", "J. P.", "; ", "Krishna", ", ", "R.", "; ", "Peterson", ", ", "V. K.", "; ", "Grandjean", ", ", "F.", "; ", "Long", ", ", "G. J.", "; ", "Smit", ", ", "B.", "; ", "Bordiga", ", ", "S.", "; ", "Brown", ", ", "C. M.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "14814", "ACS Full Text ", ", [", "CAS", "]", "13. ", "Selective Binding of O2 over N2 in a Redox-Active Metal-Organic Framework with Open Iron(II) Coordination Sites", "Bloch, Eric D.; Murray, Leslie J.; Queen, Wendy L.; Chavan, Sachin; Maximoff, Sergey N.; Bigi, Julian P.; Krishna, Rajamani; Peterson, Vanessa K.; Grandjean, Fernande; Long, Gary J.; Smit, Berend; Bordiga, Silvia; Brown, Craig M.; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "37", "),\r\n    ", "14814-14822", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The air-free reaction between FeCl2 and H4dobdc (dobdc4- = 2,5-dioxido-1,4-benzenedicarboxylate) in a mixt. of N,N-dimethylformamide (DMF) and methanol affords Fe2(dobdc)·4DMF, a metal-org. framework adopting the MOF-74 (or CPO-27) structure type.  The desolvated form of this material displays a Brunauer-Emmett-Teller (BET) surface area of 1360 m2/g and features a hexagonal array of one-dimensional channels lined with coordinatively unsatd. FeII centers.  Gas adsorption isotherms at 298 K indicate that Fe2(dobdc) binds O2 preferentially over N2, with an irreversible capacity of 9.3%, corresponding to the adsorption of one O2 mol. per two iron centers.  Remarkably, at 211 K, O2 uptake is fully reversible and the capacity increases to 18.2%, corresponding to the adsorption of one O2 mol. per iron center.  Mossbauer and IR spectra are consistent with partial charge transfer from iron(II) to O2 at low temp. and complete charge transfer to form iron(III) and O22- at room temp.  The results of Rietveld analyses of powder neutron diffraction data (4 K) confirm this interpretation, revealing O2 bound to iron in a sym. side-on mode with dO-O = 1.25(1) Å at low temp. and in a slipped side-on mode with dO-O = 1.6(1) Å when oxidized at room temp.  Application of ideal adsorbed soln. theory in simulating breakthrough curves shows Fe2(dobdc) to be a promising material for the sepn. of O2 from air at temps. well above those currently employed in industrial settings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtV2isbnM&md5=bb45728676bb33f13be541d2cc6d0279", "14. ", "(a) ", "Berlier", ", ", "G.", "; ", "Spoto", ", ", "G.", "; ", "Bordiga", ", ", "S.", "; ", "Ricchiardi", ", ", "G.", "; ", "Fisicaro", ", ", "P.", "; ", "Zecchina", ", ", "A.", "; ", "Rossetti", ", ", "I.", "; ", "Selli", ", ", "E.", "; ", "Forni", ", ", "L.", "; ", "Giamello", ", ", "E.", "; ", "Lamberti", ", ", "C.", " ", "J. Catal.", " ", "2002", ",  ", "208", ",  ", "64", "[", "Crossref", "], [", "CAS", "]", "14. ", "Evolution of Extraframework Iron Species in Fe Silicalite", "Berlier, G.; Spoto, G.; Bordiga, S.; Ricchiardi, G.; Fisicaro, P.; Zecchina, A.; Rossetti, I.; Selli, E.; Forni, L.; Giamello, E.; Lamberti, C.", "Journal of Catalysis", "\r\n        (", "2002", "),\r\n    ", "208", "\r\n        (", "1", "),\r\n    ", "64-82", "CODEN:\r\n                ", "JCTLA5", ";\r\n        ISSN:", "0021-9517", ".\r\n    \r\n            (", "Elsevier Science", ")\r\n        ", "A study was made of the iron species dislodged from the tetrahedral lattice position by thermal treatments in four Fe silicalite samples with Si/Fe ratios of 25, 50, 90, and 150.  The last two samples have a sufficiently low iron concn. to be considered true catalysts (i.e., having Fe dilns. as low as that used in the industrial conversion of benzene to phenol (Si/Fe>80)) in partial oxidn. reactions.  A systematic spectroscopic study is presented in order to obtain a global picture of a system whose complexity can be understood by assuming the formation of a wide variety of transient coordinatively unsatd. iron species, with different oxidn. states, which ultimately lead to grafted or anchored isolated and/or clustered species by interaction with residual tetrahedral Si(OH)Fe, defective SiOH groups, or strained SiOSi bridges of the hosting matrix.  The structure characterization was obtained by means of the parallel use of IR, X-ray absorption near-edge spectroscopy, and ESR techniques, before, during, and after interaction with CO, N2O, and NO probe mols.  This approach was applied to samples characterized by different iron content, activation temp., and redox treatments.  This allowed us to throw light onto structure, oxidn. state, and mutual interconversion of a very complex family of extraframework iron species.  Oxidn. with O2 or N2O led to the formation of strongly bonded oxygen species.  The relation between these species and the so-called α-oxygen species, claimed as the active sites for the hydroxylation of benzene to phenol by N2O, is discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38Xjs1Skt70%253D&md5=0cf1d4c883d8bca6695edb3699e54dc7", "(b) ", "Berlier", ", ", "G.", "; ", "Zecchina", ", ", "A.", "; ", "Spoto", ", ", "G.", "; ", "Ricchiardi", ", ", "G.", "; ", "Bordiga", ", ", "S.", "; ", "Lamberti", ", ", "C.", " ", "J. Catal.", " ", "2003", ",  ", "215", ",  ", "264", "[", "Crossref", "], [", "CAS", "]", "14. ", "The role of Al in the structure and reactivity of iron centers in Fe-ZSM-5-based catalysts: a statistically based infrared study", "Berlier, G.; Zecchina, A.; Spoto, G.; Ricchiardi, G.; Bordiga, S.; Lamberti, C.", "Journal of Catalysis", "\r\n        (", "2003", "),\r\n    ", "215", "\r\n        (", "2", "),\r\n    ", "264-270", "CODEN:\r\n                ", "JCTLA5", ";\r\n        ISSN:", "0021-9517", ".\r\n    \r\n            (", "Elsevier Science", ")\r\n        ", "A statistical anal. of the IR data obtained upon absorption of NO on a large no. of Al-free Fe-silicalite and Fe-ZSM-5 samples highlighted the influence of Al on the formation and stabilization of extraframework iron species and shed more light on the superior activity of Fe-ZSM-5-based catalysts.  It was concluded that Al favors the dispersion of extraframework iron species and that isolated FeII species with one or two Al atoms in the immediate vicinity are the active sites in partial oxidn. reactions.  The structure of the α-oxygen species adsorbed on iron centers is also briefly discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXjvVCntrY%253D&md5=79a6769a2f53c2d667f03644fa1c5a79", "(c) ", "Zecchina", ", ", "A.", "; ", "Rivallan", ", ", "M.", "; ", "Berlier", ", ", "G.", "; ", "Lamberti", ", ", "C.", "; ", "Ricchiardi", ", ", "G.", " ", "Phys. Chem. Chem. Phys.", " ", "2007", ",  ", "9", ",  ", "3483", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Structure and nuclearity of active sites in Fe-zeolites: comparison with iron sites in enzymes and homogeneous catalysts", "Zecchina, Adriano; Rivallan, Mickael; Berlier, Gloria; Lamberti, Carlo; Ricchiardi, Gabriele", "Physical Chemistry Chemical Physics", "\r\n        (", "2007", "),\r\n    ", "9", "\r\n        (", "27", "),\r\n    ", "3483-3499", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; Fe-ZSM-5 and Fe-silicalite zeolites efficiently catalyze several oxidn. reactions which find close analogs in the oxidn. reactions catalyzed by homogeneous and enzymic compds.  The iron centers are highly dispersed in the cryst. matrix and on highly dild. samples, mononuclear and dinuclear structures are expected to become predominant.  The cryst. and robust character of the MFI framework has allowed to hypothesize that the catalytic sites are located in well defined crystallog. positions.  For this reason these catalysts have been considered as the closest and best defined heterogeneous counterparts of heme and non heme iron complexes and of Fenton type Fe2+ homogeneous counterparts.  On this basis, an analogy with the methane monooxygenase has been advanced several times.  In this review we have examd. the abundant literature on the subject and summarized the most widely accepted views on the structure, nuclearity and catalytic activity of the iron species.  By comparing the results obtained with the various characterization techniques, we conclude that Fe-ZSM-5 and Fe-silicalite are not the ideal samples conceived before and that many types of species are present, some active and some other silent from adsorptive and catalytic point of view.  The relative concn. of these species changes with thermal treatments, prepn. procedures and loading.  Only at lowest loadings the catalytically active species become the dominant fraction of the iron species.  On the basis of the spectroscopic titrn. of the active sites by using NO as a probe, we conclude that the active species on very dild. samples are isolated and highly coordinatively unsatd. Fe2+ grafted to the cryst. matrix.  Indication of the const. presence of a smaller fraction of Fe2+ presumably located on small clusters is also obtained.  The nitrosyl species formed upon dosing NO from the gas phase on activated Fe-ZSM-5 and Fe-silicalite, have been analyzed in detail and the similarities and differences with the cationic, heme and non heme homogeneous counterparts have been evidenced.  The same has been done for the oxygen species formed by N2O decompn. on isolated sites, whose properties are more similar to those of the (FeO)2+ in cationic complexes (included the [(H2O)5FeO]2+ \"brown ring\" complex active in Fenton reaction) than to those of ferryl groups in heme and non heme counterparts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXntlWqtbw%253D&md5=d417e9a811ff1095eac5326b6d2f24f8", "(d) ", "Lamberti", ", ", "C.", "; ", "Zecchina", ", ", "A.", "; ", "Groppo", ", ", "E.", "; ", "Bordiga", ", ", "S.", " ", "Chem. Soc. Rev.", " ", "2010", ",  ", "39", ",  ", "4951", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Probing the surfaces of heterogeneous catalysts by in situ IR spectroscopy", "Lamberti, Carlo; Zecchina, Adriano; Groppo, Elena; Bordiga, Silvia", "Chemical Society Reviews", "\r\n        (", "2010", "),\r\n    ", "39", "\r\n        (", "12", "),\r\n    ", "4951-5001", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This crit. review describes the reactivity of heterogeneous catalysts from the point of view of 4 simple, but essential for chem., mols. (namely H2, CO, NO, and C2H4) that are considered as probes or as reactants in combination with \"in situ\" controlled temp. and pressure IR spectroscopy.  The fundamental properties of H2, CO, NO, and C2H4 are shortly described to justify their different behavior in respect of isolated sites in different environments, extended surfaces, clusters, cryst. or amorphous materials.  The description is given by considering some \"key studies\" and trying to evidence similarities and differences among surfaces and probes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVejsL3I&md5=0619dcee62dc36a57ad099d4930ed30e", "(e) ", "Brozek", ", ", "C. K.", "; ", "Dincă", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "12886", "ACS Full Text ", ", [", "CAS", "]", "14. ", "Ti3+-, V2+/3+-, Cr2+/3+-, Mn2+-, and Fe2+-Substituted MOF-5 and Redox Reactivity in Cr- and Fe-MOF-5", "Brozek, Carl K.; Dinca, Mircea", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "34", "),\r\n    ", "12886-12891", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The metal nodes in metal-org. frameworks (MOFs) are known to act as Lewis acid catalysts, but few reports have explored their ability to mediate reactions that require electron transfer.  The unique chem. environments at the nodes should facilitate unusual redox chem., but the difficulty in synthesizing MOFs with metal ions in reduced oxidn. states has precluded such studies.  Herein, we demonstrate that MZn3O(O2C-)6 clusters from Zn4O(1,4-benzenedicarboxylate)3 (MOF-5) serve as hosts for V2+ and Ti3+ ions and enable the synthesis of the first MOFs contg. these reduced early metal ions, which can be accessed from MOF-5 by postsynthetic ion metathesis (PSIM).  Addnl. MOF-5 analogs featuring Cr2+, Cr3+, Mn2+, and Fe2+ at the metal nodes can be obtained by similar postsynthetic methods and are reported here for the first time.  The inserted metal ions are coordinated within an unusual all-oxygen trigonal ligand field and are accessible to both inner- and outer-sphere oxidants: Cr2+- converts into Cr3+-substituted MOF-5, while Fe2+-MOF-5 activates NO to produce an unusual Fe-nitrosyl complex.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtF2rurnN&md5=949c3dc0e0933f412ab472855d3de72b", "15. ", "(a) ", "Groppo", ", ", "E.", "; ", "Lamberti", ", ", "C.", "; ", "Bordiga", ", ", "S.", "; ", "Spoto", ", ", "G.", "; ", "Zecchina", ", ", "A.", " ", "Chem. Rev.", " ", "2005", ",  ", "105", ",  ", "115", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "The Structure of Active Centers and the Ethylene Polymerization Mechanism on the Cr/SiO2 Catalyst: A Frontier for the Characterization Methods", "Groppo, E.; Lamberti, C.; Bordiga, S.; Spoto, G.; Zecchina, A.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2005", "),\r\n    ", "105", "\r\n        (", "1", "),\r\n    ", "115-183", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review on progress in the understanding of structures active sites and strategies and techniques of study of the the catalyst under working conditions.  Methods adopted for studying Cr/SiO2 catalyst cab be extended to other catalytic systems.  Surface chem. of silica support was discussed.  Literature on Phillips catalyst until 1985 was reviewed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjslWkuw%253D%253D&md5=fe121c35c3deb03e3a3192492b3fa86c", "(b) ", "Turnes Palomino", ", ", "G.", "; ", "Fisicaro", ", ", "P.", "; ", "Bordiga", ", ", "S.", "; ", "Zecchina", ", ", "A.", "; ", "Giamello", ", ", "E.", "; ", "Lamberti", ", ", "C.", " ", "J. Phys. Chem. B", " ", "2000", ",  ", "104", ",  ", "4064", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "(c) ", "Turnes Palomino", ", ", "G.", "; ", "Bordiga", ", ", "S.", "; ", "Zecchina", ", ", "A.", "; ", "Marra", ", ", "G. L.", "; ", "Lamberti", ", ", "C.", " ", "J. Phys. Chem. B", " ", "2000", ",  ", "104", ",  ", "8641", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "XRD, XAS, and IR Characterization of Copper-Exchanged Y Zeolite", "Turnes Palomino, G.; Bordiga, S.; Zecchina, A.; Marra, G. L.; Lamberti, C.", "Journal of Physical Chemistry B", "\r\n        (", "2000", "),\r\n    ", "104", "\r\n        (", "36", "),\r\n    ", "8641-8651", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Siting of copper ions in CuI-Y zeolite, prepd. by gas-phase exchange of NH4-Y with CuCl, was studied employing XRPD, XAS and IR spectroscopies.  An x-ray powder diffraction study of the zeolite in a vacuum shows that 23.4(2) cuprous ions are located at site I*, 6.1(3) at site II, and 11.5(3) at site II* (sites I* and II* are at the center of the plane of the six-membered ring connecting the hexagonal prism with the sodalite and the sodalite with the supercage, resp.).  Addn. of CO induces a relevant migration of copper ions from sites II and II* to a more exposed type II. EXAFS anal. shows that CuI ions in the outgassed zeolite are surrounded by 2.8(3) oxygen atoms of the zeolite framework, the av. CuI-O distance being 1.99(2) Å.  Both x-ray measurements and FTIR spectroscopy show that CO is adsorbed on the zeolite at room temp. with formation of carbonyl adducts.  At liq.-nitrogen temp. and low CO pressure, two types of monocarbonyl species are obsd., corresponding to CO adsorbed on copper ions located at sites II and II*.  On increase of the CO pressure and subsequent formation of polycarbonylic species, cations at site II* move to the more exposed position II, and a single kind of tricarbonyl adducts is obsd. IR spectroscopy also provides evidence for the interaction of NO with copper ions located at sites II and II*, which are the 1st sites able to adsorb up to two mols. of NO, whereas cations at site II*, because of their lower coordinative unsatn., can only form CuI(NO) adducts. NO proves to be a sensitive probe not only for cuprous but also for cupric ions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXls1yit7k%253D&md5=277dd37c1417e8deaeaf95a6cf382e6f", "(d) ", "Prestipino", ", ", "C.", "; ", "Berlier", ", ", "G.", "; ", "Llabrés i Xamena", ", ", "F. X.", "; ", "Spoto", ", ", "G.", "; ", "Bordiga", ", ", "S.", "; ", "Zecchina", ", ", "A.", "; ", "Palomino", ", ", "G. T.", "; ", "Yamamoto", ", ", "T.", "; ", "Lamberti", ", ", "C.", " ", "Chem. Phys. Lett.", " ", "2002", ",  ", "363", ",  ", "389", "[", "Crossref", "], [", "CAS", "]", "15. ", "An in situ temperature dependent IR, EPR and high resolution XANES study on the NO/Cu+-ZSM-5 interaction", "Prestipino, C.; Berlier, G.; Llabres i Xamena, F. X.; Spoto, G.; Bordiga, S.; Zecchina, A.; Turnes Palomino, G.; Yamamoto, T.; Lamberti, C.", "Chemical Physics Letters", "\r\n        (", "2002", "),\r\n    ", "363", "\r\n        (", "3,4", "),\r\n    ", "389-396", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "We report an in situ IR, EPR, and high resoln. XANES study on the Cu+(NO) and Cu+(NO)2 complexes formed at 80 K in Cu+-ZSM-5.  Bare Cu2+ ions (<1%) exhibit an axial EPR spectrum, while bare Cu+ ions exhibit well resolved 1s 4pxy and 1s 4pz transitions (pxy/pz splitting of 3.1 eV), reflecting the same local symmetry.  Cu+(NO) complex exhibits an anisotropic EPR signal, while XANES spectrum of dinitrosyl adducts presents three resolved components ascribed to the 1s 4px, 1s 4py, and 1s 4pz transitions (px/py and py/pz splitting of 3.8 and 2.6 eV, resp.) testifying the rupture of the axial symmetry of Cu+ bare cations upon NO adsorption.  Upon increasing the temp. to 300 K, NO oxidizes a fraction of 75-85% of the cuprous ions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XmvVCmsb4%253D&md5=62b86496f9ab7a9d3983bed8c25e9b89", "(e) ", "Giordanino", ", ", "F.", "; ", "Vennestrom", ", ", "P. N. R.", "; ", "Lundegaard", ", ", "L. F.", "; ", "Stappen", ", ", "F. N.", "; ", "Mossin", ", ", "S.", "; ", "Beato", ", ", "P.", "; ", "Bordiga", ", ", "S.", "; ", "Lamberti", ", ", "C.", " ", "Dalton Trans.", " ", "2013", ",  ", "42", ",  ", "12741", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "Characterization of Cu-exchanged SSZ-13: a comparative FTIR, UV-Vis, and EPR study with Cu-ZSM-5 and Cu-β with similar Si/Al and Cu/Al ratios", "Giordanino, Filippo; Vennestrom, Peter N. R.; Lundegaard, Lars F.; Stappen, Frederick N.; Mossin, Susanne; Beato, Pablo; Bordiga, Silvia; Lamberti, Carlo", "Dalton Transactions", "\r\n        (", "2013", "),\r\n    ", "42", "\r\n        (", "35", "),\r\n    ", "12741-12761", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Cu-SSZ-13 was characterized by different spectroscopic techniques and compared with Cu-ZSM-5 and Cu-β with similar Si/Al and Cu/Al ratios and prepd. by the same ion exchange procedure.  On vacuum activated samples, low temp. FTIR spectroscopy allowed one to appreciate a high concn. of reduced copper centers, i.e. isolated Cu+ ions located in different environments, able to form Cu+(N2), Cu+(CO)n (n = 1, 2, 3), and Cu+(NO)n (n = 1, 2) upon interaction with N2, CO and NO probe mols., resp.  Low temp. FTIR, DRUV-visible and EPR anal. on O2 activated samples revealed different Cu2+ species.  New data and discussion are devoted to (i) [Cu-OH]+ species likely balanced by one framework Al atom; (ii) mono(μ-oxo)dicopper [Cu2(μ-O)]2+ dimers obsd. in Cu-ZSM-5 and Cu-β, but not in Cu-SSZ-13.  UV-visible-NIR spectra of O2 activated samples reveal an intense and finely structured d-d quadruplet, unique to Cu-SSZ-13, which is persistent under SCR conditions.  This differs from the 22,700 cm-1 band of the mono(μ-oxo)dicopper species of the O2 activated Cu-ZSM-5, which disappears under SCR conditions.  The EPR signal intensity sets Cu-β apart from the others.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht1Ghu7vF&md5=2bf42168b952d6d8d2882eaed75d994a", "16. ", "(a) ", "Johnson", ", ", "C. E.", "; ", "Rickards", ", ", "R.", "; ", "Hill", ", ", "H. A. O.", " ", "J. Chem. Phys.", " ", "1969", ",  ", "50", ",  ", "2594", "[", "Crossref", "], [", "CAS", "]", "16. ", "Moessbauer-effect study of nitrosyliron bis(N,N-diethyldithiocarbamate)", "Johnson, Charles Edward; Rickards, R.; Hill, Hugh A. O.", "Journal of Chemical Physics", "\r\n        (", "1969", "),\r\n    ", "50", "\r\n        (", "6", "),\r\n    ", "2594-7", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "The 57Fe Moessbauer spectrum of the title compd. has been measured at between 300 and 1.3°K. and in external magnetic fields.  In zero field, the spectrum at all temps. consists of a quadrupole split pair of lines of unequal intensity.  The intensity of the absorption increases markedly on cooling from 300 to 77°K.  The isomer shift (0.34 mm. sec-1 at 77°K., relative to Fe) is higher than expected for a low-spin Fe(I) complex and implies that the metal s electrons are screened from the nucleus by electron donation from the ligands.  The quadrupole splitting shows little dependence on temp. and the application of an external magnetic field shows the sign of the major component of the elec. field gradient tensor to be pos.  Magnetic hyperfine interactions are observed at low temps. in large external magnetic fields.  The variation of the effective hyperfine field at the nucleus with H/T follows the Brillouin function for S = 1/2, and the value of the satn. hyperfine field was found to be 110 ± 5 kilogauss.  The orbital ground state of the Fe atom cannot be deduced from the sign of the quadrupole splitting owing to the large contributions from the bonding electrons.  From the magnetic hyperfine splitting, it is deduced to be dz2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF1MXhtFSgsb0%253D&md5=1845d557ae4c181f61cc1fe1d32cb5c8", "(b) ", "Butcher", ", ", "R. J.", "; ", "Sinn", ", ", "E.", " ", "Inorg. Chem.", " ", "1980", ",  ", "19", ",  ", "3622", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Proof of a linear Fe-N-O linkage, perpendicular to the S4 plane in Fe(NO)(S2CN{CH(CH3)2}2)2.  A new (aerobic) synthesis of the complex and its crystal structure", "Butcher, Ray J.; Sinn, Ekk", "Inorganic Chemistry", "\r\n        (", "1980", "),\r\n    ", "19", "\r\n        (", "12", "),\r\n    ", "3622-6", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    ", "Fe(NO)(iso-Pr2NCS2)2] was prepd. by the action of Fe(NO3)2.9H2O on CS2 and iso-Pr)2NH and its crystal structure was detd.  The meticulously air-free conditions normally used for such syntheses were not required.  The crystal structure is by far the most accurate of any d7 M-N-O complex and is the first [Fe(NO)(R2NCS2)2] complex for which the ligand geometry can be established unambiguously.  The controversial Fe-N-O geometry is linear (179°) and perpendicular to the S4 plane is a rectangular-base pyramid of ligand atoms.  The Fe-N and N-O distances are 1.676(3) and 1.161(3) Å, resp.  Earlier spectroscopic structural assignments are reevaluated.  [Fe(NO)(iso-Pr2NCS2)2] is monoclinic, space group P21/n, Z = 4, a 9.242(6), b 16.932(1), c 14.223(4) Å; β 107.40(4)°; V = 2124 Å3; R = 4.6% for 2069 reflections.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3cXmtFClsLw%253D&md5=4f0fe84febf3149443db7a5f13951f85", "(c) ", "Feig", ", ", "A. L.", "; ", "Bautista", ", ", "M. T.", "; ", "Lippard", ", ", "S.", " ", "Inorg. Chem.", " ", "1996", ",  ", "35", ",  ", "6892", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "A Carboxylate-Bridged Non-Heme Diiron Dinitrosyl Complex", "Feig, Andrew L.; Bautista, Maria T.; Lippard, Stephen J.", "Inorganic Chemistry", "\r\n        (", "1996", "),\r\n    ", "35", "\r\n        (", "23", "),\r\n    ", "6892-6898", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The reaction of nitric oxide with the carboxylate-bridged diiron(II) complex [Fe2(Et-HPTB)(O2CPh)](BF4)2 (1a) afforded the dinitrosyl adduct, [Fe2(NO)2(Et-HPTB)(O2CPh)](BF4)2 (1b), where Et-HPTB = N,N,N',N'-tetrakis(N-ethyl-2-benzimidazolylmethyl)-2-hydroxy-1,3-diaminopropane, in 69% yield.  1B further reacts with dioxygen to form the bis(nitrato) complex, [Fe2(Et-HPTB)(NO3)2(OH)](BF4)2 (1c).  The structure of 1b was detd. by x-ray crystallog. (triclinic, space group P‾1, a 13.5765(8), b 15.4088(10), c 16.2145(10) Å, α 73.656(1), β 73.546(1), γ 73.499(1)°, T = -80°, Z = 2, and R = 0.085 and Rw = 0.095 for 5644 independent reflections with I > 3σ(I)).  The two nitrosyl units are equiv. with an av. Fe-N-O angle of 167.4 ± 0.8°.  Spectroscopic characterization of solid 1b revealed an NO stretch at 1785 cm-1 in the IR and Moessbauer parameters of δ = 0.67 mm s-1 and ΔEQ = 1.44 mm s-1 at 4.2 K.  These data are comparable to those for other {FeNO}7 systems.  An S = 3/2 spin state was assigned from magnetic susceptibility studies to the two individual {FeNO} centers, each of which has a nitrosyl ligand antiferromagnetically coupled to Fe.  A least-squares fit of the χ vs. temp. plots to a theor. model yielded an exchange coupling const. J of -23 cm-1, where H = -2JS1·S2, indicating that the two S = 3/2 centers are antiferromagnetically coupled to one another.  An extended Hueckel calcn. on a model complex, [Fe2(NO)2(NH3)6(O2CH)(OH)]2+, revealed that the magnitudes of Fe-N-O angles are dictated by π-bonding interactions between the Fe dxz and NO π* orbitals.  Partial crystal data are also reported for 1c.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28Xmt1Ggtbw%253D&md5=cf83b7146ae293de85e86b610c7c80a5", "(d) ", "Davies", ", ", "S. C.", "; ", "Evans", ", ", "D. J.", "; ", "Hughes", ", ", "D. L.", "; ", "Konkol", ", ", "M.", "; ", "Richards", ", ", "R. L.", "; ", "Sanders", ", ", "J. R.", "; ", "Sobota", ", ", "P.", " ", "J. Chem. Soc., Dalton Trans.", " ", "2002", ",  ", "2473", "[", "Crossref", "], [", "CAS", "]", "16. ", "Mononuclear, binuclear, trinuclear and tetranuclear iron complexes of the N(CH2CH2S)33- (NS3) ligand with nitrosyl co-ligands", "Davies, Sian C.; Evans, David J.; Hughes, David L.; Konkol, Martin; Richards, Raymond L.; Sanders, J. Roger; Sobota, Piotr", "Journal of the Chemical Society, Dalton Transactions", "\r\n        (", "2002", "),\r\n    ", "\r\n        (", "12", "),\r\n    ", "2473-2482", "CODEN:\r\n                ", "JCSDAA", ";\r\n        ISSN:", "1472-7773", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Reaction of [Fe(acac)3], (NEt4)OAc and N(CH2CH2SH)3 in MeCN in the presence of NO gives (NEt4)[Fe(NS3)(NO)] (1) [where NS3 = N(CH2CH2S)3].  Complex 1 reacts with metal chloride solvates giving insol. compds. MFe2(NO)2(NS3)2, probably having the structure [M{Fe(NS3)(NO)}2-S,S'] [M = Fe (2), Co (3), Ni (4), Cu (5)], the nitrosyl analogs of known structurally characterized carbonyl compds.  1 Also reacts with HBF4·Et2O, giving tetranuclear [{Fe(NO)2{Fe(NS3)}-S,S'}2-S,S'] (6), which adds small mols., L, giving binuclear [Fe(NO)2{Fe(NS3)(L)}-S,S'] [L = CO (7), CNMe (8), NO (9), CN- (10)].  Complexes 6-9 are more conveniently prepd. by treatment of [Fe(NS3)(L)]- precursors with 0.5 equiv of [{Fe(NO)2}2(μ-I)2].  Reaction of (NEt4)[Co(NS3)(CN)] with 0.5 equiv of [{Fe(NO)2}2(μ-I)2] gives [Fe(NO)2{Co(NS3)(CN)}-S,S'] (11).  Treatment of the [Fe(NS3)L] precursors used to make 7-9 with 1 equiv of [{Fe(NO)2}2(μ-I)2] gives another series of complexes, [{Fe(NO)2I}-S{Fe(NS3)(L)}-S',S''{Fe(NO)2}] [L = CO (12), CNMe (13), NO (14)].  Products were characterized by microanalyses, IR and Mossbauer spectra; x-ray crystal structure detns. were carried out on 1, 6, 7, 9, 10, 13 and 14.  Magnetic measurements at room temp. showed evidence of spin pairing in all the polynuclear complexes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XktlGksb8%253D&md5=849f0e743c7643f0578274c63c462dbe", "17. ", "Rodriguez", ", ", "J. H.", "; ", "Xia", ", ", "Y.-M.", "; ", "Debrunner", ", ", "P. G.", " ", "J. Am. Chem. Soc.", " ", "1999", ",  ", "121", ",  ", "7846", "ACS Full Text ", ", [", "CAS", "]", "17. ", "Moessbauer Spectroscopy of the Spin Coupled Fe2+-{FeNO}7 Centers of Nitrosyl Derivatives of Deoxy Hemerythrin and Density Functional Theory of the {FeNO}7(S = 3/2) Motif", "Rodriguez, Jorge H.; Xia, Yao-M.; Debrunner, Peter G.", "Journal of the American Chemical Society", "\r\n        (", "1999", "),\r\n    ", "121", "\r\n        (", "34", "),\r\n    ", "7846-7863", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The mixed-valence diiron centers of nitrosyl derivs. of deoxy hemerythrin have been studied by variable-temp. variable-field Mossbauer spectroscopy.  The adduct formed by the reaction of deoxy hemerythrin (deoxyHr) with nitric oxide (deoxyHrNO) produced spectra consistent with a binuclear center of the form Fe2+(S1 = 2)-{FeNO}7(S2 = 3/2) where the two iron species are antiferromagnetically coupled.  We have analyzed spectra within the framework of the spin Hamiltonian ℋ = JS1•S2 + .sum.i=12 {Si•~Di•Si + βSi•~gi•H + Si•~ai•Ii + Ii•~Pi•Ii - βngnH•Ii} that includes exchange, zero-field splitting, electronic Zeeman, magnetic hyperfine, elec. quadrupole, and nuclear Zeeman interactions, resp.  We have obtained the following parameters that reproduce simultaneously Mossbauer spectra and EPR g values: J = 27.8 cm-1, D1 = +5.96 cm-1, E1 = +0.18 cm-1, D2 = +18.93 cm-1, E2 = +2.65 cm-1, ~a1/gnβn = -(18.5,10.4,13.8) T, ~a2/gnβn = -(29.7,25.0,∼22) T, ℘(~a1 → ~P1) = (18,12,67)°, ℘(~a2 → ~P2) = (55,53,29)° and ℘(~D1 → ~D2) = (0,90,28)°.  In addn., at 100 K, we detd. the isomer shifts (δFe) 1.21 and 0.68 mm/s and quadrupole splittings (ΔEQ) +2.66 and +0.61 mm/s for the Fe2+ and {FeNO}7 sites, resp.  We have also analyzed spectra with the Seff = 1/2 Hamiltonian for the ground state ℋeff = βSeff•~geff•H + .sum.i-12{Seff•~Aieff•Ii + Ii•~Pi•Ii - βngnH•Ii} and have obtained parameters in the effective spin representation.  In addn., we discuss the spectra of a second adduct of deoxyHr obtained by its reaction with NO in the presence of fluoride (deoxyHrFNO) which exhibits similar, but not equal, parameters to those of deoxyHrNO.  Contrary to the parent form (deoxyHr) where the two ferrous ions are Mossbauer equiv., the nitrosyl adducts have two iron sites which produce distinctly different spectra and have quite different magnetic and electronic properties.  The isomer shifts of the {FeNO}7 sites are significantly reduced with respect to the high-spin ferrous configuration and enhanced with respect to the high-spin ferric configuration.  To elucidate the phys. origin of Mossbauer parameters from {FeNO}7(S = 3/2) sites we have applied Kohn-Sham d. functional theory to the representative complex Fe(C9H21N3)(NO)(N3)2 [Pohl and Wieghardt, J. Chem. Soc., Dalton Trans. 1987, 187].  The unusual isomer shifts have been traced to strong valence electron delocalization within the {FeNO}7 unit, whereby some electrons are almost equally shared by metal (i.e., dxz, and dyz) and NO π* orbitals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXltFSrsL4%253D&md5=acfa44a7cfe5990e4b1f7781b276f330", "18. ", "(a) ", "Chiou", ", ", "Y.-M.", "; ", "Que", ", ", "L.", ", ", " Jr.", " ", "Inorg. Chem.", " ", "1995", ",  ", "34", ",  ", "3270", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Model Studies of α-Keto Acid-Dependent Nonheme Iron Enzymes: Nitric Oxide Adducts of [FeII(L)(O2CCOPh)](ClO4) Complexes", "Chiou, Yu-Min; Que, Lawrence, Jr.", "Inorganic Chemistry", "\r\n        (", "1995", "),\r\n    ", "34", "\r\n        (", "12", "),\r\n    ", "3270-8", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "To model the putative dioxygen-bound active-site structure of α-keto acid-dependent nonheme Fe enzymes, the nitrosyl adducts of Fe(II)-α-keto carboxylate complexes were prepd. by the treatment of [FeII(L)(BF)]+ complexes with NO, where L is tris((6-methyl-2-pyridyl)methyl)amine (6TLA) or tris(2-pyridylmethyl)amine (TPA) and BF is benzoylformate.  [FeII(6TLA)(BF)](ClO4) (1) reversibly binds NO to afford the nitrosyl adduct [Fe(6TLA)(BF)(NO)](ClO4) (3), while [FeII(TPA)(BF)](ClO4) (2) reacts with NO irreversibly to form [Fe(TPA)(BF)(NO)](ClO4) (4).  The difference in the binding affinities of NO for 1 and 2 correlates with the higher redox potential of 1 (+870 mV vs. normal H electrode) relative to that of 2 (+340 mV) and is reflected in the 1H NMR properties of 3 and 4.  Both nitrosyl adducts have an {FeNO}7 configuration based on the Enemark-Feltham nomenclature and exhibit characteristic S = 3/2 EPR signals with axial g values of 4 and 2.  An x-ray diffraction study of 4 reveals a six-coordinate Fe-TPA complex in which the nitrosyl ligand binds trans to the amine N and cis to the monodentate BF ligand.  The Fe-N-O angles in the two crystallog. independent conformational isomers of 4 are 162(2) and 155(2)° with Fe-NO bond lengths of 1.70(2) and 1.74(2) Å, resp.  Crystal data are as follows: triclinic space group P1; a 8.47(1), b 11.746(8), c 15.20(1) Å; α 90.60(7), β 99.20(9), γ 104.30(7)°; Z = 1; R = 0.084 and Rw = 0.076.  Complexes 3 and 4 exhibit spectroscopic features comparable to those of nitrosyl adducts of several mononuclear nonheme Fe proteins.  Thus, the title compds. serve as models for the proposed nitrosyl (or dioxygen) adducts for the Fe-cofactor complexes in α-keto acid-dependent nonheme Fe enzymes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXlvFWrsbg%253D&md5=1e9648a596758342d59c422f7c0bbf9f", "(b) ", "Klein", ", ", "D. P.", "; ", "Young", ", ", "V. G.", ", ", " Jr.", "; ", "Tolman", ", ", "W. B.", "; ", "Que", ", ", "L.", ", ", " Jr.", " ", "Inorg. Chem.", " ", "2006", ",  ", "45", ",  ", "8006", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Mononitrosyl Iron Complexes Supported by Sterically Hindered Carboxylate Ligands", "Klein, David P.; Young, Victor G., Jr.; Tolman, William B.; Que, Lawrence, Jr.", "Inorganic Chemistry", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "20", "),\r\n    ", "8006-8008", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Complexes that feature a single NO bound to Fe, as postulated in various carboxylate-rich metalloproteins, were prepd. by mixing FeII salts, NO, and the sterically encumbered 2,6-dimesitylbenzoate (Mes2ArCO2-).  Among the compds. isolated are the potentially useful heterobimetallic synthon Tl(μ-Mes2ArCO2)3Fe(NO) and a novel cubane Fe4(Mes2ArCO2)4(NO)4(μ3-OH)4 that forms in the presence of added H2O and features syn-[FeNO]2 units.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xos1SgtrY%253D&md5=7c08338d5ebeba4aacf67e0497381870", "19. ", "Xiao", ", ", "D. J.", "; ", "Bloch", ", ", "E. D.", "; ", "Mason", ", ", "J. A.", "; ", "Queen", ", ", "W. L.", "; ", "Hudson", ", ", "M. R.", "; ", "Planas", ", ", "N.", "; ", "Borycz", ", ", "J.", "; ", "Dzubak", ", ", "A. L.", "; ", "Verma", ", ", "P.", "; ", "Lee", ", ", "K.", "; ", "Bonino", ", ", "F.", "; ", "Crocellà", ", ", "V.", "; ", "Yano", ", ", "J.", "; ", "Bordiga", ", ", "S.", "; ", "Trular", ", ", "D. G.", "; ", "Gagliardi", ", ", "L.", "; ", "Brown", ", ", "C. M.", "; ", "Long", ", ", "J. R.", " ", "Nat. Chem.", " ", "2014", ",  ", "6", ",  ", "590", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "Oxidation of ethane to ethanol by N2O in a metal-organic framework with coordinatively unsaturated iron(II) sites", "Xiao, Dianne J.; Bloch, Eric D.; Mason, Jarad A.; Queen, Wendy L.; Hudson, Matthew R.; Planas, Nora; Borycz, Joshua; Dzubak, Allison L.; Verma, Pragya; Lee, Kyuho; Bonino, Francesca; Crocella, Valentina; Yano, Junko; Bordiga, Silvia; Truhlar, Donald G.; Gagliardi, Laura; Brown, Craig M.; Long, Jeffrey R.", "Nature Chemistry", "\r\n        (", "2014", "),\r\n    ", "6", "\r\n        (", "7", "),\r\n    ", "590-595", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Enzymic haem and non-haem high-valent iron-oxo species are known to activate strong C-H bonds, yet duplicating this reactivity in a synthetic system remains a formidable challenge.  Although instability of the terminal iron-oxo moiety is perhaps the foremost obstacle, steric and electronic factors also limit the activity of previously reported mononuclear iron(IV)-oxo compds.  In particular, although nature's non-haem iron(IV)-oxo compds. possess high-spin S = 2 ground states, this electronic configuration has proved difficult to achieve in a mol. species.  These challenges may be mitigated within metal-org. frameworks (MOFs) that feature site-isolated iron centers in a constrained, weak-field ligand environment.  Here, we show that the metal-org. framework Fe2(dobdc) (dobdc4- = 2,5-dioxido-1,4-benzenedicarboxylate) and its magnesium-dild. analog, Fe0.1Mg1.9(dobdc), are able to activate the C-H bonds of ethane and convert it into ethanol and acetaldehyde using nitrous oxide as the terminal oxidant.  Electronic structure calcns. indicate that the active oxidant is likely to be a high-spin S = 2 iron(IV)-oxo species.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXotFeru7c%253D&md5=6099a8bd2673f1b93230fcd656798c94", "20. ", "Greenwood", ", ", "N. N.", "; ", "Earnshaw", ", ", "A.", "  ", "Chemistry of the Elements", "; ", "Pergamon Press", ": ", "Oxford", ", ", "1993", "; p  ", "508", ".", "There is no corresponding record for this reference."], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-10/ja5132243/20150318/images/small/ja-2014-132243_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-10/ja5132243/20150318/images/small/ja-2014-132243_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-10/ja5132243/20150318/images/small/ja-2014-132243_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-10/ja5132243/20150318/images/small/ja-2014-132243_0004.gif\">"]}
