{"title": ["Optimization-Based Design of Metal–Organic Framework Materials"], "authors": ["Richard Luis Martin", "Maciej Haranczyk"], "doi": ["10.1021/ct400255c"], "abstract": ["Metal–organic frameworks (MOFs) are a class of porous materials constructed from metal or metal oxide building blocks connected by organic linkers. MOFs are highly tunable structures that can in theory be custom designed to meet the specific pore geometry and chemistry required for a given application such as methane storage or carbon capture. However, due to the sheer number of potential materials, identification of optimal MOF structures is a significant challenge. In this contribution we describe an automated technique for MOF design based on mathematical optimization. Optimization is performed on linkers represented by abstract space-filling shapes, in order to generalize the desirable geometric parameters describing linkers, and optimal shapes are projected to real molecules to illustrate realistic MOFs exhibiting the calculated properties. Six examined topologies of MOF and two distinct geometrical pore properties relevant to guest adsorption phenomena are explored. We demonstrate that the optimal shapes of linkers depend on both the topology and the property of interest and moreover that synthetically challenging linkers are not necessary to achieve the most promising candidate materials."], "text": ["Top of Page", "Abstract", "Introduction", "Methods", "Results", "Conclusions", "References", "1 Introduction", "Crystalline porous materials have found wide use in industry since the late 1950s. Zeolites, the most well-known class of these materials, are commonly used as chemical catalysts, in particular as cracking catalysts in oil refinement, membranes for separations, and water softeners.", "(1)", " Over the past decade, metal–organic frameworks (MOFs) have emerged as a new class of microporous solids exhibiting record surface areas of up to 7000 m", "2", "/g, as well as tunable pore sizes and surface chemistry.", "(2)", " MOFs are typically crystalline powders composed of multitopic organic bridging ligands (", "linkers", ") and metal or metal oxide groups (", "secondary building units", ", or ", "SBUs", ") in a porous three-dimensional network structure. By adjusting these ", "building blocks", ", it is possible to tune the properties of the material to fulfill its target application requirements. Metal–organic frameworks hold great promise as materials of extraordinary performance in applications related to decreasing the negative environmental impact of energy use such as gas storage,", "(3)", " gas separations (as adsorbents or membranes),", "(4)", " or catalysis.", "(5)", "However, identification of crystalline porous materials which exhibit the optimal properties for any application remains a serious challenge due to the vast number of possible structures. For example, in the case of all-siliceous zeolites, which contain only one type of building block, the space of possible materials is spanned primarily by variation in topology. Still it has been predicted recently that there are about 330,000 potential all-siliceous zeolite materials with framework energy within 30 kJ of a reference quartz structure.", "(6)", " By contrast, MOFs theoretically offer a much greater space of possible structures as organic building blocks may also be varied. Indeed the number of potential building blocks is far larger than the number of feasible topologies, leading to an astronomical number of combinations. Any enumeration-based discovery strategy will clearly be limited to subsets of possible materials. In an enumeration-based design study, Wilmer et al. assembled a database of MOF structures by reusing building blocks of known MOFs.", "(7)", " More recently, our group has explored a database of commercially available chemical species as potential MOF building blocks.", "(8)", " In general, appropriate selection of sets of building blocks may be critical to the success of screening hypothetical material databases. Successfully identifying promising candidate materials through screening material databases may be considered to depend on the breadth of materials represented therein, which is to say, the ", "diversity", " of the materials represented. A database should be diverse enough to span a large amount of the material space and dense enough to identify optimal materials within families of similar material structures. So far these aspects of materials screening and discovery have not been widely investigated; however, these problems are well-known in the field of pharmaceutical drug discovery,", "(9)", " and our group has recently developed similarity/diversity analysis tools for materials discovery.", "(10)", " Attempting to satisfy the above criteria for a new material database may lead to a very large data set, posing a computational challenge to a database screening methodology. There is therefore a need for new, alternative design approaches, which can bypass the challenges of large-scale enumeration.", "A design strategy based on property optimization with respect to structure, rather than enumeration, is an exciting alternative. In this contribution we introduce and describe our algorithm for optimization-based design of MOF materials. Our approach utilizes optimum search algorithms to efficiently navigate the space of possible structures. Here, a number of randomly selected starting structures are modified in an iterative procedure to systematically tune framework properties. In principle, an optimization-based discovery approach avoids computational analysis of large regions of low-performance chemical space, while also removing the specific limitations on the search space imposed by discrete, enumeration-based strategies. This strategy has yet to be tried in the context of porous materials, although attempts have been made in the fields of electronic and optical materials", "(11-13)", " as well as molecules.", "(14)", " In general, there are two approaches to performing optimization-based design of molecules/materials: 1) perform the search in a ", "discrete", " space of ", "real", " molecular building blocks and employ discrete optimization techniques such as linear programming,", "(15)", " simulated annealing,", "(16)", " or genetic algorithms;", "(17)", " 2) embed the discrete space within a ", "continuous", " space of ", "abstract", " building blocks and employ continuous optimization techniques", "(12, 14)", " such as steepest-ascent (i.e., gradient-based optimization). The latter approach, based on ", "alchemical", ",", "(18)", " steepest-ascent optimization of abstract building blocks, is investigated in our study.", "In this contribution we extend our prototype method for design of high gravimetric surface area (GSA) MOFs through optimization", "(19)", " and describe a generalized algorithm for optimization-based design of MOFs with any quantifiable geometric property. Rather than enumerate all possible linker molecules and resulting MOFs, of which there are very many, we have devised an approach whereby possible linkers are 1) classified according to their connectivity and branching and 2) represented by a ", "vector", " of geometric properties, which corresponds to a coordinate vector in the chemical space. Utilizing efficient computational methods for MOF assembly and property estimation, optimization can therefore be achieved by modifying linker-defining vectors based on the calculated MOF property gradient, in order to incrementally modify linker geometry and hence iteratively converge to a MOF with optimal properties.", "We illustrate the procedure by identifying optimal MOFs with respect to two properties of interest for gas storage applications: a) volumetric surface area and b) volume fraction corresponding to favorable gas-host interaction, defined herein. The optimal molecular geometries obtained by our method for these properties are compared to the optimal GSA linker shapes identified in our initial article.", "(19)", " We illustrate that structural design factors correlated with these geometric properties of interest can be readily observed from taking such a high-level view of MOF design and describe how the highest performing materials can be achieved for each of six MOF topologies. We observe that the ranking of topologies with respect to each geometric property is very similar, with the two linker ", "pcu", " net achieving the best performance throughout. Furthermore, we emphasize that this procedure is general in application and can be extended to design MOFs exhibiting other properties of interest, comprising linkers conforming to arbitrary limits of complexity.", "Top of Page", "Abstract", "Introduction", "Methods", "Results", "Conclusions", "References", "2 Methods", "2.1", "Overview of Optimization", "The purpose of optimization-based design is to automatically discover MOF structures which exhibit an optimal property of interest; for instance, the largest achievable value of a property, or the value closest to a given target, within specified design constraints. Determining a single optimal structure not only enables estimation of the best achievable property within the bounds of the search but, perhaps more importantly, also serves to illustrate which MOF design considerations are critical for high-performing materials. For example, optimization can reveal for which specific MOF topologies branching on organic linker molecules serves to improve performance.", "Our method has three main components (see Figure ", "1", "). 1) An initial, random structure is obtained by constructing a unit cell from a specified metal building block and a random linker of the required connectivity. A random linker is constructed by selecting random values for the geometrical parameters which describe each linker molecule, described in ", "2.2. Linker and MOF Construction and Parameters", ". 2) During the iterative optimization algorithm, small modifications are made to each of the linker parameters, and the effect of these modifications upon the ", "objective function", " (e.g., the resulting volumetric surface area of the material) is measured, using algorithms described in ", "2.3. Property Estimation", ". 3) The gradient of the objective function with respect to structure can therefore be determined, and the next linker molecule is obtained by making a larger move in the parameter space along the calculated gradient. This steepest-ascent optimization method terminates once the gradient reaches zero, indicating that a local maximum has been achieved. The optimization method is described in ", "2.4. Optimization Algorithm", ".", "Figure 1. Schematic of the interacting components in MOF optimization.", "2.2", "Linker and MOF Construction and Parameters", "An efficient abstraction of the space of possible linker molecules is required in order to enable the incremental changes in linker molecule structure necessary for gradient-based optimization of linkers. We note that organic linkers can exhibit many different types of connectivity; for instance, they can simply be linear and two-coordinated (e.g., a dicarboxylic acid as in MOF-5", "(2a)", "). or they can exhibit more complex shapes such as a trigonal core, with two coordination sites per arm, leading to a six-coordinated linker (as in the PCN-6X series", "(20)", "). Hence, linker molecules are described as being comprised of distinct building units of a particular connectivity, termed ", "junctions", ", and we explore the space of all possible linkers comprised of a central junction and secondary junctions positioned on arms extending from the central junction. Accordingly, a broad range of linker topologies can be achieved, including those of MOF-5 or the PCN-6X series.", "Following our initial study,", "(19)", " here we have limited our search to a selection of linker connectivity types, each of which, when combined with an appropriate SBU, enables a distinct topology or ", "net", " (i.e., three-dimensional periodic graph, in which atoms or groups thereof are the vertices, and connections between them are the edges)", "(21)", " of MOF to arise. In our approach, MOFs are assembled by iteratively positioning linker and metal building blocks adjacent to one another, fulfilling the requirements of the net; a periodic unit cell is then automatically defined by analyzing the net connections that must be made periodically. We have chosen to design optimal materials within six MOF topologies which have been reported in the literature. Each of the SBUs and nets described below are illustrated in the ", "Supporting Information", ", and readers are referred to the references cited", "(21)", " for additional information on nets and the taxonomy of MOF structures.", "A 6-coordinated (6-c) Zn", "4", "O SBU coordinated to linear ditopic carboxylate linkers yields a ", "pcu", " net (e.g., MOF-5", "(2a)", "), as does a 6-c Cu", "2", "paddle-wheel", " with both linear ditopic carboxylate- and nitrogen-terminated linkers (the only topology examined herein which involves more than one linker). A 4-c Cu", "2", " paddle-wheel (the nitrogen-coordinating sites on the metal assumed to be saturated by water) can produce various nets when combined with distinct carboxylate-terminated linkers: ", "tbo", " when combined with a tritopic linker (e.g., HKUST-1", "(22)", "); ", "ntt", " when combined with a hexatopic linker (considered as being comprised of four 3-c vertices, alternatively ", "rht", "(21b)", " – e.g. the PCN-6X series", "(20)", "); ", "pts", " when combined with a tetrahedral tetratopic linker (e.g., MOF-36", "(23)", "); ", "fof", " when combined with a rectangular tetratopic linker (considered as being comprised of two 3-c vertices, alternatively ", "nbo", "(21b)", " – e.g. MOF-505", "(24)", "). Furthermore, a single level of interpenetration is explored where permissible by the topology (i.e., ", "pcu", " and ", "tbo", " nets only). Interpenetrated MOFs are achieved by duplicating the underlying material structure and translating it by a fixed fractional coordinate vector, so as to approximate the high symmetry observed experimentally in interpenetrated crystalline materials.", "(25)", "In order to accommodate incremental changes in linker shape during optimization, an abstract space of possible linker molecules of each topology is defined. We abstract real organic linkers using abstract, artificial molecules, which represent possible molecular geometry with an arrangement of space-filling atoms corresponding to junctions, connections between junctions, and branches. For each combination of junction types, nine parameters describe each molecule, and so each molecule is represented in parameter space by a nine-element vector which is utilized in linker optimization. The nine geometric parameters are the distance between the junctions (", "l", "1", "), and two radii (", "r", "1", ", ", "r", "2", "), a branch length (", "l", "2", "), and a branch radius (", "r", "3", ") for central and outer junctions. This nine-dimensional parameter space is discretized to a 0.1 Å resolution. An example of such a vector is provided in Table ", "1", ". The resulting 2-c abstract molecule, comprised of a 2-c central junction and a 2-c outer junction on each arm, is illustrated in Figure ", "2", "; abstract molecules of all connectivities based on the same nine parameter values are illustrated in the ", "Supporting Information", ". We emphasize that optimizing each linker type is considered as an independent optimization problem: linkers are not permitted to transition between topologies during optimization.", "With such an abstraction it is possible to smoothly transition from one molecular shape to another in the space of artificial molecules, and once an optimal structure is achieved for a particular topology, a translation back to real molecules of the discovered optimal geometry can occur. We note that more than one molecule may be mapped to each abstract object. For instance, translation can be performed to achieve molecules exhibiting ", "backbones", " comprised solely of carbon and hydrogen atoms (e.g., Figure ", "3", ") or to allow heteroatoms which may permit closer agreement to the geometric shape of the abstract representation.", "Table 1. Example of Nine-Parameter Vector Descriptor for an Abstract Molecule", "a", "l", "1", "r", "1a", "r", "2a", "r", "1b", "r", "2b", "l", "2a", "r", "3a", "l", "2b", "r", "3b", "4.2", "1.4", "4.2", "1.4", "1.4", "4.2", "1.4", "2.8", "0.0", "a", "All values are in Å.", "Figure 2. Abstract space-filling molecule constructed from the nine geometric parameters provided in Table ", "1", ".", "Figure 3. The abstract molecule from Figure ", "2", " projected onto real chemistry, as a dicarboxylic acid molecule exhibiting a backbone comprised of carbon and hydrogen atoms (hydrogen atoms omitted).", "It is important, therefore, to ensure that the nine-dimensional geometric parameter space of abstract molecules approximates real chemistry. Accordingly, we examined the eMolecules database", "(26)", " of commercially available molecules to determine bounds for junction size, branching length, etc. that are synthetically feasible. Furthermore, based on our previous work,", "(19)", " three separate sets of geometric bounds were constructed, representing linkers of increasing synthetic difficulty. The selected bounds for each set are provided in Table ", "2", ".", "Table 2. Maximum Length in Å of Each Geometric Parameter, Across Three Sets of Bounds", "linker complexity", "l", "1", "; ", "l", "2", "r", "1a", "r", "2b", "r", "1b", "; ", "r", "2b", "r", "3", "set I", "5.0", "1.4", "1.4", "1.4", "1.4", "set II", "5.0", "2.8", "3.5", "1.4", "1.4", "set III", "5.0", "5.0", "5.0", "5.0", "1.4", "2.3", "Property Estimation", "We have previously described an approach to achieve MOFs optimized with respect to internal, methane-accessible GSA;", "(19)", " in this work we generalize this MOF design strategy and demonstrate its application to the discovery of MOF structures optimized with respect to two new objective functions: internal volumetric surface area (VSA) and so-called van der Waals volume fraction (WVF), both of which are calculated with respect to a methane probe molecule, represented using the united atom approximation, i.e. as a single sphere, with radius 1.575 Å.", "VSA is a commonly reported material property, defined here as the probe-accessible internal surface area of a material, divided by the total accessible volume, and is provided in the units of m", "2", "/cm", "3", ". On the other hand, WVF is a customized property, designed to illustrate the flexibility of the presented optimization approach to achieve MOFs optimized for any quantifiable property. WVF is defined as the proportion of the probe-accessible volume which is a specific distance from the internal surface of the material and hence is provided as a fraction. Accordingly, the WVF is designed to approximate the proportion of accessible volume corresponding to favorable van der Waals interaction between the guest and the host. The preferential guest–host distance can be approximated by inspecting the energy minimum of an appropriate force field. For the purpose of estimating this distance, we utilize the Lennard-Jones (LJ) interaction model;", "(27)", " since linkers are typically carbon-based, the favorable interaction throughout a MOF is approximated by the methane–carbon interaction. The Dreiding force field", "(28)", " is utilized for framework carbon atom parameters, while the methane molecule is modeled using the united-atom approximation (i.e., single center) with LJ parameters from the TraPPE force field.", "(29)", " In this model, a (favorable) methane–host interaction energy below −15 K is observed in the LJ interaction within the range of 3.75 to 4.6 Å (to the nearest 0.05 Å) from methane center to the framework atom center. This distance range was utilized as representative of the favorable interaction distance range for a guest methane molecule and a framework.", "Both VSA and WVF are calculated using our open-source high-throughput porous materials analysis suite ", "Zeo++", ".", "(30)", " Algorithms for the calculation of probe-accessible volume and surface area, utilized in the computation of VSA and WVF, are provided in ref ", "30", ". VSA and WVF are purely geometric properties and accordingly are computed based on the provided atomic positions and unit cell parameters, with atomic radii as provided by the Cambridge Crystallographic Data Centre.", "(31)", "2.4", "Optimization Algorithm", "In this work a discretized steepest-ascent optimization method is utilized. The objective function of a material (VSA or WVF), and that of its neighbors in a discretized parameter space, can be used to calculate a numerical gradient of the objective function with respect to linker geometry. If the gradient is zero, the method terminates due to arriving at a local maximum. If the gradient is nonzero however, then the method continues by selecting an appropriate new linker. The new linker is determined by making a move in property space along the calculated gradient and rounding to the nearest discrete position. An arbitrary movement of 2.5 unit steps (i.e., with the specified resolution of 0.1 Å, a movement of 0.25 Å) is performed. In the event that this movement produces a linker outside of the bounds of the property space, iteratively smaller translations are attempted in 0.1 unit step increments until a new linker is successfully achieved, or no movement is possible, in which case the optimization is considered to have converged to a local maximum within the limits of the property space. Finally, the optimization is also terminated if the new linker is identical to one which has been examined previously, to prevent indefinite continuation of the procedure.", "It should be emphasized that gradient-based optimization does not guarantee convergence to a global maximum; therefore, in order to mitigate the impact of converging to a local maximum far from the global maximum, ten optimization runs are performed for each topology, initialized with distinct start points. To ensure that the start points are sufficiently distinct from each other, each run begins at a random start point whose parameter values are each distinct from those of any other start point (where permitted by the range of valid geometric parameter values). The structure exhibiting the best calculated property from across the ten runs is selected to represent the best achievable, optimal performance.", "For the purposes of optimization, each MOF topology is treated independently; i.e., it is not permitted to transition between MOF topologies during optimization. Similarly, interpenetration of MOF structures, where permissible by the topology in question, is investigated, but transition between interpenetrated and noninterpenetrated structures during optimization is not permitted.", "Top of Page", "Abstract", "Introduction", "Methods", "Results", "Conclusions", "References", "3 Results", "For each examined topology of MOF, abstract linkers were optimized in order to identify the maximum VSA and WVF achievable. Interpenetrated and noninterpenetrated cases, as well as junction branching and nonbranching cases, were optimized independently. Three distinct sets of bounds on the space of permissible linkers were investigated, as described above. In total, 156 distinct optimizations were investigated, each of which was performed ten times with a distinct starting structure, with the overall best result selected for each. The single best results for each topology and set of linker bounds are provided in Table ", "3", " and Table ", "4", " and illustrated in Figure ", "4", "; full tables of results are provided in the ", "Supporting Information", ". For comparison, GSA optimization results from our initial article", "(19)", " are provided in Table ", "5", " and Figure ", "5", ".", "Table 3. Highest VSA (in m", "2", "/cm", "3", ") Achieved for Each MOF Topology and Linker Complexity Level", "topology", "set I", "set II", "set III", "pcu", " (two linkers)", "3911.93", "3911.93", "3927.89", "pcu", "3894.79", "3894.79", "3894.79", "fof", "2983.87", "3027.67", "3020.58", "tbo", "3009.84", "3009.84", "3009.84", "ntt", "2536.86", "2560.23", "2530.38", "pts", "2671.69", "2635.63", "2810.23", "Table 4. Highest WVF Achieved for Each MOF Topology and Linker Complexity Level", "topology", "set I", "set II", "set III", "pcu", " (two linkers)", "0.2421", "0.2412", "0.2388", "pcu", "0.2356", "0.2409", "0.2380", "fof", "0.1751", "0.1766", "0.1843", "tbo", "0.1897", "0.1918", "0.1890", "ntt", "0.1411", "0.1523", "0.1522", "pts", "0.1739", "0.1739", "0.1778", "Figure 4. Highest VSA (left, in m", "2", "/cm", "3", ") and WVF (right) achieved for each topology and linker complexity level.", "Table 5. Highest GSA (in m", "2", "/g) Achieved for Each MOF Topology and Linker Complexity Level", "topology", "set I", "set II", "set III", "pcu", " (two linkers)", "9673.99", "10760.3", "11006.5", "pcu", "9021.72", "9978.00", "10513.7", "fof", "5959.05", "6318.89", "8534.09", "tbo", "8470.43", "9539.93", "9842.02", "ntt", "5355.93", "6225.84", "8196.53", "pts", "7229.64", "7229.64", "9549.47", "Figure 5. Highest GSA achieved for each topology and linker complexity level.", "This approach to navigating the space of MOF structures, utilizing abstract, place-holder molecules and an efficient gradient-based optimization algorithm, enables a high-level view of MOF design considerations. As well as identifying individual optimal MOF structures, MOF topologies can easily be compared, the situational benefit or otherwise of framework interpenetration and linker branching can be elucidated, and the improvement in properties of interest achievable by expanding the space of linkers to include more synthetically challenging molecules can be measured.", "It is clear that there is considerable deviation in the highest achievable VSA and WVF across the six distinct MOF topologies explored. In general, the relative performance of the topologies is quite consistent: ", "pcu", " (two linkers) achieves the highest values, closely followed by ", "pcu", ", while ", "ntt", " yields the lowest measured properties. Furthermore, the ranking of MOF topologies is similar to that observed in our previous work identifying optimal GSA frameworks", "(19)", " (Figure ", "5", "), and indeed a similar relationship is observed between the highest achievable VSA and WVF and the ligand-to-metal ratio, i.e. the ratio of number of ligands (linkers) to number of metal SBUs in a net", "(19)", " (Figure ", "6", ").", "Figure 6. Relationship between the ligand-to-metal ratio and the maximum VSA (above), WVF (center), and GSA (below) achieved for each topology (set I).", "However, the optimal MOFs for high VSA and WVF are significantly different to those exhibiting high GSA. This is implicit from observing that the highest VSA and WVF achievable for each topology remains largely unchanged when linkers are permitted to become more complex (e.g., with larger fused ring systems), in notable contrast to GSA optimization, which yields very large linkers, where permitted.", "(19)", " Therefore, complex linkers are shown to be largely unnecessary for achieving high VSA and WVF frameworks. Inspecting the optimal abstract linkers and MOFs achieved for each topology can reveal the reasons for the latter. Optimal linkers for the ", "pcu", " (two linkers) and ", "ntt", " nets are illustrated in Figure ", "7", " and Figure ", "8", "; space-filling illustrations of optimal molecules for the remaining topologies are provided in the ", "Supporting Information", ".", "It is clear that the optimal VSA linkers are geometrically very simple. They are typically small and exhibit little or no branching. This is in stark contrast to optimal GSA linkers, which were typically found to be long and with a high degree of branching.", "(19)", " This contrast can be rationalized as follows. GSA (gravimetric surface area) is maximized when a high surface area is achieved with a small mass. Therefore, as few metal SBUs as possible are desired. Increasing the size of the constituent organic linkers serves to improve GSA, and framework interpenetration, which adds SBUs, is a negative agent. By contrast, VSA (volumetric surface area) is maximized when a high surface area is achieved in a small volume. Whether the surface area arises from organic linkers or metal SBUs is irrelevant; the only concern is the optimal occupation of a given volume with framework surface that is exposed to a guest molecule (in this case, methane). Hence, framework interpenetration can be intrinsically beneficial to VSA. Indeed we observe that optimal MOFs for both ", "pcu", " net versions exhibit interpenetration. It is interesting that, in general, ", "tbo", " benefits from interpenetration but that the overall best ", "tbo", " MOF is noninterpenetrated; it is clear however from inspecting the optimal shape that it achieves the highest VSA by virtue of being as small in size as possible (hence for this net, the volume can be sufficiently minimized such that a higher VSA is achieved than could be achieved through maximizing surface area). In summary, the optimal linkers will typically be those which are of short length, so as to minimize framework volume. Second, optimal linker shapes will maximize surface area in a manner which is dependent on the net in question, by either a) being comprised of simplistic rodlike shapes if the net interpenetrates (both ", "pcu", " versions and ", "tbo", " nets that involve branching) or b) maximally occupying the available volume with rings and branching if the net does not interpenetrate (all other nets).", "Therefore it is clear that expanding the bounds of linker complexity is in most cases not necessary for improved framework VSA. The notable exception is the ", "pts", " net, which exhibits a nontrivial improvement in VSA when linkers from set III are permitted. For noninterpenetrating nets such as ", "pts", ", case b) above suggests that complex linkers may yield improved VSA if more efficient occupation of volume is thereby achieved. Indeed the optimal pts linker from set III exhibits this property, since it is small in size but exhibits a shape reflecting wide fused ring sections, increasing surface area without a corresponding increase in framework volume (see Figure ", "9", "). This effect is not observed in the other noninterpenetrating nets, ", "fof", " and ", "ntt", "; however, this can also be rationalized by observing that the optimal VSA linker shapes from set I already exhibit branching on the central junction so as to maximize surface area without increasing volume. In these cases, the additional linker breadth permitted in sets II and III is not of benefit, since any further increase in breadth would cause adjacent linkers in the net to be too close to one another, leading to a decrease in surface area.", "WVF (van der Waals volume fraction) is, to some extent, a similar framework property to VSA. A high WVF is achieved for MOFs exhibiting a minimized proportion of framework volume which is not adjacent to the surface of the material. Therefore, high WVF can be achieved independently of the amount of framework volume; the only concern is that the volume is occupied efficiently with space that is close to the surface so as to maximize the potential for guest–host interaction. Hence, interpenetration also benefits WVF, and, overall, interpenetrated frameworks are found to be superior in every case (note that the above-mentioned case of the optimal VSA ", "tbo", " net not being interpenetrated is not relevant here, since minimizing volume is of no importance).", "It is interesting to note that in each case, optimal linkers for achieving high WVF do not include branches. This behavior can be rationalized by considering that although branching on linkers serves to improve surface area, it can reduce the volume fraction which is close to the surface, by a) explicitly removing space by occupying it with atoms of the linker; b) implicitly removing space by causing it to become inaccessible to the guest due to proximity of linker atoms; or c) requiring an overall increase in linker length to accommodate the branches, which causes an increase in total framework volume and hence a reduction in volume fraction near to the surface.", "Since WVF represents the fraction of void space within a favorable carbon-methane interaction range, it is an approximation of the true favorable methane interaction volume fraction, since the materials in this work are not entirely comprised of carbon. However, it is presented as a reasonable approximation due to the prevalence of carbon-based linkers in the real molecule projections presented herein and in MOFs, in general, and the small degree of difference in the Dreiding force field", "(28)", " between methane interaction with carbon and other common elements such as oxygen and nitrogen. Nevertheless, by the same criteria established above, the most favorable methane–carbon interaction distance range (3.75 to 4.6 Å) is further from the surface than that for methane–oxygen (3.55 to 4.3 Å) or methane–nitrogen (3.7 to 4.35 Å), and so a bias may exist toward structures with fractionally wider pores in order to maximize the void fraction within the most favorable methane–carbon distance range.", "Figure 7. Optimal VSA abstract molecules for pcu (two linkers) net (left) and ntt net (right).", "Figure 8. Optimal WVF abstract molecules for pcu (two linkers) net (left) and ntt net (right).", "Figure 9. Optimal VSA abstract molecule for pts net (set III).", "It is clear that the value of the framework objective function achievable with abstract molecules does not explicitly reflect the value that can be achieved with real chemistry. Projecting optimal abstract linkers back to real molecules and calculating the VSA or WVF of the resulting frameworks is therefore of critical importance in verifying the observations that have been made in the abstract space. However, since abstract molecules are only geometric shapes, and possess no chemistry, there is therefore a broad scope for assigning real chemistry to the optimal geometry. For certain geometric shapes it may not be possible to exhaustively analyze all feasible chemistry with a similar geometry; furthermore, the abstract geometry may be quite distinct from any realistic chemistry.", "We have projected the optimal abstract molecules for each topology and objective function onto real molecules. In the absence of an automated technique known to the authors for evaluating this projection while a) ensuring symmetry of the projected molecules and b) constraining the projection to molecules comprising the desired elements, this evaluation is performed manually for the small number of highest-performing abstract molecules. Accordingly, we do not guarantee that the presented real molecules constitute the closest possible matches to the given geometry. First, linkers of similar geometry to the abstract blueprints but exhibiting only carbon and hydrogen atom backbones were constructed. By restricting linker projection in this way, we achieve the simplest possible chemistry, at the potential expense of geometric proximity to the abstract design. Second, alternative linkers were constructed which were permitted to contain nitrogen atoms within the backbone. This small additional degree of flexibility in linker projection allows for more precise tuning of linker shape to reflect localized features of the identified optimal geometry. For simplicity of the resulting projections, no additional chemical complexity was permitted. Optimal hydrocarbon backbone linkers for the ", "pcu", " (two linkers) and ", "ntt", " nets are illustrated in Figure ", "10", " and Figure ", "11", ", with optimal linkers for the remaining nets presented in the ", "Supporting Information", "; in the cases where nitrogen-containing molecules produced MOFs exhibiting a greater VSA or WVF, these molecules are also presented. The overall best VSA or WVF of projected molecules is compared to that of abstract frameworks in Figure ", "12", ". We would like to note at this point that the undertaken manual projection approach could be replaced in the future by adapting techniques developed in different contexts, for example, design of structure directing agents.", "(32)", "Figure 10. Hydrocarbon-backbone linker projections of optimal VSA abstract molecules for pcu (two linkers) net (left) and ntt net (right); hydrogen atoms omitted.", "Figure 11. Hydrocarbon-backbone linker projections of optimal WVF abstract molecules for pcu (two linkers) net (above) and ntt net (middle), with superior nitrogen-containing ntt projection (below); hydrogen atoms omitted.", "Figure 12. Maximum abstract VSA (left) and WVF (right) compared to projected molecules (set I).", "It can be observed that, in general, projecting from abstract blueprints to real chemistry has a small impact on the calculated VSA or WVF. The maximum deviation in objective function observed between abstract and real frameworks is for the ", "pcu", " net optimized for VSA (projection causing a 15.9% reduction in VSA), followed by the ", "tbo", " net also for VSA (10.9% reduction). In the case of these two frameworks, the poor VSA following projection can be attributed to unrealistic geometry of the abstract molecules arising from their small size and the discrete nature of real chemistry. The abstract ", "pcu", " linker with optimal VSA is simply a rodlike shape, of a particular length that is between one and two acetylenes; the best projection is to a double acetylene, which causes a relative increase in framework volume and hence a reduction in VSA. However, it should be noted that this does not affect the ranking of the topologies and is still a high VSA. The abstract ", "tbo", " linker is of a similar shape but with a trigonal center; no real chemistry of this size exists within the explored limits of projection, and so the closest achievable molecule comprises a ring. In all other cases, projection resulted in less than 10% deviation in objective function.", "In certain cases, the incorporation of nitrogen atoms permitted a closer geometric match between real and abstract molecules. For instance, the ", "pts", " net linker optimized for VSA exhibits rings of a challenging geometry. The simplest projection is onto benzene rings; however, the substitution for nitrogen on the two atoms of each ring closest to the center, and the corresponding removal of hydrogen, leads to a closer geometric match to the abstract design. A similar effect is observed for several other nets and enables nitrogen-containing projections to achieve higher objective function values.", "Finally, we discuss the behavior of the optimization algorithm, specifically, whether our approach is sufficient to identify a global maximum, and why the maximum achievable objective function is sometimes observed to decrease upon permitting more complex linkers.", "As discussed, gradient-based optimization does not guarantee convergence to a global maximum. Based on the position in parameter space at which optimization is initialized, only convergence to a particular local maximum can be guaranteed. By performing optimization for each objective function, topology, etc. ten times, we aim to mitigate this effect and increase the likelihood of identifying a global maximum. In order to estimate the probability of achieving the global maximum after ten runs, we performed a test whereby a much larger number of runs were performed for four distinct optimizations. We selected the ", "ntt", " net, set III (most complex linkers, presenting a larger search space), and performed 100 runs for each objective function, on linkers which a) permitted no branching and b) permitted branching on the central junction only. The 100 objective function values achieved were sorted and are illustrated in Figure ", "13", ".", "Figure 13. Optimal ntt net objective function values from 100 runs; decreasing order. VSA (above) and WVF (below); no branching (left) and branching on the central junction only (right).", "These four optimizations serve to illustrate that the range of VSA or WVF achieved can vary significantly between runs. For example, in the best case, 23 runs optimizing VSA for the ", "ntt", " net with no branching result in 2488.68 m", "2", " cm", "–3", ", the maximum achieved; in the worst case, only one optimization of the same net for WVF with branching achieves the maximum of 0.1536. The probability of achieving a particular maximum within ten distinct runs can therefore be estimated. In the worst case, the probability of the best result out of ten random runs being within five percent of the maximum achieved in 100 runs is 82.5%.", "While linker complexity set I is contained within set II, which itself is contained within set III, Table ", "4", " indicates that the maximum WVF achieved for the ", "pcu", " (two linkers) net decreases as linker complexity is permitted to increase. This counterintuitive behavior can be attributed to poorly converged optimization. By permitting increased linker complexity, the search space of possible linkers expands. Accordingly, with a larger search space, it is less likely that ten runs will be sufficient to identify the global maximum. Nevertheless, in these cases the decrease in objective function observed is very small, and the maximum observed in set I can be considered as a lower bound for that of set II, etc.", "Top of Page", "Abstract", "Introduction", "Methods", "Results", "Conclusions", "References", "4 Conclusions", "In summary we have presented a gradient-based algorithm for the design of MOFs with tailored properties using mathematical optimization. Our approach involves abstracting MOF linkers as space-filling abstract shapes, the geometric properties of which are optimized in order to iteratively improve the properties of the resulting frameworks. We have demonstrated that such a high-level view of MOF design enables 1) optimal linker shapes to be identified by efficiently navigating the space of possible MOF geometries; 2) the maximum VSA and WVF of distinct framework topologies to be easily compared; 3) understanding of the situational benefit of linker design considerations such as branching, fused rings, and overall linker size; and 4) estimation of the maximum achievable framework properties within specified bounds of linker exploration.", "Furthermore, we have illustrated specific MOF design considerations that are correlated with framework properties of interest. MOFs exhibiting an optimal volumetric surface area (VSA) are achieved through either a) interpenetrated frameworks (where permissible) comprised of small, rodlike linkers, thereby minimizing overall volume, or b) noninterpenetrated frameworks comprised of relatively short linkers which include rings and a degree of branching, thereby maximizing surface area. In contrast, an optimal volume fraction close to the internal surface of the material (van der Waals volume fraction, or WVF) is achieved with interpenetrated frameworks (where permissible), and an increase in volume fraction near to the surface through inclusion of rings, but no branches. We note that both versions of the ", "pcu", " net are consistently the highest performing topologies, even in the cases where projecting from abstract to real chemistry causes a decrease in the calculated objective function, and correspondingly the ", "ntt", " net is consistently the lowest performing topology.", "Finally, we emphasize that the approach presented here is general in its utility and can readily be deployed to investigate the optimal linkers for any MOF topology, within any arbitrary bounds of linker complexity, and for any material property of interest.", " ", "Top of Page", "Abstract", "Introduction", "Methods", "Results", "Conclusions", "References", "Supporting Information", "Illustrations of metal SBUs, nets, and example abstract linkers are provided in a supporting document. The full results of interpenetrated and noninterpenetrated optimization for each objective function, linker complexity, net and type of linker (junction combination and type of branching) are also provided, along with real molecules projected from the optimal abstract molecules for each objective function and net.  This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Methods", "Results", "Conclusions", "References", "Acknowledgment", "The authors wish to thank the reviewer for valuable comments leading to improving the manuscript. This work is supported by the Laboratory Directed Research and Development Program of the Lawrence Berkeley National Laboratory (LBNL). LBNL is supported by the Office of Science of the U.S. Department of Energy under Contract No. DE-AC02-05CH11231. This research used resources of the National Energy Research Scientific Computing Center, which is supported by the Office of Science of the U.S. Department of Energy under Contract No. DEAC02-05CH11231.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Methods", "Results", "Conclusions", "References", "References", "This article references 32 other publications.", "1. ", "(a)  ", "Handbook of Zeolite Science and Technology", "; ", "Auerbach", ", ", "S. M.", ", ", "Carrado", ", ", "K. A.", ", ", "Dutta", ", ", "P. K.", ", Eds.; ", "Marcel Dekker", ": ", "New York, USA", ", ", "2004", ".", "There is no corresponding record for this reference.", "(b) ", "Smit", ", ", "B.", "; ", "Maesen", ", ", "T. L. M.", " ", "Nature", " ", "2008", ",  ", "457", ",  ", "671", "– ", "677", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(c) ", "Smit", ", ", "B.", "; ", "Maesen", ", ", "T. L. M.", " ", "Chem. Rev.", " ", "2008", ",  ", "108", ",  ", "4125", "– ", "4184", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Molecular Simulations of Zeolites: Adsorption, Diffusion, and Shape Selectivity", "Smit, Berend; Maesen, Theo L. M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2008", "),\r\n    ", "108", "\r\n        (", "10", "),\r\n    ", "4125-4184", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Details of simulation studies for adsorption, diffusion, and shape selectivity on zeolites have been reviewed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtFKlurrL&md5=7a607f8f328c57fb1c88a004d4cf04da", "(d) ", "Krishna", ", ", "R.", "; ", "van Baten", ", ", "J. M.", " ", "Chem. Eng. J.", " ", "2007", ",  ", "133", ",  ", "121", "– ", "131", "[", "Crossref", "], [", "CAS", "]", "1. ", "Using molecular simulations for screening of zeolites for separation of CO2/CH4 mixtures", "Krishna, R.; van Baten, J. M.", "Chemical Engineering Journal (Amsterdam, Netherlands)", "\r\n        (", "2007", "),\r\n    ", "133", "\r\n        (", "1-3", "),\r\n    ", "121-131", "CODEN:\r\n                ", "CMEJAJ", ";\r\n        ISSN:", "1385-8947", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Using Grand Canonical Monte Carlo (GCMC) and mol. dynamics (MD) simulation techniques 12 different zeolites were screened to det. which one would yield the best membrane sepn. selectivity for sepn. of CO2 and CH4.  The choice of the zeolite has a significant influence on both the sorption and diffusion selectivities.  It was found that zeolites CHA and DDR, that have cages sepd. by narrow windows, yielded the best permeation selectivities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXmvVGitbo%253D&md5=f4c0949f20a186f12a5d34767528f49c", "2. ", "(a) ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Rosi", ", ", "N.", "; ", "Vodak", ", ", "D.", "; ", "Wachter", ", ", "J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2002", ",  ", "295", ",  ", "469", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Systematic design of pore size and functionality in isoreticular MOFs and their application in methane storage", "Eddaoudi, Mohamed; Kim, Jaheon; Rosi, Nathaniel; Vodak, David; Wachter, Joseph; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2002", "),\r\n    ", "295", "\r\n        (", "5554", "),\r\n    ", "469-472", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A strategy based on reticulating metal ions and org. carboxylate links into extended networks has been advanced to a point that allowed the design of porous structures in which pore size and functionality could be varied systematically.  Metal-org. framework (MOF-5), a prototype of a new class of porous materials and one that is constructed from octahedral Zn-O-C clusters and benzene links, was used to demonstrate that its three-dimensional porous system can be functionalized with the org. groups -Br, -NH2, -OC3H7, -OC5H11, -C2H4, and -C4H4 and that its pore size can be expanded with the long mol. struts biphenyl, tetrahydropyrene, pyrene, and terphenyl.  We synthesized an isoreticular series (one that has the same framework topol.) of 16 highly cryst. materials whose open space represented up to 91.1% of the crystal vol., as well as homogeneous periodic pores that can be incrementally varied from 3.8 to 28.8 Å.  One member of this series exhibited a high capacity for methane storage (240 cm3 at std. temp.), and others the lowest densities (0.41 to 0.21 g/cm3) for a cryst. material at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlyrtLjP&md5=d218d4040887f5fb390a733ee156d27b", "(b) ", "Matsuda", ", ", "R.", "; ", "Kitaura", ", ", "R.", "; ", "Kitagawa", ", ", "S.", "; ", "Kubota", ", ", "Y.", "; ", "Belosludov", ", ", "R. V.", "; ", "Kobayashi", ", ", "T. C.", "; ", "Sakamoto", ", ", "H.", "; ", "Chiba", ", ", "T.", "; ", "Takata", ", ", "M.", "; ", "Kawazoe", ", ", "Y.", "; ", "Mita", ", ", "Y.", " ", "Nature", " ", "2005", ",  ", "436", ",  ", "238", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Highly controlled acetylene accommodation in a metal-organic microporous material", "Matsuda, Ryotaro; Kitaura, Ryo; Kitagawa, Susumu; Kubota, Yoshiki; Belosludov, Rodion V.; Kobayashi, Tatsuo C.; Sakamoto, Hirotoshi; Chiba, Takashi; Takata, Masaki; Kawazoe, Yoshiyuki; Mita, Yoshimi", "Nature (London, United Kingdom)", "\r\n        (", "2005", "),\r\n    ", "436", "\r\n        (", "7048", "),\r\n    ", "238-241", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Metal-org. microporous materials (MOMs) have attracted wide scientific attention owing to their unusual structure and properties, as well as com. interest due to their potential applications in storage, sepn. and heterogeneous catalysis.  One of the advantages of MOMs compared to other microporous materials, such as activated carbons, is their ability to exhibit a variety of pore surface properties such as hydrophilicity and chirality, as a result of the controlled incorporation of org. functional groups into the pore walls.  This capability means that the pore surfaces of MOMs could be designed to adsorb specific mols.; but few design strategies for the adsorption of small mols. have been established so far.  Here we report high levels of selective sorption of acetylene mols. as compared to a very similar mol., carbon dioxide, onto the functionalized surface of a MOM.  The acetylene mols. are held at a periodic distance from one another by hydrogen bonding between two non-coordinated oxygen atoms in the nanoscale pore wall of the MOM and the two hydrogen atoms of the acetylene mol.  This permits the stable storage of acetylene at a d. 200 times the safe compression limit of free acetylene at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXmtVers7o%253D&md5=33d1004f5e9fc5dff5fe8327ebc502d7", "(c) ", "Millward", ", ", "A. R.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "17998", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Metal-Organic Frameworks with Exceptionally High Capacity for Storage of Carbon Dioxide at Room Temperature", "Millward, Andrew R.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "51", "),\r\n    ", "17998-17999", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) show high CO2 storage capacity at room temp.  Gravimetric CO2 isotherms for MOF-2, MOF-505, Cu3(BTC)2, MOF-74, IRMOF-11, IRMOF-3, IRMOF-6, IRMOF-1 and MOF-177 are reported up to 42 bar.  Type I isotherms are found in all cases except for MOFs based on Zn4O(O2C)6 clusters, which reveal a sigmoidal isotherm.  The various pressures of the isotherm steps correlate with increasing pore size, which indicates potential for gas sepns.  The amine functionality of the IRMOF-3 pore shows evidence of relatively increased affinity for CO2.  Capacities qual. scale with surface area and range from 3.2 mmol/g for MOF-2 to 33.5 mmol/g (320 cm3(STP)/cm3, 147 wt %) for MOF-177, the highest CO2 capacity of any porous material reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXht1GktLnJ&md5=ad433b990b72836a16c8647c09ec85f2", "(d) ", "Furukawa", ", ", "H.", "; ", "Miller", ", ", "M. A.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Mater. Chem.", " ", "2007", ",  ", "17", ",  ", "3197", "[", "Crossref", "], [", "CAS", "]", "2. ", "Independent verification of the saturation hydrogen uptake in MOF-177 and establishment of a benchmark for hydrogen adsorption in metal-organic frameworks", "Furukawa, Hiroyasu; Miller, Michael A.; Yaghi, Omar M.", "Journal of Materials Chemistry", "\r\n        (", "2007", "),\r\n    ", "17", "\r\n        (", "30", "),\r\n    ", "3197-3204", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Hydrogen isotherms for MOF-177, Zn4O(1,3,5-benzenetribenzoate)2, crystals were independently measured by volumetric and gravimetric methods at 77 K to confirm its hydrogen uptake capacity and to establish the importance of calibrating gas adsorption instrumentation prior to evaluating H2 storage capacities.  Reproducibility of hydrogen adsorption expts. is important because non-systematic errors in measurements can easily occur leading to erroneous reports of capacities.  The surface excess wt. percentage of hydrogen uptake in MOF-177 samples is 7.5 wt% at 70 bar, which corresponds to an abs. adsorbed amt. of 11 wt%.  These values are in agreement with our previous report and with those found independently by Southwest Research Institute.  Considering its well-known structure and its significant H2 uptake properties, we believe MOF-177 is an excellent material to serve as a benchmark adsorber.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXotV2ltL0%253D&md5=d14206c5f9ca37fa3a9ca84a3089a75d", "(e) ", "Morris", ", ", "R. E.", "; ", "Wheatley", ", ", "P. S.", " ", "Angew. Chem., Int. Ed.", " ", "2008", ",  ", "47", ",  ", "4966", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Gas storage in nanoporous materials", "Morris, Russell E.; Wheatley, Paul S.", "Angewandte Chemie, International Edition", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "27", "),\r\n    ", "4966-4981", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Gas storage in solids is becoming an ever more important technol., with applications and potential applications ranging from energy and the environment all the way to biol. and medicine.  Very highly porous materials, such as zeolites, carbon materials, polymers, and metal-org. frameworks, offer a wide variety of chem. compn. and structural architectures that are suitable for the adsorption and storage of many different gases, including hydrogen, methane, nitric oxide, and carbon dioxide.  However, the challenges assocd. with designing materials to have sufficient adsorption capacity, controllable delivery rates, suitable lifetimes, and recharging characteristics are not trivial in many instances.  The different chem. assocd. with the various gases of interest makes it necessary to carefully match the properties of the porous material to the required application.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXoslags7s%253D&md5=493591f2384eabaec7b9a26944610c97", "(g) ", "Murray", ", ", "L. J.", "; ", "Dinca", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1294", "and references therein", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Hydrogen storage in metal-organic frameworks", "Murray, Leslie J.; Dinca, Mircea; Long, Jeffrey R.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1294-1314", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review of current status of hydrogen storage within metal-org. frameworks.  Microporous metal-org. frameworks, having exceptionally high surface areas and chem.-tunable structures, have recently emerged as some of the most promising candidate materials.  Particular emphasis is given to the relationships between structural features and the enthalpy of hydrogen adsorption, spectroscopic methods for probing framework-H2 interactions, and strategies for improving storage capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamuro%253D&md5=f652ac03772753d7f80244564a80e6f0", "3. ", "Sumida", ", ", "K.", "; ", "Hill", ", ", "M. R.", "; ", "Horike", ", ", "S.", "; ", "Dailly", ", ", "A.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "15120", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Synthesis and Hydrogen Storage Properties of Be12(OH)12(1,3,5-benzenetribenzoate)4", "Sumida, Kenji; Hill, Matthew R.; Horike, Satoshi; Dailly, Anne; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "42", "),\r\n    ", "15120-15121", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The 1st cryst. beryllium-based metal-org. framework was synthesized and found to exhibit an exceptional surface area useful for hydrogen storage.  Reaction of 1,3,5-benzenetri-p-benzoic acid (H3BTB) and beryllium nitrate in a mixt. of DMSO, DMF, and water at 130° for 10 days affords the solvated form of Be12(OH)12(1,3,5-benzenetribenzoate)4 (1).  Its highly porous framework structure consists of unprecedented saddle-shaped [Be12(OH)12]12+ rings connected through tritopic BTB3- ligands to generate a 3,12 net.  Compd. 1 exhibits a BET surface area of 4030 m2/g, the highest value yet reported for any main group metal-org. framework or covalent org. framework.  At 77 K, the H2 adsorption data for 1 indicate a fully reversible uptake of 1.6% at 1 bar, with an initial isosteric heat of adsorption of -5.5 kJ/mol.  At pressures up to 100 bar, the data show the compd. to serve as an exceptional hydrogen storage material, reaching a total uptake of 9.2% and 44 g/L at 77 K and of 2.3% and 11 g/L at 298 K.  It is expected that reaction conditions similar to those reported here may enable the synthesis of a broad new family of beryllium-based frameworks with extremely high surface areas.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht1WntrzJ&md5=b3596360861c40747b4f3eb3c64583b9", "4. ", "(a) ", "Demessence", ", ", "A.", "; ", "D’Alessandro", ", ", "D. M.", "; ", "Foo", ", ", "M. L.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "8784", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Strong CO2 Binding in a Water-Stable, Triazolate-Bridged Metal-Organic Framework Functionalized with Ethylenediamine", "Demessence, Aude; D'Alessandro, Deanna M.; Foo, Maw Lin; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "25", "),\r\n    ", "8784-8786", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reaction of CuCl2·2H2O with 1,3,5-tris(1H-1,2,3-triazol-5-yl)benzene (H3BTTri) in DMF at 100° generates the metal-org. framework H3[(Cu4Cl)3(BTTri)8(DMF)12]·7DMF·76H2O (1-DMF).  The sodalite-type structure of the framework consists of BTTri3--linked [Cu4Cl]7+ square clusters in which each CuII center has a terminal DMF ligand directed toward the interior of a large pore.  The framework exhibits a high thermal stability of up to 270°, as well as exceptional chem. stability in air, boiling water, and acidic media.  Following exchange of the guest solvent and bound DMF mols. for methanol to give 1-MeOH, complete desolvation of the framework at 180° generated H3[(Cu4Cl)3(BTTri)8] (1) with exposed CuII sites on its surface.  Following a previously reported protocol, ethylenediamine mols. were grafted onto these sites to afford 1-en, featuring terminal alkylamine groups.  The N2 adsorption isotherms indicate a redn. in the BET surface area from 1770 to 345 m2/g following grafting.  The H2 adsorption data at 77 K for 1 indicate a fully reversible uptake of 1.2% at 1.2 bar, while the CO2 isotherm at 195 K shows a maximal uptake of 90% at 1 bar.  Compared to 1, the alkylamine-functionalized framework 1-en exhibits a higher uptake of CO2 at 298 K and pressures up to ∼0.1 bar, as well as a higher CO2/N2 selectivity at all measured pressures.  Significantly, 1-en also exhibits an isosteric heat of CO2 adsorption of 90 kJ/mol, which is much higher than the 21 kJ/mol obsd. for 1.  This chemisorption interaction is the strongest reported to date for a metal-org. framework and points toward the potential utility of alkylamine-appended frameworks for the post-combustion capture of CO2 from low-pressure flue gas streams.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXmvFWqtrY%253D&md5=da2f3e278125e096f509e1e4618d9387", "(b) ", "Yazaydin", ", ", "A. Ö.", "; ", "Snurr", ", ", "R. Q.", "; ", "Park", ", ", "T.-H.", "; ", "Koh", ", ", "K.", "; ", "Liu", ", ", "J.", "; ", "LeVan", ", ", "M. D.", "; ", "Benin", ", ", "A. I.", "; ", "Jakubczak", ", ", "P.", "; ", "Lanuza", ", ", "M.", "; ", "Galloway", ", ", "D. B.", "; ", "Low", ", ", "J. J.", "; ", "Willis", ", ", "R. R.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "18198", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Screening of Metal-Organic Frameworks for Carbon Dioxide Capture from Flue Gas Using a Combined Experimental and Modeling Approach", "Yazaydin, A. Ozgur; Snurr, Randall Q.; Park, Tae-Hong; Koh, Kyoungmoo; Liu, Jian; LeVan, M. Douglas; Benin, Annabelle I.; Jakubczak, Paulina; Lanuza, Mary; Galloway, Douglas B.; Low, John J.; Willis, Richard R.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "51", "),\r\n    ", "18198-18199", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A diverse collection of 14 metal-org. frameworks (MOF) for flue gas CO2 capture are reported.  Synthesis, characterization, and adsorption measurements for about half the MOF are reported; adsorption data were collected from the literature for the remaining MOF.  The diversity of the selected materials will help improve the understanding fo MOF CO2 capture.  Also, these data were used to validate a general strategy for mol. modeling of CO2 and other small mols. in MOF.  This strategy is fully predicting with no parameter-fitting.  This approach can be used to rapidly screen addnl. MOF, saving large amts. of exptl. time and costs.  Grand canonical Monte Carlo simulations were performed for a model which included electrostatic and Lennard-Jones interactions among atoms in the system.  The framework and individual CO2 mols. are considered to be rigid.  Interactions among CO2 mols. were modeled with the TraAPPE force field (J.J. Potoff and J.I. Siepmann, 2001); Lennard-Jones parameters for MOF atoms were taken from DREIDING (S.L. Mayo, et al., 1990) and UFF (A.K. Rappe, et al., 1992) force fields.  Partial charges on MOF atoms were derived from d. functional theory calcns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFShsr7L&md5=ee067ec4cee9d1095897b19d957671db", "(c) ", "Britt", ", ", "D.", "; ", "Furukawa", ", ", "H.", "; ", "Wang", ", ", "B.", "; ", "Glover", ", ", "T. G.", "; ", "Yaghi", ", ", "O. M.", " ", "Proc. Natl. Acad. Sci.", " ", "2009", ",  ", "106", ",  ", "20637", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Highly efficient separation of carbon dioxide by a metal-organic framework replete with open metal sites", "Britt, David; Furukawa, Hiroyasu; Wang, Bo; Glover, T. Grant; Yaghi, Omar M.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2009", "),\r\n    ", "106", "\r\n        (", "49", "),\r\n    ", "20637-20640", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "Selective capture of CO2, which is essential for natural gas purifn. and CO2 sequestration, has been reported in zeolites, porous membranes, and amine solns.  However, all such systems require substantial energy input for release of captured CO2, leading to low energy efficiency and high cost.  A new class of materials named metal-org. frameworks (MOFs) has also been demonstrated to take up voluminous amts. of CO2.  However, these studies have been largely limited to equil. uptake measurements, which are a poor predictor of sepn. ability, rather than the more industrially relevant kinetic (dynamic) capacity.  Here, we report that a known MOF, Mg-MOF-74, with open magnesium sites, rivals competitive materials in CO2 capture, with 8.9 wt. % dynamic capacity, and undergoes facile CO2 release at significantly lower temp., 80 °C.  Mg-MOF-74 offers an excellent balance between dynamic capacity and regeneration.  These results demonstrate the potential of MOFs with open metal sites as efficient CO2 capture media.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXksFOgtQ%253D%253D&md5=448dd541224ac481b41ae7f70090687b", "5. ", "Lee", ", ", "J.", "; ", "Farha", ", ", "O. K.", "; ", "Roberts", ", ", "J.", "; ", "Scheidt", ", ", "K. A.", "; ", "Nguyen", ", ", "S. T.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1450", "– ", "1459", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Metal-organic framework materials as catalysts", "Lee, Jeong Yong; Farha, Omar K.; Roberts, John; Scheidt, Karl A.; Nguyen, Son Binh T.; Hupp, Joseph T.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1450-1459", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; a crit. review of the emerging field of MOF-based catalysis is presented.  Discussed are examples of: (a) opportunistic catalysis with metal nodes, (b) designed catalysis with framework nodes, (c) catalysis by homogeneous catalysts incorporated as framework struts, (d) catalysis by MOF-encapsulated mol. species, (e) catalysis by metal-free org. struts or cavity modifiers, and (f) catalysis by MOF-encapsulated clusters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7k%253D&md5=d9cef4eb52ffb1c73fe1195e11bace26", "6. ", "(a) ", "Deem", ", ", "M. W.", "; ", "Pophale", ", ", "R.", "; ", "Cheeseman", ", ", "P. A.", "; ", "Earl", ", ", "D. J.", " ", "J. Phys. Chem. C", " ", "2009", ",  ", "113", ",  ", "21353", "– ", "21360", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Computational Discovery of New Zeolite-Like Materials", "Deem, Michael W.; Pophale, Ramdas; Cheeseman, Phillip A.; Earl, David J.", "Journal of Physical Chemistry C", "\r\n        (", "2009", "),\r\n    ", "113", "\r\n        (", "51", "),\r\n    ", "21353-21360", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A database of computationally predicted zeolite-like materials is presented.  The materials were identified by a Monte Carlo search of Si atom positions as the no. of unique atoms, d., space group, and unit cell of the cryst. material was systematically explored.  Over 2.7M unique structures were identified, with roughly 10% within the +30 kJ/mol Si energetic band above α-quartz in which the known zeolites lie.  Predicted structures within this band have geometric and topol. characteristics similar to that of the known zeolites.  Known zeolites are shown to lie on the low-d. edge of the distribution of predicted structures.  Dielec. consts. and X-ray powder diffraction patterns are calcd.  Strategies for chem. synthesis of these materials are discussed, a low-d. subset of the materials is identified as particularly interesting, and the complementarity of these materials to high-throughput methods is discussed.  These structures have been deposited in two publicly available databases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht1CgtrrL&md5=e096a7fbc28282e4c219077e1f361d24", "(b) ", "Pophale", ", ", "R.", "; ", "Cheeseman", ", ", "P. A.", "; ", "Deem", ", ", "M. W.", " ", "Phys. Chem. Chem. Phys.", " ", "2011", ",  ", "13", ",  ", "12407", "– ", "12412", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "A database of new zeolite-like materials", "Pophale, Ramdas; Cheeseman, Phillip A.; Deem, Michael W.", "Physical Chemistry Chemical Physics", "\r\n        (", "2011", "),\r\n    ", "13", "\r\n        (", "27", "),\r\n    ", "12407-12412", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "We here describe a database of computationally predicted zeolite-like materials.  These crystals were discovered by a Monte Carlo search for zeolite-like materials.  Positions of Si atoms as well as unit cell, space group, d., and no. of crystallog. unique atoms were explored in the construction of this database.  The database contains over 2.6 M unique structures.  Roughly 15% of these are within +30 kJ mol-1 Si of α-quartz, the band in which most of the known zeolites lie.  These structures have topol., geometrical, and diffraction characteristics that are similar to those of known zeolites.  The database is the result of refinement by two interat. potentials that both satisfy the Pauli exclusion principle.  The database has been deposited in the publicly available PCOD database and in www.hypotheticalzeolites.net/database/deem/.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXot1alsbo%253D&md5=3fbc1f013c464e00d429381efd20ad38", "7. ", "Wilmer", ", ", "C. E.", "; ", "Leaf", ", ", "M.", "; ", "Lee", ", ", "C. Y.", "; ", "Farha", ", ", "O. K.", "; ", "Hauser", ", ", "B. G.", "; ", "Hupp", ", ", "J. T.", "; ", "Snurr", ", ", "R. Q.", " ", "Nat. Chem.", " ", "2012", ",  ", "4", ",  ", "83", "– ", "89", "[", "Crossref", "], [", "CAS", "]", "7. ", "Large-scale screening of hypothetical metal-organic frameworks", "Wilmer, Christopher E.; Leaf, Michael; Lee, Chang Yeon; Farha, Omar K.; Hauser, Brad G.; Hupp, Joseph T.; Snurr, Randall Q.", "Nature Chemistry", "\r\n        (", "2012", "),\r\n    ", "4", "\r\n        (", "2", "),\r\n    ", "83-89", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Metal-org. frameworks (MOFs) are porous materials constructed from modular mol. building blocks, typically metal clusters and org. linkers.  These can, in principle, be assembled to form an almost unlimited no. of MOFs, yet materials reported to date represent only a tiny fraction of the possible combinations.  Here, the authors demonstrate a computational approach to generate all conceivable MOFs from a given chem. library of building blocks (based on the structures of known MOFs) and rapidly screen them to find the best candidates for a specific application.  From a library of 102 building blocks the authors generated 137,953 hypothetical MOFs and for each calcd. the pore-size distribution, surface area and methane-storage capacity.  The authors identified over 300 MOFs with a predicted methane-storage capacity better than that of any known material, and this approach also revealed structure-property relations.  Methyl-functionalized MOFs were frequently top performers, so the authors selected one such promising MOF and exptl. confirmed its predicted capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVagtL3K&md5=3becbfed2fdacdb8b58146666da7c038", "8. ", "Martin", ", ", "R. L.", "; ", "Lin", ", ", "L.-C.", "; ", "Jariwala", ", ", "K.", "; ", "Smit", ", ", "B.", "; ", "Haranczyk", ", ", "M.", " ", "J. Phys. Chem. C", " ", "2013", ", ", " DOI: 10.1021/jp401920y", " ", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "9. ", "(a) ", "Snarey", ", ", "M.", "; ", "Terrett", ", ", "N. K.", "; ", "Willett", ", ", "P.", "; ", "Wilton", ", ", "D. J.", " ", "J. Mol. Graphics Modell.", " ", "1997", ",  ", "15", ",  ", "372", "– ", "385", "[", "Crossref", "], [", "CAS", "]", "9. ", "Comparison of algorithms for dissimilarity-based compound selection", "Snarey, Michael; Terrett, Nicholas K.; Willett, Peter; Wilton, David J.", "Journal of Molecular Graphics & Modelling", "\r\n        (", "1998", "),\r\n    ", "15", "\r\n        (", "6", "),\r\n    ", "372-385", "CODEN:\r\n                ", "JMGMFI", ";\r\n        ISSN:", "1093-3263", ".\r\n    \r\n            (", "Elsevier Science Inc.", ")\r\n        ", "Dissimilarity-based compd. selection has been suggested as an effective method for selecting structurally diverse subsets of chem. databases.  This article reports a comparison of several max.-dissimilarity and sphere-exclusion algorithms for dissimilarity-based selection.  The effectiveness of the algorithms is quantified by the nos. of biol. activity classes identified in subsets selected from the World Drugs Index database, and by the nos. of active compds. identified in feedback searches of this database.  The expts. demonstrate the general effectiveness and efficiency of the MaxMin algorithm.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXltFyktbs%253D&md5=74c7985812e34487c68f043016f9f354", "(b) ", "Leach", ", ", "A. R.", "; ", "Gillet", ", ", "V. J.", " ", "An Introduction to Chemoinformatics", "; ", "Kluwer Academic Publishers", ": ", "Dordrecht, The Netherlands", ", ", "2003", "; pp  ", "103", "– ", "104", ",  ", "134", "– ", "136", ".", "There is no corresponding record for this reference.", "10. ", "(a) ", "Martin", ", ", "R. L.", "; ", "Smit", ", ", "B.", "; ", "Haranczyk", ", ", "M.", " ", "J. Chem. Inf. Model.", " ", "2012", ",  ", "52", " (", "2", ")  ", "308", "– ", "318", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Addressing Challenges of Identifying Geometrically Diverse Sets of Crystalline Porous Materials", "Martin, Richard Luis; Smit, Berend; Haranczyk, Maciej", "Journal of Chemical Information and Modeling", "\r\n        (", "2012", "),\r\n    ", "52", "\r\n        (", "2", "),\r\n    ", "308-318", "CODEN:\r\n                ", "JCISD8", ";\r\n        ISSN:", "1549-9596", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Cryst. porous materials have a variety of uses, such as for catalysis and sepns.  Identifying suitable materials for a given application can, in principle, be done by screening material databases.  Such a screening requires automated high-throughput anal. tools that calc. topol. and geometrical parameters describing pores.  These descriptors can be used to compare, select, group, and classify materials.  Here, we present a descriptor that captures shape and geometry characteristics of pores.  Together with proposed similarity measures, it can be used to perform diversity selection on a set of porous materials.  Our representations are histogram encodings of the probe-accessible fragment of the Voronoi network representing the void space of a material.  We discuss and demonstrate the application of our approach on the International Zeolite Assocn. (IZA) database of zeolite frameworks and the Deem database of hypothetical zeolites, as well as zeolitic imidazolate frameworks constructed from IZA zeolite structures.  The diverse structures retrieved by our method are complementary to those expected by emphasizing diversity in existing one-dimensional descriptors, e.g., surface area, and similar to those obtainable by a (subjective) manual selection based on materials' visual representations.  Our technique allows for redn. of large sets of structures and thus enables the material researcher to focus efforts on maximally dissimilar structures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVyrs7vI&md5=657a7dcb2988bfef213a9a54d3b5152e", "(b) ", "Martin", ", ", "R. L.", "; ", "Willems", ", ", "T. F.", "; ", "Lin", ", ", "L.-C.", "; ", "Kim", ", ", "J.", "; ", "Swisher", ", ", "J. A.", "; ", "Smit", ", ", "B.", "; ", "Haranczyk", ", ", "M.", " ", "ChemPhysChem", " ", "2012", ",  ", "13", " (", "16", ")  ", "3595", "– ", "3597", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Similarity-Driven Discovery of Zeolite Materials for Adsorption-Based Separations", "Martin, Richard L.; Willems, Thomas F.; Lin, Li-Chiang; Kim, Jihan; Swisher, Joseph A.; Smit, Berend; Haranczyk, Maciej", "ChemPhysChem", "\r\n        (", "2012", "),\r\n    ", "13", "\r\n        (", "16", "),\r\n    ", "3595-3597, S3595/1-S3595/3", "CODEN:\r\n                ", "CPCHFT", ";\r\n        ISSN:", "1439-4235", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Our method enables efficient discovery of zeolite materials with optimum adsorption properties.  As a result we can screen material databases at a fraction of the cost of brute-force characterization, enabling the anal. of datasets at least an order of magnitude larger than those examd. by current state-of-the-art methods.  Our technique is based on material informatics (i.e., diversity selection, similarity searching and docking), and it selects promising candidate materials by identifying substructural features that dominate phys. properties of interest and screening for them efficiently within a database.  Our screening approach is novel in that it is based on local structural features, allowing us to identify outstanding adsorption materials based on their specific guest-binding sites.  We have demonstrated this using computationally inexpensive method by screening a database of about one million zeolites for structures for the adsorption-based sepn. of CO2/N2 mixts., and have shown that many of the strongest CO2 adsorbing structures in a dataset can be identified over 65 times more efficiently than through brute-force methods.  Our approach is also appropriate for other gas sepns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1GgsLfL&md5=d0b189fa85bdfe13d2b71498064adda3", "(c) ", "Pinheiro", ", ", "M.", "; ", "Martin", ", ", "R. L.", "; ", "Rycroft", ", ", "C. H.", "; ", "Jones", ", ", "A.", "; ", "Iglesia", ", ", "E.", "; ", "Haranczyk", ", ", "M.", "  (in press).", "There is no corresponding record for this reference.", "11. ", "(a) ", "Franceschetti", ", ", "Z.", "; ", "Zunger", ", ", "A.", " ", "Nature", " ", "1999", ",  ", "402", ",  ", "60", "– ", "63", "[", "Crossref", "], [", "CAS", "]", "11. ", "The inverse band-structure problem of finding an atomic configuration with given electronic properties", "Franceschetti, Alberto; Zunger, Alex", "Nature (London)", "\r\n        (", "1999", "),\r\n    ", "402", "\r\n        (", "6757", "),\r\n    ", "60-63", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Macmillan Magazines", ")\r\n        ", "Modern crystal-growth techniques, such as mol. beam epitaxy or metal-org. chem.-vapor deposition, are capable of producing prescribed crystal structures, sometimes even in defiance of equil., bulk thermodn.  These techniques open up the possibility of exploring different at. arrangements in search of a configuration that possesses given electronic and optical properties.  Unfortunately, the no. of possible combinations is so vast, and the electronic properties are so sensitive to the details of the crystal structure, that simple trial-and-error methods (such as those used in combinatorial synthesis) are unlikely to be successful.  Here we describe a theor. method that addresses the problem of finding the at. configuration of a complex, multicomponent system having a target electronic-structure property.  As an example, we predict that the configuration of an Al0.25Ga0.75As alloy having the largest optical bandgap is a (GaAs)2(AlAs)1(GaAs)4(AlAs)1 superlattice oriented in the [201] direction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXntlCgu7c%253D&md5=be83bd53dc649fdb1b5b83bbdd461216", "(b) ", "Kim", ", ", "K.", "; ", "Graf", ", ", "P. A.", "; ", "Jones", ", ", "W. B.", " ", "J. Comput. Phys.", " ", "2005", ",  ", "208", ",  ", "735", "– ", "760", "[", "Crossref", "], [", "CAS", "]", "11. ", "A genetic algorithm based inverse band structure method for semiconductor alloys", "Kim, Kwiseon; Graf, Peter A.; Jones, Wesley B.", "Journal of Computational Physics", "\r\n        (", "2005", "),\r\n    ", "208", "\r\n        (", "2", "),\r\n    ", "735-760", "CODEN:\r\n                ", "JCTPAH", ";\r\n        ISSN:", "0021-9991", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "We present an efficient and accurate method for searching for at. configurations with target band structure properties.  Our approach to this inverse problem is to search the at. configuration space by repeatedly applying a forward solver, guiding the search toward the optimal configuration using a genetic algorithm.  For the forward solver, we relax the at. positions, then solve the Schroedinger equation using a fast empirical pseudopotential method.  We employ a hierarchical parallelism for the combined forward solver and genetic algorithm.  This enables the optimization process to run on many more processors than would otherwise be possible.  We have optimized AlGaAs alloys for max. bandgap and min. bandgap for several given compns. and discuss the results.  This approach can be generalized to a wide range of applications in material design.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXltVWjtr8%253D&md5=f737706b75f5e551ec2141eb471a5bb6", "12. ", "Rinderspacher", ", ", "B. C.", "; ", "Andzelm", ", ", "J.", "; ", "Rawlett", ", ", "A.", "; ", "Dougherty", ", ", "J.", "; ", "Beratan", ", ", "D. N.", "; ", "Yang", ", ", "W.", " ", "J. Chem. Theory Comput.", " ", "2009", ",  ", "5", ",  ", "3321", "– ", "3329", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Discrete Optimization of Electronic Hyperpolarizabilities in a Chemical Subspace", "Rinderspacher, B. Christopher; Andzelm, Jan; Rawlett, Adam; Dougherty, Joseph; Beratan, David N.; Yang, Weitao", "Journal of Chemical Theory and Computation", "\r\n        (", "2009", "),\r\n    ", "5", "\r\n        (", "12", "),\r\n    ", "3321-3329", "CODEN:\r\n                ", "JCTCCE", ";\r\n        ISSN:", "1549-9618", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We introduce a general optimization algorithm based on an interpolation of property values on a hypercube.  Each vertex of the hypercube represents a mol., while the interior of the interpolation represents a virtual superposition (\"alchem.\" mutation) of mols.  The resultant algorithm is similar to branch-and-bound/tree-search methods.  We apply the algorithm to the optimization of the first electronic hyperpolarizability for several tolane libraries.  The search includes structural and conformational information.  Geometries were optimized using the AM1 Hamiltonian, and first hyperpolarizabilities were computed using the INDO/S method.  Even for small libraries, a significant improvement of the hyperpolarizability, up to a factor of ca. 4, was achieved.  The algorithm was validated for efficiency and reproduced known exptl. results.  The algorithm converges to a local optimum at a computational cost on the order of the logarithm of the library size, making large libraries accessible.  For larger libraries, the improvement was accomplished by performing electronic structure calcns. on less than 0.01% of the compds. in the larger libraries.  Alternation of electron donating and accepting groups in the tolane scaffold was found to produce candidates with large hyperpolarizabilities consistently.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtlKms7bE&md5=5bd2e55e2ed3b4fa5067182968e3d58e", "13. ", "O’Boyle", ", ", "N. M.", "; ", "Campbell", ", ", "C. M.", "; ", "Hutchison", ", ", "G. R.", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", " (", "32", ")  ", "16200", "– ", "16210", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Computational Design and Selection of Optimal Organic Photovoltaic Materials", "O'Boyle, Noel M.; Campbell, Casey M.; Hutchison, Geoffrey R.", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "32", "),\r\n    ", "16200-16210", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Conjugated polymers are key building blocks of low-cost photovoltaic materials.  Over 90 000 copolymers are examd. using computational predictions to solve the \"inverse design\" of mol. structures with optimum properties for highly efficient solar cells (specifically matching optical excitation energies and excited-state energies).  The approach, which uses a genetic algorithm to search the space of synthetically accessible copolymers of six or eight monomer units, yields hundreds of candidate copolymers with predicted efficiencies over 8% (the current exptl. record), including many predicted to be over 10% efficient.  Trends are discussed in polymer sequences and motifs found in the most frequent monomers and dimers in these highly efficient targets and derive design rules for the selection of appropriate donor and acceptor mols.  It is shown how addnl. computationally intensive filtering steps can be used, for example, to eliminate targets likely to have poor hole mobilities.  The method effectively targets optimum electronic structure and optical properties far more efficiently than time-consuming serial expts. or computational studies and can be applied to similar problems in other areas of materials science.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXosVCqsr0%253D&md5=242dabe30704840a44d1f696917f6792", "14. ", "Wang", ", ", "M.", "; ", "Hu", ", ", "X.", "; ", "Beratan", ", ", "D. N.", "; ", "Yang", ", ", "W.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", " (", "10", ")  ", "3228", "– ", "3232", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Designing Molecules by Optimizing Potentials", "Wang, Mingliang; Hu, Xiangqian; Beratan, David N.; Yang, Weitao", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "10", "),\r\n    ", "3228-3232", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The astronomical no. of accessible discrete chem. structures makes rational mol. design extremely challenging.  We formulate the design of mols. with specific tailored properties as performing a continuous optimization in the space of electron-nuclear attraction potentials.  The optimization is facilitated by using a linear combination of at. potentials (LCAP), a general framework that creates a continuous property landscape from an otherwise unlinked set of discrete mol.-property values.  A demonstration of this approach is given for the optimization of mol. electronic polarizability and hyperpolarizability.  We show that the optimal structures can be detd. without enumerating and sep. evaluating the characteristics of the combinatorial no. of possible structures, a process that would be much slower.  The LCAP approach may be used with quantum or classical Hamiltonians, suggesting possible applications to drug design and new materials discovery.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhsVOmtLw%253D&md5=3197d3966132f37386fc4b8c0d01adfe", "15. ", "Dantzig", ", ", "G. B.", " ", "Linear Programming and Extensions", "; ", "Princeton Univ. Press", ": ", "Princeton, NJ", ", ", "1963", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "16. ", "Kirkpatrick", ", ", "S.", "; ", "Gelatt", ", ", "C. D.", "; ", "Vecchi", ", ", "M. P.", " ", "Science", " ", "1983", ",  ", "220", ",  ", "671", "– ", "680", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Optimization by simulated annealing", "Kirkpatrick S; Gelatt C D Jr; Vecchi M P", "Science (New York, N.Y.)", "\r\n        (", "1983", "),\r\n    ", "220", "\r\n        (", "4598", "),\r\n    ", "671-80", "\r\n        ISSN:", "0036-8075", ".\r\n    ", "There is a deep and useful connection between statistical mechanics (the behavior of systems with many degrees of freedom in thermal equilibrium at a finite temperature) and multivariate or combinatorial optimization (finding the minimum of a given function depending on many parameters).  A detailed analogy with annealing in solids provides a framework for optimization of the properties of very large and complex systems.  This connection to statistical mechanics exposes new information and provides an unfamiliar perspective on traditional optimization problems and methods.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3cvktFWjtw%253D%253D&md5=eb05ab3261d96acb452f21c7253ad336", "17. ", "Muhlenbein", ", ", "H.", "; ", "Gorgesschleuter", ", ", "M.", "; ", "Kramer", ", ", "O.", " ", "Parallel Comput.", " ", "1988", ",  ", "7", ",  ", "65", "– ", "85", "[", "Crossref", "]", "There is no corresponding record for this reference.", "18. ", "(a) ", "von Lilienfeld", ", ", "O. A.", "; ", "Tuckerman", ", ", "M. E.", " ", "J. Chem. Phys.", " ", "2006", ",  ", "125", ",  ", "154104", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Molecular grand-canonical ensemble density functional theory and exploration of chemical space", "von Lilienfeld, O. Anatole; Tuckerman, Mark E.", "Journal of Chemical Physics", "\r\n        (", "2006", "),\r\n    ", "125", "\r\n        (", "15", "),\r\n    ", "154104/1-154104/10", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "We present a rigorous description of chem. space within a mol. grand-canonical ensemble multi-component d. functional theory framework.  A total energy d. functional for chem. compds. in contact with an electron and a proton bath is introduced using Lagrange multipliers which correspond to the energetic response to changes of the elementary particle densities.  From a generalized Gibbs-Duhem equation analog, reactivity indexes such as the nuclear hardness and a mol. Fukui function, which couples the grand-canonical electronic and nuclear degrees of freedom, are obtained.  Maxwell relations between compn. particles, ionic displacements, and the external potential are discussed.  Numerical results for the mol. Fukui function are presented as well as finite temp. ests. for the oxidn. of ammonia.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtFeksLzJ&md5=527e6e58b250279f53b3295cf54dc8a6", "(b) ", "Pérez", ", ", "A.", "; ", "von Lilienfeld", ", ", "O. A.", " ", "J. Chem. Theory Comput.", " ", "2011", ",  ", "7", " (", "8", ")  ", "2358", "– ", "2369", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Path Integral Computation of Quantum Free Energy Differences Due to Alchemical Transformations Involving Mass and Potential", "Perez, Alejandro; von Lilienfeld, O. Anatole", "Journal of Chemical Theory and Computation", "\r\n        (", "2011", "),\r\n    ", "7", "\r\n        (", "8", "),\r\n    ", "2358-2369", "CODEN:\r\n                ", "JCTCCE", ";\r\n        ISSN:", "1549-9618", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Thermodn. integration, perturbation theory, and λ-dynamics methods were applied to path integral mol. dynamics calcns. to investigate free energy differences due to \"alchem.\" transformations.  Several estimators were formulated to compute free energy differences in solvable model systems undergoing changes in mass and/or potential.  Linear and nonlinear alchem. interpolations were used for the thermodn. integration.  The authors find improved convergence for the virial estimators, as well as for the thermodn. integration over nonlinear interpolation paths.  Numerical results for the perturbative treatment of changes in mass and elec. field strength in model systems are presented.  The authors used thermodn. integration in ab initio path integral mol. dynamics to compute the quantum free energy difference of the isotope transformation in the Zundel cation.  The performance of different free energy methods is discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXotValur4%253D&md5=1ce9d7f64d53369a3189f8cc41a80fa1", "19. ", "Martin", ", ", "R. L.", "; ", "Haranczyk", ", ", "M.", " ", "Chem. Sci.", " ", "2013", ",  ", "4", ",  ", "1781", "– ", "1785", "[", "Crossref", "], [", "CAS", "]", "19. ", "Exploring frontiers of high surface area metal-organic frameworks", "Martin, Richard Luis; Haranczyk, Maciej", "Chemical Science", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "4", "),\r\n    ", "1781-1785", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks (MOFs) have enjoyed considerable interest due to their high internal surface areas as well as tunable pore geometry and chem.  However, design of optimal MOFs is a great challenge due to the significant no. of possible structures.  In this work, the authors present a strategy to rapidly explore the frontiers of these high surface area materials.  Org. ligands are abstracted by geometrical (alchem.) building blocks, and an optimization of their defining geometrical parameters is performed to identify shapes of ligands which maximize gravimetric surface area of the resulting MOFs.  A strength of this approach is that the space of ligands to be explored can be rigorously bounded, allowing discovery of the optimum ligand shape within any criteria, conforming to synthetic requirements or arbitrary exploratory limits.  By modifying these bounds, one can project to what extent achievable surface area increases when moving beyond the present limits of org. synthesis.  Projecting optimal ligand shapes onto real chem. species, the authors achieve blueprints for MOFs of various topologies that are predicted to achieve up to 70% higher surface area than the current benchmark materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjtlymsbw%253D&md5=31d7c08ea076c11cca6b08f02d1b3dd3", "20. ", "Yuan", ", ", "D.", "; ", "Zhao", ", ", "D.", "; ", "Sun", ", ", "D.", "; ", "Zhou", ", ", "H.-C.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "5357", "– ", "5361", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "20. ", "An Isoreticular Series of Metal-Organic Frameworks with Dendritic Hexacarboxylate Ligands and Exceptionally High Gas-Uptake Capacity", "Yuan, Daqiang; Zhao, Dan; Sun, Daofeng; Zhou, Hong-Cai", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "31", "),\r\n    ", "5357-5361, S5357/1-S5357/12", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "An isoreticular metal-org. framework series with the (3,24)-connected network topol. has been synthesized by using a series of dendritic hexacarboxylate ligands.  The framework is stabilized by incorporating microwindows whose size is fixed by the formation of cuboctahedral supported by the isophthalate moieties throughout the framework.  Adsorption studies using hydrogen, methane, and carbon dioxide reveal that they have close to record-high gas adsorption capacities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptlWgurg%253D&md5=27ba1f52c8f37d92c3ba30a8673b7654", "21. ", "(a) ", "O’Keeffe", ", ", "M.", "; ", "Peskov", ", ", "M. A.", "; ", "Ramsden", ", ", "S. J.", "; ", "Yaghi", ", ", "O. M.", " ", "Acc. Chem. Res.", " ", "2008", ",  ", "41", ",  ", "1782", "– ", "1789", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "The Reticular Chemistry Structure Resource (RCSR) database of, and symbols for, crystal nets", "O'Keeffe, Michael; Peskov, Maxim A.; Ramsden, Stuart J.; Yaghi, Omar M.", "Accounts of Chemical Research", "\r\n        (", "2008", "),\r\n    ", "41", "\r\n        (", "12", "),\r\n    ", "1782-1789", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "During the past decade, interest has grown tremendously in the design and synthesis of cryst. materials constructed from mol. clusters linked by extended groups of atoms.  Most notable are metal-org. frameworks (MOFs), in which polyat. inorg. metal-contg. clusters are joined by polytopic linkers. (Although these materials are sometimes referred to as coordination polymers, we prefer to differentiate them, because MOFs are based on strong linkages that yield robust frameworks.) The realization that MOFs could be designed and synthesized in a rational way from mol. building blocks led to the emergence of a discipline that we call reticular chem.MOFs can be represented as a special kind of graph called a periodic net.  Such descriptions date back to the earliest crystallog. studies but have become much more common recently because thousands of new structures and hundreds of underlying nets have been reported.  In the simplest cases (e.g., the structure of diamond), the atoms in the crystal become the vertices of the net, and bonds are the links (edges) that connect them.  In the case of MOFs, polyat. groups act as the vertices and edges of the net.Because of the explosive growth in this area, a need has arisen for a universal system of nomenclature, classification, identification, and retrieval of these topol. structures.  We have developed a system of symbols for the identification of three periodic nets of interest, and this system is now in wide use.  In this Account, we explain the underlying methodol. of assigning symbols and describe the Reticular Chem. Structure Resource (RCSR), in which about 1600 such nets are collected and illustrated in a database that can be searched by symbol, name, keywords, and attributes.  The resource also contains searchable data for polyhedra and layers.The database entries come from systematic enumerations or from known chem. compds. or both.  In the latter case, refs. to occurrences are provided.  We describe some crystallog., topol., and other attributes of nets and explain how they are reported in the database.  We also describe how the database can be used as a tool for the design and structural anal. of new materials.  Assocd. with each net is a natural tiling, which is a natural partition of space into space-filling tiles.  The database allows export of data that can be used to analyze and illustrate such tilings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXht1SgsrjF&md5=392c624f403dd8457460a7649aa496f3", "(b) ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "675", "– ", "702", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Deconstructing the Crystal Structures of Metal-Organic Frameworks and Related Materials into Their Underlying Nets", "O'Keeffe, Michael; Yaghi, Omar M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "675-702", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Redn. of complex crystal structures of metal-org. frameworks and related materials to an underlying topol. is discussed.  An approach to identify vertices of underlying nets is presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFOmtr7L&md5=201baa336aa2d3edcb2099a649e840fe", "22. ", "Chui", ", ", "S. S.-Y.", "; ", "Lo", ", ", "S. M.-F.", "; ", "Charmant", ", ", "J. P. H.", "; ", "Orpen", ", ", "A. G.", "; ", "Williams", ", ", "I. D.", " ", "Science", " ", "1999", ",  ", "283", ",  ", "1148", "– ", "1150", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "22. ", "A chemically functionalizable nanoporous material [Cu3(TMA)2(H2O)3]n", "Chui, Stephen S.-Y.; Lo, Samuel M.-F.; Charmant, Jonathan P. H.; Orpen, A. Guy; Williams, Ian D.", "Science (Washington, D. C.)", "\r\n        (", "1999", "),\r\n    ", "283", "\r\n        (", "5405", "),\r\n    ", "1148-1150", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Although zeolites and related materials combine nanoporosity with high thermal stability, they are difficult to modify or derivatize in a systematic way.  A highly porous metal coordination polymer [Cu3(TMA)2(H2O)3]n (TMA is benzene-1,3,5-tricarboxylate) was formed in 80% yield.  It has interconnected [Cu2(O2CR)4] units (R is an arom. ring), which create a three-dimensional system of channels with a pore size of 1 nm and an accessible porosity of ∼40% in the solid.  Unlike zeolites, the channel linings can be chem. functionalized; for example, the aqua ligands can be replaced by pyridines.  TGA and high-temp. single-crystal diffractometry indicate that the framework is stable up to 240°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXhsFeitLc%253D&md5=8f6f372b015fa0e2bbb7e8bfd316b663", "23. ", "Kim", ", ", "J.", "; ", "Chen", ", ", "B.", "; ", "Reineke", ", ", "T. M.", "; ", "Li", ", ", "H.", "; ", "Eddaoudi", ", ", "M.", "; ", "Moler", ", ", "D. B.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2001", ",  ", "123", ",  ", "8239", "– ", "8247", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Assembly of Metal-Organic Frameworks from Large Organic and Inorganic Secondary Building Units: New Examples and Simplifying Principles for Complex Structures", "Kim, Jaheon; Chen, Banglin; Reineke, Theresa M.; Li, Hailian; Eddaoudi, Mohamed; Moler, David B.; O'Keeffe, Michael; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2001", "),\r\n    ", "123", "\r\n        (", "34", "),\r\n    ", "8239-8247", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The secondary building unit (SBU) was identified as a useful tool in the anal. of complex metal-org. frameworks (MOFs).  The authors illustrate its applicability to rationalizing MOF crystal structures by anal. of nine new MOFs which were characterized by single-crystal x-ray diffraction.  Tetrahedral SBUs in Zn(ADC)2·(HTEA)2 (MOF-31; H2ADC = acetylenedicarboxylic acid; HTEA = monoprotonated triethylamine), Cd(ATC)·[Cd(H2O)6](H2O)5 (MOF-32; H4ATC = adamantanetetracarboxylic acid), and Zn2(ATB)(H2O)·(H2O)3(DMF)3 (MOF-33; H4ATB = adamantanetetrabenzoic acid) are linked into diamond networks, while those of Ni2(ATC)(H2O)4·(H2O)4 (MOF-34) have the structure of the Al network in SrAl2.  Frameworks constructed from less sym. tetrahedral SBUs have the Ga network of CaGa2O4 as illustrated by Zn2(ATC)·(EtOH)2(H2O)2 (MOF-35) structure.  Squares and tetrahedral SBUs in Zn2(MTB)(H2O)2·(DMF)6(H2O)5 (MOF-36; H4MTB = methanetetrabenzoic acid) are linked into the PtS network, which is the simplest structure type known for the assembly of these shapes.  The octahedral SBUs found in Zn2(NDC)3·[(HTEA)(DEF)(ClBz)]2 (MOF-37; H2NDC = 2,6-naphthalenedicarboxylic acid) form the most common structure for linking octahedral shapes, namely, the B network in CaB6.  New structure types for linking triangular and trigonal prismatic SBUs are found in Zn3O(BTC)2·(HTEA)2 (MOF-38; H3BTC = 1,3,5-benzenetricarboxylic acid) and Zn3O(HBTB)2(H2O)·(DMF)0.5(H2O)3 (MOF-39; H3BTB = 1,3,5-benzenetribenzoic acid).  The synthesis, crystal structure, and structure anal. using the SBU approach are presented for each MOF.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXls1Okt7w%253D&md5=b62be98fb09b7b7995390315da27c217", "24. ", "Chen", ", ", "B.", "; ", "Ockwig", ", ", "N. W.", "; ", "Millward", ", ", "A. R.", "; ", "Contreras", ", ", "D. S.", "; ", "Yaghi", ", ", "O. M.", " ", "Angew. Chem., Int. Ed.", " ", "2005", ",  ", "44", ",  ", "4745", "– ", "4749", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "24. ", "High H2 adsorption in a microporous metal-organic framework with open metal sites", "Chen, Banglin; Ockwig, Nathan W.; Millward, Andrew R.; Contreras, Damacio S.; Yaghi, Omar M.", "Angewandte Chemie, International Edition", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "30", "),\r\n    ", "4745-4749", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A copper-based metal-org. framework (MOF) has been synthesized, and its structure has been solved by X-ray crystallog.  The remarkably high hydrogen adsorption properties (2.47 wt%) of this compd. have been studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXnvVSqsLY%253D&md5=ba35d52735de6fd6c9b3b4ff7f354879", "25. ", "Uribe-Romo", ", ", "F. J.", "; ", "Hunt", ", ", "J. R.", "; ", "Furukawa", ", ", "H.", "; ", "Klöck", ", ", "C.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", " (", "13", ")  ", "4570", "– ", "4571", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "A Crystalline Imine-Linked 3-D Porous Covalent Organic Framework", "Uribe-Romo, Fernando J.; Hunt, Joseph R.; Furukawa, Hiroyasu; Kloeck, Cornelius; O'Keeffe, Michael; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "13", "),\r\n    ", "4570-4571", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new cryst. porous three-dimensional covalent org. framework, termed COF-300, was synthesized and structurally characterized.  Tetrahedral tetra-(4-anilyl)-methane and linear terephthaldehyde building blocks were condensed to form imine linkages in a material whose x-ray crystal structure shows five independent diamond frameworks.  Despite the interpenetration, the structure has pores of 7.2 Å diam.  Thus, COF-300 shows thermal stability up to 490 °C and permanent porosity with a surface area of 1360 m2 g-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjtFKlsLs%253D&md5=c509041b8f8d5d6751cdd1221100fc7b", "26. ", "http://www.emolecules.com", " (accessed 10/02/ ", "12", ") .", "There is no corresponding record for this reference.", "27. ", "LJ interaction model: U(r", "ij", ") = 4ε", "ij", "[(δ", "ij", "/r", "ij", ")", "12", "-(δ", "ij", "/r", "ij", ")", "6", "].", "There is no corresponding record for this reference.", "28. ", "Mayo", ", ", "S. L.", "; ", "Olafson", ", ", "B. D.", "; ", "Goddard", ", ", "W. A.", " ", "J. Phys. Chem.", " ", "1990", ",  ", "94", " (", "26", ")  ", "8897", "– ", "8909", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "DREIDING:  a generic force field for molecular simulations", "Mayo, Stephen L.; Olafson, Barry D.; Goddard, William A., III", "Journal of Physical Chemistry", "\r\n        (", "1990", "),\r\n    ", "94", "\r\n        (", "26", "),\r\n    ", "8897-909", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "The parameters are given for a new generic force field, DREIDING, that is useful for predicting structures and dynamics of org., biol., and main-group inorg. mols.  The philosophy in DREIDING is to use general force consts. and geometry parameters based on simple hybridization considerations rather than individual force consts. and geometric parameters that depend on the particular combination of atoms involved in the bond, angle, or torsion terms.  Thus all bond distances are derived from at. radii, and there is only one force const. each for bonds, angles, and inversions and only six different values for torsional barriers.  Parameters are defined for all possible combinations of atoms and new atoms can be added to the force field rather simply.  The parameters are given for the \"nonmetallic\" main-group elements (B, C, N, O, F columns for the C, Si, Ge, and Sn rows) plus H and a few metals (Na, Ca, Zn, Fe).  The accuracy of the DREIDING force field is tested by comparing with (i) 76 accurately detd. crystal structures of org. compds. involving H, C, N, O, F, P, S, Cl, and Br, (ii) rotational barriers of a no. of mols., and (iii) relative conformational energies and barriers of a no. of mols.  There is excellent agreement.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXmtlyhtL0%253D&md5=c2b2e75dedb934f18bad57d15d8944d4", "29. ", "Martin", ", ", "M. G.", "; ", "Siepmann", ", ", "J. I.", " ", "J. Phys. Chem. B", " ", "1998", ",  ", "102", " (", "14", ")  ", "2569", "– ", "2577", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "Transferable Potentials for Phase Equilibria. 1. United-Atom Description of n-Alkanes", "Martin, Marcus G.; Siepmann, J. Ilja", "Journal of Physical Chemistry B", "\r\n        (", "1998", "),\r\n    ", "102", "\r\n        (", "14", "),\r\n    ", "2569-2577", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new set of united-atom Lennard-Jones interaction parameters for n-alkanes is proposed from fitting to crit. temps. and satd. liq. densities.  Configurational-bias Monte Carlo simulations in the Gibbs ensemble were carried out to det. the vapor-liq. coexistence curves for methane to dodecane using three united-atom force fields: OPLS [Jorgensen, et al. J. Am. Chem. Soc. 1984, 106, 813], SKS [Siepmann, et al. Nature 1993, 365, 330], and TraPPE.  Std. specific densities and the high-pressure equation-of-state for the transferable potentials for phase equil. (TraPPE) model were studied by simulations in the isobaric-isothermal and canonical ensembles, resp.  It is found that one set of Me and methylene parameters is sufficient to accurately describe the fluid phases of all n-alkanes with two or more carbon atoms.  Whereas other n-alkane force fields employ Me groups that are either equal or larger in size than the methylene groups, it is demonstrated here that using a smaller Me group yields a better fit to the set of exptl. data.  As should be expected from an effective pair potential, the new parameters do not reproduce exptl. second virial coeffs.  Satd. vapor pressures and densities show small, but systematic deviation from the exptl. data.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXhs1GqsLo%253D&md5=bd188811b6ce04ce093e4659b74861d4", "30. ", "Willems", ", ", "T. F.", "; ", "Rycroft", ", ", "C. H.", "; ", "Kazi", ", ", "M.", "; ", "Meza", ", ", "J. C.", "; ", "Haranczyk", ", ", "M.", " ", "Microporous Mesoporous Mater.", " ", "2012", ",  ", "149", ",  ", "134", "– ", "141", "[", "Crossref", "], [", "CAS", "]", "30. ", "Algorithms and tools for high-throughput geometry-based analysis of crystalline porous materials", "Willems, Thomas F.; Rycroft, Chris H.; Kazi, Michaeel; Meza, Juan C.; Haranczyk, Maciej", "Microporous and Mesoporous Materials", "\r\n        (", "2012", "),\r\n    ", "149", "\r\n        (", "1", "),\r\n    ", "134-141", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Cryst. porous materials have a variety of uses, such as for catalysis and sepn.  Identifying suitable materials for a given application can, in principle, be done by screening material databases.  Such a screening requires automated high-throughput anal. tools that calc. structural properties for all materials contained in a database so they can be compared with search queries, grouped or classified.  One important aspect of the structural anal. of materials such as zeolites and metal org. frameworks is the investigation of the geometrical parameters describing pores.  Here, we present algorithms and tools to efficiently calc. some of these important parameters.  Our tools are based on the Voronoi decompn., which for a given arrangement of atoms in a periodic domain provides a graph representation of the void space.  The resulting Voronoi network is analyzed to obtain the diam. of the largest included sphere and the largest free sphere, which are two geometrical parameters that are frequently used to describe pore geometry.  Accessibility of nodes in the network is also detd. for a given guest mol. and the resulting information is later used to retrieve dimensionality of channel systems as well as in Monte Carlo sampling of accessible surfaces and vols.  The presented algorithms are implemented in a software tool, Zeo++, which includes a modified version of the Voro++ library.  We present example applications of our algorithms and tools using zeolite frameworks currently listed in the Atlas of Zeolite Frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht12jurjN&md5=28e97cac049214d18c5a964ab405c4d9", "31. ", "(a) ", "Bondi", ", ", "A.", " ", "J. Phys. Chem.", " ", "1964", ",  ", "68", ",  ", "441", "– ", "452", "[", "ACS Full Text ", "], [", "CAS", "]", "31. ", "van der Waals volumes and radii", "Bondi, A.", "Journal of Physical Chemistry", "\r\n        (", "1964", "),\r\n    ", "68", "\r\n        (", "3", "),\r\n    ", "441-51", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "Intermol. van der Waals radii of the nonmetallic elements were assembled into a list of recommended values for vol. calcns.  These values were arrived at by selecting from the most reliable x-ray diffraction data those which could be reconciled with crystal d. at 0°K. (to give reasonable packing d.), gas kinetic collision cross section, crit. d., and with liquid state properties.  A qual. understanding of the nature of van der Waals radii is provided by correlation with the de Broglie wavelength of the outermost valence electron.  Tentative values for the van der Waals radii of metallic elements in organometallic compds. are proposed.  A list of increments for the vol. of mols. impenetrable to thermal collision, the so-called van der Waals vol., and of the corresponding increments in area per mol. is given.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF2cXls1Cgsg%253D%253D&md5=0f25964afae4e9f761e0d314151444a5", "(b) ", "Rowland", ", ", "R. S.", "; ", "Taylor", ", ", "R.", " ", "J. Phys. Chem.", " ", "1996", ",  ", "100", ",  ", "7384", "– ", "7391", "[", "ACS Full Text ", "], [", "CAS", "]", "31. ", "Intermolecular Nonbonded Contact Distances in Organic Crystal Structures: Comparison with Distances Expected from van der Waals Radii", "Rowland, R. Scott; Taylor, Robin", "Journal of Physical Chemistry", "\r\n        (", "1996", "),\r\n    ", "100", "\r\n        (", "18", "),\r\n    ", "7384-91", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The conclusions derived from systematic analyses of intermol. contact distances in org. crystals may be affected by the values assumed for van der Waals radii.  The most widely used tabulations of van der Waals radii date back 30 yr or more.  Also, many of the tabulated values were chosen to reproduce vols., not contact distances, in crystals.  Literally millions of nonbonded contact distances were characterized by crystallog. since the tabulations were compiled.  A study has therefore been performed to establish the degree of consistency between these accumulated crystallog. data and the van der Waals radii of the common nonmetallic elements, as compiled by Pauling and Bondi.  For halogens and S, the results show a remarkable agreement between obsd. contact distances and the Bondi radii.  Agreement is slightly less good for C, N, and O, but discrepancies are still only ∼0.05 Å.  However, there is a significant difference for H, where the Bondi value of 1.2 Å is probably too high by ∼0.1 Å.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28Xit1ykt7k%253D&md5=0308272c8e4653deb3823a27276975c4", "(c) ", "Allen", ", ", "F. H.", " ", "Acta Crystallogr., Sect. B", " ", "2002", ",  ", "58", ",  ", "380", "– ", "388", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "31. ", "The Cambridge Structural Database: a quarter of a million crystal structures and rising", "Allen, Frank H.", "Acta Crystallographica, Section B: Structural Science", "\r\n        (", "2002", "),\r\n    ", "B58", "\r\n        (", "3, No. 1", "),\r\n    ", "380-388", "CODEN:\r\n                ", "ASBSDK", ";\r\n        ISSN:", "0108-7681", ".\r\n    \r\n            (", "Blackwell Munksgaard", ")\r\n        ", "The Cambridge Structural Database (CSD) now contains data for more than a quarter of a million small-mol. crystal structures.  The information content of the CSD, together with methods for data acquisition, processing and validation, are summarized, with particular emphasis on the chem. information added by CSD editors.  Nearly 80% of new structural data arrives electronically, mostly in CIF format, and the CCDC acts as the official crystal structure data depository for 51 major journals.  The CCDC now maintains both a CIF archive (more than 73000 CIFs dating from 1996), as well as the distributed binary CSD archive; the availability of data in both archives is discussed.  A statistical survey of the CSD is also presented and projections concerning future accession rates indicate that the CSD will contain at least 500000 crystal structures by the year 2010.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XktVOqu74%253D&md5=406cd0df6ea9035a0ebf8dd9eccbd1f8", "32. ", "Pophale", ", ", "R.", "; ", "Daeyaert", ", ", "F.", "; ", "Deem", ", ", "M. W.", " ", "J. Mater. Chem. A", " ", "2013", ", ", " DOI: 10.1039/C3TA10626H", " ", "[", "Crossref", "]", "There is no corresponding record for this reference."], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2013/jctcce.2013.9.issue-6/ct400255c/production/images/small/ct-2013-00255c_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2013/jctcce.2013.9.issue-6/ct400255c/production/images/small/ct-2013-00255c_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2013/jctcce.2013.9.issue-6/ct400255c/production/images/small/ct-2013-00255c_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2013/jctcce.2013.9.issue-6/ct400255c/production/images/small/ct-2013-00255c_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2013/jctcce.2013.9.issue-6/ct400255c/production/images/small/ct-2013-00255c_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2013/jctcce.2013.9.issue-6/ct400255c/production/images/small/ct-2013-00255c_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2013/jctcce.2013.9.issue-6/ct400255c/production/images/small/ct-2013-00255c_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2013/jctcce.2013.9.issue-6/ct400255c/production/images/small/ct-2013-00255c_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2013/jctcce.2013.9.issue-6/ct400255c/production/images/small/ct-2013-00255c_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2013/jctcce.2013.9.issue-6/ct400255c/production/images/small/ct-2013-00255c_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2013/jctcce.2013.9.issue-6/ct400255c/production/images/small/ct-2013-00255c_0012.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2013/jctcce.2013.9.issue-6/ct400255c/production/images/small/ct-2013-00255c_0013.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jctcce/2013/jctcce.2013.9.issue-6/ct400255c/production/images/small/ct-2013-00255c_0014.gif\">"]}
