{"title": ["High-Pressure Adsorption of Pure Gases on Coals and Activated Carbon: Measurements and Modeling"], "authors": ["Sayeed A. Mohammad", "Arunkumar Arumugam", "Robert L. Robinson", "Khaled A. M. Gasem"], "doi": ["10.1021/ef201393p"], "abstract": ["High-pressure gas adsorption of pure methane, nitrogen, and CO", " were measured on five coals of varying rank and an activated carbon. All measurements were conducted at 328.2 K and pressures to 13.8 MPa using a volumetric method. The adsorption isotherm data are for dry Beulah Zap, Illinois no. 6, Pocahontas, Upper Freeport, and Wyodak coals and Filtrasorb (F-400) activated carbon. At about 7 MPa pressure, the ratio of excess adsorptions for N", "/CH", "/CO", " varied from about 1/1.9/2.8 for Pocahontas coal to 1/2.1/5.9 for Beulah Zap coal. A distinct maximum in excess adsorption was observed for CO", " on each coal between 6 and 8 MPa. For activated carbon at 7 MPa, the ratio of excess adsorptions for N", "/CH", "/CO", " was 1/1.5/2.3, which is consistent with our earlier data on this activated carbon at a different temperature (318.2 K). The isotherm measurements have expected experimental uncertainties that vary from 1 to 7% for the adsorption of the three gases. The simplified local-density (SLD) model was fit to describe the pure-gas adsorption data. Overall, the weighted average absolute deviation (WAAD) was about 0.7 for both the coals and activated carbon. Generalized expressions were then developed to facilitate the prediction of nitrogen and CO", " adsorption isotherms, solely on the basis of the methane adsorption measurements and coal characterization information. In general, the newly developed generalized expressions were capable of predicting the nitrogen and CO", " adsorption within two times the experimental uncertainties for coals. The generalized expressions were further tested on an external data set comprised of three dry coals from the literature. For each coal, the CO", " adsorption isotherms were predicted on the basis of the methane isotherms. The generalized predictions provided average absolute percentage deviation (% AAD) of about 10–12% for CO", " adsorption on the three coals, which were about two times the deviations observed through direct regressions of the SLD model for these systems."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Methods and Procedures", "Simplified Local Density (SLD) Adsorption Model", "Experimental Results", "SLD Modeling", "Conclusions", "References", "1 Introduction", "Geologic sequestration of CO", "2", " is being studied internationally as a means to reduce the carbon footprint and limit the increase of anthropogenic greenhouse gases such as CO", "2", " into the atmosphere. Although several options for CO", "2", " sequestration are being considered, a potentially attractive avenue is the storage of CO", "2", " in deep, unmineable coalbeds.", "(1)", " Such coalbeds frequently contain large amounts of recoverable methane (or natural gas), and the recovery of this natural gas can be enhanced by injecting CO", "2", " into the coalbeds. The injection of CO", "2", " can serve dual purposes—to provide an increased supply of natural gas (an important and less greenhouse-intensive fossil fuel) and to simultaneously sequester large amounts of CO", "2", ". The design of optimal recovery of natural gas and CO", "2", " sequestration in coalbeds relies greatly on the availability of high-pressure, supercritical adsorption data for natural gas components as well as reliable adsorption models that are capable of accurate predictions of adsorption phenomena.", "Several investigators, including the authors,", "(2-8)", " have presented high-pressure, pure-gas adsorption isotherms on coals for coalbed gases (methane, nitrogen, and CO", "2", ") under conditions encountered in coalbed-related work. Mixture adsorption isotherms on coals have also been presented in some studies.", "(5-7, 9)", " In the current work, we present adsorption of pure methane, nitrogen, and CO", "2", " on five coals covering a wide range of rank and an activated carbon, all under dry conditions. The coals are from the premium coal sample program at the Argonne National Laboratory,", "(10)", " and the activated carbon is a commercial carbon (F-400) from Calgon Carbon Company.", "The main objectives of this work are to (a) present new raw data for the adsorption of pure gases on five well-characterized coals and activated carbon and (b) develop a new generalized model that is capable of predicting the adsorption of other gases (such as nitrogen and CO", "2", ") based on adsorption measurements for methane on a given adsorbent. The pure-gas adsorption isotherms on coals presented here have appeared earlier in graphical format in the context of adsorption modeling studies", "(8, 11)", " or in an interlaboratory study on CO", "2", " isotherms;", "(12)", " however, the “raw” experimental data for these isotherms have not been reported previously. The current work also presents two generalized models that were developed on the basis of the adsorption data presented here. Such generalized models, if successful, can reduce significantly the number of isotherms that need to be measured experimentally. In fact, several studies present adsorption isotherms for either one or two gases, and therefore, a generalized model can be helpful in predicting isotherms for components that have not been measured. Further, a generalized adsorption model would be especially useful in coalbed reservoir simulations that require prediction of adsorption amounts under varied conditions.", "The CO", "2", " adsorption data presented here was measured as part of a Department of Energy/National Energy Technology Laboratory (NETL) interlaboratory study.", "(12)", " That “round robin” study was organized to (a) assess the reproducibility of CO", "2", "/coal adsorption isotherm measurements among several laboratories and (b) develop a standard method for measuring coal adsorption isotherms. However, significant discrepancies were observed among the different laboratories in the reported adsorption amounts for CO", "2", " in the NETL interlaboratory study. Goodman et al.", "(12)", " attributed these discrepancies to the different procedures used to remove moisture in obtaining the dried coal samples.", "Some of the adsorption systems reported here have also been measured independently by other investigators at similar conditions. In particular, Sakurovs et al.", "(13)", " measured adsorption of methane, nitrogen, and CO", "2", " on three Argonne coals. In addition, Busch et al.", "(5)", " reported adsorption isotherms for methane and CO", "2", " on five Argonne coals; however, the temperature of their study (22 °C) was quite different than the one used in the present work (55 °C). As mentioned earlier, the main aim of the present work is to develop generalized correlations to facilitate predictions of gas adsorption on coals.", "The remainder of this paper is organized in the following manner: section ", " discusses the experimental method used in this work; section ", " presents the simplified local-density model; section ", " contains the experimental results; and section ", " presents details on the model generalization efforts undertaken as part of this work.", "Top of Page", "Abstract", "Introduction", "Experimental Methods and Procedures", "Simplified Local Density (SLD) Adsorption Model", "Experimental Results", "SLD Modeling", "Conclusions", "References", "2 Experimental Methods and Procedures", "2.1", "Adsorption Isotherm Measurements", "The experimental technique used in this study is based on the volumetric method of measuring adsorption. The experimental apparatus, shown schematically in Figure ", "1", ", has been used successfully in previous measurements.", "(6-8, 14)", " The essential details of our measurement method are described in the following paragraph.", "The entire apparatus is maintained in a constant temperature air bath. The equilibrium cell (Figure ", "1", ") is filled with the adsorbent under study, and the cell is initially placed under vacuum. The void volume in the cell, ", "V", "void", ", is determined by injecting a known quantity of helium from a calibrated injection pump (Ruska). Because helium is not significantly adsorbed, the void volume can be determined from measured values of the temperature, pressure, and amount of helium injected into the cell.", "Figure 1. Schematic diagram of the experimental apparatus.", "The material balance equation is", "(1)", "where Δ", "V", " is the volume of the gas injected from the pump, ", "Z", " is the compressibility factor of helium, ", "T", " is the temperature, ", "P", " is the pressure, subscripts “cell” and “pump” refer to conditions in the cell and pump sections of the apparatus, respectively, and 1 and 2 refer to conditions in the cell before and after injection of gas from the pump, respectively. The helium void volume was measured at the temperature of the gas adsorption isotherms (328.2 K) and over a range of pressures from atmospheric to about 13.8 MPa (2000 psia) in intervals of 1.4 MPa (200 psia). Several injections made into the cell at different pressures showed consistency in the calculated void volume. Generally, the void volume calculated from sequential injections varied less than 0.3 cm", "3", " from the average value of approximately 80 cm", "3", ". The helium void volume includes all the volume of the cell section exclusive of the adsorbent volume that is impenetrable to helium gas. The constancy of the calculated void volume from the incremental injections over a range of pressures confirmed the validity of our assumption that adsorption of helium is negligible at the conditions of the measurements. The typical variation of void volume as a function of pressure is shown graphically in the ", "Supporting Information", ".", "The Gibbs adsorption (also known as the excess adsorption) can be calculated directly from experimentally measured quantities. For pure-gas adsorption measurements, a known quantity, ", "n", "inj", ", of gas (e.g., methane) is injected from the pump section into the cell section. Some of the injected gas will be adsorbed and the remainder, ", "n", "unads", "Gibbs", ", will exist in the equilibrium bulk gas phase in the cell. A material balance is used to calculate the amount adsorbed, ", "n", "ads", "Gibbs", ", as", "(2)", "The amount injected can be determined from pressure, temperature, and volume measurements of the pump section:", "(3)", "Similarly, the amount of unadsorbed gas is calculated from conditions at equilibrium in the cell", "(4)", "where the pressure ", "P", " is measured after equilibrium is reached in the cell (usually within 6 to 12 h, depending on the adsorption capacity of the adsorbent), which occurs when no further change in pressure is observed. In eqs ", "3", " and ", "4", ", ", "Z", " is the compressibility factor of the gas at the applicable conditions of temperature and pressure.", "The above steps are repeated at sequentially higher pressures to yield a complete adsorption isotherm. In this study, all measurements of excess adsorption are reported in terms of mmol/g adsorbent on a dry basis. Further, all measurements reported in this work were made after complete drying of the adsorbent under vacuum in an equilibrium cell at 353 K for 36 h.", "2.2", "Gas Compressibility Factors", "As is evident from the above equations, accurate compressibility factors are required for pure gases for proper adsorption data analysis. The compressibility factors for pure methane, nitrogen, and CO", "2", " were calculated from highly accurate equations of state.", "(15-17)", " Further, for void volume determination, the helium compressibility factor was calculated with an expression based on experimental data from the National Bureau of Standards Technical Note 631 for helium.", "(18)", "2.3", "Materials", "The pure gases used in this work were obtained from Airgas (PA) with reported purity of 99.99% and were used as received. The Argonne coal samples were obtained from the Argonne National Laboratory (Argonne, IL) in ampules containing 5 g of 100-mesh material of each coal. The activated carbon (F-400) was obtained from the Calgon Carbon Company. The compositional analyses of coals and activated carbon used in this study are presented in Table ", "1", ". The Illinois no. 6 coal is a high-volatile bituminous coal from the Illinois no. 6 or Herrin seam, whereas Wyodak coal is a sub-bituminous coal from the Wyodak–Anderson seam. The Upper Freeport coal is a medium-volatile bituminous coal, Pocahontas coal is a low-volatile bituminous coal, and Beulah Zap coal is lignite and is the lowest rank coal in this study.", "(10)", "Table 1. Analyses of Adsorbents Used in This Study", "analyses", "a", "Beulah Zap", "Wyodak", "Illinois no. 6", "Upper Freeport", "Pocahontas", "activated carbon (F-400)", "Ultimate (Dry, Ash-free basis)", "carbon %", "72.9", "75.0", "77.7", "85.5", "91.1", "94.8", "hydrogen %", "4.83", "5.35", "5.00", "4.70", "4.44", "0.79", "oxygen %", "20.3", "18.0", "13.5", "7.5", "2.5", "3.2", "sulfur %", "0.80", "0.63", "4.83", "2.32", "0.66", "0.78", "Proximate (As-Received Basis)", "moisture %", "32.2", "28.1", "8.0", "1.1", "0.7", "1.0", "b", "vol. matter %", "30.5", "32.2", "36.9", "27. 1", "18.5", "3.7", "fixed carbon %", "30.7", "33.0", "40.9", "58.7", "76.1", "89.9", "ash %", "6.6", "6.3", "14.3", "13.0", "4.7", "6.5", "a", "Coal analyses provided by Argonne National Laboratory; activated carbon analyses provided by Hoffman Laboratories, Inc.", "b", "Equilibrium moisture content for activated carbon determined at Oklahoma State University to be 27%.", "All isotherm measurements were conducted after complete drying of the coal. The coal samples were dried under vacuum at 80 °C (353 K) for 36 h to a constant weight. Further, the drying was conducted in the same equilibrium cell, which was used to measure adsorption isotherms. These steps prevent oxidation/degradation of the samples because the coal samples are not exposed to the atmosphere during drying.", "2.4", "Error Analysis", "Instrument calibration tests were performed routinely during the course of the experiments. Generally, the calibrations were performed and/or repeated before the adsorption experiments on a new adsorbent sample. The thermocouples and RTDs were calibrated against a platinum reference RTD. Sensotec Super TJE pressure transducers (range: 0–13.8 MPa) were calibrated using helium as the working fluid against a Ruska dead weight tester with a calibration traceable to the National Institute of Standards and Technology. Detailed information on calibration procedures is available elsewhere.", "(19)", " The uncertainties in the experimentally measured quantities after calibrations were estimated as follows: temperature, 0.1 K; pressure, 6.9 kPa; and injected gas volume, 0.02 cm", "3", ".", "A detailed error analysis was performed to estimate the uncertainty associated with each experimental data point by propagating the errors from the primary measurements of pressure, temperature and volume. The error analysis indicated that the average uncertainties for the gas adsorption measurements vary between 1 and 7% for activated carbon and coals. Additional information on the error analysis used in our measurements is available elsewhere.", "(20)", "2.5", "Coal Swelling", "The adsorption of certain gases (such as CO", "2", ") on coals may cause swelling of the coal matrix. Some investigators believe that adsorption of CO", "2", " can alter the porous coal structure and these changes, if left unaccounted for, can result in large errors in the calculation of CO", "2", " adsorption on coals. Several researchers have attempted to account for potential swelling of coal by incorporating volumetric corrections to the adsorption isotherm equations. Ozdemir et al.", "(21)", " and Dutta et al.", "(22)", " used different adsorption models to study the volumetric effects of CO", "2", " adsorption on coals. Romanov et al.", "(23)", " have also attempted to interpret the volumetric changes in coals under CO", "2", " pressure. Pan and Connell", "(24)", " developed a theoretical model to describe adsorption-induced coal swelling by balancing the change in surface energy due to adsorption to the change in elastic energy of the coal matrix.", "Day et al.", "(25)", " measured swelling of coals caused by CO", "2", " and corrected their adsorption measurements to account for volumetric changes to the sample. These corrections involved adjusting the void volume to account for an increased volume of coal sample. In our study, the helium void volume was measured before and after each adsorption isotherm experiment. The ", "constancy", " of the calculated void volume within its experimental uncertainty of 0.3% indicated that there was no ", "irreversible", " change to the volume of the sample. This result is also supported by the findings of Day et al.,", "(25)", " who found the coal swelling to be entirely reversible on release of CO", "2", " gas pressure. Although Day et al.", "(25)", " then applied a correction to the isotherm for coal swelling, we have used a constant void volume in our data reduction procedures. Thus, the CO", "2", " adsorption data reported in this study are under the assumption that there is no appreciable swelling of the coal. The adsorption of methane and nitrogen is generally not expected to cause significant swelling of the coal matrix.", "Top of Page", "Abstract", "Introduction", "Experimental Methods and Procedures", "Simplified Local Density (SLD) Adsorption Model", "Experimental Results", "SLD Modeling", "Conclusions", "References", "3 Simplified Local Density (SLD) Adsorption Model", "In this study, we utilized the simplified local-density (SLD) model to describe the adsorption behavior of pure gases on coals and activated carbon. The SLD model accounts for the fluid–fluid and fluid–solid interactions in a slit-shaped pore. The model was first developed by Rangarajan et al.", "(26)", " who used the van der Waals equation of state (EOS) to provide the fluid–fluid interaction information. Several researchers have used different equations of state, including the Peng–Robinson, Bender, and Elliot–Suresh–Donohue EOS to provide fluid–fluid interaction information.", "(27-30)", " Following our earlier work with the SLD model,", "(11, 31, 32)", " the Peng–Robinson EOS is used in this study. The essential details of the SLD model are outlined below.", "The SLD model envisions the adsorbent to be composed of a rectangular-shaped slit and the adsorbate molecules reside within this two-surface slit, as illustrated in Figure ", "2", ". The distance between the slit surfaces is ", "L", ", and the position of a molecule within the slit is ", "z", ". The position, ", "z", ", is orthogonal to the solid surface formed by carbon atoms. A molecule within the slit has interactions with both walls of the adsorbent slit.", "Figure 2. SLD model slit geometry.", "At equilibrium, the chemical potential of the fluid, μ, is expressed as the sum of the fluid–fluid and fluid–solid potentials at a position, ", "z", ", as follows:", "(5)", "where the subscript “bulk” refers to the bulk fluid and “ff” and “fs” refer to the fluid–fluid and fluid–solid interactions, respectively.", "The chemical potential of the bulk fluid can be expressed in terms of fugacity as", "(6)", "where subscript “0” designates an arbitrary reference state and ", "f", " refers to fugacity. Similarly, the chemical potential from fluid–fluid interactions is given as", "(7)", "where ", "f", "ff", "(", "z", ") is fluid fugacity at a position ", "z", " and ", "f", "0", " refers to the same arbitrary reference state as in eq ", "6", ".", "The fluid–solid interactions in the model are accounted for through a potential energy function. In particular, the fluid–solid potential is given as", "(8)", "where ", "N", "A", " is Avogadro’s number, Ψ(", "z", ") and Ψ(", "L", " −", " z", ") are the fluid–solid interactions for the two surfaces of a slit of length ", "L", ".", "Substituting eqs ", "6", ", ", "7", ", and ", "8", " into eq ", "5", " provides the equilibrium relationship for adsorption within the slit:", "(9)", "where ", "k", " is the Boltzmann’s constant.", "The SLD model is a simplification of the more general local-density theory. The term “local” refers to the thermodynamic properties of a fluid at any local point ", "z", ", where an average single density value is calculated, ρ(", "z", ").", "(26)", " In addition, the SLD model uses mean-field theory in calculating the chemical potential. The mean-field theory replaces all interactions with an effective or average interaction so that no fluctuations are considered within the slit.", "Applying the SLD model, the excess adsorption (", "n", "Ex", ") is given as", "(10)", "Here, ", "n", "Ex", " is the excess adsorption of adsorbate in number of moles per unit mass of adsorbent, and ", "A", " is the surface area of the adsorbate on a particular solid. The lower limit in eq ", "10", " is ", "3", "/", "8", "σ", "ff", ", which is ", "3", "/", "8", " of the diameter of an adsorbed molecule touching the left plane surface. The upper limit is ", "L", " – ", "3", "/", "8", "σ", "ff", ", the location of an adsorbed molecule touching the right plane surface. The local density is assumed to be zero for the distances less than ", "3", "/", "8", "σ", "ff", " away from the wall. The value ", "3", "/", "8", "σ", "ff", " is chosen to account for most of the adsorbed gas; details are given elsewhere by Fitzgerald.", "(33)", " The left and right sides of the slit each comprise half of the total surface area, ", "A", "/", "2", ".", "Following previous studies at Oklahoma State University,", "(11, 32)", " the Peng–Robinson equation of state", "(34)", " was used to provide the bulk fluid density and fugacity. The EOS, expressed in terms of density, is given as", "(11)", "where", "(12)", "(13)", "The term, α(", "T", "), in eq ", "12", " is calculated using the following expression developed at Oklahoma State University in an earlier work:", "(35)", "(14)", "where ", "A", ", ", "B", ", ", "C", ", ", "D", ", and ", "E", " are correlation parameters and their values are 2.0, 0.8145, 0.134, 0.508, and −0.0467, respectively. The values used were based on an accurate description of saturation pressures for the pure gases under conditions encountered in coalbed operations. Other fluid properties used in this study are listed in Table ", "2", ".", "Table 2. Physical Properties of Fluids Used in SLD Model", " ", "methane", "nitrogen", "CO", "2", "T", "C", " (K)", "190.56", "126.19", "304.13", "P", "C", " (MPa)", "4.599", "3.396", "7.377", "σ", "ff", " (nm)", "0.3758", "0.3798", "0.3941", "ε", "ff", "/", "k", " (K)", "148.6", "71.4", "195.2", "The fugacity of the bulk fluid using PR EOS is", "(15)", "For the adsorbing fluid, the fugacity for fluid–fluid interactions is", "(16)", "The parameter ", "a", "ads", "(", "z", ") in eq ", "16", " varies with the position within the slit. Chen et al.", "(27)", " provided equations for ", "a", "ads", "(", "z", "), which depends on the ratio of slit length ", "L", " to the molecular diameter σ", "ff", ".", "In our earlier work with the SLD model, the covolume ", "b", " in the PR EOS was adjusted to improve the predictive capability for adsorption of pure gases on activated carbon and coals. The covolume has a significant effect on the local density of the adsorbed fluid near the surface. A simple empirical correction was used to account for the repulsive interactions of adsorbed fluid at high pressures. The covolume is corrected by an adjustable parameter, Λ", "b", "(17)", "Equation ", "16", " then becomes", "(18)", "In this work, we used a fixed value of Λ", "b", " = 0.1 for coals and 0.3 for activated carbon.", "The fluid–solid interaction, Ψ", "fs", "(", "z", "), was represented by Lee’s partially integrated 10–4 potential,", "(36)", " which is a truncated form of Steele’s 10–4–3 potential:", "(37)", "(19)", "where ε", "fs", " is the fluid–solid interaction energy parameter and ρ", "atoms", " = 0.382 atoms/ Å", "2", " is the solid atom density. The parameters σ", "ff", " and σ", "ss", " signify, respectively, the molecular diameter of the adsorbate and the carbon interplanar distances. The carbon interplanar distance was taken to be the value for graphite, 0.335 nm", "(38)", " and values of σ", "ff", " and ε", "ff", " were taken from Reid et al.", "(39)", " The fluid–solid molecular diameter, σ", "fs", " and dummy coordinate ", "z", "′ used in numerical integration of eq ", "10", " are defined as", "(20)", "(21)", "For the adsorbed phase, the slit is divided into two halves and each half is subdivided into 50 intervals. The local density is then calculated by solving eqs ", "15", " and ", "18", " simultaneously for each interval. Once the local density is determined across the slit, the excess adsorption is calculated by integrating eq ", "10", " numerically using Simpson’s rule.", "(40)", " Thus, the SLD model contains the following three regressible parameters: surface area, ", "A", "; fluid–solid interaction energy, ε", "fs", "/", "k", "; and the slit length, ", "L", ".", "Top of Page", "Abstract", "Introduction", "Experimental Methods and Procedures", "Simplified Local Density (SLD) Adsorption Model", "Experimental Results", "SLD Modeling", "Conclusions", "References", "4 Experimental Results", "The raw experimental data for pure-gas adsorption on dry Pocahontas, Upper Freeport, Illinois no. 6, Wyodak, and Beulah Zap coals are presented in Tables ", "3", "–", "7", ", respectively. The adsorption data for dry activated carbon are presented in Table ", "8", ". The tables include the pressure, excess adsorption values, and the estimated uncertainties in excess adsorption for each data point for the three gases (methane, nitrogen, and CO", "2", "). For each isotherm, two replicate runs were conducted to test for the reproducibility of the data. The two runs were well within the experimental uncertainties of the adsorption data. A more general and detailed analysis of experimental errors in adsorption measurements using a volumetric method have been reported elsewhere.", "(20)", "Table 3. Adsorption of Pure Gases on Dry Pocahontas Coal at 328.2 K", "methane", "nitrogen", "CO", "2", "pressure (MPa)", "excess adsorption (mmol/g)", "σ in excess adsorption", "a", "(mmol/g)", "pressure (MPa)", "excess adsorption (mmol/g)", "σ in excess adsorption (mmol/g)", "pressure (MPa)", "excess adsorption (mmol/g)", "σ in excess adsorption (mmol/g)", "0.71", "0.311", "0.022", "0.76", "0.102", "0.018", "1.07", "0.715", "0.037", "1.46", "0.451", "0.021", "1.46", "0.167", "0.018", "1.66", "0.831", "0.036", "2.85", "0.601", "0.021", "2.84", "0.255", "0.018", "2.85", "0.979", "0.036", "4.22", "0.679", "0.021", "4.23", "0.318", "0.018", "4.25", "1.067", "0.035", "5.61", "0.729", "0.021", "5.61", "0.360", "0.018", "5.55", "1.110", "0.035", "7.01", "0.756", "0.021", "6.99", "0.397", "0.018", "6.97", "1.124", "0.035", "8.38", "0.779", "0.022", "8.36", "0.422", "0.019", "8.33", "1.089", "0.037", "9.73", "0.796", "0.023", "9.72", "0.441", "0.019", "9.84", "1.001", "0.043", "11.12", "0.802", "0.023", "11.13", "0.460", "0.020", "11.10", "0.860", "0.066", "12.48", "0.808", "0.025", "12.51", "0.475", "0.021", "12.38", "0.758", "0.077", "13.80", "0.810", "0.026", "13.79", "0.483", "0.022", "13.84", "0.695", "0.105", "a", "σ is the estimated experimental uncertainty.", "Table 4. Adsorption of Pure Gases on Dry Upper Freeport Coal at 328.2 K", "methane", "nitrogen", "CO", "2", "pressure (MPa)", "excess adsorption (mmol/g)", "σ in excess adsorption (mmol/g)", "pressure (MPa)", "excess adsorption (mmol/g)", "σ in excess adsorption (mmol/g)", "pressure (MPa)", "excess adsorption (mmol/g)", "σ in excess adsorption (mmol/g)", "0.73", "0.241", "0.019", "0.77", "0.079", "0.016", "0.71", "0.485", "0.030", "1.46", "0.340", "0.019", "1.44", "0.124", "0.016", "1.52", "0.646", "0.029", "2.84", "0.448", "0.019", "2.83", "0.193", "0.016", "2.88", "0.789", "0.029", "4.23", "0.512", "0.018", "4.25", "0.237", "0.016", "4.26", "0.866", "0.028", "5.62", "0.549", "0.019", "5.61", "0.273", "0.016", "5.60", "0.906", "0.028", "6.98", "0.576", "0.019", "7.03", "0.300", "0.016", "6.96", "0.919", "0.028", "8.37", "0.593", "0.019", "8.41", "0.319", "0.017", "8.33", "0.904", "0.030", "9.74", "0.603", "0.020", "9.74", "0.335", "0.017", "9.67", "0.851", "0.033", "11.12", "0.612", "0.021", "11.11", "0.349", "0.018", "10.98", "0.751", "0.049", "12.47", "0.617", "0.022", "12.50", "0.360", "0.019", "12.44", "0.655", "0.058", "13.76", "0.617", "0.023", "13.77", "0.371", "0.020", "13.82", "0.608", "0.077", "Table 5. Adsorption of Pure Gases on Dry Illinois No. 6 Coal at 328.2 K", "methane", "nitrogen", "CO", "2", "pressure (MPa)", "excess adsorption (mmol/g)", "σ in excess adsorption (mmol/g)", "pressure (MPa)", "excess adsorption (mmol/g)", "σ in excess adsorption (mmol/g)", "pressure (MPa)", "excess adsorption (mmol/g)", "σ in excess adsorption (mmol/g)", "0.67", "0.265", "0.028", "0.69", "0.084", "0.024", "0.70", "0.592", "0.042", "2.45", "0.459", "0.027", "1.39", "0.136", "0.024", "1.41", "0.822", "0.041", "3.93", "0.565", "0.027", "2.78", "0.211", "0.023", "2.78", "1.096", "0.040", "5.54", "0.649", "0.027", "4.19", "0.267", "0.023", "4.16", "1.282", "0.040", "6.94", "0.689", "0.027", "5.52", "0.310", "0.023", "5.57", "1.403", "0.039", "8.30", "0.736", "0.028", "6.95", "0.344", "0.024", "6.94", "1.485", "0.040", "9.69", "0.769", "0.029", "8.32", "0.373", "0.024", "8.25", "1.502", "0.043", "11.03", "0.788", "0.030", "9.70", "0.397", "0.025", "9.64", "1.432", "0.053", "12.44", "0.802", "0.032", "11.08", "0.416", "0.026", "10.98", "1.232", "0.080", "13.80", "0.818", "0.039", "12.46", "0.431", "0.027", "12.29", "1.033", "0.098", " ", " ", " ", "13.87", "0.446", "0.029", "13.81", "0.913", "0.134", "Table 6. Adsorption of Pure Gases on Dry Wyodak Coal at 328.2 K", "methane", "nitrogen", "CO", "2", "pressure (MPa)", "excess adsorption (mmol/g)", "σ in excess adsorption (mmol/g)", "pressure (MPa)", "excess adsorption (mmol/g)", "σ in excess adsorption (mmol/g)", "pressure (MPa)", "excess adsorption (mmol/g)", "σ in excess adsorption (mmol/g)", "0.69", "0.242", "0.027", "0.73", "0.091", "0.024", "0.69", "0.791", "0.046", "1.42", "0.355", "0.027", "1.45", "0.147", "0.023", "1.45", "1.078", "0.045", "2.80", "0.481", "0.026", "2.83", "0.221", "0.023", "2.78", "1.388", "0.044", "4.19", "0.565", "0.026", "4.21", "0.272", "0.023", "4.18", "1.602", "0.043", "5.57", "0.624", "0.026", "5.58", "0.313", "0.023", "5.60", "1.749", "0.043", "6.95", "0.671", "0.027", "6.97", "0.344", "0.023", "6.98", "1.820", "0.043", "8.34", "0.701", "0.027", "8.33", "0.373", "0.024", "8.34", "1.827", "0.046", "9.70", "0.721", "0.028", "9.70", "0.394", "0.025", "9.65", "1.735", "0.052", "11.10", "0.740", "0.029", "11.09", "0.416", "0.025", "10.99", "1.587", "0.082", "12.46", "0.770", "0.040", "12.47", "0.431", "0.027", "12.33", "1.430", "0.098", "13.71", "0.782", "0.047", "13.72", "0.445", "0.028", "13.82", "1.324", "0.135", "Table 7. Adsorption of Pure Gases on Dry Beulah Zap Coal at 328.2 K", "methane", "nitrogen", "CO", "2", "pressure (MPa)", "excess adsorption (mmol/g)", "σ in excess adsorption (mmol/g)", "pressure (MPa)", "excess adsorption (mmol/g)", "σ in excess adsorption (mmol/g)", "pressure (MPa)", "excess adsorption (mmol/g)", "σ in excess adsorption (mmol/g)", "0.72", "0.257", "0.033", "0.77", "0.089", "0.028", "0.61", "0.819", "0.048", "1.44", "0.361", "0.032", "1.46", "0.137", "0.028", "1.42", "1.108", "0.047", "2.83", "0.476", "0.032", "2.83", "0.201", "0.027", "2.78", "1.397", "0.046", "4.22", "0.544", "0.031", "4.22", "0.244", "0.027", "4.17", "1.591", "0.045", "5.60", "0.591", "0.032", "5.60", "0.277", "0.027", "5.54", "1.706", "0.045", "6.97", "0.621", "0.032", "6.98", "0.297", "0.028", "6.96", "1.760", "0.045", "8.33", "0.651", "0.033", "8.34", "0.316", "0.028", "8.30", "1.752", "0.047", "9.71", "0.664", "0.034", "9.73", "0.331", "0.029", "9.59", "1.661", "0.054", "11.09", "0.681", "0.035", "11.09", "0.339", "0.030", "11.01", "1.470", "0.086", "12.48", "0.695", "0.037", "12.47", "0.346", "0.032", "12.22", "1.344", "0.101", "13.78", "0.708", "0.042", "13.80", "0.358", "0.033", "13.81", "1.248", "0.141", "Table 8. Adsorption of Pure Gases on Dry Activated Carbon (F-400) at 328.2 K", "methane", "nitrogen", "CO", "2", "pressure (MPa)", "excess adsorption (mmol/g)", "σ in excess adsorption (mmol/g)", "pressure (MPa)", "excess adsorption (mmol/g)", "σ in excess adsorption (mmol/g)", "pressure (MPa)", "excess adsorption (mmol/g)", "σ in excess adsorption (mmol/g)", "1.50", "2.845", "0.047", "0.81", "1.015", "0.041", "1.49", "4.887", "0.113", "2.78", "3.555", "0.046", "1.46", "1.473", "0.040", "2.85", "5.885", "0.110", "4.11", "3.936", "0.045", "2.93", "2.075", "0.039", "4.22", "6.321", "0.108", "5.59", "4.167", "0.045", "4.19", "2.407", "0.039", "5.62", "6.462", "0.107", "7.07", "4.277", "0.045", "5.53", "2.651", "0.039", "7.07", "6.396", "0.106", "8.38", "4.310", "0.045", "6.98", "2.834", "0.039", "8.31", "6.134", "0.105", "9.18", "4.306", "0.045", "8.36", "2.945", "0.039", "9.62", "5.616", "0.106", "9.77", "4.306", "0.045", "9.69", "3.018", "0.040", "11.11", "4.524", "0.170", "11.11", "4.273", "0.046", "11.08", "3.068", "0.039", "12.49", "3.522", "0.174", "12.43", "4.221", "0.046", "12.54", "3.100", "0.040", " ", " ", " ", "13.74", "4.145", "0.047", "13.70", "3.108", "0.040", " ", " ", " ", "As mentioned earlier, the CO", "2", " adsorption data on dry coals were measured to complement an interlaboratory study conducted by NETL.", "(12)", " The main objective of that study was to investigate the reproducibility of CO", "2", "/coal adsorption isotherm measurements among different laboratories. In contrast, the objective of our study is to develop gas/matrix calibrated model to facilitate generalized predictions of nitrogen and CO", "2", " adsorption isotherms based solely on methane isotherm measurements and readily available coal characterization information (such as the ultimate and proximate analyses of coals). Such a capability, if successful, would reduce significantly the experimental burden of measuring gas adsorption isotherms on each coal. In other words, ", "only", " methane isotherms would need to be measured on a given coal, and then, the generalized model may be used to predict, ", "a priori", ", the adsorption of other two gases (nitrogen and CO", "2", ").", "Figures ", "3", "–", "7", " illustrate the excess adsorption of pure gases on dry Pocahontas, Upper Freeport, Illinois no. 6, Wyodak, and Beulah Zap coals, respectively. These figures also depict the model representations obtained from the simplified local-density (SLD) model, as described in section ", ". A distinct maximum is observed for CO", "2", " adsorption isotherms on coals between 6 and 8 MPa. At about 7 MPa, the ratio of excess adsorptions for N", "2", "/CH", "4", "/CO", "2", " ranged from about 1/1.9/2.8 for Pocahontas to 1/2.1/5.9 for Beulah Zap coal. The N", "2", "/CH", "4", " ratio did not show large variations among the five coals; however, the CO", "2", " excess adsorption maxima varied considerably among the five coals. The coals used in this work cover a wide range of rank. Specifically, the percent carbon of the coals ranged from about 72% to 91% on a dry, ash-free basis. In addition, the oxygen content of coals varied from about 2.5% to 20%. The oxygen content of coals is an indication of the presence of polar functional groups on the coal surface, and this also appears to affect the CO", "2", " adsorption capacity on these coals to some extent. This aspect is discussed in more detail in section ", " on the SLD modeling results on coals.", "Figure 3. Adsorption of pure gases on dry Pocahontas coal at 328.2 K: experimental data and SLD model representations.", "Figure 4. Adsorption of pure gases on dry Upper Freeport coal at 328.2 K: experimental data and SLD model representations.", "Figure 5. Adsorption of pure gases on dry Illinois no. 6 coal at 328.2 K: experimental data and SLD model representations.", "Figure 6. Adsorption of pure gases on dry Wyodak Coal at 328.2 K: experimental data and SLD model representations.", "Figure 7. Adsorption of pure gases on dry Beulah Zap coal at 328.2 K: experimental data and SLD model representations.", "The adsorption of methane, nitrogen, and CO", "2", " was also measured on a dry activated carbon (F-400). Figure ", "8", " presents the pure-gas adsorption data on activated carbon. At 7 MPa, the ratio of excess adsorptions for N", "2", "/CH", "4", "/CO", "2", " was 1/1.5/2.3, which was consistent with our earlier data", "(14)", " on this activated carbon at a different temperature (318.2 K). On average, the expected experimental uncertainties ranged from about 1 to 7% for the adsorption of three gases on activated carbons and coals. Lower uncertainties were obtained on activated carbon when compared to coals. Further, the uncertainties are generally smaller (on a percentage basis) for nitrogen and methane adsorption than for the adsorption of CO", "2", ". These trends are quite typical of the adsorbent systems considered in this work.", "Figure 8. Adsorption of pure gases on dry activated carbon (F-400) at 328.2 K: experimental data and SLD model representations.", "Top of Page", "Abstract", "Introduction", "Experimental Methods and Procedures", "Simplified Local Density (SLD) Adsorption Model", "Experimental Results", "SLD Modeling", "Conclusions", "References", "5 SLD Modeling", "The aim of this work was to develop a predictive, generalized model capable of predicting the adsorption of other gases (such as nitrogen and CO", "2", ") from the knowledge of methane adsorption isotherms for a given adsorbent. Four specific case studies were designed to guide this effort, and the generalized predictions were compared with direct regressions. The case studies 1–4 are described below:", "1", "Five parameters were regressed. They were surface area ", "A", ", fluid–solid interaction energy of each gas ε", "fs", "/", "k", " (total of three), and slit length ", "L", ". The surface area and slit length were taken as common for all gases, and the fluid–solid interaction energy was the only gas-specific parameter regressed.", "2", "Three parameters were determined from the methane adsorption isotherm for each coal. The parameters were the surface area, slit length and fluid–solid interaction energy of methane. Then, retaining the surface area and slit length as fixed, only the fluid–solid interaction energies of nitrogen and CO", "2", " were determined from their respective adsorption data.", "3", "The fluid–solid interaction energies of nitrogen and CO", "2", " were generalized in terms of fluid–solid interaction energy of methane and moisture content of the as-received samples. The surface area, slit length, and the fluid–solid interaction energy for methane were used from case 2.", "4", "The fluid–solid interaction energy of CO", "2", " was also generalized in terms of fluid–solid interaction energy for methane and the oxygen content of the coal. The generalized expression for nitrogen was the same as in case 3.", "Case 1 provides the ultimate correlative capability of the SLD model. Case 2 served as the precursor to the two generalized models that are presented in cases 3 and 4. The regressions used to determine the model coefficients in cases 1 and 2 minimized the weighted root-mean-square (WRMS) of the predicted amounts adsorbed, where the weights were the expected experimental uncertainties.", "Case 1", "The parameters for each coal included the common surface area ", "A", ", slit length ", "L", ", and fluid–solid interaction energy parameter ε", "fs", "/", "k", " for each of the three gases. Tables ", "9", " and ", "10", " present the model parameters and statistics for the cases, obtained for the five coals and activated carbon. Overall, the SLD model represented the adsorption data with a WAAD of 0.6 for five coals and 0.7 for activated carbon. Thus, the SLD model was capable of representing the adsorption data within the experimental uncertainties. Figures ", "3", "–", "8", " illustrate the modeling results obtained for case 1 for pure-gas adsorption on coals and activated carbon.", "Table 9. SLD Model Parameters for Pure-Gas Adsorption on Dry Coals and Activated Carbon", " ", "case 1", "case 2", " ", " ", "ε", "fs", "/", "k", " (K)", " ", " ", "ε", "fs", "/", "k", " (K)", " ", "coal", "A", " (m", "2", "/g)", "CH", "4", "N", "2", "CO", "2", "L", " (nm)", "A", " (m", "2", "/g)", "CH", "4", "N", "2", "CO", "2", "L", " (nm)", "Pocahontas", "78.1", "81.4", "38.7", "114.0", "1.53", "85.3", "73.0", "35.8", "99.8", "1.46", "Upper Freeport", "58.6", "81.1", "38.4", "121.9", "1.65", "63.5", "73.5", "35.8", "108.2", "1.56", "Illinois no. 6", "83.7", "64.0", "30.2", "118.5", "2.18", "79.2", "66.8", "29.4", "123.8", "2.87", "Wyodak", "74.1", "67.8", "33.5", "213.7", "3.10", "74.5", "68.0", "33.6", "218.7", "2.64", "Beulah Zap", "74.7", "62.7", "29.5", "219.1", "2.46", "76.7", "61.5", "29.1", "221.6", "2.17", "Activated Carbon", "F-400", "417.8", "117.0", "59.2", "186.5", "1.87", "448.9", "105.2", "55.1", "169.3", "1.68", " ", "case 3", "case 4", " ", " ", "ε", "fs", "/", "k", " (K)", " ", " ", "ε", "fs", "/", "k", " (K)", " ", "coal", "A", " (m", "2", "/g)", "CH", "4", "N", "2", "CO", "2", "L", " (nm)", "A", " (m", "2", "/g)", "CH", "4", "N", "2", "CO", "2", "L", " (nm)", "Pocahontas", "85.3", "73.0", "35.6", "99.8", "1.46", "85.3", "73.0", "35.6", "99.7", "1.46", "Upper Freeport", "63.5", "73.5", "35.9", "101.4", "1.56", "63.5", "73.5", "35.9", "108.2", "1.56", "Illinois no. 6", "79.2", "66.8", "32.1", "128.0", "2.87", "79.2", "66.8", "32.1", "128.8", "2.87", "Wyodak", "74.5", "68.0", "32.8", "205.7", "2.64", "74.5", "68.0", "32.8", "190.7", "2.64", "Beulah Zap", "76.7", "61.5", "29.1", "221.6", "2.17", "76.7", "61.5", "29.1", "221.6", "2.17", "Activated Carbon", "F-F00", "448.9", "105.2", "53.8", "201.5", "1.68", "448.9", "105.2", "53.8", "192.9", "1.68", "Table 10. SLD Model Statistics for Pure-Gas Adsorption on Dry Coals and Activated Carbon", " ", "case 1", "case 2", " ", "WAAD", "a", "WAAD", "coal", "CH", "4", "N", "2", "CO", "2", "overall", "CH", "4", "N", "2", "CO", "2", "overall", "Pocahontas", "0.58", "0.69", "0.68", "0.65", "0.38", "0.89", "0.76", "0.67", "Upper Freeport", "0.46", "0.58", "0.48", "0.51", "0.30", "0.73", "0.51", "0.51", "Illinois no. 6", "0.48", "0.67", "0.70", "0.62", "0.43", "0.91", "0.99", "0.78", "Wyodak", "0.21", "0.64", "1.03", "0.63", "0.17", "0.66", "1.30", "0.71", "Beulah Zap", "0.64", "1.06", "0.45", "0.72", "0.64", "1.07", "0.85", "0.86", "overall", "0.6", " ", "0.7", " ", "Activated Carbon", "F-400", "0.96", "0.33", "0.75", "0.7", "0.70", "0.85", "0.94", "0.8", " ", "case 3", "case 4", " ", "WAAD", "WAAD", "coal", "CH", "4", "N", "2", "CO", "2", "overall", "CH", "4", "N", "2", "CO", "2", "overall", "Pocahontas", "0.38", "0.87", "0.76", "0.67", "0.38", "0.87", "0.76", "0.67", "Upper Freeport", "0.30", "0.74", "0.78", "0.60", "0.30", "0.74", "0.51", "0.51", "Illinois no. 6", "0.43", "0.80", "1.09", "0.78", "0.43", "0.80", "1.12", "0.78", "Wyodak", "0.17", "0.62", "1.53", "0.77", "0.17", "0.62", "2.33", "1.04", "Beulah Zap", "0.64", "1.07", "0.85", "0.86", "0.64", "1.07", "0.85", "0.86", "overall", "0.7", " ", "0.8", " ", "Activated Carbon", "F-400", "0.70", "1.38", "2.64", "1.6", "0.70", "1.38", "2.04", "1.4", " ", "case 1", "case 2", " ", "% AAD", "b", "% AAD", "coal", "CH", "4", "N", "2", "CO", "2", "overall", "CH", "4", "N", "2", "CO", "2", "overall", "Pocahontas", "2.36", "5.37", "3.27", "3.66", "1.28", "6.85", "3.63", "3.92", "Upper Freeport", "2.04", "5.55", "2.67", "3.42", "1.11", "6.89", "2.86", "3.62", "Illinois no. 6", "2.68", "9.83", "4.25", "5.58", "2.26", "12.59", "5.39", "6.75", "Wyodak", "1.04", "7.78", "4.30", "4.37", "0.86", "7.90", "5.52", "4.76", "Beulah Zap", "4.66", "16.46", "2.40", "7.84", "4.75", "16.59", "4.66", "8.67", "overall", "5.0", " ", "5.5", " ", "Activated Carbon", "F-400", "1.18", "0.53", "2.03", "1.3", "0.88", "1.72", "2.13", "1.6", " ", "case 3", "case 4", " ", "% ADD", "% AAD", "coal", "CH", "4", "N", "2", "CO", "2", "overall", "CH", "4", "N", "2", "CO", "2", "overall", "Pocahontas", "1.28", "6.94", "3.63", "3.95", "1.28", "6.94", "3.63", "3.95", "Upper Freeport", "1.11", "6.85", "4.72", "4.23", "1.11", "6.85", "2.86", "3.61", "Illinois no. 6", "2.26", "9.66", "6.24", "6.06", "2.26", "9.66", "6.43", "6.12", "Wyodak", "0.86", "8.27", "6.30", "5.14", "0.86", "8.27", "8.55", "5.89", "Beulah Zap", "4.75", "16.59", "4.66", "8.67", "4.75", "16.59", "4.66", "8.67", "overall", "5.6", " ", "5.7", " ", "Activated Carbon", "F-400", "0.88", "2.98", "6.00", "3.3", "0.88", "2.98", "4.69", "2.9", "a", "Weighted average absolute deviation.", "b", "Average absolute percentage deviation.", "The ε", "fs", "/", "k", " values were the highest for CO", "2", " and lowest for nitrogen, indicating that the fluid–solid interaction energy is related to the affinity of the adsorbate for the coal surface. The ε", "fs", "/", "k", " values also appear to be indicative of the polarity of the adsorbate, because CO", "2", " is the most polar adsorbate of the three gases considered in this work. Further, the regressed ε", "fs", "/", "k", " for nitrogen exhibited a linear correlation with ε", "fs", "/", "k", " for methane (", "R", "2", " of 0.98). The ε", "fs", "/", "k", " for CO", "2", ", however, did not exhibit a significant linear correlation with ε", "fs", "/", "k", " for either methane or nitrogen for the five coals. Further, the fluid–solid interaction energy parameter for CO", "2", " was much larger for two coals (Beulah Zap and Wyodak coals) that contained high levels of moisture and oxygen content. These aspects are investigated further in the two generalization cases presented in cases 3 and 4.", "Case 2", "For case 2, the methane adsorption isotherm data ", "alone", " was used to determine the common surface area, slit length and fluid–solid interaction energy of methane for each coal. Then, fluid–solid interaction energies of nitrogen and CO", "2", " were determined from their respective adsorption data. Case 2 served as a precursor to the development of generalized models that are presented in cases 3 and 4. Tables ", "9", " and ", "10", " present the model parameters and statistics obtained for each coal and activated carbon for case 2. As shown in the tables, the statistics for case 2 were very similar to those for case 1, and they yielded an overall WAAD of 0.7 and 0.8 for the five coals and activated carbon.", "Generalization: Gas/Matrix Calibrated Models", "The model parameters from case 2 were used to develop a predictive, generalized model to facilitate prediction of nitrogen and CO", "2", " adsorption isotherms based on the methane adsorption isotherms. In many studies, the adsorption isotherms of all three gases (methane, nitrogen, and CO", "2", ") are not measured, and the adsorption data for only one (or two) gases are available. In such cases, it would be beneficial if the measured isotherms for one gas can be used to predict, ", "a priori", ", the adsorption isotherms for other gases. Because the adsorption of methane appears to be the most frequently measured isotherms in coalbed-related work, we developed our generalization based on methane. Two alternative (and potentially equivalent) generalized models were developed, and they are discussed below in cases 3 and 4. The generalized models were developed only on the basis of adsorption data for the five coals measured in this work. Then, the adsorption data on activated carbon and an external data set comprised of three coals from the literature", "(3)", " were used to test/validate the performance of the newly developed generalized correlations. In the following, we present the gas/matrix calibrated, generalized models that were developed in this work (cases 3 and 4).", "Case 3", "For the generalized model in case 3, the parameters obtained in case 2 for methane adsorption were retained. These included the common surface area ", "A", " and slit length ", "L", ". Then, the fluid–solid interaction energies ε", "fs", "/", "k", " of nitrogen and CO", "2", " on the five coals were generalized. The ε", "fs", "/", "k", " for nitrogen was generalized as a linear function of ε", "fs", "/", "k", " of methane and is given by eq ", "22", ". This expression was found to predict ε", "fs", "/", "k", " for nitrogen with an average absolute error of 2.6% for the five coals used to develop the generalized expressions. The ε", "fs", "/", "k", " for CO", "2", " predicted from ε", "fs", "/", "k", " of methane alone (similar to eq ", "22", ") had large errors for two of the five coals (Beulah Zap and Wyodak coals). These two coals contain high-levels of oxygen and the as-received coals contained large amounts of equilibrium moisture.", "(10)", " In fact, as shown in Table ", "9", " for cases 1 and 2, the fluid–solid interaction energy of CO", "2", " on Beulah Zap and Wyodak coals were much larger than for other coals. This may indicate a potential effect of the polar functional groups present in these coals on the (enhanced) molecular interactions of CO", "2", " with the coal surface. Our analysis further showed that ε", "fs", "/", "k", " for CO", "2", " can be predicted within about 3% average absolute error as a linear function of equilibrium moisture of the as-received coal samples. Thus, for case 3, the ε", "fs", "/", "k", " for CO", "2", " was generalized based on the equilibrium moisture of coals, as shown in eq ", "23", ".", "(22)", "(23)", "where C", "1", " to C", "4", " were 0.566, −5.694, 3.866, and 97.10, respectively, and EM is percent equilibrium moisture of the sample.", "The generalization of fluid–solid interaction energy of CO", "2", " on ", "dry", " coals by utilizing ", "equilibrium moisture", " of coals may, at first glance, seem counterintuitive to some readers. However, the equilibrium moisture level of a coal contains vital information about the presence of polar functional groups on the coal surface. The adsorption of CO", "2", " and its molecular interactions with the coal surface are sensitive to the presence of polar (or oxygenated) functional groups on the coal surface. In fact, this has also been observed in the literature for CO", "2", " adsorption on coals. Nishino et al.", "(41)", " found the adsorption of CO", "2", " on coals to be correlated with the carboxylic functional groups on the coal surface. Thus, the correlation of fluid–solid interaction energy of CO", "2", " based on equilibrium moisture content of as-received coal samples appeared reasonable, because equilibrium moisture may be viewed as a coal characterization parameter. This generalization was tested further with an independent data set and will be discussed below.", "Tables ", "9", " and ", "10", " present the modeling/generalization results on coals for case 3. The results for methane adsorption on coals were identical to case 2, because the same parameters were used. The generalized expressions given in eqs ", "22", " and ", "23", " were used with the common surface area and slit length (based on methane only) to predict the adsorption of nitrogen and CO", "2", " on five coals. As shown in Table ", "10", ", the generalized predictions for nitrogen and CO", "2", " adsorption on coals were quite similar to direct regressions obtained in cases 1 and 2 and there appeared to be very little loss in accuracy from the use of generalized expressions.", "The generalization in case 3 was evaluated further by predicting the nitrogen and CO", "2", " adsorption on activated carbon (F-400). The results (presented in Tables ", "9", " and ", "10", ") provided predictions with a WAAD of 1.38 and 2.64 for nitrogen and CO", "2", " adsorption, respectively. Thus, the generalized expressions developed from coals alone were capable of predicting adsorption on activated carbon within three times the experimental uncertainties. This corresponded to an average absolute percentage deviation (% AAD) of 3% and 6% for nitrogen and CO", "2", " adsorption, respectively.", "Day et al.", "(3)", " presented data for the adsorption of pure methane and CO", "2", " on three bituminous coals under dry and moist conditions. Day et al.", "(3)", " dried their coal samples under vacuum at 60 °C (333 K) for 2 days. In our measurements reported in this work, the coal samples were dried under vacuum at 80 °C (353 K) for 36 h. Thus, the drying conditions were comparable, which aids in the analysis of these coal samples originating from different sources. The adsorption data on dry coals reported by Day et al.", "(3)", " were used to further test/validate the generalized expressions developed in this work. Specifically, the methane adsorption data was used to predict the adsorption of CO", "2", " on the three coals. The generalized predictions for CO", "2", " adsorption using eq ", "23", " are presented in Tables ", "11", " and ", "12", ". As shown in Table ", "12", ", the generalized expression for case 3 yielded a % AAD of 11–14% for the adsorption of CO", "2", " on three coals. This compares with direct regressions of CO", "2", " data that yielded % AADs of about 5–6% (case 1) and about 7–10% (case 2), as shown in Table ", "12", ". Thus, the generalized expression for CO", "2", " based on equilibrium moisture alone (eq ", "23", ") provides predictions with about two times the deviations observed through direct regressions for these coals.", "Table 11. SLD Model Parameters for Pure-Gas Adsorption on Dry Coals (Data from Day et al.", "3", ")", " ", "case 1", "case 2", " ", " ", "ε", "fs", "/", "k", " (K)", " ", " ", "ε", "fs", "/", "k", " (K)", " ", "coal", "A", " (m", "2", "/g)", "CH", "4", "CO", "2", "L", " (nm)", "A", " (m", "2", "/g)", "CH", "4", "CO", "2", "L", " (nm)", "Hunter Valley", "38.4", "71.5", "193.5", "1.74", "34.6", "81.1", "204.6", "1.98", "Illawarra", "26.6", "76.5", "191.6", "1.64", "23.6", "88.4", "177.3", "2.00", "Tashan", "21.0", "58.3", "203.2", "1.78", "19.1", "64.7", "209.1", "2.05", " ", "case 3", "case 4", " ", " ", "ε", "fs", "/", "k", " (K)", " ", " ", "ε", "fs", "/", "k", " (K)", " ", "coal", "A", " (m", "2", "/g)", "CH", "4", "CO", "2", "L", " (nm)", "A", " (m", "2", "/g)", "CH", "4", "CO", "2", "L", " (nm)", "Hunter Valley", "34.6", "81.1", "123.8", "1.98", "34.6", "81.1", "133.5", "1.98", "Illawarra", "23.6", "88.4", "105.6", "2.00", "23.6", "88.4", "141.6", "2.00", "Tashan", "19.1", "64.7", "108.3", "2.05", "19.1", "64.7", "105.0", "2.05", "Table 12. SLD Model Statistics for Pure-Gas Adsorption on Dry Coals", "a", " ", "case 1", "case 2", "case 3", "case 4", " ", "% AAD", "% AAD", "% AAD", "% AAD", "Coal", "CH", "4", "CO", "2", "overall", "CH", "4", "CO", "2", "overall", "CH", "4", "CO", "2", "overall", "CH", "4", "CO", "2", "overall", "Hunter Valley", "1.52", "5.81", "3.7", "0.89", "6.65", "3.8", "0.89", "10.95", "5.9", "0.89", "9.80", "5.4", "Illawarra", "0.68", "6.08", "3.4", "0.77", "9.94", "5.4", "0.77", "13.75", "7.3", "0.77", "10.82", "5.8", "Tashan", "0.80", "5.46", "3.1", "1.33", "7.10", "4.2", "1.33", "12.13", "6.7", "1.33", "12.62", "7.0", "a", "Data from ref ", "3", ".", "Case 4", "A second approach was also investigated to predict the fluid–solid interaction energy of CO", "2", " on coals and activated carbon. Because the polar functional groups on the coal surface appeared to have an effect on the molecular interactions of CO", "2", " with the coal surface, a new expression was developed that utilizes the oxygen content of the coal. Specifically, the ε", "fs", "/", "k", " for CO", "2", " was generalized as a function of ε", "fs", "/", "k", " for methane and an additional term to account for the oxygen content of coals. The generalized expression, given in eq ", "24", ", was found to predict ε", "fs", "/", "k", " for CO", "2", " with an average absolute error of 3.4% for the five coals (when compared with case 2). Further, the ε", "fs", "/", "k", " for nitrogen was predicted with eq ", "22", ". In summary, case 4 comprised of predicting the ε", "fs", "/", "k", " for nitrogen and CO", "2", " from eqs ", "22", " and ", "24", ", respectively.", "(24)", "where C", "5", " to C", "7", " were 0.0162, 0.0176, and 13.151, respectively.", "Tables ", "9", " and ", "10", " present the generalization results on coals for case 4. The results for methane and nitrogen adsorption on coals were identical to case 3, because the same parameters were used. In other words, the only difference between case 3 and 4 is in the prediction of CO", "2", " adsorption. For case 4, the generalized expression given by eq ", "24", " predicted the CO", "2", " adsorption on the five coals with similar accuracy as in case 3, as evident from Table ", "10", ".", "The generalized expression (eq ", "24", ") was also used to predict the adsorption of CO", "2", " on activated carbon. As shown in Table ", "10", ", the WAAD and % AAD for CO", "2", " adsorption on activated carbon was 2.0 and 4.7%, respectively, for case 4. This compares with a WAAD and % AAD of 2.6 and 6%, respectively, for case 3. Thus, the predictions from case 4 were slightly better than those in case 3 for activated carbon.", "Table ", "11", " and ", "12", " also present the generalized predictions for case 4 obtained for the CO", "2", " adsorption on three coals from an independent data set presented by Day et al.", "(3)", " The model deviations were marginally better than in case 3 and yielded a % AAD of 10–13% for CO", "2", " adsorption. This compares with a % AAD of about 5–6% (case 1) and 7–10% (case 2), which refers to direct regressions of CO", "2", " adsorption data, as shown in Table ", "12", ".", "Note that the generalized expressions in cases 3 and 4 were developed only on the basis of the adsorption data for the five coals measured in this work, and the CO", "2", " adsorption on activated carbon and the three coals from the literature was then predicted directly. Both cases 3 and 4 provided prediction results with similar accuracy, as evident from Tables ", "10", " and ", "12", ". Thus, there appears to be two alternative and apparently equivalent methods to predict the adsorption of other gases from the knowledge of methane adsorption isotherms and the coal characterization information of the adsorbent. Notwithstanding the promising results obtained to date, additional testing of these expressions with larger data sets is needed to establish the viability of this modeling approach. Further, the expressions in this work have been developed for pure-gas adsorption on dry adsorbents alone. Because most coalbeds contain water/moisture, an extension of this approach to wet adsorbents would be beneficial in predicting supercritical gas adsorption for systems of interest in coalbed methane work.", "Top of Page", "Abstract", "Introduction", "Experimental Methods and Procedures", "Simplified Local Density (SLD) Adsorption Model", "Experimental Results", "SLD Modeling", "Conclusions", "References", "6 Conclusions", "Adsorption isotherms for pure methane, nitrogen, and CO", "2", " were measured on five coals of varying rank and an activated carbon at 328.2 K and pressures to 13.8 MPa using a volumetric method. The isotherms yielded expected experimental uncertainties between 1 and 7% depending on the gas adsorbed and the adsorbent considered (activated carbon or coals). The ratios of excess adsorption for the three gases showed larger variations among the coals covering wide ranges of rank and oxygen content.", "The SLD model was used to describe the adsorption data on coals and activated carbon. The overall WAAD for pure-gas adsorption on coals and activated carbon was 0.62 and 0.68 for the coals and activated carbon, respectively. Two generalized models based solely on the methane adsorption isotherm measurements and coal characterization information were presented that enable prediction of adsorption isotherms for nitrogen and CO", "2", ". The generalized models were found capable of predicting the nitrogen and CO", "2", " adsorption within two times the experimental uncertainties for coals, on average. The generalized models were further tested on an external data set comprised of three dry coals from the literature. For each coal, the CO", "2", " adsorption isotherms were predicted based on the methane isotherms. The generalized predictions yielded average absolute percentage deviation (% AAD) of about 10–12% for CO", "2", " adsorption on the three coals, which was about two times the errors observed through direct model regressions for these coals.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Methods and Procedures", "Simplified Local Density (SLD) Adsorption Model", "Experimental Results", "SLD Modeling", "Conclusions", "References", "Supporting Information", "Helium void volume as a function of pressure at 328.2 K. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "Top of Page", "Abstract", "Introduction", "Experimental Methods and Procedures", "Simplified Local Density (SLD) Adsorption Model", "Experimental Results", "SLD Modeling", "Conclusions", "References", "Acknowledgment", "The financial support of U.S. Department of Energy and Advanced Resources International, Inc. is gratefully acknowledged.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Methods and Procedures", "Simplified Local Density (SLD) Adsorption Model", "Experimental Results", "SLD Modeling", "Conclusions", "References", "References", "This article references 41 other publications.", "1. ", "White", ", ", "C. M.", "; ", "Smith", ", ", "D. H.", "; ", "Jones", ", ", "K. L.", "; ", "Goodman", ", ", "A. L.", "; ", "Jikich", ", ", "S. A.", "; ", "LaCount", ", ", "R. B.", "; ", "DuBose", ", ", "S. B.", "; ", "Ozdemir", ", ", "E.", "; ", "Morsi", ", ", "B. I.", "; ", "Schroeder", ", ", "K. T.", " ", "Sequestration of Carbon Dioxide in Coal with Enhanced Coalbed Methane Recovery—A Review", " ", "Energy Fuels", " ", "2005", ",  ", "19", " (", "3", ")  ", "659", "– ", "724", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Sequestration of Carbon Dioxide in Coal with Enhanced Coalbed Methane Recovery-A Review", "White, Curt M.; Smith, Duane H.; Jones, Kenneth L.; Goodman, Angela L.; Jikich, Sinisha A.; LaCount, Robert B.; DuBose, Stephen B.; Ozdemir, Ekrem; Morsi, Badie I.; Schroeder, Karl T.", "Energy & Fuels", "\r\n        (", "2005", "),\r\n    ", "19", "\r\n        (", "3", "),\r\n    ", "659-724", "CODEN:\r\n                ", "ENFUEM", ";\r\n        ISSN:", "0887-0624", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  This article reviews the storage of captured CO2 in coal seams.  Other geol. formations, such as depleted petroleum reservoirs, deep saline aquifers and others have received considerable attention as sites for sequestering CO2.  This review focuses on geol. sequestration of CO2 in unmineable coalbeds as the geol. host.  Key issues for geol. sequestration include potential storage capacity, the storage integrity of the geol. host, and the chem. and phys. processes initiated by the deep underground injection of CO2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXisV2jsbg%253D&md5=6a5d9cd1a9431c20e04eec6fa8673add", "2. ", "Day", ", ", "S.", "; ", "Duffy", ", ", "G.", "; ", "Sakurovs", ", ", "R.", "; ", "Weir", ", ", "S.", " ", "Effect of Coal Properties on CO", "2", " Sorption Capacity under Supercritical Conditions", " ", "Int. J. Greenhouse Gas Control", " ", "2008", ",  ", "2", " (", "3", ")  ", "342", "– ", "352", "[", "Crossref", "], [", "CAS", "]", "2. ", "Effect of coal properties on CO2 sorption capacity under supercritical conditions", "Day, Stuart; Duffy, Greg; Sakurovs, Richard; Weir, Steve", "International Journal of Greenhouse Gas Control", "\r\n        (", "2008", "),\r\n    ", "2", "\r\n        (", "3", "),\r\n    ", "342-352", "CODEN:\r\n                ", "IJGGBW", ";\r\n        ISSN:", "1750-5836", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Relationships between coal properties and CO2 sorption capacity have been investigated for 30 coals from various sources in Australia and elsewhere, selected to cover a wide range of rank and maceral compn.  Samples were characterized by their CO2 sorption capacity, porosity, d. and chem. and petrog. compn.  Carbon dioxide adsorption isotherms were measured on dry coal at 53 °C and at pressures up 16 MPa using a gravimetric app.  Isotherms were fitted to a modified Dubinin-Radushkevich (DR) model using gas d. rather than pressure to enable the model to be applied to supercrit. conditions.  A term related to Henry's Law to account for gas absorbed by the coal is also included in the model.  This model provided excellent fits to the exptl. data; in most cases the difference between the predicted and measured value was less than 1% of the sorption capacity over the entire pressure range.  Sorption capacities of the coals investigated were found to vary by over a factor of 2, even when comparing on a dry-ash-free basis.  Carbon dioxide sorption capacity tended to reduce with rank to reach a min. that corresponded to a vitrinite reflectance of about 1.2% after which it began to increase.  Increasing hydrogen content tended to result in a decrease in sorption capacity.  Two of the coals showed significantly higher sorption capacity than any of the other samples examd.  In both of these cases, the coals had been naturally weathered and exhibited high porosity relative to the other samples.  In general, however, the correlations obsd. were quite weak with considerable scatter in the data.  This implies that CO2 sorption capacity, required for assessing sequestration potential, cannot be reliably inferred from the coal properties investigated here.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtVajs7rO&md5=6774ac3d43ba8f6940cf9c199189d867", "3. ", "Day", ", ", "S.", "; ", "Sakurovs", ", ", "R.", "; ", "Weir", ", ", "S.", " ", "Supercritical Gas Sorption on Moist Coals", " ", "Int. J. Coal Geol.", " ", "2008", ",  ", "74", " (", "3–4", ")  ", "203", "– ", "214", "[", "Crossref", "], [", "CAS", "]", "3. ", "Supercritical gas sorption on moist coals", "Day, Stuart; Sakurovs, Richard; Weir, Steve", "International Journal of Coal Geology", "\r\n        (", "2008", "),\r\n    ", "74", "\r\n        (", "3-4", "),\r\n    ", "203-214", "CODEN:\r\n                ", "IJCGDE", ";\r\n        ISSN:", "0166-5162", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The effect of moisture on the CO2 and CH4 sorption capacity of three bituminous coals from Australia and China was investigated at 55° and at pressures up to 20 MPa.  A gravimetric app. was used to measure the gas adsorption isotherms of coal with moisture contents ranging from 0 to ∼8%.  A modified Dubinin-Radushkevich (DR) adsorption model was found to fit the exptl. data under all conditions.  Moisture adsorption isotherms of these coals were measured at 21°.  The Guggenheim-Anderson-de Boer (GAB) model was capable of accurately representing the moisture isotherms over the full range of relative pressures.  Moist coal had a significantly lower max. sorption capacity for both CO2 and CH4 than dry coal.  However, the extent to which the capacity was reduced was dependent upon the rank of the coal.  Higher rank coals were less affected by the presence of moisture than low rank coals.  All coals exhibited a certain moisture content beyond which further moisture did not affect the sorption capacity.  This limiting moisture content was dependent on the rank of the coal and the sorbate gas and, for these coals, corresponded approx. to the equil. moisture content that would be attained by exposing the coal to ∼40-80% relative humidity.  The loss of sorption capacity by the coal in the presence of water can be simply explained by volumetric displacement of the CO2 and CH4 by the water.  Below the limiting moisture content, the CO2 sorption capacity reduced by ∼7.3 kg t- 1 for each 1% increase in moisture.  For CH4, sorption capacity was reduced by ∼1.8 kg t- 1 for each 1% increase in moisture.  The heat of sorption calcd. from the DR model decreased slightly on addn. of moisture.  One explanation is that water is preferentially attracted to high energy adsorption sites (that have high energy by virtue of their electrostatic nature), expelling CO2 and CH4 mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXksFKmt7g%253D&md5=f3a571aa64eccbec204c0ab13c043f8c", "4. ", "Busch", ", ", "A.", "; ", "Gensterblum", ", ", "Y.", "; ", "Krooss", ", ", "B. M.", "; ", "Siemons", ", ", "N.", " ", "Investigation of High-Pressure Selective Adsorption/Desorption Behavior of CO", "2", " and CH", "4", " on Coals: An Experimental Study", " ", "Int. J. Coal Geol.", " ", "2006", ",  ", "66", " (", "1–2", ")  ", "53", "– ", "68", "[", "Crossref", "], [", "CAS", "]", "4. ", "Investigation of high-pressure selective adsorption/desorption behaviour of CO2 and CH4 on coals: An experimental study", "Busch, Andreas; Gensterblum, Yves; Krooss, Bernhard M.; Siemons, Nikolai", "International Journal of Coal Geology", "\r\n        (", "2006", "),\r\n    ", "66", "\r\n        (", "1-2", "),\r\n    ", "53-68", "CODEN:\r\n                ", "IJCGDE", ";\r\n        ISSN:", "0166-5162", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "While an increasing amt. of data is becoming available on the sorption capacity of natural coals for pure CH4 and CO2 at different temps. and pressure ranges, only few measurements have been reported for mixts. of two or more gas components under the conditions of competitive sorption.  High-pressure adsorption/desorption expts. with CO2/CH4 gas mixts. have been carried out on 10 coals of different rank and compn. to investigate their selectivity with respect to the sorption of the two gases.  The sample set comprised two coals from the Netherlands, ranging in vitrinite reflectance from 1.19% to 1.56% VRr, three coals from the Silesian Basin in Poland (VRr 0.68% to 0.78%) and five coals from the Argonne Premium Coal Sample Program (VRr 0.25% to 1.68%).  The expts. were performed in the dry and moisture-equilibrated state.  In addn., the effect of grain size on the competitive sorption was examd.  The results are reported as a guideline for predicting adequate coal properties with respect to CO2 injection and CO2 enhanced coal bed methane (ECBM) projects in the future.  The volumetric sorption expts. were performed with a sequential arrangement of calibrated ref. and measuring cells and a sample loop for transfer of gas samples to an online gas-chromatograph.  The expts. were carried out at 45°C and pressures up to 23 MPa.  Only few measurements showed preferential adsorption of CO2 and preferential desorption of CH4, as commonly expected.  Distinct variations were obsd. in the competitive adsorption and desorption behavior of the different dry and moist samples, ranging from preferential adsorption of CH4 in the low pressure range to preferential desorption of CO2 over the entire pressure range.  The obsd. preferential sorption phenomena give rise to the assumption that CO2 sequestration in coal seams with subsequent CO2-enhanced CBM prodn. might only be an option in specific coal basins.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XlvVGqtQ%253D%253D&md5=acdd5396dd3ca50a3d277bc405685f46", "5. ", "Busch", ", ", "A.", "; ", "Gensterblum", ", ", "Y.", "; ", "Krooss", ", ", "B. M.", " ", "Methane and CO", "2", " Sorption and Desorption Measurements on Dry Argonne Premium Coals: Pure Components and Mixtures", " ", "Int. J. Coal Geol.", " ", "2003", ",  ", "55", " (", "2–4", ")  ", "205", "– ", "224", "[", "Crossref", "], [", "CAS", "]", "5. ", "Methane and CO2 sorption and desorption measurements on dry Argonne premium coals: pure components and mixtures", "Busch, Andreas; Gensterblum, Yves; Krooss, Bernhard M.", "International Journal of Coal Geology", "\r\n        (", "2003", "),\r\n    ", "55", "\r\n        (", "2-4", "),\r\n    ", "205-224", "CODEN:\r\n                ", "IJCGDE", ";\r\n        ISSN:", "0166-5162", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "Sorption and desorption behavior of methane, carbon dioxide, and mixts. of the two gases was studied on a set of well-characterized coals from the Argonne Premium Coal Program.  The coal samples cover a maturity range from 0.25% to 1.68% vitrinite reflectance.  The maceral compns. were dominated by vitrinite (85% to 91%).  Inertinite contents ranged from 8% to 11% and liptinite contents around 1% with one exception (Illinois coal, 5%).  All sorption expts. were performed on powd. (-100 mesh), dry coal samples.  Single component sorption/desorption measurements were carried out at 22° up to final pressures around 51 bar (5.1 MPa) for CO2 (subcrit. state) and 110 bar (11 MPa) for methane.  The ratios of the final sorption capacities for pure CO2 and methane (in molar units) on the five coal samples vary between 1.15 and 3.16.  The lowest ratio (1.15) was found for the North Dakota Beulah-Zap lignite (VRr=0.25%) and the highest ratios (2.7 and 3.16) were encountered for the low-rank coals (VRr 0.32% and 0.48%) while the ratio decreases to 1.6-1.7 for the highest rank coals in this series.  Desorption isotherms for CH4 and CO2 were measured immediately after the corresponding sorption isotherms.  They generally lie above the sorption isotherms.  The degree of hysteresis, i.e. deviation of sorption and desorption isotherms, varies and shows no dependence on coal rank.  Adsorption tests with CH4/CO2 mixts. were conducted to study the degree of preferential sorption of these two gases on coals of different rank.  These expts. were performed on dry coals at 45° and pressures up to 180 bar (18 MPa).  For the highest rank samples of this sequence preferential sorption behavior was \"as expected\", i.e. preferential adsorption of CO2 and preferential desorption of CH4 were obsd.  For the low rank samples, however, preferential adsorption of CH4 was found in the low pressure range and preferential desorption of CO2 over the entire pressure range.  Follow-up tests for single gas CO2 sorption measurements consistently showed a significant increase in sorption capacity for re-runs on the same sample.  This phenomenon could be due to extn. of volatile coal components by CO2 in the first expt.  Reproducibility tests with methane and CO2 using fresh sample material in each expt. did not show this effect.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXmvVKkurk%253D&md5=838f42e8b5db896ef3f2f4ed9c23d55c", "6. ", "Hall", ", ", "F.", "; ", "Zhou", ", ", "C.", "; ", "Gasem", ", ", "K. A. M.", "; ", "Robinson", ", ", "R. L.", ", ", " Jr.", " ", "Adsorption of Pure Methane, Nitrogen, and Carbon Dioxide and Their Binary Mixtures on Wet Fruitland Coal", ", SPE Paper 29194. SPE Eastern Regional Conference & Exhibition, Charleston, SC, ", "1994", ".", "There is no corresponding record for this reference.", "7. ", "Fitzgerald", ", ", "J. E.", "; ", "Pan", ", ", "Z.", "; ", "Sudibandriyo", ", ", "M.", "; ", "Robinson", ", ", "R. L.", ", ", " Jr.", "; ", "Gasem", ", ", "K. A. M.", "; ", "Reeves", ", ", "S.", " ", "Adsorption of Methane, Nitrogen, Carbon Dioxide and Their Mixtures on Wet Tiffany Coal", " ", "Fuel", " ", "2005", ",  ", "84", " (", "18", ")  ", "2351", "– ", "2363", "[", "Crossref", "], [", "CAS", "]", "7. ", "Adsorption of methane, nitrogen, carbon dioxide and their mixtures on wet Tiffany coal", "Fitzgerald, J. E.; Pan, Z.; Sudibandriyo, M.; Robinson, R. L., Jr.; Gasem, K. A. M.; Reeves, S.", "Fuel", "\r\n        (", "2005", "),\r\n    ", "84", "\r\n        (", "18", "),\r\n    ", "2351-2363", "CODEN:\r\n                ", "FUELAC", ";\r\n        ISSN:", "0016-2361", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Gas adsorption was measured for methane, nitrogen, CO2 and their binary and ternary mixts. on a wet Tiffany coal sample.  The measurements were conducted at 327.6 K (130.0 F) at pressures to 13.8 MPa (2000 psia).  The expected uncertainties in the amts. adsorbed vary with pressure and compn.  In general, av. uncertainties are ∼5% (0.01-0.08 mmol/g) for the total adsorption; however, the expected percentage uncertainties in the amt. of individual-component adsorption are significantly higher for the lesser-adsorbed gas at lower molar feed concns. (e.g. nitrogen in the 20/80 nitrogen/CO2 system).  The Langmuir/loading ratio correlation (LRC) and the Zhou-Gasem-Robinson (ZGR) two-dimensional equation of state (EOS) are capable of representing the total adsorption for the pure, binary and ternary systems within their expected exptl. uncertainties.  However, the quality of fit for the individual-component adsorption varies significantly, ranging from 3% (0.01 mmol/g) for the more-adsorbed methane or CO2 to 32% (0.01 mmol/g) for the lesser-adsorbed nitrogen.  Further, the LRC and ZGR EOS predict binary adsorption isotherms, based solely on pure-fluid adsorption parameters, within twice their exptl. uncertainties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtFSiu7rJ&md5=c7c3e54da68e65dc2eade6ca96d8caf5", "8. ", "Mohammad", ", ", "S. A.", "; ", "Chen", ", ", "J. S.", "; ", "Fitzgerald", ", ", "J. E.", "; ", "Robinson", ", ", "R. L.", "; ", "Gasem", ", ", "K. A. M.", " ", "Adsorption of Pure Carbon Dioxide on Wet Argonne Coals at 328.2 K and Pressures up to 13.8 MPa", " ", "Energy Fuels", " ", "2009", ",  ", "23", " (", "2", ")  ", "1107", "– ", "1117", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Adsorption of Pure Carbon Dioxide on Wet Argonne Coals at 328.2 K and Pressures up to 13.8 MPa", "Mohammad, S. A.; Chen, J. S.; Fitzgerald, J. E.; Robinson, R. L.; Gasem, K. A. M.", "Energy & Fuels", "\r\n        (", "2009", "),\r\n    ", "23", "\r\n        (", "2", "),\r\n    ", "1107-1117", "CODEN:\r\n                ", "ENFUEM", ";\r\n        ISSN:", "0887-0624", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Carbon dioxide (CO2) adsorption isotherms were measured on five different rank coals at 328.2 K and pressures up to 13.8 MPa using a volumetric method.  Specifically, Beulah Zap, Illinois #6, Pocahontas #3, Upper Freeport, and Wyodak coals from the Argonne premium coal sample program were used for these isotherm measurements.  These newly acquired data are compared to our previous data on dry coals.  As expected, the adsorption on the wet coals is lower than that on the dry coals.  At 7 MPa, Pocahontas, Upper Freeport, Illinois #6, Wyodak, and Beulah Zap coals exhibited, resp., ∼19, 17, 48, 76, and 79% redn. in the amt. adsorbed on the wet coal when compared to the adsorption on the dry coal.  These redns. in CO2 adsorption correlate pos. with the amt. of moisture present on the coal.  The isotherms on wet coals were measured at their equil. moisture content.  The adsorption isotherm for each of the wet coals exhibited a Gibbs adsorption max. between 8 and 12 MPa and occurred at a higher pressure than that of the dry coal.  The simplified local-d./Peng-Robinson model was used to correlate the adsorption data.  The model was found capable of representing precisely the CO2 adsorption on both dry and wet coals.  Specifically, the overall weighed av. abs. deviation (WAAD) for the five dry and wet coals was 0.99 and 0.42, resp.  Nevertheless, more rigorous accounting for the water interactions with the coal matrix and the competitive adsorption between water and CO2 would provide an even more realistic description of coal-bed gas adsorption phenomenon on wet coals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXnt1ai&md5=eb5a259b37e9df023fe2c4ccfd71f4f3", "9. ", "Clarkson", ", ", "C. R.", "; ", "Bustin", ", ", "R. M.", " ", "Binary Gas Adsorption/Desorption Isotherms: Effect of Moisture and Coal Composition upon Carbon Dioxide Selectivity over Methane", " ", "Int. J. Coal Geol.", " ", "2000", ",  ", "42", " (", "4", ")  ", "241", "– ", "271", "[", "Crossref", "], [", "CAS", "]", "9. ", "Binary gas adsorption/desorption isotherms: effect of moisture and coal composition upon carbon dioxide selectivity over methane", "Clarkson, C. R.; Bustin, R. M.", "International Journal of Coal Geology", "\r\n        (", "2000", "),\r\n    ", "42", "\r\n        (", "4", "),\r\n    ", "241-271", "CODEN:\r\n                ", "IJCGDE", ";\r\n        ISSN:", "0166-5162", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "The effect of coal moisture content and compn. upon methane/carbon dioxide mixed gas adsorption characteristics is investigated.  Sepn. factors are used to quantify the relative adsorption of carbon dioxide and methane.  Exptl. data indicate that carbon dioxide sepn. factors vary slightly between coal lithotypes, but the effects of variable coal compn. and moisture upon selective adsorption are difficult to isolate.  Model predictions based upon single-component isotherms show that although some variability in carbon dioxide selectivity exists for different coal types, there is no clear relation between coal compn. and carbon dioxide selectivity.  Model predictions also indicate that coal moisture decreases carbon dioxide selectivity.  The ideal adsorbed soln. (IAS) theory and the extended Langmuir model differ substantially in their ability to predict binary gas adsorption behavior.  Comparison of model predictions to exptl. data demonstrates that IAS theory, in conjunction with the Dubinin-Astakhov single-component isotherm equations are more accurate for the prediction of mixed gas desorption isotherms collected in this study than the extended Langmuir.  IAS predictions, however, are strongly dependent upon the choice of pure gas isotherm equation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXhtFais7k%253D&md5=c4f796183ea6db4435b98fa9ce62ef12", "10. ", "Vorres", ", ", "K. S.", " ", "The Argonne Premium Coal Sample Program", " ", "Energy Fuels", " ", "1990", ",  ", "4", " (", "5", ")  ", "420", "– ", "426", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "The Argonne Premium Coal Sample Program", "Vorres, Karl S.", "Energy & Fuels", "\r\n        (", "1990", "),\r\n    ", "4", "\r\n        (", "5", "),\r\n    ", "420-6", "CODEN:\r\n                ", "ENFUEM", ";\r\n        ISSN:", "0887-0624", ".\r\n    ", "The full set of 8 coal samples for the Premium Coal Sample Program includes a lignite, subbituminous, high-volatile, medium-volatile, and low-volatile bituminous coals, as well as a liptinite-rich, an inertinite-rich, and a coking coal.  The coals were selected on the basis of C, H, S, and O contents as well as maceral content and geol. age.  Ampules contg. 5 g of -100-mesh material or 10 g of -20-mesh material from each sample are available.  Some anal. information is available.  The methods of selection, collection, transportation, processing, packaging, distribution, and characterization are summarized.  The 8 samples were each collected in about 1-ton quantities, placed in steel drums, purged with Ar, and taken to Argonne National Lab. (ANL) for processing.  After transfer to a N-filled enclosure, they were crushed, pulverized, mixed, and packaged in sealed amber borosilicate ampules.  Five-gal carboys hold about 80% of the batch in reserve for filling more ampules after the original samples (about 5000 of -20 mesh or 10,000 of -100 mesh) are depleted.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXltlGns74%253D&md5=9fab50be3322db8fc11fdd93452e8258", "11. ", "Mohammad", ", ", "S. A.", "; ", "Chen", ", ", "J. S.", "; ", "Robinson", ", ", "R. L.", "; ", "Gasem", ", ", "K. A. M.", " ", "Generalized Simplified Local-Density/Peng-Robinson Model for Adsorption of Pure and Mixed Gases on Coals", " ", "Energy Fuels", " ", "2009", ",  ", "23", " (", "12", ")  ", "6259", "– ", "6271", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Generalized Simplified Local-Density/Peng-Robinson Model for Adsorption of Pure and Mixed Gases on Coals", "Mohammad, Sayeed A.; Chen, Jing S.; Robinson, Robert L.; Gasem, Khaled A. M.", "Energy & Fuels", "\r\n        (", "2009", "),\r\n    ", "23", "\r\n        (", "12", "),\r\n    ", "6259-6271", "CODEN:\r\n                ", "ENFUEM", ";\r\n        ISSN:", "0887-0624", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Simulations of enhanced coalbed methane recovery (CBM) and CO2 sequestration in coalbeds require an adsorption model to predict the amt. of adsorbed gas in a reservoir as a function of pressure, temp., and gas compn.  The availability of a coal-structure-based generalized adsorption model would be a valuable tool for use in a reservoir simulator, since it would facilitate predictions of gas adsorption behavior at the conditions encountered in CBM prodn. and CO2 sequestration.  Therefore, in this work, we present a coal-structure-based generalized adsorption model capable of accurate a priori predictions of gas adsorption on diverse coals.  The model was developed within a rigorous theor. framework based on a local-d. formulation.  Specifically, we have utilized the simplified local-d./Peng-Robinson (SLD-PR) model and generalized it in terms of coal characterization information available from ultimate and proximate analyses of the coals.  The newly developed generalized model is capable of predicting the adsorption of pure and mixed gases on coals within three times the expected exptl. uncertainties, on av.  The model was further validated by comparison with an external data set comprised of CO2 adsorption isotherms on 27 diverse coals.  Results indicate that, on av., the SLD-PR generalized model provided a priori predictions of the CO2 adsorption data on the 27 coals with an av. abs. percent deviation of 12%, based solely on coal characterization information for these coals.  As such, the generalized adsorption model appears to be sufficiently robust to be useful in CBM reservoir simulators.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsVWhtr3O&md5=97b48925a732a6f15d020661765405f4", "12. ", "Goodman", ", ", "A. L.", "; ", "Busch", ", ", "A.", "; ", "Duffy", ", ", "G. J.", "; ", "Fitzgerald", ", ", "J. E.", "; ", "Gasem", ", ", "K. A. M.", "; ", "Gensterblum", ", ", "Y.", "; ", "Krooss", ", ", "B. M.", "; ", "Levy", ", ", "J.", "; ", "Ozdemir", ", ", "E.", "; ", "Pan", ", ", "Z.", "; ", "Robinson", ", ", "R. L.", "; ", "Schroeder", ", ", "K.", "; ", "Sudibandriyo", ", ", "M.", "; ", "White", ", ", "C. M.", " ", "An Interlaboratory Comparison of CO", "2", " Isotherms Measured on Argonne Premium Coal Samples", " ", "Energy Fuels", " ", "2004", ",  ", "18", " (", "4", ")  ", "1175", "– ", "1182", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "An Inter-laboratory Comparison of CO2 Isotherms Measured on Argonne Premium Coal Samples", "Goodman, A. L.; Busch, A.; Duffy, G. J.; Fitzgerald, J. E.; Gasem, K. A. M.; Gensterblum, Y.; Krooss, B. M.; Levy, J.; Ozdemir, E.; Pan, Z.; Robinson, R. L., Jr.; Schroeder, K.; Sudibandriyo, M.; White, C. M.", "Energy & Fuels", "\r\n        (", "2004", "),\r\n    ", "18", "\r\n        (", "4", "),\r\n    ", "1175-1182", "CODEN:\r\n                ", "ENFUEM", ";\r\n        ISSN:", "0887-0624", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Adsorption isotherms, which describe the coal's gas storage capacity, are important for estg. the carbon sequestration potential of coal seams.  This study investigated the inter-lab. reproducibility of carbon dioxide isotherm measurements on dry Argonne Premium Coal Samples (Pocahontas No. 3, Upper Freeport, Illinois No. 6, Wyodak-Anderson, and Beulah Zap).  Four independent labs. provided isotherm data for the five coal samples at temps. of either 22° or 55° and pressures up to 7 MPa.  The differences among the data sets in this study appeared to be rank-dependent in that the data among the labs. agreed better for high-rank coal samples than for low-rank coal samples.  A no. of parameters such as sample size, equilibration time, and app. dimensions were examd. to explain the rank effect, but no trend could be found that explained the differences.  The variations among the data are attributed to different procedures for removing moisture to obtain the \"dried\" coal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXlt1yntLk%253D&md5=d132d6278836569a1fe2d8581962a0c2", "13. ", "Sakurovs", ", ", "R.", "; ", "Day", ", ", "S.", "; ", "Weir", ", ", "S.", "; ", "Duffy", ", ", "G.", " ", "Temperature Dependence of Sorption of Gases by Coals and Charcoals", " ", "Int. J. Coal Geol.", " ", "2008", ",  ", "73", " (", "3–4", ")  ", "250", "– ", "258", "[", "Crossref", "], [", "CAS", "]", "13. ", "Temperature dependence of sorption of gases by coals and charcoals", "Sakurovs, Richard; Day, Stuart; Weir, Steve; Duffy, Greg", "International Journal of Coal Geology", "\r\n        (", "2008", "),\r\n    ", "73", "\r\n        (", "3-4", "),\r\n    ", "250-258", "CODEN:\r\n                ", "IJCGDE", ";\r\n        ISSN:", "0166-5162", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Modeling the sorption properties of coals for carbon dioxide under supercrit. conditions is necessary for accurate prediction of the sequestering ability of coals in seams.  We present recent data for sorption curves of three dry Argonne Premium coals, for carbon dioxide, methane and nitrogen at two different temps. at pressures up to 15 MPa.  The sorption capacity of coals tends to decrease with increasing temp.  An investigation into literature values for sorption of nitrogen and methane by charcoal also show sorption capacities that decrease dramatically with increasing temp.  This is inconsistent with expectations from Langmuir models of coal sorption, which predict a sorption capacity that is independent of temp.  We have successfully fitted the isotherms using a modified Dubinin-Radushkevich equation that uses gas d. rather than pressure.  A simple pore-filling model that assumes there is a max. pore width that can be filled in supercrit. conditions and that this max. pore width decreases with increasing temp., can explain this temp. dependence of sorption capacity.  It can also explain why different supercrit. gases give apparently different surface sorption capacities on the same material.  The calcd. heat of sorption for these gases on these coals is similar to those found for these gases on activated carbon.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXlvVyjtw%253D%253D&md5=2ca426a0fe48462a0452001d79dadece", "14. ", "Sudibandriyo", ", ", "M.", "; ", "Pan", ", ", "Z.", "; ", "Fitzgerald", ", ", "J. E.", "; ", "Robinson", ", ", "R. L.", ", ", " Jr.", "; ", "Gasem", ", ", "K. A. M.", " ", "Adsorption of Methane, Nitrogen, Carbon Dioxide, and Their Binary Mixtures on Dry Activated Carbon at 318.2 K and Pressures up to 13.6 MPa", " ", "Langmuir", " ", "2003", ",  ", "19", " (", "13", ")  ", "5323", "– ", "5331", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Adsorption of Methane, Nitrogen, Carbon Dioxide, and Their Binary Mixtures on Dry Activated Carbon at 318.2 K and Pressures up to 13.6 MPa", "Sudibandriyo, Mahmud; Pan, Zhejun; Fitzgerald, James E.; Robinson, Robert L., Jr.; Gasem, Khaled A. M.", "Langmuir", "\r\n        (", "2003", "),\r\n    ", "19", "\r\n        (", "13", "),\r\n    ", "5323-5331", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A detailed exptl. study has been made of the adsorption of pure methane, nitrogen, carbon dioxide, and their binary mixts. on dry activated carbon (Filtrasorb 400, 12 × 40 mesh, Calgon Carbon) at 318.2 K and pressures up to 13.6 MPa.  The mixt. measurements were made at nominal feed-gas compns. of 20, 40, 60, and 80 mol %.  The mixt. data clearly elucidate the competitive nature of the individual-component adsorption from the mixts.  Measurements were made using a volumetric technique, coupled with gas chromatog. anal. of the equil. gas-phase compns.  Error propagation anal. reveals the expected av. exptl. uncertainties in the amt. adsorbed of 2% for pure methane and nitrogen and 6% for CO2.  For the mixt. measurements, the uncertainties are estd. to be about 3% for the total adsorption, while the individual-component uncertainties vary from 0.02 to 0.2 mmol/g activated carbon, depending on the mixt. compn.  The data were correlated using the two-dimensional Zhou-Gasem-Robinson equation of state model.  The model fits the pure-component adsorption data within their exptl. uncertainties, whereas the total and individual-component adsorptions in the binary systems are represented within one to two times the expected exptl. uncertainties.  As an addnl. benefit, the good agreement between the present data and those of Humayun and Tomasko for pure carbon dioxide (using two very different exptl. techniques) suggests that these data provide a useful ref. for benchmarking new exptl. app./techniques intended for the high-pressure adsorption measurements of supercrit. gases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXktVKqur8%253D&md5=317db92b8713c3fc1a6ad113e169e297", "15. ", "Angus", ", ", "S.", "; ", "Armstrong", ", ", "B.", "; ", "de Reuck", ", ", "K. M.", " ", "International Thermodynamic Tables of the Fluid State-5: Methane", "; ", "Pergamon Press", ": ", "New York", ", ", "1978", ".", "There is no corresponding record for this reference.", "16. ", "Angus", ", ", "S.", "; ", "de Reuck", ", ", "K. M.", "; ", "Armstrong", ", ", "B.", " ", "International Thermodynamic Tables of the Fluid State-6: Nitrogen.", "; ", "Pergamon Press", ": ", "New York", ", ", "1979", ".", "There is no corresponding record for this reference.", "17. ", "Span", ", ", "R.", "; ", "Wagner", ", ", "W.", "; ", "New", ", ", "A", " ", "Equation of State for Carbon Dioxide Covering the Fluid Region from the Triple Point Temperature to 1100 K at Pressures up to 800 MPa", " ", "J. Phys. Chem. Ref. Data", " ", "1996", ",  ", "25", ",  ", "1509", "– ", "1590", "[", "Crossref", "], [", "CAS", "]", "17. ", "A new equation of state for carbon dioxide covering the fluid region from the triple-point temperature to 1100 K at pressures up to 800 MPa", "Span, R.; Wagner, W.", "Journal of Physical and Chemical Reference Data", "\r\n        (", "1996", "),\r\n    ", "25", "\r\n        (", "6", "),\r\n    ", "1509-1596", "CODEN:\r\n                ", "JPCRBU", ";\r\n        ISSN:", "0047-2689", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This work reviews the available data on thermodn. properties of carbon dioxide and presents a new equation of state in the form of a fundamental equation explicit in the Helmholtz free energy.  The function for the residual part of the Helmholtz free energy was fitted to selected data of the following properties: (a) thermal properties of the single-phase region (pρT) and (b) of the liq.-vapor satn. curve (ps, ρ', ρ\") including the Maxwell criterion, (c) speed of sound w and (d) specific isobaric heat capacity cp of the single phase region and of the satn. curve, (e) specific isochoric heat capacity cυ, (f) specific enthalpy h, (g) specific internal energy u, and (h) Joule-Thomson coeff. μ.  By applying modern strategies for the optimization of the math. form of the equation of state and for the simultaneous nonlinear fit to the data of all these properties, the resulting formulation is able to represent even the most accurate data to within their exptl. uncertainty.  In the tech. most important region up to pressures of 30 MPa and up to temps. of 523 K, the estd. uncertainty of the equation ranges from ±0.03% to ±0.05% in the d., ±0.03% to ±1% in the speed of sound, and ±0.15% to ±1.5% in the isobaric heat capacity.  Special interest has been focused on the description of the crit. region and the extrapolation behavior of the formulation.  Without a complex coupling to a scaled equation of state, the new formulation yields a reasonable description even of the caloric properties in the immediate vicinity of the crit. point.  At least for the basic properties such as pressure, fugacity, and enthalpy, the equation can be extrapolated up to the limits of the chem. stability of carbon dioxide.  Independent equations for the vapor pressure and for the pressure on the sublimation and melting curve, for the satd. liq. and vapor densities, and for the isobaric ideal gas heat capacity are also included.  Property tables calcd. from the equation of state are given in the appendix.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XnsFGrsb8%253D&md5=c21e1699c01a87c926394e1cf0b49065", "18. ", "McCarty", ", ", "R. D.", " ", "Thermophysical Properties of Helium-4 from 2 to 1500 K with Pressures to 1000 atm", ", NBS Technical Note 631; ", "U.S. Department of Commerce", ": ", "1972", ".", "There is no corresponding record for this reference.", "19. ", "Hall", ", ", "F. E.", " ", "Adsorption of Pure and Multicomponent Gases on Wet Fruitland Coal", ", M.S. Thesis, ", "Oklahoma State University", ", ", "Stillwater", ", ", "1993", ".", "There is no corresponding record for this reference.", "20. ", "Mohammad", ", ", "S. A.", "; ", "Fitzgerald", ", ", "J. E.", "; ", "Robinson", ", ", "R. L.", ", ", " Jr.", "; ", "Gasem", ", ", "K. A. M.", " ", "Experimental Uncertainties in Volumetric Methods for Measuring Equilibrium Adsorption", " ", "Energy Fuels", " ", "2009", ",  ", "23", " (", "5", ")  ", "2810", "– ", "2820", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Experimental Uncertainties in Volumetric Methods for Measuring Equilibrium Adsorption", "Mohammad, Sayeed; Fitzgerald, James; Robinson, Robert L.; Gasem, Khaled A. M.", "Energy & Fuels", "\r\n        (", "2009", "),\r\n    ", "23", "\r\n        (", "5", "),\r\n    ", "2810-2820", "CODEN:\r\n                ", "ENFUEM", ";\r\n        ISSN:", "0887-0624", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Knowledge of adsorption equil. is essential in many industrial processes, including increasingly important technologies such as fuel cells and CO2 sequestration.  Developing reliable math. models for adsorption requires accurate exptl. data.  Exptl. methods based on volumetric, gravimetric, and chromatog. techniques have all been used to obtain such data.  Currently, two volumetric methods are widely used to measure supercrit. gas adsorption on heterogeneous matrixes such as activated carbon and coal.  These two methods differ in the manner in which the gas is injected into the equil. cell for adsorption.  The methods are referred to as \"fixed-pressure\" and \"fixed-vol.\".  In this paper, we discuss the details of these exptl. designs and error analyses for these two volumetric techniques.  Case studies involving pure-fluid adsorption measurements are used to demonstrate both the efficacy and pitfalls of these volumetric methods.  Further, case studies are also used to highlight differences in the uncertainties assocd. with calcn. of excess adsorption from the exptl. measured quantities.  The results indicate that the fixed-vol. method is susceptible to larger exptl. errors than the fixed-pressure method for equiv. exptl. setups.  Specifically, for the case study reported here, the av. exptl. uncertainties in the amt. adsorbed for the fixed-pressure and fixed-vol. method were 12% and 42%, resp.  These large exptl. uncertainties for the fixed-vol. method at the higher pressures result mainly from the uncertainty in the amt. injected.  Further, Monte Carlo anal. was used to validate these findings, yielding comparable results, thus providing confirmation of the anal. expressions used in the error anal.  Our anal. indicates a significant redn. in expected uncertainties of the fixed-vol. injection method may be realized by utilizing an optimized ratio of cell vols. (ref. and sample cells) and by having the least possible void fraction in the sample cell.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkt1OmtL8%253D&md5=d1c3c8e9bdfdee02db5274f12b9c3672", "21. ", "Ozdemir", ", ", "E.", "; ", "Morsi", ", ", "B. I.", "; ", "Schroeder", ", ", "K.", " ", "Importance of Volume Effects to Adsorption Isotherms of Carbon Dioxide on Coals", " ", "Langmuir", " ", "2003", ",  ", "19", " (", "23", ")  ", "9764", "– ", "9773", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Importance of Volume Effects to Adsorption Isotherms of Carbon Dioxide on Coals", "Ozdemir, Ekrem; Morsi, Badie I.; Schroeder, Karl", "Langmuir", "\r\n        (", "2003", "),\r\n    ", "19", "\r\n        (", "23", "),\r\n    ", "9764-9773", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Attempts to describe high-pressure carbon dioxide (CO2) adsorption isotherm data using conventional adsorption equations to model the coal behavior have been only partially successful.  Because swelling of the coal org. matrix in the presence of adsorbing gases is a well-known phenomenon and because traditional isotherm models assume a rigid structure, an adsorption isotherm equation was derived to account for the vol. effects which may occur when an adsorbate alters the structure of an adsorbent.  The equation, which accounts for vol. change in general, was applied to the particular example of CO2 adsorption on coal.  In some cases, significantly better fits were obtained when the adsorption data were fit to the swelling-modified model.  The modified model partitions the exptl. detd. adsorption into a surface adsorption term, which is important at lower pressure, and a rectilinear term, related to vol. effects, which is important at higher pressures.  This is particularly significant to the problem of CO2 sequestration in coal seams where high pressures of CO2 will be used.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXotVGhtrs%253D&md5=51751f7ff2126b6cc72ae7e819a414dd", "22. ", "Dutta", ", ", "P.", "; ", "Harpalani", ", ", "S.", "; ", "Prusty", ", ", "B.", " ", "Modeling of CO", "2", " Sorption on Coal", " ", "Fuel", " ", "2008", ",  ", "87", " (", "10–11", ")  ", "2023", "– ", "2036", "[", "Crossref", "], [", "CAS", "]", "22. ", "Modeling of CO2 sorption on coal", "Dutta, P.; Harpalani, S.; Prusty, B.", "Fuel", "\r\n        (", "2008", "),\r\n    ", "87", "\r\n        (", "10-11", "),\r\n    ", "2023-2036", "CODEN:\r\n                ", "FUELAC", ";\r\n        ISSN:", "0016-2361", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "This paper discusses moderate pressure CO2 sorption behavior of Illinois coals.  The results fit the Langmuir and Dubinin-Astakhov (D-A) sorption models satisfactorily although the fit is better for D-A equation.  Since factors like swelling of coal with CO2 sorption and CO2 dissoln. in coal matrix contribute to uncertainties in estg. the void vol. in and around the sample, an attempt was made to account for these by modifying the conventional adsorption equation.  Re-fitting the exptl. data using the modified equation results in improved fit for both models.  The adsorption capacities of coals tested, as predicted by the equations, also reduce by 7% to 32%.  The effect of volumetric uncertainty is more in lower rank coals than the higher rank ones.  Furthermore, it explains the excess sorption behavior obsd. by others when extrapolated beyond the exptl. pressure range.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXkvVCju7c%253D&md5=9e9744d27185890af69d11c874f0619c", "23. ", "Romanov", ", ", "V.", "; ", "Soong", ", ", "Y.", "; ", "Schroeder", ", ", "K.", " ", "Volumetric Effects in Coal Sorption Capacity Measurements", " ", "Chem. Eng. Technol.", " ", "2006", ",  ", "29", " (", "3", ")  ", "368", "– ", "374", "[", "Crossref", "], [", "CAS", "]", "23. ", "Volumetric effects in coal sorption capacity measurements", "Romanov, Vyacheslav; Soong, Yee; Schroeder, Karl", "Chemical Engineering & Technology", "\r\n        (", "2006", "),\r\n    ", "29", "\r\n        (", "3", "),\r\n    ", "368-374", "CODEN:\r\n                ", "CETEER", ";\r\n        ISSN:", "0930-7516", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Many types of materials e.g., rubber, polymer, coal, change their vol. and structure after absorption of gaseous and liq. substances.  Various kinds of vol. changes affect the accuracy of absorption measurements by gravimetric and manometric methods, the two major techniques currently employed.  The errors assocd. with the volumetric effects, specifically, the case of carbon dioxide sorption on coal, were investigated.  The resulting error in the buoyancy correction in the gravimetric method is equiv. to the corresponding error in the assumed void vol. in the manometric method.  The integration of the two methods, combined with the binary gas mixt. technique of in-situ vol. measurement, will contribute to dramatically improve the accuracy of absorption measurements for plastic materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XislKmtbY%253D&md5=3d589a36d3fb789530712b8803732431", "24. ", "Pan", ", ", "Z.", "; ", "Connell", ", ", "L. D.", " ", "A Theoretical Model for Gas Adsorption-Induced Coal Swelling", " ", "Int. J. Coal Geol.", " ", "2007", ",  ", "69", " (", "4", ")  ", "243", "– ", "252", "[", "Crossref", "], [", "CAS", "]", "24. ", "A theoretical model for gas adsorption-induced coal swelling", "Pan, Zhejun; Connell, Luke D.", "International Journal of Coal Geology", "\r\n        (", "2007", "),\r\n    ", "69", "\r\n        (", "4", "),\r\n    ", "243-252", "CODEN:\r\n                ", "IJCGDE", ";\r\n        ISSN:", "0166-5162", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Swelling and shrinkage (volumetric change) of coal during adsorption and desorption of gas is a well-known phenomenon.  For coalbed methane recovery and carbon sequestration in deep, unminable coal beds, adsorption-induced coal volumetric change may cause significant reservoir permeability change.  In this work, a theor. model is derived to describe adsorption-induced coal swelling at adsorption and strain equil.  This model applies an energy balance approach, which assumes that the surface energy change caused by adsorption is equal to the elastic energy change of the coal solid.  The elastic modulus of the coal, gas adsorption isotherm, and other measurable parameters, including coal d. and porosity, are required in this model.  Results from the model agree well with exptl. observations of swelling.  The model is able to describe the differences in swelling behavior with respect to gas species and at high gas pressures, where the coal swelling ratio reaches a max. then decreases.  Furthermore, this model can be used to describe mixed-gas adsorption induced-coal swelling, and can thus be applied to CO2-enhanced coalbed methane recovery.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXps1emsg%253D%253D&md5=6e024b80788d4f593e571422374e6241", "25. ", "Day", ", ", "S.", "; ", "Fry", ", ", "R.", "; ", "Sakurovs", ", ", "R.", " ", "Swelling of Australian Coals in Supercritical CO", "2", " ", "Int. J. Coal Geol.", " ", "2008", ",  ", "74", " (", "1", ")  ", "41", "– ", "52", "[", "Crossref", "], [", "CAS", "]", "25. ", "Swelling of Australian coals in supercritical CO2", "Day, Stuart; Fry, Robyn; Sakurovs, Richard", "International Journal of Coal Geology", "\r\n        (", "2008", "),\r\n    ", "74", "\r\n        (", "1", "),\r\n    ", "41-52", "CODEN:\r\n                ", "IJCGDE", ";\r\n        ISSN:", "0166-5162", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "An app. capable of directly observing, by an optical method, swelling of coal in CO2 and other gases is described.  The system was used to measure CO2-induced swelling in three Australian bituminous coals at temps. between 25 and 55° and pressures up to 15 MPa.  All three coals showed similar behavior, with swelling increasing as a function of pressure up to ∼8 to 10 MPa, after which no further increase in swelling was obsd.  The max. volumetric swelling was between ∼1.7 and 1.9%, even in liq. CO2.  Significant anisotropy was obsd.; swelling in the plane perpendicular to the bedding plane was always substantially higher than in the parallel plane.  The swelling in these coals was completely reversible with each sample returning to its original dimensions after the gas was removed, even after multiple exposures.  Temp. did not directly affect the max. amt. of swelling, however, the swelling tended to occur at lower pressures with decreasing temp.  Expressing the swelling as a function of gas d. rather than gas pressure showed that swelling was independent of temp.; in all cases the swelling curves were identical.  Swelling could be well represented by a modified Dubinin-Radushkevich model which was used previously to describe gas adsorption on coal.  Volumetric swelling data for two of the coals were combined with gas adsorption results previously measured for these coals.  Swelling was roughly proportional to the amt. of CO2 adsorbed up to intermediate pressures, but at high pressures, the relation was no longer linear; adsorption continued to increase but swelling did not.  The swelling data were used to correct the adsorption isotherm measured for these coals, assuming that the vol. occupied by the coal was inaccessible to gas and increased in proportion to volumetric swelling.  At pressures up to ∼5 MPa, the effect of correction for swelling on the adsorption value was negligible but at higher pressures, the vol. changes due to the swelling of the coal resulted in an increased measured excess adsorption.  At 15 MPa the cor. excess sorption was ∼30% greater than the uncorrected value.  Correction for swelling had little effect on the calcd. sorption capacity of the coal or the heat of sorption (using the modified Dubinin-Radushkevich equation) but had strong effects on the term representing dissoln. of carbon dioxide into the coal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhs1Krtrc%253D&md5=3a916bfde88021a560fe8784c79fc1bd", "26. ", "Rangarajan", ", ", "B.", "; ", "Lira", ", ", "C. T.", "; ", "Subramanian", ", ", "R.", " ", "Simplified Local Density Model for Adsorption over Large Pressure Ranges", " ", "AIChE J.", " ", "1995", ",  ", "41", " (", "4", ")  ", "838", "– ", "845", "[", "Crossref", "], [", "CAS", "]", "26. ", "Simplified local density model for adsorption over large pressure ranges", "Rangarajan, Bharath; Lira, Carl T.; Subramanian, Ramkumar", "AIChE Journal", "\r\n        (", "1995", "),\r\n    ", "41", "\r\n        (", "4", "),\r\n    ", "838-45", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    \r\n            (", "American Institute of Chemical Engineers", ")\r\n        ", "A mean-field model is developed that superimposes the fluid-solid potential on a fluid equation of state to predict adsorption on a flat wall from vapor, liq., and supercrit. phases.  A van der Waals-type equation of state is used to represent the fluid phase, and is simplified with a local d. approxn. for calcg. the configurational energy of the inhomogeneous fluid.  The simplified local d. approxn. makes the model tractable for routine calcns. over wide pressure ranges.  The model is capable of prediction of Type II and III subcrit. isotherms for adsorption on a flat wall, and shows the characteristic cusplike behavior and crossovers seen exptl. near the fluid crit. point.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXmtFOjt7c%253D&md5=79cca7dc99803aa16615d84cde714f2c", "27. ", "Chen", ", ", "J. H.", "; ", "Wong", ", ", "D. S. H.", "; ", "Tan", ", ", "C. S.", "; ", "Subramanian", ", ", "R.", "; ", "Lira", ", ", "C. T.", "; ", "Orth", ", ", "M.", " ", "Adsorption and Desorption of Carbon Dioxide onto and from Activated Carbon at High Pressures", " ", "Ind. Eng. Chem. Res.", " ", "1997", ",  ", "36", " (", "7", ")  ", "2808", "– ", "2815", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "Adsorption and Desorption of Carbon Dioxide onto and from Activated Carbon at High Pressures", "Chen, Jeng Hsin; Wong, David Shan Hill; Tan, Chung Sung; Subramanian, Ramkumar; Lira, Carl T.; Orth, Matthias", "Industrial & Engineering Chemistry Research", "\r\n        (", "1997", "),\r\n    ", "36", "\r\n        (", "7", "),\r\n    ", "2808-2815", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Adsorption of carbon dioxide near its crit. point on DeGussa IV activated carbon is investigated.  A volumetric method was used to measure the adsorption/desorption isotherms at 284, 300, 305, 310, and 314 K over a large pressure range.  At subcrit. temps., adsorption isotherms display a discontinuity at the vapor pressure of carbon dioxide, and desorption hysteresis is obsd.  However, there is no desorption hysteresis if adsorption is terminated before vapor-liq. transition occurs.  At supercrit. temps., adsorption isotherms display a plateau, and the excess decreases beyond the crit. pressure.  No hysteresis occurs during the desorption process.  The adsorption isotherms can be represented very well by the simplified local d. model.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXjslOhtro%253D&md5=f06e4cefc4110428d5515242318b374a", "28. ", "Puziy", ", ", "A. M.", "; ", "Herbst", ", ", "A.", "; ", "Poddubnaya", ", ", "O. I.", "; ", "Germanus", ", ", "J.", "; ", "Harting", ", ", "P.", " ", "Modeling of High-Pressure Adsorption Using the Bender Equation of State", " ", "Langmuir", " ", "2003", ",  ", "19", " (", "2", ")  ", "314", "– ", "320", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Modeling of high-pressure adsorption using the Bender equation of state", "Puziy, Alexander M.; Herbst, Alexander; Poddubnaya, Olga I.; Germanus, Joachim; Harting, Peter", "Langmuir", "\r\n        (", "2003", "),\r\n    ", "19", "\r\n        (", "2", "),\r\n    ", "314-320", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A model describing high-pressure adsorption based on the simplified local d. model and the Bender equation of state is proposed.  The Bender equation of state was used for the description of both bulk and adsorbed fluid.  The model is capable of characterizing adsorbent material in terms of structural parameters such as the skeletal d., the micropore vol., and the energy of adsorption.  The model was successfully applied to high-pressure adsorption isotherms of nitrogen and methane ≤50 MPa at 40° on a series of synthetic carbons and at 25-70° on the com. carbon Norit R1.  The structural parameters of the investigated carbons obtained by the proposed method are in good agreement with those obtained by independent methods based on std. and advanced characterization from nitrogen adsorption at 77 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XpsVSntbs%253D&md5=4745c6decbc9c923b4e11a200444bc8b", "29. ", "Soule", ", ", "A. D.", "; ", "Smith", ", ", "C. A.", "; ", "Yang", ", ", "X.", "; ", "Lira", ", ", "C. T.", " ", "Adsorption Modeling with the ESD Equation of State", " ", "Langmuir", " ", "2001", ",  ", "17", " (", "10", ")  ", "2950", "– ", "2957", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "Adsorption modeling with the ESD equation of state", "Soule, Aaron D.; Smith, Cassandra A.; Yang, Xiaoning; Lira, Carl T.", "Langmuir", "\r\n        (", "2001", "),\r\n    ", "17", "\r\n        (", "10", "),\r\n    ", "2950-2957", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The simplified local d. approach (SLD) is extended to the Elliott-Suresh-Donohue (ESD) equation of state for the modeling of gas adsorption on activated carbon, providing significant improvement in quant. modeling compared to the SLD approach using the Peng-Robinson equation of state or the van der Waals equation.  Compared to the Peng-Robinson and van der Waals equations, the ESD equation more accurately represents the temp. dependence of adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXivVGht7s%253D&md5=048690caf3a3a2685a03381fbfc589a0", "30. ", "Yang", ", ", "X.", "; ", "Lira", ", ", "C. T.", " ", "Theoretical Study of Adsorption on Activated Carbon from a Supercritical Fluid by the SLD-ESD Approach", " ", "J. Supercrit. Fluids", " ", "2006", ",  ", "37", " (", "2", ")  ", "191", "– ", "200", "[", "Crossref", "], [", "CAS", "]", "30. ", "Theoretical study of adsorption on activated carbon from a supercritical fluid by the SLD-ESD approach", "Yang, Xiaoning; Lira, Carl T.", "Journal of Supercritical Fluids", "\r\n        (", "2006", "),\r\n    ", "37", "\r\n        (", "2", "),\r\n    ", "191-200", "CODEN:\r\n                ", "JSFLEH", ";\r\n        ISSN:", "0896-8446", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The simplified local d. (SLD) theory is combined with the Elliott, Suresh, Donohue (ESD) equation of state to model adsorption of solutes from supercrit. CO2 onto activated carbon.  The model is fit to adsorption isotherms of toluene + CO2 and benzene + CO2 over wide temp. and pressure ranges by adjusting only two temp.-independent parameters for each binary.  A systematic anal. of adsorption characteristics for finite and infinite diln. conditions in supercrit. CO2 by selecting the toluene/CO2 as a model system is presented.  Competitive adsorption between solvent and solute was investigated.  The effects of temp., pressure, bulk solute concn., and the adsorbent structure size on the adsorption behavior are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XitVKit7Y%253D&md5=6d416a6c18357f3afd4717de0d26440e", "31. ", "Fitzgerald", ", ", "J. E.", "; ", "Sudibandriyo", ", ", "M.", "; ", "Pan", ", ", "Z.", "; ", "Robinson", ", ", "R. L.", "; ", "Gasem", ", ", "K. A. M.", " ", "Modeling the Adsorption of Pure Gases on Coals with the SLD Model", " ", "Carbon", " ", "2003", ",  ", "41", " (", "12", ")  ", "2203", "– ", "2216", "[", "Crossref", "], [", "CAS", "]", "31. ", "Modeling the adsorption of pure gases on coals with the SLD model", "Fitzgerald, J. E.; Sudibandriyo, M.; Pan, Z.; Robinson, R. L.; Gasem, K. A. M.", "Carbon", "\r\n        (", "2003", "),\r\n    ", "41", "\r\n        (", "12", "),\r\n    ", "2203-2216", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "The simplified local d./Peng-Robinson model (SLD-PR) was modified to improve its predictive capability when dealing with near-crit. and supercrit. adsorption systems of the type encountered in coal-bed methane recovery and CO2 sequestration.  The goal was to develop efficient equation-of-state (EOS) computational frameworks for representing adsorption behavior, as well as to improve our understanding of the phenomenon.  The ability of the modified SLD-PR to correlate accurately data for supercrit. adsorption systems is demonstrated using adsorption measurements on activated carbon, Illinois #6 coal, Fruitland coal, and Lower Basin Fruitland coal.  The modified SLD-PR model, which incorporates a modified repulsive parameter \"b\" for the PR EOS, is capable of modeling the adsorption of pure methane, nitrogen, and CO2 at coal-bed conditions.  Inclusion of a slit geometry in the adsorbent matrix yields results superior to our previous two-dimensional EOS models for the adsorbates considered.  Accounting for the adsorption surface structure within the SLD-EOS framework is effective in improving modeling capability for high-pressure adsorption phenomena.  An explanation is offered as to why the adsorbed-phase densities are close to the EOS reciprocal co-vols.  Further, the model (a) generates direct ests. for the adsorbed-phase densities (which facilitate reliable prediction of abs. gas adsorption) and (b) readily describes the obsd. max. in Gibbs-adsorption isotherms of CO2 at the temps. and pressures encountered in coal beds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXntVajtb4%253D&md5=1d60aa0687f01ef7f903d74674bfff7c", "32. ", "Fitzgerald", ", ", "J. E.", "; ", "Robinson", ", ", "R. L.", "; ", "Gasem", ", ", "K. A. M.", " ", "Modeling High-Pressure Adsorption of Gas Mixtures on Activated Carbon and Coal Using a Simplified Local-Density Model", " ", "Langmuir", " ", "2006", ",  ", "22", " (", "23", ")  ", "9610", "– ", "9618", "[", "ACS Full Text ", "], [", "CAS", "]", "32. ", "Modeling high-pressure adsorption of gas mixtures on activated carbon and coal using a simplified local-density model", "Fitzgerald, James E.; Robinson, Robert L., Jr.; Gasem, Khaled A. M.", "Langmuir", "\r\n        (", "2006", "),\r\n    ", "22", "\r\n        (", "23", "),\r\n    ", "9610-9618", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The simplified local-d. (SLD) theory was investigated regarding its ability to provide accurate representations and predictions of high-pressure supercrit. adsorption isotherms encountered in coalbed methane (CBM) recovery and CO2 sequestration.  Attention was focused on the ability of the SLD theory to predict mixed-gas adsorption solely on the basis of information from pure gas isotherms using a modified Peng-Robinson (PR) equation of state (EOS).  An extensive set of high-pressure adsorption measurements was used in this evaluation.  These measurements included pure and binary mixt. adsorption measurements for several gas compns. up to 14 MPa for Calgon F-400 activated carbon and three water-moistened coals.  Also included were ternary measurements for the activated carbon and one coal.  For the adsorption of methane, nitrogen, and CO2 on dry activated carbon, the SLD-PR can predict the component mixt. adsorption within ∼2.2 times the exptl. uncertainty on av. solely on the basis of pure-component adsorption isotherms.  For the adsorption of methane, nitrogen, and CO2 on two of the three wet coals, the SLD-PR model can predict the component adsorption within the exptl. uncertainties on av. for all feed fractions (nominally molar compns. of 20/80, 40/60, 60/40, and 80/20) of the three binary gas mixt. combinations, although predictions for some specific feed fractions are outside of their exptl. uncertainties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtVyhtrvP&md5=14155901223d3838ad33208d16ecf289", "33. ", "Fitzgerald", ", ", "J. E.", " ", "Adsorption of Pure and Multi-Component Gases of Importance to Enhanced Coalbed Methane Recovery: Measurements and Simplified Local-Density Modeling", ". Ph.D. Dissertation, ", "Oklahoma State University", ", ", "Stillwater, OK", " ", "2005", ".", "There is no corresponding record for this reference.", "34. ", "Peng", ", ", "D.-Y.", "; ", "Robinson", ", ", "D. B.", "; ", "New Two-Constant", ", ", "A", " ", "Equation of State", " ", "Ind. Eng. Chem. Fund.", " ", "1976", ",  ", "15", " (", "1", ")  ", "59", "– ", "64", "[", "ACS Full Text ", "], [", "CAS", "]", "34. ", "A new two-constant equation of state", "Peng, Ding-Yu; Robinson, Donald B.", "Industrial & Engineering Chemistry Fundamentals", "\r\n        (", "1976", "),\r\n    ", "15", "\r\n        (", "1", "),\r\n    ", "59-64", "CODEN:\r\n                ", "IECFA7", ";\r\n        ISSN:", "0196-4313", ".\r\n    ", "A new 2-const. equation of state was developed by modifying the attractive pressure term of the semiempirical van der Waals equation.  Examples of the use of the equation for predicting the vapor pressure and volumetric behavior of single-component systems, and the phase behavior and volumetric behavior of binary, ternary, and multicomponent systems are given.  The proposed equation is simple and accurate.  It performs as well as or better than the Soave-Redlich-Kwong equation (G. Soave, 1972) and shows its greatest advantages in predicting liq. phase ds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE28XmsFChsg%253D%253D&md5=070de4c55a808d1b5ddc9b26397dc26c", "35. ", "Gasem", ", ", "K. A. M.", "; ", "Gao", ", ", "W.", "; ", "Pan", ", ", "Z.", "; ", "Robinson", ", ", "R. L.", ", ", " Jr.", " ", "A Modified Temperature Dependence for the Peng–Robinson Equation of State", " ", "Fluid Phase Equilib.", " ", "2001", ",  ", "181", " (", "1–2", ")  ", "113", "– ", "125", "[", "Crossref", "], [", "CAS", "]", "35. ", "A modified temperature dependence for the Peng-Robinson equation of state", "Gasem, K. A. M.; Gao, W.; Pan, Z.; Robinson, R. L.", "Fluid Phase Equilibria", "\r\n        (", "2001", "),\r\n    ", "181", "\r\n        (", "1-2", "),\r\n    ", "113-125", "CODEN:\r\n                ", "FPEQDT", ";\r\n        ISSN:", "0378-3812", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "Numerous modifications have been suggested for the temp. dependence of the Peng-Robinson equation of state (PR-EOS) through the α function in the attraction term in the equation.  In most cases, these modifications were motivated by the need to improve vapor pressure predictions for heavy hydrocarbons.  While improvements have been realized, even the most successful α modifications suffer from (a) limited exptl. pvT and equil. measurements for heavy hydrocarbons on which to base the modification, and (b) reliance on the use of switching functions below and above the crit. temp.  In this work, we proposed a new α function for the PR-EOS.  This new function is based on pure-component vapor pressures for different mol. species, including heavy hydrocarbons.  The new PR-EOS α function leads to improved vapor pressure predictions (about 1 % abs. av. percentage deviations) for the systems considered (28 pure fluids, encompassing over 1100 measurements).  In addn., we updated the original PR-EOS α function to improve its predictions for the heavy hydrocarbons.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXjs1yrsLg%253D&md5=4e174691c3b55bb54115594cee2d487c", "36. ", "Lee", ", ", "L. L.", " ", "Molecular Thermodynamics of Nonideal Fluids", "; ", "Butterworth", ": ", "Stoneham, MA", ", ", "1988", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "37. ", "Steele", ", ", "W. A.", " ", "The Interaction of Gases with Solid Surfaces", "; ", "Pergamon Press", ": ", "Oxford", ", ", "1974", ".", "There is no corresponding record for this reference.", "38. ", "Subramanian", ", ", "R.", "; ", "Pyada", ", ", "H.", "; ", "Lira", ", ", "C. T.", " ", "Engineering Model for Adsorption of Gases onto Flat Surfaces and Clustering in Supercritical Fluids", " ", "Ind. Eng. Chem. Res.", " ", "1995", ",  ", "34", " (", "11", ")  ", "3830", "[", "ACS Full Text ", "], [", "CAS", "]", "38. ", "An Engineering Model for Adsorption of Gases onto Flat Surfaces and Clustering in Supercritical Fluids", "Subramanian, Ramkumar; Pyada, Hena; Lira, Carl T.", "Industrial & Engineering Chemistry Research", "\r\n        (", "1995", "),\r\n    ", "34", "\r\n        (", "11", "),\r\n    ", "3830-7", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We present an engineering model to describe phys. adsorption from sub- to supercrit. conditions on flat walls and clustering in supercrit. fluids using a single temp.-independent parameter for fluid-solid interactions.  The fluid-solid potential is superimposed on the Peng-Robinson equation of state, and the configurational energy integral in the inhomogeneous fluid phase is simplified with a local d. approxn.  This model is capable of quant. fits over wide pressure and temp. ranges.  Model predictions for phys. adsorption of pure gases on flat walls are compared with exptl. surface excess data, and model predictions for describing the clustering phenomenon are compared with exptl. fluorescence spectra.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXoslGju7w%253D&md5=cccd84431a506ec645440cf4b6823d4c", "39. ", "Reid", ", ", "R. C.", "; ", "Prausnitz", ", ", "J. M.", "; ", "Poling", ", ", "B. E.", " ", "The Properties of Gases and Liquids", "; ", "McGraw-Hill", ": ", "New York", ", ", "1987", ".", "There is no corresponding record for this reference.", "40. ", "Press", ", ", "W. H.", "; ", "Flannery", ", ", "B. P.", "; ", "Teukolsky", ", ", "S. A.", "; ", "Vetterling", ", ", "W. T.", " ", "Numerical Recipes in Fortran: The Art of Scientific Computing", "; ", "Cambridge University Press", ": ", "Cambridge", ", ", "1992", ".", "There is no corresponding record for this reference.", "41. ", "Nishino", ", ", "J.", " ", "Adsorption of Water Vapor and Carbon Dioxide at Carboxylic Functional Groups on the Surface of Coal", " ", "Fuel", " ", "2001", ",  ", "80", " (", "5", ")  ", "757", "– ", "764", "[", "Crossref", "], [", "CAS", "]", "41. ", "Adsorption of water vapor and carbon dioxide at carboxylic functional groups on the surface of coal", "Nishino, J.", "Fuel", "\r\n        (", "2001", "),\r\n    ", "80", "\r\n        (", "5", "),\r\n    ", "757-764", "CODEN:\r\n                ", "FUELAC", ";\r\n        ISSN:", "0016-2361", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "The adsorption of water vapor and carbon dioxide at room temp. in relation to carboxylic functional groups on the surfaces of 20 different types of coal was examd.  The carboxylic functional groups on the surface of coal may be considered the preferential sites of adsorption when compared with the other groups.  The adsorption of water vapor and carbon dioxide increased in proportion to the square root of the carboxyl group concn., regardless of the partial pressure or the gas species.  Assuming functional group adsorption sites to be present on the surfaces of hydrophobic matrixes and adsorption to occur in a liq.-like closed packed state, the adsorption on coal was detd. based on the carboxyl group concn. on the coal surface, the mol. cross section and the mol. wt. of the adsorbate.  The surface area did not depend on the type of adsorbate, as was obsd. for water vapor and carbon dioxide adsorption on coal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXovV2rtw%253D%253D&md5=94603f073a4a95179b2972a1d01c0f27"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2012/enfuem.2012.26.issue-1/ef201393p/production/images/small/ef-2011-01393p_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2012/enfuem.2012.26.issue-1/ef201393p/production/images/small/ef-2011-01393p_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2012/enfuem.2012.26.issue-1/ef201393p/production/images/small/ef-2011-01393p_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2012/enfuem.2012.26.issue-1/ef201393p/production/images/small/ef-2011-01393p_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2012/enfuem.2012.26.issue-1/ef201393p/production/images/small/ef-2011-01393p_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2012/enfuem.2012.26.issue-1/ef201393p/production/images/small/ef-2011-01393p_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2012/enfuem.2012.26.issue-1/ef201393p/production/images/small/ef-2011-01393p_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/enfuem/2012/enfuem.2012.26.issue-1/ef201393p/production/images/small/ef-2011-01393p_0006.gif\">"]}
