{"title": ["Adsorption and Separation of Small Hydrocarbons on the Flexible, Vanadium-Containing MOF, COMOC-2"], "authors": ["Sarah Couck", "Tom R. C. Van Assche", "Ying-Ya Liu", "Gino V. Baron", "Pascal Van Der Voort", "Joeri F. M. Denayer"], "doi": ["10.1021/acs.langmuir.5b00655"], "abstract": ["COMOC-2, a flexible vanadium-containing metal–organic framework, was investigated for its adsorption and separation properties of light hydrocarbons. COMOC-2 is an extended version of the MIL-47 framework with 4,4′-biphenyldicarboxylic acid linkers instead of terephthalic acid. Adsorption isotherms of methane to propane, ethylene, and propylene were determined with a gravimetric uptake technique at temperatures between 281 and 303 K. A pronounced breathing effect was observed (in contrast to the more rigid MIL-47 framework) in which the adsorption capacity increases by more than a factor of 2 at a given breathing pressure. The breathing pressure decreases with increasing hydrocarbon molecular weight. The typical two-step isotherms are nearly identical for alkanes and alkenes, in accordance with the nonpolar nature of the material. Binary isotherms of ethane and propane were also measured with the gravimetric uptake technique at different temperatures and total pressures. The mixture isotherms and breathing transition pressures were predicted by relying on the osmotic framework adsorbed solution theory (OFAST). Finally, the separation potential of COMOC-2 for ethane/propane mixtures was looked into using breakthrough experiments for different compositions and different pressures."], "text": ["Top of Page", "Abstract", "Introduction", "Materials and Methods", "Results and Discussion", "Conclusions", "References", "Introduction", "Metal–organic frameworks (MOFs), also known as porous coordination polymers or porous coordination networks, are a peculiar class of materials. MOFs are composed of metal-based centers connected with organic linkers. As a consequence, many combinations are possible for generating new structures.", "(1-3)", " Among the numerous studies available on MOFs, many are dedicated to the adsorption and separation of small C", "1", "–C", "4", " hydrocarbon gases. Long et al. reported adsorption properties of C", "2", " and C", "3", " adsorbates on six different M", "2", "(dobdc) materials with M = Mg, Mn, Fe, Co, Ni, or Zn, a material also known under the name of CPO-27 or MOF-74. Selectivities were predicted with the ideal adsorbed solution theory (IAST) method; the Fe an Mn analogues emerged as the best materials for C", "2", " and C", "3", " separation, respectively.", "(4, 5)", " Pan et al. described the use of a Cu-MOF with large oval-shaped cages for the separation of hydrocarbons. Only small hydrocarbons can enter these cages (the threshold molecule is butane) whereas pentane is already too large to enter.", "(6)", " Cu-BTC, also known under the commercial name of basolite C300, has been investigated for its properties in propane/propylene separation, experimentally as well as by simulations.", "(7-10)", " Cu-BTC is capable of separating propylene from propane due to specific π-Cu bonds. Another MOF used to separate olefins from paraffins is MIL-101 with −SO", "3", "Ag functional groups present. Isotherms of ethylene and propylene are much steeper than for ethane and propane. Also IAST predictions indicate an excellent separation potential toward olefins for this material.", "(11, 12)", " Cai et al. reported the adsorption properties of C", "1", " and C", "2", " isomers on a double interpenetrated framework.", "(13)", " This material allows the separation of C", "2", " hydrocarbons over methane, with a Henry selectivity of almost 30 for the ethane/methane separation. A review from Herm et al., published at the end of 2013, gives an overview of the adsorption of small and large hydrocarbons and the separation of several important mixtures such as ethane/ethylene and propane/propylene.", "(14)", " Another review, published at the beginning of 2012, gives an extensive overview table of MOFs and their adsorption properties for alcohols and hydrocarbons.", "(15)", "In particular, the MIL-53 series (MIL = Materials of Institute Lavoisier) has been studied thoroughly for hydrocarbon adsorption and separation. MIL-53(M) consists of MO", "4", "(OH)", "2", " octahedra (with M being Fe", "3+", ", Cr", "3+", ", Al", "3+", ", etc.) interconnected via (with or without functional groups) terephthalate (1,4-benzenedicarboxylate) linkers.", "(16)", " A special feature of these materials is their flexible behavior.", "(17-20)", " Under specific external stimuli (e.g., temperature, pressure, and adsorbate interaction), the structure experiences reversible structural transitions, named breathing. For example, MIL-53(Cr) can undergo a transition from a large-pore (lp) form to a narrow-pore (np) form when guest molecules enter the structure and returns back to the lp form when the adsorbate pressure is high enough.", "(19)", " The adsorption of hydrocarbons on this MIL-53(Al or Cr) framework was studied by Rosenbach et al. and Trung et al.", "(21-23)", " The smallest hydrocarbons (C", "1", " and C", "2", ") do not induce breathing steps in the isotherm, but the higher hydrocarbons display the well-known two-step isotherm linked to the breathing of the material. Coudert et al. describe the thermodynamics behind this breathing behavior upon hydrocarbon adsorption in MIL-53(Al).", "(24)", " On the other hand, the Fe variant of MIL-53 displays a more complex adsorption behavior for light alkanes.", "(25)", " In this case, the material starts as a very narrow pore (vnp) form, which is too small for molecules to enter. Adsorption of light hydrocarbons occurs via an intermediate state to the np form and finally to the lp form. Amine-functionalized MIL-53(Al), NH", "2", "-MIL-53(Al), has a very similar breathing behavior compared to the Fe variant, i.e., initially the material is in a vnp form, and it can make a transition to the np form upon guest adsorption and finally to the lp form, depending on the adsorbate and temperature.", "(26, 27)", "A structural analogue of MIL-53 is MIL-47, where the metal center is V", "4+", " instead of a M", "3+", " metal. The first center yields V═O bonds whereas the latter yields M–OH bonds.", "(28)", " MIL-47 is therefore a very rigid structure such that structural transitions occur only at high external mechanical pressures (180–350 MPa).", "(29)", " COMOC-2, a material similar to MIL-47 with V", "4+", " centers and biphenyl-4,4′-dicarboxylate linkers (Figure ", "1", "), is reported to exhibit flexible behavior under milder circumstances. At 265 K, a transition from the narrow pore state to the large pore state is observed at a pressure of 15 bar CO", "2", ".", "(30)", "In this work, the breathing properties of this flexible COMOC-2 material are studied in more detail. Adsorption and separation of light hydrocarbon gases (C", "1", " to C", "3", ") are studied by measuring adsorption isotherms and performing breakthrough experiments. The experimental data are analyzed using the thermodynamic OFAST model as outlined by Coudert et al.", "(31-33)", "Top of Page", "Abstract", "Introduction", "Materials and Methods", "Results and Discussion", "Conclusions", "References", "Materials and Methods", "Synthesis of COMOC-2", "COMOC-2 (COMOC stands for the abbreviation of Center for Ordered Materials, Organometallics and Catalysis) was synthesized by adding 0.5 g or 3.29 mmol of VOSO", "4", "·H", "2", "O and 1.02 g or 4.25 mmol of 4,4′-biphenyldicarboxylic acid (H", "2", "BPDC) to 70 mL of ", "N", ",", "N", "-dimethylformamide (DMF). This mixture was transferred to a 100 mL flask and was provided with a magnetic stirrer. It was sealed and slowly heated to 420 K under constant stirring and kept at this temperature for 15–20 h. After the reaction, a yellowish-green powder was collected by a membrane filter and washed thoroughly, first with DMF and then with methanol to remove the green vanadium impurities and finally with acetone. Drying of the material was carried out at room temperature under vacuum. The synthesis yielded 0.31 g of powder (34.7%, based on vanadium). N", "2", " porosimetry, TGA analysis, and the XRD pattern can be found in the ", "Supporting Information", " (Figures S2–S4).", "The COMOC-2 framework is based on infinite chains of octahedral VO", "6", " units. The VO", "6", " chains are aligned parallel to the crystallographic ", "b", " axis, with the carboxylate linker alternating on either side of the chains, further linked to each other to form a three-dimensional open framework, as shown in Figure ", "1", ". More details in the structure can also be found in Liu et al.", "(30)", "Figure 1. Ball-and-stick representation of COMOC-2. Left: View of the structure along the ", "b", " axis. Top right: View of the structure along the ", "a", " axis. Bottom right: View of the structure along the ", "c", " axis.", "Gravimetric Sorption Isotherms", "Equilibrium adsorption isotherms of methane, ethane, ethylene, propane, and propylene were measured using a gravimetric uptake method. Measurements were carried out with a magnetic suspension balance device and a gas dosing system (Rubotherm GmbH). The recorded weight change is related to the adsorption of the gas introduced into the adsorbent, allowing the calculation of the uptake. Single as well as binary isotherms were recorded. The isotherms were measured in a temperature range of 281 to 303 K. Approximately 150 mg of COMOC-2 was loaded into the sample holder. Between each measurement, the material was regenerated by increasing the temperature to 363 K and maintaining a vacuum for 2 h. More information can be found in the ", "Supporting Information", ".", "Separation of Gas Mixtures", "Breakthrough experiments were performed to study the separation of gases under different operating conditions. The experimental setup is shown schematically in the ", "Supporting Information", " (Figure S1). In most cases, the column used for the breakthrough experiments is filled with adsorbent pellets in order to avoid an excessive pressure drop over the column. With COMOC-2, however, powder instead of pellets was used in the column because, as ", "Figure S2", " indicates, the capacity of the pellets decreased drastically compared to that of the powder. This can be due to the mechanical pressure applied to the material in order to make the pellets. The material is also exposed to the air for a certain time during pelletization as it is pressed and sieved for the appropriate pellet size. Accordingly, it is possible that the material degrades in the presence of humidity because COMOC-2 is not stable under normal atmospheric conditions.", "(30)", " To diminish the effect of the water, pellets were prepared with methanol present in the pores. Methanol would repel the water out of the pores, making the pellets more stable. This approach has been successfully applied before.", "(34, 35)", " Although this approach yielded better results, it also yielded pellets with half the capacity compared to that of the powder (", "Figure S5", "). Possibly, part of the methanol desorbed during manipulation and was replaced with water, resulting in partial material degradation. Also, the mechanical pressure applied during pelletization might have damaged the structure. Therefore, the COMOC-2 powder as obtained after synthesis was mixed with 200 μm of quartz sand (ratio of 1:3) to reduce the pressure drop and packed into the adsorption stainless steel column (10 cm long with a diameter of 0.456 cm). A reasonable pressure drop of 0.5 bar at a flow rate of 10 N mL/min at 303 K was obtained. The temperature of the experiment was 303 K, and the total flow varied from 5 to 20 N mL/min. The gas flow composition at the outlet of the column was monitored online by means of a quadrupole mass spectrometer (MS). The material was regenerated by heating it under a flow of helium (10 N mL/min) to 363 K and maintaining this temperature for half an hour.", "The amount adsorbed for gas a, ", "q", "a", ", was calculated using the method of Malek and Farooq.", "(36)", "An adsorption separation factor α between two components ", "i", " and ", "j", " is defined as", "(1)", "More details on the breakthrough setup and calculations are given in the ", "Supporting Information", ".", "Inverse Gas Chromatography", "Low-coverage adsorption properties of C", "1", "–C", "8", " ", "n", "-alkanes and 1-alkenes were determined using the inverse gas chromatographic technique. The same adsorption column as used for the breakthrough experiments was used for these experiments. The material in the column was activated by heating the column under constant helium flow to 473 K at a rate of 1 K/min and maintaining this temperature overnight. The temperature of the experiments varied from 299 to 473 K. Henry’s constants ", "K", "′ were calculated from the first-order moment of the chromatogram.", "(37)", " Adsorption enthalpies, ", "Δ", "H", "0", ", and pre-exponential factors, ", "K", "′", "0", ", were calculated from the temperature dependence of the Henry’s constants using the van’t Hoff equation. A more detailed description of the method is given elsewhere.", "(38, 39)", "Modeling and Prediction of Isotherms", "Isotherm fitting for all pure adsorbates showing a two-step adsorption isotherms was performed by fitting a Langmuir equation on the first experimental adsorption step, representing a first structural form of COMOC-2. A second Langmuir equation was fitted to isotherm data after the second isotherm step, representing another pore structure of COMOC-2. This methodology considers each phase as a rigid adsorbent material, with its adsorption isotherm defined by a Langmuir equation. Fitting was performed using a nonlinear least-squares solver in Athena Visual Studio 14.0 (Athena Visual Software).", "On the basis of the above pure component isotherm modeling, predictions can be made for multicomponent mixture adsorption using the osmotic framework adsorbed solution theory (OFAST).", "(33)", " For this purpose, the OFAST model requires a suitable multicomponent adsorption equilibrium prediction model. Similar to the literature, the ideal adsorbed solution theory (IAST) is applied in the OFAST method.", "(31-33)", " In this work, some important alterations, outlined in the discussion, were made compared to the OFAST model from the literature. More information on the thermodynamic framework, fitting methodology, and OFAST theory can be found in the ", "Supporting Information", " and the work by Coudert et al.", "(31)", "Top of Page", "Abstract", "Introduction", "Materials and Methods", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "Pure Components", "Single-component isotherms were measured for methane, ethane, ethylene, propane, and propylene at three different temperatures (281.5, 293, and 303 K). First, the results of ethane are discussed in greater detail. All isotherms of the other components can be found in the ", "Supporting Information", " (Figures S6–S10). Figure ", "2", " displays the results for ethane at three different temperatures.", "Figure 2. Adsorption and desorption isotherms of ethane at 281.5, 293, and 303 K. The dotted line is the fitted adsorption branch.", "The dotted lines are the isotherm fittings, discussed below. The breathing of the material, indicated by the pronounced two-step isotherms, is clearly visible at all temperatures. Depending on temperature, a first plateau with a capacity of between 4 and 5 mmol/g is reached at pressures below 10 bar. After a steep increase in the amount adsorbed at higher pressure, a second plateau in the isotherm is reached, with a capacity that is more than the double that of the first plateau. A maximum capacity of 12 mmol/g is observed at 281.5 K. From Liu et al.,", "(30)", " it is known that COMOC-2 makes a transition from the large pore (lp) form (obtained after thermal activation) to the narrow pore (np) form to the lp form again for CO", "2", " adsorption at 233 K. Such a double transition is not clear from Figure ", "2", ", where only one transition can be noticed clearly. For CO", "2", " adsorption, it is known that the first lp-to-np transition occurs instantaneously at low pressure (∼1 bar),", "(30)", " suggesting this transition to be indistinguishable in Figure ", "2", ". The lower the temperature, the lower the transition pressure needed to open the material to the lp form again. Desorption occurs with a hysteresis loop, which is typical for these breathing transitions in flexible MOFs and can be explained by the stress-based model from Neimark et al.", "(40)", "Figure ", "3", " shows all isotherms measured at 303 K (from methane to propane, ethylene, and propylene).", "Figure 3. Experimental isotherms of light hydrocarbons (symbols) and isotherm fitting (dotted lines) measured at 303 K.", "The dotted lines are again the isotherm fittings, obtained with the method discussed below. It is clearly observed that ", "n", "-alkanes and 1-alkenes with the same number of carbon atoms behave similarly. Although the unsaturated hydrocarbons have a slightly larger adsorption capacity, the breathing transition pressure is almost the same. This means that the COMOC-2 material has no preferred electrostatic interaction with these molecules.", "The absence of specific (electrostatic) interactions was also demonstrated using the inverse GC method, where interactions between adsorbates and the adsorbent are studied in the low-coverage region. Figure ", "4", " gives the relationship between the adsorption enthalpy and the carbon number for ", "n", "-alkanes and 1-alkenes.", "Figure 4. Adsorption enthalpy as a function of the carbon number for ", "n", "-alkanes and 1-alkenes.", "In this set of measurements, ", "n", "-alkanes and 1-alkenes with eight carbons were taken into account. This gives a more accurate relationship between enthalpies and carbon number than when only the lower alkanes/alkenes are taken into account. It is obvious that ", "n", "-alkanes and 1-alkenes have comparable adsorption enthalpies. The adsorption enthalpy increases by about 5 kJ/mol per CH", "x", " group, which points to a rather weak interaction that is purely based on van der Waals dispersion forces.", "(41-44)", "Isotherm Fitting and Thermodynamic Analysis", "Isotherm fitting of pure component isotherms was performed by considering the occurring np and lp phases to be rigid structures. An adsorption isotherm is assigned to each of these rigid phases by fitting Langmuir equations on the appropriate isotherm points: the first isotherm step is assigned to the np phase, and the isotherm part after the second isotherm step, to the lp phase. The fitting method is demonstrated in Figure ", "5", ". Where the experimental isotherm deviates from the rigid host isotherms (i.e., the Langmuir equations), a lower transition pressure (LTP) and an upper transition pressure (UTP) can be identified at the pressure at which the transition begins and ends, respectively. This approach, which is widespread for the transition pressure (LTP to UTP), is a modification of the literature where typically a single transition pressure is used.", "(31)", "Figure 5. Isotherm fitting of experimental ethane adsorption (303 K) by fitting Langmuir equations on the first (np form) and second isotherm (lp form) steps. Between the lower and upper transition pressures (LTP, UTP), a cumulative Gaussian function smoothly transitions between both phases.", "Thus, the isotherm is divided into three parts. The first part, where the material is considered to be fully in an np form, and the last part, where the material is considered to be fully in an lp form, are separated by the transition zone LTP-UTP. Between these two transition pressures, marking the end and beginning of the pure phases (100% np or lp form), a cumulative Gaussian distribution function (CDF) is applied to both Langmuir models to yield a physical mix of the two phases. Such a broad spread on the breathing pressure is not that uncommon and might be (partially) caused by a crystal size distribution in the experimental MOF sample.", "(45)", " As seen in Figure ", "2", ", the fitting can provide an accurate description of the experimental isotherms.", "After applying this isotherm fitting methodology, the thermodynamic framework for structurally transforming adsorbents can be applied. The theory, including fundamental thermodynamic equations, can be found in the work of Coudert et al.,", "(31, 33)", " with some key equations given in the ", "Supporting Information", ". This thermodynamic analysis yields Δ", "F", " values, defined as the difference in free energy of the empty host in the first phase, here the lp form, and the empty host in the second phase, the np form. Because Δ", "F ", "= ", "F", "lp", " – ", "F", "np", ", it gives an indication of the most stable pore form for the desorbed COMOC-2 material. Because two transition pressures, LTP and UTP, were identified for each structural transition, Δ", "F", "LTP", " and Δ", "F", "UTP", " can be calculated. A more detailed description of this calculation can be found in the ", "Supporting Information", ". This difference in free energy Δ", "F", ", here given as the average of Δ", "F", "LTP", " and Δ", "F", "UTP", ", can be calculated for every temperature and component from the Langmuir fits for the np and lp forms.", "The calculated values can be found in Table ", "1", ".", "Table 1. Δ", "F ", "= ", "F", "lp", " – ", "F", "np", " (kJ/mol)", "a", "T", " (K)", "methane", "ethane", "ethylene", "propane", "propylene", "281.5", "X", "63", "62", "47", "59", "293", "X", "59", "82", "68", "66", "303", "X", "61", "67", "53", "47", "a", "Δ", "F", " was calculated as the average from the isotherm-based calculations of Δ", "F", "LTP", " and Δ", "F", "UTP", ".", "For methane, Δ", "F", " cannot be calculated because no transition is noticed experimentally. The positive values calculated for Δ", "F", " based on the isotherm fittings indicate the occurrence of the np when COMOC-2 is fully desorbed. A first transition from lp (desorbed state) to np, as observed at 233 K for CO", "2", " in previous work,", "(30)", " is not noticed in the hydrocarbon isotherms at 281.5, 285, and 303 K (Figure ", "3", ", ", "Figures S3–S7", "). Also for MIL-53, none, one, or two successive transitions were noticed for some adsorbates, depending on the temperature.", "(20)", " On the basis of current measurements and calculations, we cannot fully exclude an initial lp to np transition at low hydrocarbons pressure. Related to this matter, COMOC-2 has also been proposed to exhibit tristable behavior with an lp, np, and overstretched np (np′) phase.", "(30)", "On the basis of the theoretical thermodynamic framework, Δ", "F", " values should be identical or comparable for all adsorbates used.", "(31)", " However, a more recent publication suggests Δ", "F", " to rise with increasing adsorbates size.", "(45)", " A larger adsorbate size is hereby expected to induce a larger deformation of the pore structure resulting in larger free-energy changes. The values in Table ", "1", " do not allow the distinction of such trends nor the effect of temperature, but generally Δ", "F", " varies around an average value of 60 ± 9 kJ/mol. For other MOFs, much lower values of up to about 14 kJ/mol have been reported.", "(31, 33, 45)", " It should be noted that these values are based on the assumption of Langmuirian behavior and np and lp isotherm fits. The difficult appreciation of a single transition pressure due to the broadness of the isotherm step also results in an additional uncertainty in the value of Δ", "F", ".", "Mixture Adsorption–Equilibrium Isotherms", "Apart from single-component isotherms, binary isotherms of ethane and propane were determined with the gravimetric technique. Four different compositions of ethane and propane were measured (20, 35, 50, and 75 wt % ethane). Figure ", "6", " represents these binary isotherms as a function of the total pressure. The threshold pressure for breathing steadily shifts to higher pressures with increasing ethane content in the mixture because the breathing pressure for ethane is higher than that for propane.", "Figure 6. Binary isotherms of ethane and propane at 303 K, where dotted lines are the OFAST predictions for binary adsorption.", "To predict the mixture adsorption isotherms, the OFAST theory is applied.", "(32, 33)", " Here, the parameters obtained from the pure component fittings are used to predict binary isotherms. More details on the mixture prediction model can be found in the ", "Supporting Information", ". The OFAST model relies on a multicomponent adsorption model such as the ideal adsorbed solution theory (IAST).", "(46)", " The IAST, typically used for rigid adsorbents, is applied to the np and lp forms separately; both are considered to be rigid adsorbent phases. Here, OFAST can predict the transition pressure(s) for binary mixtures, indicating transitions between the adsorbent phases. Using IAST at its core, OFAST can predict the mixture adsorption based solely on the pure component adsorption isotherms with their respective isotherm model fits, as outlined above.", "In this work, two important alterations were made compared to the OFAST literature.", "(33)", " First, a Δ", "F", "LTP", " and Δ", "F", "UTP", " are considered; accordingly, lower and upper binary breathing pressures (LTP", "mix", ", UTP", "mix", ") can be predicted on the basis of only pure component data. To create smooth predicted binary isotherms, a Gaussian distribution is applied to the IAST predictions of the np and lp structures, between the LTP", "mix", " and UTP", "mix", ". This results in a smooth transition between phases. Second, an estimation equation was used to deal with adsorbate-based differing values for Δ", "F", ". Such adsorbate-based differences can be expected because transitions can require the adsorbent’s structure to change significantly to accommodate guest molecules on the basis of their size.", "(45)", " More information on the fitting and prediction methodology and the Δ", "F", " estimation equation can be found in the ", "Supporting Information", ".", "The dotted lines in Figure ", "6", " correspond to a prediction of the binary isotherms using the OFAST-based method. Predictions and experimental values correspond reasonably well. OFAST tends to slightly overestimate the total capacity adsorbed on COMOC-2. The breathing pressure is predicted quite accurately. Only the prediction for the mixture containing 50 wt % ethane slightly deviates from the experiment. In this case, OFAST predicts that breathing should start at lower pressure. But apart from these small deviations, it can be concluded that OFAST provides a remarkably accurate modeling tool for predicting the total capacities of binary isotherms for COMOC-2.", "Figure 7. OFAST-predicted and experimental mixture transition pressure (lower and upper limits) of ethane/propane mixtures at 303 K.", "Calculation of the binary breathing pressures for mixtures of different compositions using OFAST can be used to construct a phase diagram. Figure ", "7", " displays the experimental breathing pressures and the predicted ones (based solely on pure component isotherms and fits) as function of the mole fraction of ethane. Below the lower transition pressure (LTP) line, COMOC-2 can be considered to be fully in the np form. Between the LTP and UTP line, the material undergoes a smooth transition from np to lp form. Above the UTP line, COMOC-2 will adopt the lp form. Predicted and experimental binary transition pressures match quite well in this phase diagram. It should be noted that the phase diagram (Figure ", "7", ") does not show an initial lp to np transformation because neither the experimental isotherm nor the Langmuir fittings suggest such a transformation. Phase diagrams for other adsorbates or under other experimental conditions might include other phases (i.e., np′-like structures", "(30)", ") or a different number of transitions.", "Mixture Adsorption–Breakthrough Separation Experiments", "Binary adsorption equilibrium data can also be obtained by performing breakthrough experiments. This method allows one to obtain the amounts of individual compounds adsorbed in the mixture in a relatively straightforward way. Figure ", "8", " shows binary isotherms as calculated from the breakthrough data at three different compositions (25, 50, and 75 mol % ethane) as a function of total pressure (2, 4, 6, and 8 bar).", "Figure 8. Breakthrough binary adsorption data (points) and OFAST predictions (lines) of ethane (gray)/propane (black) separation as a function of total pressure for three compositions at 303 K (25, 50, and 75 mol % ethane) (left axis). Dotted lines and symbols are the separation factors (right axis).", "Figure ", "9", " shows the breakthrough profile of a 50/50 mol/mol mixture of ethane and propane at 6 bar total pressure and 303 K. Ethane breaks through as the first component, indicating that it is the least strongly adsorbed one, and propane elutes later because of its stronger interaction with the adsorbent. The profile shows a roll-up effect attributed to the displacement of adsorbed ethane by propane, resulting in the temporary increase in the outlet flow of ethane.", "Figure 9. Breakthrough profile of a 50 mol % ethane/propane mixture, measured at 303 K.", "A prediction of the adsorption equilibrium for these mixtures was also performed with the OFAST-based method outlined above. The predicted isotherms of the individual compounds of the mixture are represented by full lines in Figure ", "8", ", and the prediction of the separation factor is given by the dotted line. Although in general OFAST gives a reasonably good prediction of the mixture behavior, it seems to overestimate the propane capacity. This directly explains why the predicted separation factors (propane over ethane) are larger than the experimental ones (eq ", "1", "). The separation factor itself increases when the amount of propane decreases. This is seen in experimental as well as in predicted separation factors. The effect of breathing on the separation seems to be minor or negligible, and the separation factor decreases only slightly when the pressure increases (formation of the large pore). A sudden decrease in the separation factor is not observed when breathing occurs. This is in contrast to the behavior of MIL-53(Al, PVA) where a sudden decrease in the separation factor (for CO", "2", " and methane) was observed when the material opened to the lp state.", "(47)", " This was attributed to the specific interaction of CO", "2", " with the framework leading to the contraction of the material at lower pressure and a preferred adsorption of CO", "2", " as compared to methane. At higher pressure, when the material transformed to the lp state, the specific interaction of CO", "2", " played a lesser role, resulting in a sudden decrease in the separation factor.", "(47)", " In our case, both ethane and propane interact nonspecifically with the framework, resulting in adsorption based on pure van der Waals forces in the np as well as in the lp state, leading to only a marginally better separation in the np state.", "Much more pronounced breathing behavior is obtained in the predictions as compared to in the experiments. Better agreement between experiments and predictions regarding the breathing behavior was obtained for the gravimetric equilibrium experiments (Figure ", "3", "). Packing of the powder in the column might have led to some degradation of the COMOC-2 material, resulting in lower adsorption capacities than theoretically expected and different breathing behavior. Nevertheless, the trends of the predictions and experiments are in reasonable agreement, showing the potential of this approach for predicting mixture adsorption with flexible MOFs.", "Top of Page", "Abstract", "Introduction", "Materials and Methods", "Results and Discussion", "Conclusions", "References", "Conclusions", "COMOC-2, a V", "4+", "-containing MOF, shows pronounced breathing behavior. Isotherms of ethane, propane, ethylene, and propylene all clearly show a two-step isotherm, with a maximum capacity of 12 mmol/g for ethane at 281 K. The single-component isotherms, represented by a step change in capacity at higher loading, were fitted by dividing the isotherm into three parts. The parameters obtained from this fitting procedure were used to predict binary isotherms of ethane and propane mixtures using the OFAST technique. From these OFAST predictions, a phase diagram for ethane/propane mixtures could be composed, giving the stability regions for the narrow and large pore forms of the material. The separation potential of COMOC-2 for ethane and propane mixtures was assessed with breakthrough experiments, where it was seen that COMOC-2 shows a preferential adsorption of propane over ethane. This was also predicted by means of an OFAST-based method.", " ", "Top of Page", "Abstract", "Introduction", "Materials and Methods", "Results and Discussion", "Conclusions", "References", "Supporting Information", "Detailed method description and additional isotherms. The Supporting Information is available free of charge on the ", "ACS Publications website", " at DOI: ", "10.1021/acs.langmuir.5b00655", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Materials and Methods", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "S.C. is grateful to FWO Vlaanderen for a position as a postdoctoral researcher. J.F.M.D. is grateful to FWO Vlaanderen for financial support. T.R.C.V.A. is grateful to IWT Vlaanderen for financial support. Y.-Y.L. is grateful for financial support from the Natural Science Foundation of China (no. 21403025). P.V.D.V. thanks Ghent University for GOA grant 01G00710.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Materials and Methods", "Results and Discussion", "Conclusions", "References", "References", "This article references 47 other publications.", "1. ", "Rowsell", ", ", "J. L. C.", "; ", "Yaghi", ", ", "O. M.", " ", "Metal-organic frameworks: a new class of porous materials", " ", "Microporous Mesoporous Mater.", " ", "2004", ",  ", "73", ",  ", "3", "– ", "14", "[", "Crossref", "], [", "CAS", "]", "1. ", "Metal-organic frameworks: a new class of porous materials", "Rowsell, Jesse L. C.; Yaghi, Omar M.", "Microporous and Mesoporous Materials", "\r\n        (", "2004", "),\r\n    ", "73", "\r\n        (", "1-2", "),\r\n    ", "3-14", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "A review of the synthesis, structure, and properties of metal-org. frameworks (MOFs) is presented, highlighting the important advances in their research over the past decade.  This new class of porous materials is attracting attention due to demonstrations of their large pore sizes, high apparent surface areas, selective uptake of small mols., and optical or magnetic responses to the inclusion of guests.  More importantly, their synthesis from mol. building blocks holds the potential for directed tailoring of these properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXlvVWrur4%253D&md5=63063a3480702ad0f211a6d5f0fd0491", "2. ", "Uemura", ", ", "K.", "; ", "Matsuda", ", ", "R.", "; ", "Kitagawa", ", ", "S.", " ", "Flexible microporous coordination polymers", " ", "J. Solid State Chem.", " ", "2005", ",  ", "178", ",  ", "2420", "– ", "2429", "[", "Crossref", "], [", "CAS", "]", "2. ", "Flexible microporous coordination polymers", "Uemura, Kazuhiro; Matsuda, Ryotaro; Kitagawa, Susumu", "Journal of Solid State Chemistry", "\r\n        (", "2005", "),\r\n    ", "178", "\r\n        (", "8", "),\r\n    ", "2420-2429", "CODEN:\r\n                ", "JSSCBI", ";\r\n        ISSN:", "0022-4596", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "A review.  In a decade, many porous coordination polymers were synthesized, providing a variety of properties ranging from storage, sepn. and exchange of guests in their cavities, magnetism, cond. and catalysis by their frameworks.  Recent advent of flexible porous coordination polymers, which exhibit elastic guest accommodation in contrast to rigid three-dimensional (3-D) frameworks of conventional porous materials, have acquired a position as a new class of porous materials.  Such flexible porous properties induce highly selective guest accommodation and magnetic modulation, which could now be a unique class of practical materials.  In this review, the authors introduce recent flexible porous coordination polymers and their functional properties, categorizing the four types of pores with framework deformation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXot1Cgtb8%253D&md5=a91c1a5761eda2c31348ecf61dff645f", "3. ", "Kuppler", ", ", "R. J.", "; ", "Timmons", ", ", "D. J.", "; ", "Fang", ", ", "Q. R.", "; ", "Li", ", ", "J. R.", "; ", "Makal", ", ", "T. A.", "; ", "Young", ", ", "M. D.", "; ", "Yuan", ", ", "D. Q.", "; ", "Zhao", ", ", "D.", "; ", "Zhuang", ", ", "W. J.", "; ", "Zhou", ", ", "H. C.", " ", "Potential applications of metal-organic frameworks", " ", "Coord. Chem. Rev.", " ", "2009", ",  ", "253", ",  ", "3042", "– ", "3066", "[", "Crossref", "], [", "CAS", "]", "3. ", "Potential applications of metal-organic frameworks", "Kuppler, Ryan J.; Timmons, Daren J.; Fang, Qian-Rong; Li, Jian-Rong; Makal, Trevor A.; Young, Mark D.; Yuan, Daqiang; Zhao, Dan; Zhuang, Wenjuan; Zhou, Hong-Cai", "Coordination Chemistry Reviews", "\r\n        (", "2009", "),\r\n    ", "253", "\r\n        (", "23-24", "),\r\n    ", "3042-3066", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Metal-org. frameworks have received much attention in recent years esp. as newly developed porous materials.  As such, they possess a wide array of potential applications including materials for gas storage, gas/vapor sepn., catalysis, luminescence, and drug delivery.  In the review, these potential applications of metal-org. frameworks are examd. and an outlook will be proposed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtlagt7zM&md5=4bfb28c8429e134985cd1936ebb79030", "4. ", "Geier", ", ", "S. J.", "; ", "Mason", ", ", "J. A.", "; ", "Bloch", ", ", "E. D.", "; ", "Queen", ", ", "W. L.", "; ", "Hudson", ", ", "M. R.", "; ", "Brown", ", ", "C. M.", "; ", "Long", ", ", "J. R.", " ", "Selective adsorption of ethylene over ethane and propylene over propane in the metal-organic frameworks M-2(dobdc) (M = Mg, Mn, Fe, Co, Ni, Zn)", " ", "Chem. Sci.", " ", "2013", ",  ", "4", ",  ", "2054", "– ", "2061", "[", "Crossref", "], [", "CAS", "]", "4. ", "Selective adsorption of ethylene over ethane and propylene over propane in the metal-organic frameworks M2(dobdc) (M = Mg, Mn, Fe, Co, Ni, Zn)", "Geier, Stephen J.; Mason, Jarad A.; Bloch, Eric D.; Queen, Wendy L.; Hudson, Matthew R.; Brown, Craig M.; Long, Jeffrey R.", "Chemical Science", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "5", "),\r\n    ", "2054-2061", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A significant redn. in the energy costs assocd. with the cryogenic sepn. of ethylene-ethane and propylene-propane mixts. could potentially be realized through the use of selective solid adsorbents that operate at higher temps.  The metal-org. frameworks M2(dobdc) (M = Mg, Mn, Fe, Co, Ni, Zn; dobdc4- = 2,5-dioxido-1,4-benzenedicarboxylate) are of particular interest for this application, owing to their high d. of coordinatively unsatd. M2+ cation sites that can selectively interact with unsatd. hydrocarbons.  Here, we present gas adsorption data for ethylene, ethane, propylene, and propane at 45, 60, and 80 °C for the entire series.  The means of sample prepn. and activation is found to be important for achieving high sepn. selectivities and capacities.  While all of the compds. investigated show good performance characteristics, Fe2(dobdc) and Mn2(dobdc) exhibit the highest selectivities for the sepn. of ethylene-ethane and propylene-propane mixts., resp.  Crystal structures detd. from neutron powder diffraction data elucidate the binding of ethane, ethylene, and propylene in Mn2(dobdc) and Co2(dobdc).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXltVOltbo%253D&md5=1e4709795ff5b0869f5d7aad97864a05", "5. ", "Bloch", ", ", "E. D.", "; ", "Queen", ", ", "W. L.", "; ", "Krishna", ", ", "R.", "; ", "Zadrozny", ", ", "J. M.", "; ", "Brown", ", ", "C. M.", "; ", "Long", ", ", "J. R.", " ", "Hydrocarbon Separations in a Metal-Organic Framework with Open Iron(II) Coordination Sites", " ", "Science", " ", "2012", ",  ", "335", ",  ", "1606", "– ", "1610", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Hydrocarbon Separations in a Metal-Organic Framework with Open Iron(II) Coordination Sites", "Bloch, Eric D.; Queen, Wendy L.; Krishna, Rajamani; Zadrozny, Joseph M.; Brown, Craig M.; Long, Jeffrey R.", "Science (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "335", "\r\n        (", "6076", "),\r\n    ", "1606-1610", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "The energy costs assocd. with large-scale industrial sepn. of light hydrocarbons by cryogenic distn. could potentially be lowered through development of selective solid adsorbents that operate at higher temps.  Here, the metal-org. framework Fe2(dobdc) (dobdc4- : 2,5-dioxido-1,4-benzenedicarboxylate) is demonstrated to exhibit excellent performance characteristics for sepn. of ethylene/ethane and propylene/propane mixts. at 318 K.  Breakthrough data obtained for these mixts. provide exptl. validation of simulations, which in turn predict high selectivities and capacities of this material for the fractionation of methane/ethane/ethylene/acetylene mixts., removal of acetylene impurities from ethylene, and membrane-based olefin/paraffin sepns.  Neutron powder diffraction data confirm a side-on coordination of acetylene, ethylene, and propylene at the iron(II) centers, while also providing solid-state structural characterization of the much weaker interactions of ethane and propane with the metal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XksVyqsLc%253D&md5=d149ed45c3e688d5e4ee63d75629bd4f", "6. ", "Pan", ", ", "L.", "; ", "Olson", ", ", "D. H.", "; ", "Ciemnolonski", ", ", "L. R.", "; ", "Heddy", ", ", "R.", "; ", "Li", ", ", "J.", " ", "Separation of hydrocarbons with a microporous metal-organic framework", " ", "Angew. Chem., Int. Ed.", " ", "2006", ",  ", "45", ",  ", "616", "– ", "619", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Separation of hydrocarbons with a microporous metal-organic framework", "Pan, Long; Olson, David H.; Ciemnolonski, Lauren R.; Heddy, Ryan; Li, Jing", "Angewandte Chemie, International Edition", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "4", "),\r\n    ", "616-619", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The microporous metal-org. framework (MMOF) of [Cu(hfipbb)(H2hfipbb)0.5] is based on a bimetallic paddle-wheel building block and comprises 1D tubular microchannels formed by the interpenetration of two identical 44 nets.  The channels are hydrophobic and have the ideal size and shape to selectively adsorb C2, C3, and n-C4 olefins and alkanes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XpvVCjuw%253D%253D&md5=09a930d6c51df983f4cfc093feb55a4e", "7. ", "Ferreira", ", ", "A. F. P.", "; ", "Santos", ", ", "J. C.", "; ", "Plaza", ", ", "M. G.", "; ", "Lamia", ", ", "N.", "; ", "Loureiro", ", ", "J. M.", "; ", "Rodrigues", ", ", "A. E.", " ", "Suitability of Cu-BTC extrudates for propane-propylene separation by adsorption processes", " ", "Chem. Eng. J.", " ", "2011", ",  ", "167", ",  ", "1", "– ", "12", "[", "Crossref", "], [", "CAS", "]", "7. ", "Suitability of Cu-BTC extrudates for propane-propylene separation by adsorption processes", "Ferreira, Alexandre F. P.; Santos, Joao C.; Plaza, Marta G.; Lamia, Nabil; Loureiro, Jose M.; Rodrigues, Alirio E.", "Chemical Engineering Journal (Amsterdam, Netherlands)", "\r\n        (", "2011", "),\r\n    ", "167", "\r\n        (", "1", "),\r\n    ", "1-12", "CODEN:\r\n                ", "CMEJAJ", ";\r\n        ISSN:", "1385-8947", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "In this work, we investigate the potential of a MOF porous material, Cu-BTC in combination with cyclic adsorption processes (vacuum swing adsorption, VSA, and simulated moving bed, SMB) for the sepn. of propylene/propane mixt.  A gravimetric method has been used to measure the adsorption isotherms of propylene, propane and isobutane onto Cu-BTC extrudates over a temp. range from 323 to 373 K and pressures up to 500 kPa.  These were complemented by exptl. characterization of the Cu-BTC material using XRD and SEM-EDS techniques.  Whereas the sepn. and its kinetics were studied by breakthrough expts. on a column packed with the Cu-BTC material in the extruded form at 373 K.  The Cu-BTC extrudates are selective towards propylene, highlighting the potential of this material for the sepn. of propane and propylene mixts. by PSA process.  Furthermore, in a range of temps. and pressures, the affinity of Cu-BTC for isobutane was obsd. to be intermediate to that of propane and propylene which suggest that isobutane is a promising desorbent in SMB processes for propane/propylene sepns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhvVCktbw%253D&md5=310abc21a97cbd5e6847bdbbbd71f682", "8. ", "Plaza", ", ", "M. G.", "; ", "Ferreira", ", ", "A. F. P.", "; ", "Santos", ", ", "J. C.", "; ", "Ribeiro", ", ", "A. M.", "; ", "Muller", ", ", "U.", "; ", "Trukhan", ", ", "N.", "; ", "Loureiro", ", ", "J. M.", "; ", "Rodrigues", ", ", "A. E.", " ", "Propane/propylene separation by adsorption using shaped copper trimesate MOF", " ", "Microporous Mesoporous Mater.", " ", "2012", ",  ", "157", ",  ", "101", "– ", "111", "[", "Crossref", "], [", "CAS", "]", "8. ", "Propane/propylene separation by adsorption using shaped copper trimesate MOF", "Plaza, M. G.; Ferreira, A. F. P.; Santos, J. C.; Ribeiro, A. M.; Mueller, U.; Trukhan, N.; Loureiro, J. M.; Rodrigues, A. E.", "Microporous and Mesoporous Materials", "\r\n        (", "2012", "),\r\n    ", "157", "\r\n        (", "),\r\n    ", "101-111", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "The sepn. of propane and propylene mixts. is generally carried out through an energy intensive distn.  Adsorption processes, such as PSA or SMB, present scope for energy savings and copper trimesate (Cu-BTC) MOF has been pointed out as a promising adsorbent to carry out this sepn.  However, MOFs need to be shaped prior to their use in packed bed adsorbers in order to reduce pressure drop, and the prodn. of mech. resistant shaped bodies reduces their adsorption performance.  In this work, Cu-BTC tablets provided by BASF are evaluated to carry out propane/propylene sepn. by adsorption.  The adsorption capacity of pure propane, propylene and isobutane was assessed in a magnetic suspension balance between 323 and 373 K up to 500 kPa.  The evaluated material presents higher adsorption capacity than previously studied shaped samples, with a propylene adsorption capacity up to 6.6 mol kg-1 at 500 kPa and 323 K. Fixed-bed desorption expts. in helium flow pointed out the presence of two adsorption sites for propane, propylene and isobutane.  Cu-BTC tablets present selectivity for propylene over propane, with a sepn. factor of 2-3 at 373 K and pressures of 150-250 kPa, being able to sep. binary mixts. representative of the outlets of a C3 splitter, thus showing to be promising for PSA operation.  Finally it was confirmed that isobutane can displace and be displaced by a binary mixt. of propane and propylene, showing a good candidate as desorbent in SMB operation using Cu-BTC tablets as adsorbent.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xnt1yrsb4%253D&md5=b2154e8b7b0d411e25fa3a0fda605af4", "9. ", "Lamia", ", ", "N.", "; ", "Jorge", ", ", "M.", "; ", "Granato", ", ", "M. A.", "; ", "Paz", ", ", "F. A. A.", "; ", "Chevreau", ", ", "H.", "; ", "Rodrigues", ", ", "A. E.", " ", "Adsorption of propane, propylene and isobutane on a metal-organic framework: Molecular simulation and experiment", " ", "Chem. Eng. Sci.", " ", "2009", ",  ", "64", ",  ", "3246", "– ", "3259", "[", "Crossref", "], [", "CAS", "]", "9. ", "Adsorption of propane, propylene and isobutane on a metal-organic framework: Molecular simulation and experiment", "Lamia, Nabil; Jorge, Miguel; Granato, Miguel A.; Almeida Paz, Filipe A.; Chevreau, Hubert; Rodrigues, Alirio E.", "Chemical Engineering Science", "\r\n        (", "2009", "),\r\n    ", "64", "\r\n        (", "14", "),\r\n    ", "3246-3259", "CODEN:\r\n                ", "CESCAC", ";\r\n        ISSN:", "0009-2509", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "The sepn. of propane/propylene mixts. is the most energy-intensive operation practiced in the petrochem. industry.  Adsorptive processes are currently viewed as a promising alternative to cryogenic distn. for the sepn. of these mixts.  The authors explore the possibility of using a new metal-org. framework material, CuBTC, in adsorptive sepn. processes, particularly in a simulated moving bed (SMB) context using isobutane as a potential desorbent.  A gravimetric method was used to measure the adsorption equil. isotherms of propylene, propane and isobutane onto a com. CuBTC powder at 323-423 K and pressures up to 100 kPa.  These were complemented by a detailed exptl. characterization of the structure of CuBTC using XRD and SEM techniques.  Comparison of exptl. isotherms with grand canonical Monte Carlo simulations in CuBTC showed that propane adsorption occurs preferentially in small octahedral pockets, while isobutane is excluded from these pockets due to its bulky structure.  Propylene was seen to interact strongly with unsatd. metal sites, due to specific π - Cu bonds.  These interactions significantly enhance the affinity of this MOF for unsatd. hydrocarbons.  Also, in a range of temps. and pressures, the affinity of CuBTC for isobutane is intermediate to that of propane and propylene.  Probably CuBTC-isobutane is a very promising adsorbent-desorbent pair for use in SMB processes for propane/propylene sepns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXmvFeisrc%253D&md5=4e15dc676e864ea30fd92958f0a20418", "10. ", "Rubes", ", ", "M.", "; ", "Wiersum", ", ", "A. D.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Grajciar", ", ", "L.", "; ", "Bludsky", ", ", "O.", "; ", "Nachtigall", ", ", "P.", " ", "Adsorption of Propane and Propylene on CuBTC Metal-Organic Framework: Combined Theoretical and Experimental Investigation", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "11159", "– ", "11167", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Adsorption of Propane and Propylene on CuBTC Metal-Organic Framework: Combined Theoretical and Experimental Investigation", "Rubes, Miroslav; Wiersum, Andrew D.; Llewellyn, Philip L.; Grajciar, Lukas; Bludsky, Ota; Nachtigall, Petr", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "21", "),\r\n    ", "11159-11167", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A combined exptl. and theor. study of propane and propylene adsorption in the metal-org. framework CuBTC is presented.  The dependence of adsorption enthalpies on the adsorbed amt. was detd. by microcalorimetry up to 8 mmol g-1 coverage (roughly C3Hn/Cu2+ ratio of 1.5).  Trends obsd. exptl. were interpreted from accurate calcns. carried out at the hybrid DFT-ab initio level.  Three types of adsorption sites were identified; however, qual. different results were obtained for propane and propylene.  Propane preferentially adsorbs at the cage center sites (-ΔH° = 43 kJ mol-1), followed by adsorption at the cage window sites (31 kJ mol-1), while the interaction with the coordinatively unsatd. sites (CUS) is relatively weak (24 kJ mol-1).  On the contrary, propylene preferentially interacts with the CUS (56 kJ mol-1), while the adsorption at the cage center and cage window sites is only 45 and 34 kJ mol-1, resp.  Due to the topol. of CuBTC, lateral interactions are significantly more important among the adsorbates located at the cage center and cage window sites (populated in the case of propane) than among adsorbates at the CUS and cage center sites (populated in the case of propylene).  Therefore, adsorption energies obtained for coverages >6 mmol g-1 of adsorbed amt. were larger for propane than for propylene.  Consequently, the presence of small cages makes the CuBTC MOF less suitable for propane/propylene sepn. than MOFs having the Cu2+ CUS but without small cages (e.g., CPO-27).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXms1Oqs70%253D&md5=a38ef45ef711cf519b4e071c69c1fc49", "11. ", "Zhang", ", ", "Y.", "; ", "Li", ", ", "B.", "; ", "Krishna", ", ", "R.", "; ", "Wu", ", ", "Z.", "; ", "Ma", ", ", "D.", "; ", "Shi", ", ", "Z.", "; ", "Pham", ", ", "T.", "; ", "Forrest", ", ", "K.", "; ", "Space", ", ", "B.", "; ", "Ma", ", ", "S.", " ", "Highly selective adsorption of ethylene over ethane in a MOF featuring the combination of open metal site and pi-complexation", " ", "Chem. Commun.", " ", "2015", ",  ", "51", ",  ", "2714", "– ", "2717", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Highly selective adsorption of ethylene over ethane in a MOF featuring the combination of open metal site and π-complexation", "Zhang, Yiming; Li, Baiyan; Krishna, Rajamani; Wu, Zili; Ma, Dingxuan; Shi, Zhan; Pham, Tony; Forrest, Katherine; Space, Brian; Ma, Shengqian", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2015", "),\r\n    ", "51", "\r\n        (", "13", "),\r\n    ", "2714-2717", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The introduction of the combination of open metal site (OMS) and π-complexation into MOF has led to very high ethylene-ethane adsorption selectivity at 318 K, as illustrated in the context of MIL-101-Cr-SO3Ag.  The interactions with ethylene from both OMS and π-complexation in MIL-101-Cr-SO3Ag have been investigated by in situ IR spectroscopic studies and computational calcns., which suggest that π-complexation contributes dominantly to the high ethylene-ethane adsorption selectivity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXntVWmsA%253D%253D&md5=3aadd372d4df2746749530fdcc02bdc8", "12. ", "Chang", ", ", "G.", "; ", "Huang", ", ", "M.", "; ", "Su", ", ", "Y.", "; ", "Xing", ", ", "H.", "; ", "Su", ", ", "B.", "; ", "Zhang", ", ", "Z.", "; ", "Yang", ", ", "Q.", "; ", "Yang", ", ", "Y.", "; ", "Ren", ", ", "Q.", "; ", "Bao", ", ", "Z.", "; ", "Chen", ", ", "B.", " ", "Immobilization of Ag(I) into a metal-organic framework with -SO3H sites for highly selective olefin-paraffin separation at room temperature", " ", "Chem. Commun.", " ", "2015", ",  ", "51", ",  ", "2859", "– ", "2862", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "Immobilization of Ag(I) into a metal-organic framework with -SO3H sites for highly selective olefin-paraffin separation at room temperature", "Chang, Ganggang; Huang, Minhui; Su, Ye; Xing, Huabin; Su, Baogen; Zhang, Zhiguo; Yang, Qiwei; Yang, Yiwen; Ren, Qilong; Bao, Zongbi; Chen, Banglin", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2015", "),\r\n    ", "51", "\r\n        (", "14", "),\r\n    ", "2859-2862", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Introduction of Ag(I) ions into a sulfonic acid functionalized MOF ((Cr)-MIL-101-SO3H) significantly enhances its interactions with olefin double bonds, leading to its much higher selectivities for the sepn. of C2H4-C2H6 and C3H6-C3H8 at room temp. over the original (Cr)-MIL-101-SO3H and other adsorbents at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXntVajsQ%253D%253D&md5=3321db2e774b699240bc127f0175cb79", "13. ", "Cai", ", ", "J. F.", "; ", "Yu", ", ", "J. C.", "; ", "Xu", ", ", "H.", "; ", "He", ", ", "Y. B.", "; ", "Duan", ", ", "X.", "; ", "Cui", ", ", "Y. J.", "; ", "Wu", ", ", "C. D.", "; ", "Chen", ", ", "B. L.", "; ", "Qian", ", ", "G. D.", " ", "A Doubly Interpenetrated Metal-Organic Framework with Open Metal Sites and Suitable Pore Sizes for Highly Selective Separation of Small Hydrocarbons at Room Temperature", " ", "Cryst. Growth Des.", " ", "2013", ",  ", "13", ",  ", "2094", "– ", "2097", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "A Doubly Interpenetrated Metal-Organic Framework with Open Metal Sites and Suitable Pore Sizes for Highly Selective Separation of Small Hydrocarbons at Room Temperature", "Cai, Jianfeng; Yu, Jiancan; Xu, Hui; He, Yabing; Duan, Xing; Cui, Yuanjing; Wu, Chuande; Chen, Banglin; Qian, Guodong", "Crystal Growth & Design", "\r\n        (", "2013", "),\r\n    ", "13", "\r\n        (", "5", "),\r\n    ", "2094-2097", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "To immobilize open Cu2+ sites and tune suitable pore spaces, the authors have realized a doubly interpenetrated metal-org. framework (MOF) [Cu2L(H2O)2]·(DMF)6·H2O (ZJU-30, ZJU = Zhejiang University; H4L = biphenyl-3,3',5,5'-tetra-(phenyl-4-carboxylic) acid; DMF = N,N-dimethylformamide) for the highly selective sepn. of C2 hydrocarbons over C1 methane with the Henry law's selectivities from 9.58 to 29.8 at 273-298 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXktlyktrc%253D&md5=a0d6b3bb7289a03a133fd700f7c4fbaf", "14. ", "Herm", ", ", "Z. R.", "; ", "Bloch", ", ", "E. D.", "; ", "Long", ", ", "J. R.", " ", "Hydrocarbon Separations in Metal-Organic Frameworks", " ", "Chem. Mater.", " ", "2014", ",  ", "26", ",  ", "323", "– ", "338", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Hydrocarbon Separations in Metal-Organic Frameworks", "Herm, Zoey R.; Bloch, Eric D.; Long, Jeffrey R.", "Chemistry of Materials", "\r\n        (", "2014", "),\r\n    ", "26", "\r\n        (", "1", "),\r\n    ", "323-338", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  New materials capable of sepg. mixts. of satd., unsatd., and arom. hydrocarbons can enable more efficient industrial processes and cleaner energy.  Outstanding challenges in hydrocarbon sepns. stem from the similar structures, properties, and reactivities of the mols. comprising many of these mixts.  With high surface areas, tunable pore geometries, and adjustable surface functionality, metal-org. frameworks hold tremendous promise for effecting previously difficult or impossible sepns.  In this review, the authors provide a comprehensive account of the metal-org. frameworks that were studied for hydrocarbon sepns. within the context of their potential relevance for sepg. various industrial alkane-, alkene-, and arom.-contg. mixts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvVGkt77J&md5=4ee37f75e71bbe24847dcb57880a80d1", "15. ", "Wu", ", ", "H. H.", "; ", "Gong", ", ", "Q. H.", "; ", "Olson", ", ", "D. H.", "; ", "Li", ", ", "J.", " ", "Commensurate Adsorption of Hydrocarbons and Alcohols in Microporous Metal Organic Frameworks", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "836", "– ", "868", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Commensurate Adsorption of Hydrocarbons and Alcohols in Microporous Metal Organic Frameworks", "Wu, Haohan; Gong, Qihan; Olson, David H.; Li, Jing", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "836-868", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Commensurate adsorption is an interesting and important phenomenon occurring during adsorption processes, where the mol. size and shape of the adsorbate (guest mol.) lead to an orientation and adsorbed amt. (at equil.) that is compatible and self-consistent with the crystal symmetry and pore structure of the adsorbent.  As a new type of adsorbate material with distinctly advantageous features, microporous metal org. frameworks (MMOFs) demonstrate enormous potential for adsorption based applications, including storage, sepn., and purifn. of small gases and hydrocarbons.  Commensurate adsorption of hydrocarbons occurs far more often in MMOFs than in zeolites and related materials, primarily as a result of a vastly greater variety of framework types and richer hierarchy of complexity of the pore structures for the former.  Among numerous structures in which commensurate adsorption has been obsd. in the vicinity of room temp., many have 1D open channels built on pore segments of distinct shape, size, and narrow pore window that closely match with the geometries of hydrocarbon species.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XpsVOhtA%253D%253D&md5=5c1aad767ab767e289d672529b50f640", "16. ", "Millange", ", ", "F.", "; ", "Serre", ", ", "C.", "; ", "Ferey", ", ", "G.", " ", "Synthesis, structure determination and properties of MIL-53as and MIL-53ht: the first Cr-III hybrid inorganic-organic microporous solids: Cr-III(OH)·{O", "2", "C-C", "6", "H", "4", "-CO", "2", "}·{HO", "2", "C-C", "6", "H", "4", "-CO", "2", "H}", "(", "x", ")", " ", "Chem. Commun.", " ", "2002", ",  ", "822", "– ", "823", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Synthesis, structure determination and properties of MIL-53as and MIL-53ht: the first CrIII hybrid inorganic-organic microporous solids: CrIII(OH)·{O2C-C6H4-CO2}·{HO2C-C6H4-CO2H}x", "Millange, Franck; Serre, Christian; Ferey, Gerard", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2002", "),\r\n    ", "\r\n        (", "8", "),\r\n    ", "822-823", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The 1st three-dimensional Cr(III) dicarboxylate compds., CrIII(OH)·{O2C-C6H4-CO2}·{HO2C-C6H4-CO2H}x (x = 0, 0.75), were isolated and their structures solved from powder x-ray diffraction data.  The flexible framework of these materials delimits large pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XislSgt7g%253D&md5=8b86a05e59f97d4ca84556db07758a01", "17. ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Thouvenot", ", ", "C.", "; ", "Nogues", ", ", "M.", "; ", "Marsolier", ", ", "G.", "; ", "Louer", ", ", "D.", "; ", "Ferey", ", ", "G.", " ", "Very Large Breathing Effect in the First Nanoporous Chromium(III)-Based Solids: MIL-53 or CrIII(OH)·{O", "2", "C-C", "6", "H", "4", "-CO", "2", "}·{HO", "2", "C-C", "6", "H", "4", "-CO", "2", "H}", "x", "·H", "2", "O", "y", " ", "J. Am. Chem. Soc.", " ", "2002", ",  ", "124", ",  ", "13519", "– ", "13526", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Very Large Breathing Effect in the First Nanoporous Chromium(III)-Based Solids: MIL-53 or CrIII(OH)·{O2C-C6H4-CO2}·{HO2C-C6H4-CO2H}x·H2Oy", "Serre, Christian; Millange, Franck; Thouvenot, Christelle; Nogues, Marc; Marsolier, Gerard; Loueer, Daniel; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2002", "),\r\n    ", "124", "\r\n        (", "45", "),\r\n    ", "13519-13526", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The 1st three-dimensional Cr(III) dicarboxylate, MIL-53as or CrIII(OH)·{O2C-C6H4-CO2}·{HO2C-C6H4-CO2H}0.75, was obtained under hydrothermal conditions (as: as-synthesized).  The free acid can be removed by calcination giving the resulting solid, MIL-53ht or CrIII(OH)·{O2C-C6H4-CO2}.  At room temp., MIL-53ht adsorbs atm. H2O immediately to give CrIII(OH)·{O2C-C6H4-CO2}·H2O or MIL-53lt (lt: low-temp. form, ht:high-temp. form).  Structures, which were detd. by using x-ray powder diffraction data, are built up from chains of Cr(III) octahedra linked through terephthalate dianions.  This creates a three-dimensional structure with an array of 1-dimensional large pore channels filled with free disordered terephthalic mols. (MIL-53as) or H2O mols. (MIL-53lt); when the free mols. are removed, this leads to a nanoporous solid (MIL-53ht) with a Langmuir surface area over 1500 m2/g.  The transition between the hydrated form (MIL-53lt) and the anhyd. solid (MIL-53ht) is fully reversible and followed by a very high breathing effect (more than 5 Å), the pores being clipped in the presence of H2O mols. (MIL-53lt) and reopened when the channels are empty (MIL-53ht).  The thermal behavior of the two solids was studied using TGA and x-ray thermodiffractometry.  The sorption properties of MIL-53lt also were studied using several org. solvents.  Finally, magnetism measurements performed on MIL-53as and MIL-53lt revealed that these two phases are antiferromagnetic with Neel temps. TN of 65 and 55 K, resp.  Crystal data for MIL-53as is as follows: orthorhombic space group Pnam with a 17.340(1), b 12.178(1), c 6.822(1) Å, and Z = 4.  Crystal data for MIL-53ht is as follows: orthorhombic space group Imcm with a 16.733(1), b 13.038(1), c 6.812(1) Å, and Z = 4.  Crystal data for MIL-53lt is as follows: monoclinic space group C2/c with a 19.685(4), b 7.849(1), c 6.782(1) Å, β 104.90(1)°, and Z = 4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XotVegt74%253D&md5=59fd68d1cae2399f56196e58039d3bd5", "18. ", "Bourrelly", ", ", "S.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Loiseau", ", ", "T.", "; ", "Ferey", ", ", "G.", " ", "Different Adsorption Behaviors of Methane and Carbon Dioxide in the Isotypic Nanoporous Metal Terephthalates MIL-53 and MIL-47", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "13519", "– ", "13521", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Different Adsorption Behaviors of Methane and Carbon Dioxide in the Isotypic Nanoporous Metal Terephthalates MIL-53 and MIL-47", "Bourrelly, Sandrine; Llewellyn, Philip L.; Serre, Christian; Millange, Franck; Loiseau, Thierry; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "39", "),\r\n    ", "13519-13521", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A distinct step in the isotherm occurs during the adsorption of CO2 on MIL-53 at 304 K.  Such behavior is neither obsd. during the adsorption of CH4 on MIL-53 nor during the adsorption on the isostructural MIL-47.  This phenomenon seems to be due to a different mechanism than that of previous adsorption steps on MOF samples.  It is suggested that a breathing behavior is induced in MIL-53 during CO2 adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXpvFSnu70%253D&md5=e3d0228e57af031b6019deeeffa6d575", "19. ", "Serre", ", ", "C.", "; ", "Bourrelly", ", ", "S.", "; ", "Vimont", ", ", "A.", "; ", "Ramsahye", ", ", "N. A.", "; ", "Maurin", ", ", "G.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Daturi", ", ", "M.", "; ", "Filinchuk", ", ", "Y.", "; ", "Leynaud", ", ", "O.", "; ", "Barnes", ", ", "P.", "; ", "Férey", ", ", "G.", " ", "An Explanation for the Very Large Breathing Effect of a Metal–Organic Framework during CO", "2", " Adsorption", " ", "Adv. Mater.", " ", "2008", ",  ", "19", ",  ", "2246", "– ", "2251", "[", "Crossref", "]", "There is no corresponding record for this reference.", "20. ", "Boutin", ", ", "A.", "; ", "Coudert", ", ", "F. X.", "; ", "Springuel-Huet", ", ", "M. A.", "; ", "Neimark", ", ", "A. V.", "; ", "Ferey", ", ", "G.", "; ", "Fuchs", ", ", "A. H.", " ", "The Behavior of Flexible MIL-53(Al) upon CH4 and CO2 Adsorption", " ", "J. Phys. Chem. C", " ", "2010", ",  ", "114", ",  ", "22237", "– ", "22244", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "The Behavior of Flexible MIL-53(Al) upon CH4 and CO2 Adsorption", "Boutin, Anne; Coudert, Francois-Xavier; Springuel-Huet, Marie-Anne; Neimark, Alexander V.; Ferey, Gerard; Fuchs, Alain H.", "Journal of Physical Chemistry C", "\r\n        (", "2010", "),\r\n    ", "114", "\r\n        (", "50", "),\r\n    ", "22237-22244", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The use of the osmotic thermodn. model, combined with a series of methane and carbon dioxide gas adsorption expts. at various temps., has allowed shedding some new light on the fascinating phase behavior of flexible MIL-53(Al) metal-org. frameworks.  A generic temp.-loading phase diagram has been derived; it is shown that the breathing effect in MIL-53 is a very general phenomenon, which should be obsd. in a limited temp. range regardless of the guest mol.  In addn., the previously proposed stress model for the structural transitions of MIL-53 is shown to be transferable from xenon to methane adsorption.  The stress model also provides a theor. framework for understanding the existence of lp/np phase mixts. at pressures close to the breathing transition pressure, without having to invoke an inhomogeneous distribution of the adsorbate in the porous sample.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsV2kt73I&md5=0bd39c662462b230e102bf02d6be3b1a", "21. ", "Rosenbach", ", ", "N.", "; ", "Ghoufi", ", ", "A.", "; ", "Deroche", ", ", "I.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Devic", ", ", "T.", "; ", "Bourrelly", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Ferey", ", ", "G.", "; ", "Maurin", ", ", "G.", " ", "Adsorption of light hydrocarbons in the flexible MIL-53(Cr) and rigid MIL-47(V) metal-organic frameworks: a combination of molecular simulations and microcalorimetry/gravimetry measurements", " ", "Phys. Chem. Chem. Phys.", " ", "2010", ",  ", "12", ",  ", "6428", "– ", "6437", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "Adsorption of light hydrocarbons in the flexible MIL-53(Cr) and rigid MIL-47(V) metal-organic frameworks: a combination of molecular simulations and microcalorimetry/gravimetry measurements", "Rosenbach, N., Jr.; Ghoufi, A.; Deroche, I.; Llewellyn, P. L.; Devic, T.; Bourrelly, S.; Serre, C.; Ferey, G.; Maurin, G.", "Physical Chemistry Chemical Physics", "\r\n        (", "2010", "),\r\n    ", "12", "\r\n        (", "24", "),\r\n    ", "6428-6437", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The adsorption of short linear alkanes was explored in the highly flexible MIL-53(Cr) porous metal-org. framework by mol. simulations based on configurational bias grand canonical Monte Carlo.  The unusual shape of the adsorption isotherms with the existence of steps was successfully modelled by creating a (narrow pore, large pore) phase mixt. domain, the compn. of which varies with pressure.  A further step consisted of combining the computational approach with several exptl. tools including microcalorimetry, gravimetry and in situ x-ray diffraction, to fully characterize the adsorption behavior of the isostructural MIL-47(V) rigid MOF, i.e. the preferential arrangement of each type of alkane inside the pores and the resulting interaction energy.  Finally, relations are established between the adsorption enthalpies and both alkyl chain length and polarizability of the alkanes that can be further used to predict the energetics of the adsorption process for longer alkane chains.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXntF2htrk%253D&md5=7d5d5a672ca9257241fa5fa19e35e204", "22. ", "Trung", ", ", "T. K.", "; ", "Trens", ", ", "P.", "; ", "Tanchoux", ", ", "N.", "; ", "Bourrelly", ", ", "S.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Loera-Serna", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Loiseau", ", ", "T.", "; ", "Fajula", ", ", "F.", "; ", "Ferey", ", ", "G.", " ", "Hydrocarbon Adsorption in the Flexible Metal Organic Frameworks MIL-53(Al, Cr)", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "16926", "– ", "16932", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "Hydrocarbon Adsorption in the Flexible Metal Organic Frameworks MIL-53(Al, Cr)", "Trung, Thuy Khuong; Trens, Philippe; Tanchoux, Nathalie; Bourrelly, Sandrine; Llewellyn, Philip L.; Loera-Serna, Sandra; Serre, Christian; Loiseau, Thierry; Fajula, Francois; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "50", "),\r\n    ", "16926-16932", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A general study of the adsorption of n-alkanes in the flexible metal org. framework (MOF) MIL-53 is presented.  The roles of the length of the alkyl chain (n = 1-9), the nature of the metal (Al, Cr), and temp. were studied.  The shape of the adsorption curves is driven by the alkyl chain length of the n-alkanes.  While traditional type-I isotherms are obsd. for short alkanes (n = 1, 2), adsorbates with longer chains induce clear substeps in the isotherm curves whose positions depend on the chain length.  Such substeps are due to a breathing phenomenon, as proven by ex situ x-ray diffraction anal.  They strongly depend on the amt. of adsorbate in the pores and on the nature of the metal (Al, Cr), which, for a given alkane, leads to a strong change in the substep positions despite the similar characteristics of the two metals.  The adsorption kinetics are highly sensitive to small variations in temp.  Their detailed anal. in different regions of the isotherms shows in some cases the existence of distinct diffusion regimes and/or conformations within the flexible phases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsVWgtL%252FO&md5=f03eb4335a11c70e6b4a870bb916e8a5", "23. ", "Trung", ", ", "T. K.", "; ", "Deroche", ", ", "I.", "; ", "Rivera", ", ", "A.", "; ", "Yang", ", ", "Q. Y.", "; ", "Yot", ", ", "P.", "; ", "Ramsahye", ", ", "N.", "; ", "Vinot", ", ", "S. D.", "; ", "Devic", ", ", "T.", "; ", "Horcajada", ", ", "P.", "; ", "Serre", ", ", "C.", "; ", "Maurin", ", ", "G.", "; ", "Trens", ", ", "P.", " ", "Hydrocarbon adsorption in the isostructural metal organic frameworks MIL-53(Cr) and MIL-47(V)", " ", "Microporous Mesoporous Mater.", " ", "2011", ",  ", "140", ",  ", "114", "– ", "119", "[", "Crossref", "], [", "CAS", "]", "23. ", "Hydrocarbon adsorption in the isostructural metal organic frameworks MIL-53(Cr) and MIL-47(V)", "Trung, Thuy Khuong; Deroche, Irena; Rivera, Angel; Yang, Qingyuan; Yot, Pascal; Ramsahye, Naseem; Vinot, Sabine Devautour; Devic, Thomas; Horcajada, Patricia; Serre, Christian; Maurin, Guillaume; Trens, Philippe", "Microporous and Mesoporous Materials", "\r\n        (", "2011", "),\r\n    ", "140", "\r\n        (", "1-3", "),\r\n    ", "114-119", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "The adsorption of n-hexane and n-nonane in MIL-53(Cr) and MIL-47(V) was first investigated by gravimetric measurements.  Lattice parameters are given.  While MIL-53(Cr) exhibits a sub-step during the sorption process induced by the breathing ability of this solid, the adsorption isotherm for MIL-47(V) is of type I.  This different shape of the so-obtained isotherms was then discussed in light of complementary exptl. tools including thermogravimetry and x-ray thermodiffraction.  We thus evidenced the occurrence of different structures in presence of n-hexane or n-nonane in the case of MIL-53(Cr) identified as the narrow pore (NP) phase and large pore (LP) phase.  One noticed the existence of a swollen NP form which spans in a broad range of temp.  A computational assisted structure detn. allowed us to elucidate the structures for both NP and LP forms in presence of each investigated alkane.  From these structures, the adsorption enthalpies of n-alkanes over MIL-53(Cr) were computed.  The NP phase leads to higher enthalpy of adsorption as compared to the LP phase which is related to a higher degree of confinement.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXot12msg%253D%253D&md5=a5ae1c836cfdf730e0f0aebb9257ce82", "24. ", "Coudert", ", ", "F. X.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Fuchs", ", ", "A. H.", "; ", "Boutin", ", ", "A.", " ", "Double Structural Transition in Hybrid Material MIL-53 upon Hydrocarbon Adsorption: The Thermodynamics Behind the Scenes", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "3442", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Double Structural Transition in Hybrid Material MIL-53 upon Hydrocarbon Adsorption: The Thermodynamics Behind the Scenes", "Coudert, Francois-Xavier; Mellot-Draznieks, Caroline; Fuchs, Alain H.; Boutin, Anne", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "10", "),\r\n    ", "3442-3443", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We rationalize the thermodn. behind the guest-induced structural transitions of hybrid material MIL-53, showing that the existence of a double transition depends on the relative guest affinities for the two phases, rather than abs. adsorption enthalpies.  Based on a simple model, we interpret recent exptl. data on alkane adsorption and predict transition pressures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXisVCit7o%253D&md5=a8bee3c7cc86406b415318614c307161", "25. ", "Llewellyn", ", ", "P. L.", "; ", "Horcajada", ", ", "P.", "; ", "Maurin", ", ", "G.", "; ", "Devic", ", ", "T.", "; ", "Rosenbach", ", ", "N.", "; ", "Bourrelly", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Vincent", ", ", "D.", "; ", "Loera-Serna", ", ", "S.", "; ", "Filinchuk", ", ", "Y.", "; ", "Ferey", ", ", "G.", " ", "Complex Adsorption of Short Linear Alkanes in the Flexible Metal-Organic-Framework MIL-53(Fe)", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "13002", "– ", "13008", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Complex adsorption of short linear alkanes in the flexible metal-organic-framework MIL-53(Fe)", "Llewellyn, P. L.; Horcajada, P.; Maurin, G.; Devic, T.; Rosenbach, N.; Bourrelly, S.; Serre, C.; Vincent, D.; Loera-Serna, S.; Filinchuk, Y.; Ferey, G.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "36", "),\r\n    ", "13002-13008", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This study is based on a combination of exptl. tools completed by a computational approach to deeply characterize the unusual adsorption behavior of the flexible MIL-53(Fe) in the presence of short linear alkanes.  In contrast to the aluminum or chromium analogs the authors previously reported, the iron MIL-53 solid, which initially exhibits a closed structure in the dry state, shows more complex adsorption isotherms with multisteps occurring at pressures that depend on the nature of the alkane.  This behavior was attributed to the existence of four discrete pore openings during the whole adsorption process.  Mol. simulations coupled with in situ x-ray powder diffraction were able to uncover these various structural states.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtVartbvE&md5=ae360b7f32e921909d3b3529c899c368", "26. ", "Couck", ", ", "S.", "; ", "Gobechiya", ", ", "E.", "; ", "Kirschhock", ", ", "C. E. A.", "; ", "Serra-Crespo", ", ", "P.", "; ", "Juan-Alcaniz", ", ", "J.", "; ", "Joaristi", ", ", "A. M.", "; ", "Stavitski", ", ", "E.", "; ", "Gascon", ", ", "J.", "; ", "Kapteijn", ", ", "F.", "; ", "Baron", ", ", "G. V.", "; ", "Denayer", ", ", "J. F. M.", " ", "Adsorption and Separation of Light Gases on an Amino-Functionalized Metal-Organic Framework: An Adsorption and In Situ XRD Study", " ", "ChemSusChem", " ", "2012", ",  ", "5", ",  ", "740", "– ", "750", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "Adsorption and Separation of Light Gases on an Amino-Functionalized Metal-Organic Framework: An Adsorption and In Situ XRD Study", "Couck, Sarah; Gobechiya, Elena; Kirschhock, Christine E. A.; Serra-Crespo, Pablo; Juan-Alcaniz, Jana; Martinez Joaristi, Alberto; Stavitski, Eli; Gascon, Jorge; Kapteijn, Freek; Baron, Gino V.; Denayer, Joeri F. M.", "ChemSusChem", "\r\n        (", "2012", "),\r\n    ", "5", "\r\n        (", "4", "),\r\n    ", "740-750", "CODEN:\r\n                ", "CHEMIZ", ";\r\n        ISSN:", "1864-5631", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The NH2-MIL-53(Al) metal-org. framework was studied for its use in the sepn. of CO2 from CH4, H2, N2, C2H6 and C3H8 mixts.  Isotherms of methane, ethane, propane, hydrogen, nitrogen, and CO2 were measured.  The atypical shape of these isotherms is attributed to the breathing properties of the material, in which a transition from a very narrow pore form to a narrow pore form and from a narrow pore form to a large pore form occurs, depending on the total pressure and the nature of the adsorbate, as demonstrated by in situ XRD patterns measured during adsorption.  Apart from CO2, all tested gases interacted weakly with the adsorbent.  As a result, they are excluded from adsorption in the narrow pore form of the material at low pressure.  CO2 interacted much more strongly and was adsorbed in significant amts. at low pressure.  This gives the material excellent properties to sep. CO2 from other gases.  The sepn. of CO2 from methane, nitrogen, hydrogen, or a combination of these gases was demonstrated by breakthrough expts. using pellets of NH2-MIL-53(Al).  The effect of total pressure (1-30 bar), gas compn., temp. (303-403 K) and contact time was examd.  In all cases, CO2 was selectively adsorbed, whereas methane, nitrogen, and hydrogen nearly did not adsorb at all.  Regeneration of the adsorbent by thermal treatment, inert purge gas stripping, and pressure swing was demonstrated.  The NH2-MIL-53(Al) pellets retained their selectivity and capacity for >2 years.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XjtVOgtro%253D&md5=dc7de758850610c1db70c4270c967fef", "27. ", "Stavitski", ", ", "E.", "; ", "Pidko", ", ", "E. A.", "; ", "Couck", ", ", "S.", "; ", "Remy", ", ", "T.", "; ", "Hensen", ", ", "E. J. M.", "; ", "Weckhuysen", ", ", "B. M.", "; ", "Denayer", ", ", "J.", "; ", "Gascon", ", ", "J.", "; ", "Kapteijn", ", ", "F.", " ", "Complexity behind CO2 Capture on NH2-MIL-53(Al)", " ", "Langmuir", " ", "2011", ",  ", "27", ",  ", "3970", "– ", "3976", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "Complexity behind CO2 Capture on NH2-MIL-53(Al)", "Stavitski, Eli; Pidko, Evgeny A.; Couck, Sarah; Remy, Tom; Hensen, Emiel J. M.; Weckhuysen, Bert M.; Denayer, Joeri; Gascon, Jorge; Kapteijn, Freek", "Langmuir", "\r\n        (", "2011", "),\r\n    ", "27", "\r\n        (", "7", "),\r\n    ", "3970-3976", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Some Metal Org. Frameworks (MOFs) show excellent performance in extg. carbon dioxide from different gas mixts.  The origin of their enhanced sepn. ability is not clear yet.  Herein, the authors present a combined exptl. and theor. study of the amino-functionalized MIL-53(Al) to elucidate the mechanism behind its unusual high efficiency in CO2 capture.  Spectroscopic and DFT studies point out only an indirect role of amine moieties.  In contrast to other amino-functionalized CO2 sorbents, no chem. bond between CO2 and the NH2 groups of the structure is formed.  The functionalization modulates the breathing behavior of the material, i.e., the flexibility of the framework and its capacity to alter the structure upon the introduction of specific adsorbates.  The absence of strong chem. interactions with CO2 is of high importance for the overall performance of the adsorbent, since full regeneration can be achieved within minutes under very mild conditions, demonstrating the high potential of this type of adsorbents for PSA like systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXivVShsrc%253D&md5=e9ebca4338eb83c2165b3582601dd610", "28. ", "Leclerc", ", ", "H.", "; ", "Devic", ", ", "T.", "; ", "vautour-Vinot", ", ", "S.", "; ", "Bazin", ", ", "P.", "; ", "Audebrand", ", ", "N.", "; ", "Ferey", ", ", "G.", "; ", "Daturi", ", ", "M.", "; ", "Vimont", ", ", "A.", "; ", "Clet", ", ", "G.", " ", "Influence of the Oxidation State of the Metal Center on the Flexibility and Adsorption Properties of a Porous Metal Organic Framework: MIL-47(V)", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", ",  ", "19828", "– ", "19840", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Influence of the Oxidation State of the Metal Center on the Flexibility and Adsorption Properties of a Porous Metal Organic Framework: MIL-47(V)", "Leclerc, Herve; Devic, Thomas; Devautour-Vinot, Sabine; Bazin, Philippe; Audebrand, Nathalie; Ferey, Gerard; Daturi, Marco; Vimont, Alexandre; Clet, Guillaume", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "40", "),\r\n    ", "19828-19840", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An alternative activation method was developed to stabilize the Metal Org. Framework (MOF) MIL-47(V) material in the VIII oxidn. state.  This solid and the oxidized forms were investigated by in situ IR and Raman spectroscopies, X-ray diffraction (XRD), and Complex Impedance Spectroscopy (CIS).  Unlike MIL-47(VIV), MIL-47(VIII) is a flexible structure which presents μ2-hydroxyl groups acting as preferential adsorption sites for H2O or CO2.  The modulation of the oxidn. state of the metal center of this porous material leads to new intermediate porous solids with mixed oxidn. states VIII/VIV.  In these materials, the VIII and VIV centers seem to occur in close vicinity.  However, the presence of VIV centers inhibits the flexibility to a large extent.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFOit7bI&md5=decbd333052aa22bb15c0ea495f4060a", "29. ", "Yot", ", ", "P. G.", "; ", "Ma", ", ", "Q. T.", "; ", "Haines", ", ", "J.", "; ", "Yang", ", ", "Q. Y.", "; ", "Ghoufi", ", ", "A.", "; ", "Devic", ", ", "T.", "; ", "Serre", ", ", "C.", "; ", "Dmitriev", ", ", "V.", "; ", "Ferey", ", ", "G.", "; ", "Zhong", ", ", "C. L.", "; ", "Maurin", ", ", "G.", " ", "Large breathing of the MOF MIL-47(V-IV) under mechanical pressure: a joint experimental-modelling exploration", " ", "Chem. Sci.", " ", "2012", ",  ", "3", ",  ", "1100", "– ", "1104", "[", "Crossref", "], [", "CAS", "]", "29. ", "Large breathing of the MOF MIL-47(VIV) under mechanical pressure: a joint experimental-modelling exploration", "Yot, Pascal G.; Ma, Qintian; Haines, Julien; Yang, Qingyuan; Ghoufi, Aziz; Devic, Thomas; Serre, Christian; Dmitriev, Vladimir; Ferey, Gerard; Zhong, Chongli; Maurin, Guillaume", "Chemical Science", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "4", "),\r\n    ", "1100-1104", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A joint exptl.-modeling study has demonstrated a large flexibility of the MIL-47(VIV) upon mech. pressure which strongly deviates from its rigid behavior in presence of guest mols.  A structural transition suspected by mercury intrusion and further confirmed by X-ray powder diffraction and mol. dynamics simulations, leads to a closed MIL-47(VIV) form never obsd. so far corresponding to a cell contraction of up to 43%.  The microscopic key features that govern this transition are then elucidated from complementary Raman expts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xjt1Oms74%253D&md5=25d05b4f8c093c1cc3dc353ba5469455", "30. ", "Liu", ", ", "Y. Y.", "; ", "Couck", ", ", "S.", "; ", "Vandichel", ", ", "M.", "; ", "Grzywa", ", ", "M.", "; ", "Leus", ", ", "K.", "; ", "Biswas", ", ", "S.", "; ", "Vollmer", ", ", "D.", "; ", "Gascon", ", ", "J.", "; ", "Kapteijn", ", ", "F.", "; ", "Denayer", ", ", "J. F. M.", "; ", "Waroquier", ", ", "M.", "; ", "Van Speybroeck", ", ", "V.", "; ", "Van Der Voort", ", ", "P.", " ", "New V-IV-Based Metal-Organic Framework Having Framework Flexibility and High CO2 Adsorption Capacity", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "113", "– ", "120", "[", "ACS Full Text ", "], [", "CAS", "]", "30. ", "New VIV-Based Metal-Organic Framework Having Framework Flexibility and High CO2 Adsorption Capacity", "Liu, Ying-Ya; Couck, Sarah; Vandichel, Matthias; Grzywa, Maciej; Leus, Karen; Biswas, Shyam; Volkmer, Dirk; Gascon, Jorge; Kapteijn, Freek; Denayer, Joeri F. M.; Waroquier, Michel; Van Speybroeck, Veronique; Van Der Voort, Pascal", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "1", "),\r\n    ", "113-120", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A V based metal-org. framework (MOF), VO(BPDC) (BPDC2- = biphenyl-4,4'-dicarboxylate), adopting an expanded MIL-47 structure type, was synthesized via solvothermal and microwave methods.  Its structural and gas/vapor sorption properties were studied.  This compd. displays a distinct breathing effect toward certain adsorptives at workable temps.  The sorption isotherms of CO2 and CH4 indicate a different sorption behavior at specific temps.  In situ synchrotron x-ray powder diffraction measurements and mol. simulations were used to characterize the structural transition.  The exptl. measurements clearly suggest the existence of both narrow pore and large pore forms.  A free energy profile along the pore angle was computationally detd. for the empty host framework.  Apart from a regular large pore and a regular narrow pore form, an overstretched narrow pore form also was found.  Addnl., a variety of spectroscopic techniques combined with N2 adsorption/desorption isotherms measured at 77 K demonstrate that the existence of the mixed oxidn. states VIII/VIV in the titled MOF structure compared to pure VIV increases the difficulty in triggering the flexibility of the framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhvVOrs7vJ&md5=66827e0c91cf7897b7ac9cd90b3200fd", "31. ", "Coudert", ", ", "F. X.", "; ", "Jeffroy", ", ", "M.", "; ", "Fuchs", ", ", "A. H.", "; ", "Boutin", ", ", "A.", "; ", "Mellot-Draznieks", ", ", "C.", " ", "Thermodynamics of Guest-induced Structural Transitions in Hybrid Organic-Inorganic Frameworks", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "14294", "– ", "14302", "[", "ACS Full Text ", "], [", "CAS", "]", "31. ", "Thermodynamics of Guest-Induced Structural Transitions in Hybrid Organic-Inorganic Frameworks", "Coudert, Francois-Xavier; Jeffroy, Marie; Fuchs, Alain H.; Boutin, Anne; Mellot-Draznieks, Caroline", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "43", "),\r\n    ", "14294-14302", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors provide a general thermodn. framework for the understanding of guest-induced structural transitions in hybrid org.-inorg. materials.  The method is based on the anal. of exptl. adsorption isotherms.  It allows the detn. of the free energy differences between host structures involved in guest-induced transitions, esp. hard to obtain exptl.  The general case of adsorption in flexible materials and show how a few key quantities, such as pore vols. and adsorption affinities, entirely det. the phenomenol. of adsorption, including the occurrence of structural transitions are discussed.  From adsorption thermodn., the authors then propose a taxonomy of guest-induced structural phase transitions and the corresponding isotherms.  In particular, the authors derive generic conditions for observing a double structural transition upon adsorption, often resulting in a two-step isotherm.  Finally, the authors show the wide applicability and the robustness of the model through three case studies of topical hybrid org.-inorg. frameworks: the hysteretic hydrogen adsorption in Co(1,4-benzenedipyrazolate), the guest-dependent gate-opening in Cu(4,4'-bipyridine)(2,5-dihydroxybenzoate)2 and the CO2-induced breathing of hybrid material MIL-53.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtFOhsr7K&md5=17aec32d0c8bba894bbb8343c6a73cda", "32. ", "Coudert", ", ", "F. X.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Fuchs", ", ", "A. H.", "; ", "Boutin", ", ", "A.", " ", "Prediction of Breathing and Gate-Opening Transitions Upon Binary Mixture Adsorption in Metal-Organic Frameworks", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "11329", "[", "ACS Full Text ", "], [", "CAS", "]", "32. ", "Prediction of Breathing and Gate-Opening Transitions Upon Binary Mixture Adsorption in Metal-Organic Frameworks", "Coudert, Francois-Xavier; Mellot-Draznieks, Caroline; Fuchs, Alain H.; Boutin, Anne", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "32", "),\r\n    ", "11329-11331", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Among the numerous applications of metal-org. frameworks (MOFs), a topical class of nanoporous materials, adsorptive sepn. is gaining considerable attention.  Some of the most exciting candidates for gas sepn. processes exhibit structural transitions, such as breathing and gate opening.  While predictive anal. methods are crucial in sepn. science and were widely used for rigid nanoporous solids, a lack exists for materials that exhibit flexibility.  The authors propose here a general method predicting, for the 1st time, the evolution of structural transitions and selectivity upon adsorption of gas mixts. in flexible nanoporous solids.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXptFChs70%253D&md5=5a43dc0e19696c10d6cef527c6cb042d", "33. ", "Coudert", ", ", "F. X.", " ", "The osmotic framework adsorbed solution theory: predicting mixture coadsorption in flexible nanoporous materials", " ", "Phys. Chem. Chem. Phys.", " ", "2010", ",  ", "12", ",  ", "10904", "– ", "10913", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "33. ", "The osmotic framework adsorbed solution theory: predicting mixture coadsorption in flexible nanoporous materials", "Coudert, Francois-Xavier", "Physical Chemistry Chemical Physics", "\r\n        (", "2010", "),\r\n    ", "12", "\r\n        (", "36", "),\r\n    ", "10904-10913", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Predictive anal. methods are crucial tools in the design of adsorptive gas sepn. processes.  While they are widely used for rigid nanoporous solids, there is a lack of flexible materials, including the very topical and promising dynamic metal-org. frameworks (MOFs), which display such eye-catching phenomena as gate opening and breathing.  The authors present here the osmotic framework adsorbed soln. theory (OFAST), which predicts the evolution of structural transitions and selectivity upon adsorption of fluid mixts. in flexible nanoporous solids, using as a sole input exptl. pure component isotherms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFWqtbfI&md5=ca48761a70c0b0fbbe2f91d00174f124", "34. ", "Remy", ", ", "T.", "; ", "Peter", ", ", "S. A.", "; ", "Van der Perre", ", ", "S.", "; ", "Valvekens", ", ", "P.", "; ", "De Vos", ", ", "D. E.", "; ", "Baron", ", ", "G. V.", "; ", "Denayer", ", ", "J. F. M.", " ", "Selective Dynamic CO2 Separations on Mg-MOF-74 at Low Pressures: A Detailed Comparison with 13X", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "9301", "– ", "9310", "[", "ACS Full Text ", "], [", "CAS", "]", "34. ", "Selective dynamic CO2 separations on Mg-MOF-74 at low pressures: a detailed comparison with 13X", "Remy, Tom; Peter, Sunil A.; Van der Perre, Stijn; Valvekens, Pieterjan; De Vos, Dirk E.; Baron, Gino V.; Denayer, Joeri F. M.", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "18", "),\r\n    ", "9301-9310", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This study investigates the potential of the well-known metal-org. framework (MOF) Mg-MOF-74 for low-pressure CO2 sepns. under dynamic conditions.  We developed a technique to make pellets of Mg-MOF-74 without large capacity loss and measured CO2 and CH4 isotherms on these pellets up to 40 bar in the temp. range of 293-338 K.  Dynamic breakthrough sepn. expts. with mixts. of CO2 and CH4 on a column packed with Mg-MOF-74 pellets at 308 K and 1 bar indicated a higher CO2 capacity and sepn. efficiency for the MOF with respect to the benchmark 13X zeolite.  The MOF regains 81% of its original capacity when purging with helium at 308 K during 10 min and can be fully regenerated at 353 K, which indicates the facile desorption of CO2 on this material.  However, the performance of Mg-MOF-74 severely deteriorates upon long-term exposure to relevant impurities in CO2 sepns. at low pressures such as water and oxygen.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXlslagtro%253D&md5=e4f50190a156bf8873aeb5440fdcc7e9", "35. ", "Van Assche", ", ", "T. R. C.", "; ", "Duerinck", ", ", "T.", "; ", "Van der Perre", ", ", "S.", "; ", "Baron", ", ", "G. V.", "; ", "Denayer", ", ", "J. F. M.", " ", "Prediction of Molecular Separation of Polar-Apolar Mixtures on Heterogeneous Metal-Organic Frameworks: HKUST-1", " ", "Langmuir", " ", "2014", ",  ", "30", ",  ", "7878", "– ", "7883", "[", "ACS Full Text ", "], [", "CAS", "]", "35. ", "Prediction of Molecular Separation of Polar-Apolar Mixtures on Heterogeneous Metal-Organic Frameworks: HKUST-1", "Van Assche, Tom R. C.; Duerinck, Tim; Van der Perre, Stijn; Baron, Gino V.; Denayer, Joeri F. M.", "Langmuir", "\r\n        (", "2014", "),\r\n    ", "30", "\r\n        (", "26", "),\r\n    ", "7878-7883", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Due to the combination of metal ions and org. linkers and the presence of different types of cages and channels, metal-org. frameworks often possess a large structural and chem. heterogeneity, complicating their adsorption behavior, esp. for polar-apolar adsorbate mixts.  By allocating isotherms to individual subunits in the structure, the ideal adsorbed soln. theory (IAST) can be adjusted to cope with this heterogeneity.  The binary adsorption of methanol and n-hexane on HKUST-1 is analyzed using this segregated IAST approach and offers a significant improvement over the std. IAST model predictions.  It identifies the various HKUST-1 cages to have a pronounced polar or apolar adsorptive behavior.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXpsFeisLw%253D&md5=f72d9c7f5d7fae1074957a2a2e35ce3a", "36. ", "Malek", ", ", "A.", "; ", "Farooq", ", ", "S.", " ", "Determination of equilibrium isotherms using dynamic column breakthrough and constant flow equilibrium desorption", " ", "J. Chem. Eng. Data", " ", "1996", ",  ", "41", ",  ", "25", "– ", "32", "[", "ACS Full Text ", "], [", "CAS", "]", "36. ", "Determination of Equilibrium Isotherms Using Dynamic Column Breakthrough and Constant Flow Equilibrium Desorption", "Malek, A.; Farooq, S.", "Journal of Chemical and Engineering Data", "\r\n        (", "1996", "),\r\n    ", "41", "\r\n        (", "1", "),\r\n    ", "25-32", "CODEN:\r\n                ", "JCEAAX", ";\r\n        ISSN:", "0021-9568", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reliable adsorption equil. data are key elements in the design of an adsorption sepn. process.  Two excellent methods for obtaining single-component equil. isotherm data are the dynamic column breakthrough method and the const. flow equil. desorption method.  Both these methods were used to derive the equil. isotherms of methane, ethane, and propane in activated carbon and silica gel.  The exptl. setup and anal. required for these methods are elaborated.  The equil. results for these gases for a moderate pressure range and at three different temps. are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXpvF2msLg%253D&md5=0b9c9b3be7cdd0fc5f06bf4739aaf598", "37. ", "Ruthven", ", ", "D. M.", "  ", "Principles of Adsorption and Adsorption Processes", "; ", "John Wiley & Sons Inc.", ", ", "1984", ".", "There is no corresponding record for this reference.", "38. ", "Denayer", ", ", "J. F. M.", "; ", "Ocakoglu", ", ", "A. R.", "; ", "Martens", ", ", "J. A.", "; ", "Baron", ", ", "G. V.", " ", "Investigation of inverse shape selectivity in alkane adsorption on SAPO-5 zeolite using the tracer chromatography technique", " ", "J. Catal.", " ", "2004", ",  ", "226", ",  ", "240", "– ", "244", "[", "Crossref", "], [", "CAS", "]", "38. ", "Investigation of inverse shape selectivity in alkane adsorption on SAPO-5 zeolite using the tracer chromatography technique", "Denayer, J. F. M.; Ocakoglu, A. R.; Martens, J. A.; Baron, G. V.", "Journal of Catalysis", "\r\n        (", "2004", "),\r\n    ", "226", "\r\n        (", "1", "),\r\n    ", "240-244", "CODEN:\r\n                ", "JCTLA5", ";\r\n        ISSN:", "0021-9517", ".\r\n    \r\n            (", "Elsevier Science", ")\r\n        ", "Adsorption of linear and branched alkanes (C4-C8 range) on a microporous silicoaluminophosphate material (SAPO-5) was studied using the chromatog. technique at 353-573 K.  Under these exptl. conditions of low micropore occupancy specific branched mols. adsorb preferentially over the corresponding linear isomers.  Such inverse shape selectivity was encountered with isobutane, isopentane, 3-methylpentane, 2,2-dimethylbutane, 2,3-dimethylbutane, and 2,2-dimethylhexane.  Other skeletal isomers exhibit the conventional shape selectivity; i.e., their adsorption is less favorable compared to the linear alkane with the same carbon no.  The occurrence of inverse shape selectivity vs. conventional shape selectivity can be explained in terms of compensation between the adsorption enthalpy and entropy.  The branched species that exhibit inverse shape selectivity have a higher adsorption enthalpy compared to the linear chains, counterbalancing the neg. contribution of adsorption entropy to the adsorption equil.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXlsFagu7Y%253D&md5=6bacb5dbe5802a86a078858cfc19566d", "39. ", "Denayer", ", ", "J. F. M.", "; ", "Ocakoglu", ", ", "R. A.", "; ", "Arik", ", ", "I. C.", "; ", "Kirschhock", ", ", "C. E. A.", "; ", "Martens", ", ", "J. A.", "; ", "Baron", ", ", "G. V.", " ", "Rotational entropy driven separation of alkane/isoalkane mixtures in zeolite cages", " ", "Angew. Chem., Int. Ed.", " ", "2005", ",  ", "44", ",  ", "400", "– ", "403", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "39. ", "Rotational entropy driven separation of alkane/isoalkane mixtures in zeolite cages", "Denayer, Joeri F. M.; Ocakoglu, Refik A.; Arik, Ilbige C.; Kirschhock, Christine E. A.; Martens, Johan A.; Baron, Gino V.", "Angewandte Chemie, International Edition", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "3", "),\r\n    ", "400-403", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Depending on their radius of gyration, mols. either retain or lose their ability to rotate inside zeolite cages.  Such differences in rotational adsorption entropy result in a preferential uptake of branched alkanes over their linear structural isomers in zeolites such as MCM-22 which allows the sepn. of the two types of mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXntVahsA%253D%253D&md5=5051ab8bb350bcc6e2b2ed5d992afdb5", "40. ", "Neimark", ", ", "A. V.", "; ", "Coudert", ", ", "F. X.", "; ", "Triguero", ", ", "C.", "; ", "Boutin", ", ", "A.", "; ", "Fuchs", ", ", "A. H.", "; ", "Beurroies", ", ", "I.", "; ", "Denoyel", ", ", "R.", " ", "Structural Transitions in MIL-53 (Cr): View from Outside and Inside", " ", "Langmuir", " ", "2011", ",  ", "27", ",  ", "4734", "– ", "4741", "[", "ACS Full Text ", "], [", "CAS", "]", "40. ", "Structural Transitions in MIL-53 (Cr): View from Outside and Inside", "Neimark, Alexander V.; Coudert, Francois-Xavier; Triguero, Carles; Boutin, Anne; Fuchs, Alain H.; Beurroies, Isabelle; Denoyel, Renaud", "Langmuir", "\r\n        (", "2011", "),\r\n    ", "27", "\r\n        (", "8", "),\r\n    ", "4734-4741", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We present a unified thermodn. description of the breathing transitions between large pore (lp) and narrow pore (np) phases of MIL-53 (Cr) obsd. during the adsorption of guest mols. and the mech. compression in the process of mercury porosimetry.  By revisiting recent exptl. data on mercury intrusion and in situ XRD during CO2 adsorption, we demonstrate that the magnitude of the adsorption stress exerted inside the pores by guest mols., which is required for inducing the breathing transition, corresponds to the magnitude of the external pressure applied from the outside that causes the resp. transformation between lp and np phases.  We show that, when a stimulus is applied to breathing MOFs of MIL-53 type, these materials exhibit small reversible elastic deformations of lp and np phases of the order of 2-4%, while the breathing transition is assocd. with irreversible plastic deformation that leads to up to ∼40% change of the sample vol. and a pronounced hysteresis.  These results shed light on the specifics of the structural transformations in MIL-53 (Cr) and other soft porous crystals (SPC).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjsVGjurk%253D&md5=6002d1f0150c4aebb1c183f3e82c8c25", "41. ", "Denayer", ", ", "J. F. M.", "; ", "Baron", ", ", "G. V.", " ", "The confinement factor: A thermodynamic parameter to characterize microporous adsorbents", " ", "Adsorption", " ", "2005", ",  ", "11", ",  ", "85", "– ", "90", "[", "Crossref", "]", "There is no corresponding record for this reference.", "42. ", "Finsy", ", ", "V.", "; ", "Calero", ", ", "S.", "; ", "Garcia-Perez", ", ", "E.", "; ", "Merkling", ", ", "P. J.", "; ", "Vedts", ", ", "G.", "; ", "De Vos", ", ", "D. E.", "; ", "Baron", ", ", "G. V.", "; ", "Denayer", ", ", "J. F. M.", " ", "Low-coverage adsorption properties of the metal-organic framework MIL-47 studied by pulse chromatography and Monte Carlo simulations", " ", "Phys. Chem. Chem. Phys.", " ", "2009", ",  ", "11", ",  ", "3515", "– ", "3521", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "42. ", "Low-coverage adsorption properties of the metal-organic framework MIL-47 studied by pulse chromatography and Monte Carlo simulations", "Finsy, Vincent; Calero, Sofia; Garcia-Perez, Elena; Merkling, Patrick J.; Vedts, Gill; De Vos, Dirk E.; Baron, Gino V.; Denayer, Joeri F. M.", "Physical Chemistry Chemical Physics", "\r\n        (", "2009", "),\r\n    ", "11", "\r\n        (", "18", "),\r\n    ", "3515-3521", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Low-coverage adsorption properties of the metal-org. framework MIL-47 were detd. by a combined exptl. and simulation study.  Henry consts. and low coverage adsorption enthalpies of C5-C8 linear and branched alkanes, cyclohexane and benzene were measured from 120 to 240° using pulse gas chromatog.  An adapted force field for linear and branched alkanes in MIL-47 was used to compute the adsorption properties of those mols.  A new set of charges was developed for simulations with benzene in MIL-47.  The adsorption enthalpy of linear alkanes increases with ∼7.6 kJ mol-1 per addnl. -CH2- group.  Henry adsorption consts. of iso-alkanes are slightly lower than those of the linear chains but the MIL-47 framework is not imposing steric constraints on the branched chains.  Benzene and cyclohexane are adsorbed less strongly than n-hexane as they have less hydrogen atoms.  For the studied nonpolar mols., the adsorption energies are dominated by van der Waals interactions and benzene adsorption is addnl. influenced by Coulombic interactions.  The simulated tendencies are in good agreement with the expts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVGntbg%253D&md5=be87fd7ec4a3a902303f62977cd0716e", "43. ", "Couck", ", ", "S.", "; ", "Remy", ", ", "T.", "; ", "Baron", ", ", "G. V.", "; ", "Gascon", ", ", "J.", "; ", "Kapteijn", ", ", "F.", "; ", "Denayer", ", ", "J. F. M.", " ", "A pulse chromatographic study of the adsorption properties of the amino-MIL-53 (Al) metal-organic framework", " ", "Phys. Chem. Chem. Phys.", " ", "2010", ",  ", "12", ",  ", "9413", "– ", "9418", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "43. ", "A pulse chromatographic study of the adsorption properties of the amino-MIL-53 (Al) metal-organic framework", "Couck, Sarah; Remy, Tom; Baron, Gino V.; Gascon, Jorge; Kapteijn, Freek; Denayer, Joeri F. M.", "Physical Chemistry Chemical Physics", "\r\n        (", "2010", "),\r\n    ", "12", "\r\n        (", "32", "),\r\n    ", "9413-9418", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Low-coverage adsorption properties of the metal-org. framework amino-MIL-53 (Al) were detd. using the pulse chromatog. technique.  By using n-alkanes, iso-alkanes, 1-alkenes, cyclohexane and benzene as probe mols., the nature of the adsorptive interactions in amino-MIL-53 (Al) was studied.  Henry adsorption consts. and adsorption enthalpies of iso-alkanes are significantly lower than those of the linear alkanes, demonstrating the shape selective properties of amino-MIL-53.  The presence of amino-groups in the pores of the material increases the electrostatic contributions with mols. contg. double bonds.  A simple model relates adsorption enthalpies to the no. of hydrogen atoms and double bonds in the mol.  The effective pore size of the material was estd. based on the relation between adsorption enthalpy and entropy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXpvVSqurs%253D&md5=65ef0158b11dd67c9a2bce0fdfec9e28", "44. ", "Duerinck", ", ", "T.", "; ", "Couck", ", ", "S.", "; ", "Vermoortele", ", ", "F.", "; ", "De Vos", ", ", "D. E.", "; ", "Baron", ", ", "G. V.", "; ", "Denayer", ", ", "J. F.", " ", "Pulse Gas Chromatographic Study of Adsorption of Substituted Aromatics and Heterocyclic Molecules on MIL-47 at Zero Coverage", " ", "Langmuir", " ", "2012", ",  ", "28", ",  ", "13883", "– ", "13891", "[", "ACS Full Text ", "], [", "CAS", "]", "44. ", "Pulse Gas Chromatographic Study of Adsorption of Substituted Aromatics and Heterocyclic Molecules on MIL-47 at Zero Coverage", "Duerinck, Tim; Couck, Sarah; Vermoortele, Frederik; De Vos, Dirk E.; Baron, Gino V.; Denayer, Joeri F. M.", "Langmuir", "\r\n        (", "2012", "),\r\n    ", "28", "\r\n        (", "39", "),\r\n    ", "13883-13891", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The low coverage adsorptive properties of the MIL-47 metal org. framework toward arom. and heterocyclic mols. are reported.  The effect of mol. functionality and size on Henry adsorption consts. and adsorption enthalpies of alkyl and heteroatom functionalized benzene derivs. and heterocyclic mols. was studied using pulse gas chromatog.  By means of statistical anal., exptl. data was analyzed and modeled using principal component anal. and partial least-squares regression.  Structure-property relationships were established, revealing and confirming several trends.  Among the mol. properties governing the adsorption process, vapor pressure, mean polarizability, and dipole moment play a detg. role.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlWmtbvI&md5=dd9a47a5bca8448d927129948bf5c47e", "45. ", "Bousquet", ", ", "D.", "; ", "Coudert", ", ", "F. X.", "; ", "Fossati", ", ", "A. G. J.", "; ", "Neimark", ", ", "A. V.", "; ", "Fuchs", ", ", "A. H.", "; ", "Boutin", ", ", "A.", " ", "Adsorption induced transitions in soft porous crystals: An osmotic potential approach to multistability and intermediate structures", " ", "J. Chem. Phys.", " ", "2013", ",  ", "138", ",  ", "174706", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "45. ", "Adsorption induced transitions in soft porous crystals: An osmotic potential approach to multistability and intermediate structures", "Bousquet, David; Coudert, Francois-Xavier; Fossati, Alexandre G. J.; Neimark, Alexander V.; Fuchs, Alain H.; Boutin, Anne", "Journal of Chemical Physics", "\r\n        (", "2013", "),\r\n    ", "138", "\r\n        (", "17", "),\r\n    ", "174706/1-174706/9", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "Soft porous crystals are flexible metal-org. frameworks that respond to phys. stimuli (temp., pressure, and gas adsorption) by large changes in their structure and unit cell vol.  The authors propose a thermodn. treatment, based on the osmotic ensemble, of the interplay between guest adsorption and host deformation, where the bare host material can undergo elastic deformation, as well as structural transitions between metastable phases in the case of a multistable material.  In addn. to structural transitions between metastable phases of bistable or multistable host frameworks, a new guest-stabilized host phase can be created when the size of the adsorbate is larger than the empty material's pore size.  The authors then confront the findings of this approach with exptl. data for systems exhibiting phenomena such as gate opening and breathing.  (c) 2013 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmvFyjsbw%253D&md5=c861985097d647bb2e3a951665e56e25", "46. ", "Myers", ", ", "A. L.", "; ", "Prausnitz", ", ", "J. M.", " ", "Thermodynamics of Mixed-Gas Adsorption", " ", "AIChE J.", " ", "1965", ",  ", "11", ",  ", "121", "– ", "127", "[", "Crossref", "], [", "CAS", "]", "46. ", "Thermodynamics of mixed-gas adsorption", "Myers, A. L.; Prausnitz, J. M.", "AIChE Journal", "\r\n        (", "1965", "),\r\n    ", "11", "\r\n        (", "1", "),\r\n    ", "121-7", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    ", "Adsorption equil. for components in a gaseous mixt. can be calcd. by using only data for pure-component adsorption equil. at the same temp. for the same adsorbent.  Predicted isotherms give good agreement with exptl. data for mixts. of CH4-C2H6 and of C2H4CO2 on activated C, and of CO-O2 and of C3H8-C3H6 on silica gel.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF2MXnvVKmsA%253D%253D&md5=9ea5963c5fa05e3b4b97be48b002205f", "47. ", "Finsy", ", ", "V.", "; ", "Ma", ", ", "L.", "; ", "Alaerts", ", ", "L.", "; ", "De Vos", ", ", "D. E.", "; ", "Baron", ", ", "G. V.", "; ", "Denayer", ", ", "J. F. M.", " ", "Separation of CO2/CH4 mixtures with the MIL-53(Al) metal-organic framework", " ", "Microporous Mesoporous Mater.", " ", "2009", ",  ", "120", ",  ", "221", "– ", "227", "[", "Crossref", "], [", "CAS", "]", "47. ", "Separation of CO2/CH4 mixtures with the MIL-53(Al) metal-organic framework", "Finsy, V.; Ma, L.; Alaerts, L.; De Vos, D. E.; Baron, G. V.; Denayer, J. F. M.", "Microporous and Mesoporous Materials", "\r\n        (", "2009", "),\r\n    ", "120", "\r\n        (", "3", "),\r\n    ", "221-227", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "Adsorptive sepn. of CH4/CO2 mixts. was studied using a fixed-bed packed with MIL-53(Al) MOF pellets.  Such pellets of MIL-53(Al) were produced using a polyvinyl alc. binder.  As revealed by N2 adsorption isotherms, the use of polyvinyl alc. as binder results in a loss in overall capacity of 32%.  Sepns. of binary mixts. in breakthrough expts. were successfully performed at pressures varying between 1 and 8 bar and different mixt. compns.  The binary adsorption isotherms reveal a preferential adsorption of CO2 compared to CH4 over the whole pressure and concn. range.  The sepn. selectivity was affected by total pressure; below 5 bar, a const. selectivity, with an av. sepn. factor of about 7 was obsd.  Above 5 bar, the av. sepn. factor decreases to about 4.  The adsorption selectivity is affected by breathing of the framework and specific interaction of CO2 with framework hydroxyl groups.  CO2 desorption can be realized by mild thermal treatment.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXisFKju78%253D&md5=17680be1f25a9b18dd36c60437ca959b"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-18/acs.langmuir.5b00655/20150506/images/small/la-2015-00655b_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-18/acs.langmuir.5b00655/20150506/images/small/la-2015-00655b_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-18/acs.langmuir.5b00655/20150506/images/small/la-2015-00655b_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-18/acs.langmuir.5b00655/20150506/images/small/la-2015-00655b_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-18/acs.langmuir.5b00655/20150506/images/small/la-2015-00655b_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-18/acs.langmuir.5b00655/20150506/images/small/la-2015-00655b_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-18/acs.langmuir.5b00655/20150506/images/small/la-2015-00655b_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-18/acs.langmuir.5b00655/20150506/images/small/la-2015-00655b_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2015/langd5.2015.31.issue-18/acs.langmuir.5b00655/20150506/images/small/la-2015-00655b_0009.gif\">"]}
