{"title": ["Metal–Organic Frameworks from Divalent Metals and 1,4-Benzenedicarboxylate with Bidentate Pyridine-", "-oxide Co-ligands"], "authors": ["Alexis S. Munn", "Silvia Amabilino", "Thomas W. Stevens", "Luke M. Daniels", "Guy J. Clarkson", "Franck Millange", "Matthew J. Lennox", "Tina Düren", "Sandrine Bourelly", "Philip L. Llewellyn", "Richard I. Walton"], "doi": ["10.1021/cg501690b"], "abstract": ["Two new MOF structures are synthesized from a combination of bidentate dicarboxylate and bidentate pyridine-", "-oxide ligands; using 1,4-benzenedicarboxylate and 2,2′-dipyridyl-", ",", "′-dioxide (DPNDO) gives a solid that contains infinite inorganic chains of octahedral divalent metals (Co", " or Mg", ") that is thermally robust and permanently porous toward small adsorbate molecules such as methane, carbon dioxide, nitrogen, and methanol.", "Two Co", " metal–organic framework materials, constructed from a combination of 1,4-benzenedicarboxylate (BDC) and either 2,2′-dipyridyl-", "-oxide (DPNO) or 2,2′-dipyridyl-", ",", "′-dioxide (DPNDO), are synthesized under solvothermal reaction conditions, and their structures solved by single crystal X-ray diffraction. Both have three-dimensional structures that contain octahedral Co", " centers with μ", "-(η", ")-BDC, and bidentate DPNO or DPNDO coligands that bridge pairs of metal centers but do not contribute toward the overall connectivity of the framework. Co", "(BDC)", "(DPNO)", " contains trimers of trans corner-shared Co-centered octahedra with one type of bridging BDC ligand forming terminal edges of the trimers, bridging to neighboring trimer units, and a second type, bridging pairs of metals and also connecting neighboring trimers. Co", "(BDC)", "(DPNDO) is constructed from one-dimensional inorganic chains consisting of cis- and trans-corner shared Co", "-centered octahedra. The DPNDO ligand is bis-bidentate, forming the edges of one type of octahedron and the trans corners of the second type, with the coordination for both octahedra completed by bridging BDC linkers, which in turn connect the inorganic chains to yield a three-dimensional structure. Thermogravimetric analysis shows both materials contain trapped solvent, and while Co", "(BDC)", "(DPNO)", " is unstable with respect to solvent loss, Co", "(BDC)", "(DPNDO), and its magnesium analogue, can be desolvated to yield permanently porous materials that show thermal stability up to 300 °C. For Co", "(BDC)", "(DPNDO), gas adsorption studies show permanent microporosity with moderate uptake of small gas molecules (N", ", CO", ", CH", ", and C", "H", "), supported by Grand Canonical Monte Carlo calculations based on the assumption of rigid crystal structures, while gravimetric analysis shows rapid and reversible methanol adsorption at ambient pressure for both the Co and Mg analogues of the framework."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Introduction", "A multiligand strategy in the synthesis of coordination polymers naturally leads to greater structural diversity than for single ligand materials and allows introduction of more than one type of chemical functionality; this is therefore a powerful way to discover new materials that may present new structures and properties that are tuned for desired applications.", "(1)", " Such multicomponent, or multivariate materials, can either be considered solid solutions of end members, each representing a single ligand framework,", "(2)", " or may have novel structures based on a unique combination of distinct ligands. In the case of porous metal–organic frameworks (MOFs) their adsorption properties are of interest, and multiligand synthesis has recently allowed access to some striking new families of materials: for example, Yaghi and co-workers have shown enhanced CO capture in a multivariate version of MOF-5 compared to its single ligand equivalents,", "(3)", " while several groups have shown how the inclusion of moderating, nonbridging ligands allows the porosity of certain MOFs to be tuned, leading to the idea of a defective linker strategy for controlled porosity.", "(4-7)", " In the cases where two distinct ligand types are used, novel framework architectures can be produced: for example, Hupp and co-workers combined carboxylates with pyridines to form unique structures where the robust carboxylate linkers stabilize pyridine-linked metals against structural collapse, to give materials with permanent porosity and redox activity.", "(8)", "Ligands containing pyridine-", "N", "-oxide functionalities are known from classical coordination chemistry to coordinate to a variety of metals through oxygen", "(9)", " and have been used recently to form some interesting coordination polymers. For example, Sharma et al. have prepared a range of coordination polymers using pyridine-", "N", "-oxides in combination with various metals and carboxylate ligands: this includes infinite Mn(II) chains connected by oxygen coordinated μ", "2", "-pyridine-", "N", "-oxide and with monodentate carboxylate ligands,", "(10)", " infinite chain structures of Pb(II),", "(11)", " a set of materials based on Group 12 metals,", "(12)", " and lanthanide materials which show different binding modes for the pyridine-", "N", "-oxide.", "(13, 14)", " In this paper we consider the synthesis of coordination polymers constructed from a combination of one of the simplest, and most widely used, bridging dicarboxylates, 1,4-benzene dicarboxylate (BDC), with bidentate ligands containing pyridine-", "N", "-oxide functionalities. Our work has been inspired by that of Xu et al.,", "(15)", " who used pyridine-", "N", "-oxides with 1,4-benzene dicarboxylate and Mn", "2+", " to form analogues of the well-known framework MIL-53, in which infinite chains of octahedral metal centers, linked by trans corner-sharing, form a flexible porous structure by virtue of the cross-linking 1,4-benzene dicarboxylates. When pyridine-", "N", "-oxide is used as a coligand in this system its oxygen provides the μ", "2", " link between adjacent divalent metals (rather than the anionic hydroxide or fluoride in the parent MIL-53 structure that includes trivalent metals", "(16)", "), and the pyridine rings fill the pore volume. We extended the work to include the metals Co", "2+", " and Ni", "2+", " (and mixtures of these metals),", "(17)", " and in the case of Co", "2+", " showed that by adding substituents to the pyridine ring of pyridine-", "N", "-oxide, the framework structure could be distorted with retention of the overall topology, by virtue of the steric requirements of the substituent.", "(18)", " Xu et al. also used 4,4′-dipyridyl-", "N", ",", "N", "′-dioxide, itself a bridging bidentate ligand, in combination with 1,4-benzene dicarboxylate to produce a novel MIL-53-like structure in which the bidentate coligand was arranged parallel to the dicarboxylate rings so to maintain porosity in an expanded, permanently porous structure.", "(15)", "In the present work we have selected the ligands 2,2′-dipyridyl-", "N", "-oxide (DPNO) and 2,2′-dipyridyl-", "N", ",", "N", "′-dioxide (DPNDO), Figure ", "1", ", and investigated their use in combination with the widely used 1,4-benzenedicarboxylate ligand for the crystallization of coordination polymers. These bidentate pyridine-", "N", "-oxides have previously received little attention for the formation of coordination polymers: to our knowledge, only the latter has been used in the formation of infinitely connected coordination compounds for Co", "2+", " and Cu", "2+", " materials with bridging tricyanomethanide ligands to give infinite chains,", "(19)", " a Pb", "2+", " iodide with an infinite chain of iodide-edge-shared octahedral and pendant DPNDO completing the metal coordinatio,", "(20)", " and Cu", "2+", " materials containing paddle-wheel dimeric units.", "(21)", " In each of those examples the 2,2′-dipyridyl-", "N", ",", "N", "′-dioxide coordinates through both oxygen donors, but whereas in the first two it coordinates to a single metal, forming the edge of an octahedron, only in the last case does it span two metal centers, to link Cu", "2+", " dimers to give an infinite chain.", "(21)", " The ligand 2,2′-dipyridyl-", "N", "-oxide, in contrast, offers the possibility of coordination through nitrogen as well as through oxygen. We have thus prepared two unique, three-dimensional frameworks containing Co", "2+", ", Co", "3", "(BDC)", "3", "(DPNO)", "2", " and Co", "2", "(BDC)", "2", "(DPNDO) whose structures and thermal behavior are reported herein. For the latter material, which shows stability on desolvation, we have also prepared an Mg", "2+", " analogue and studied the behavior of the two structures toward various adsorbates.", "Figure 1. Bidentate pyridine-", "N", "-oxide ligands used as coligands in this work: 2,2′-dipyridyl-", "N", "-oxide (DPNO) and 2,2′-dipyridyl-", "N", ",", "N", "′-dioxide (DPNDO).", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Experimental Section", "Co", "3", "(BDC)", "3", "(DPNO)", "2", " was synthesized under solvothermal conditions from Co(NO", "3", ")", "2", "·6H", "2", "O (Sigma-Aldrich >98%), 1,4-benzenedicarboxylic acid (Sigma-Aldrich >98%) and 2,2′-dipyridyl-", "N", "-oxide (Sigma-Aldrich 98%) in the molar ratio 1:2:2, respectively, using 0.2 g of Co(NO", "3", ")", "2", "·6H", "2", "O dissolved in 10 mL of ", "N", ",", "N", "-dimethylformamide (DMF) to give a Co", "2+", " concentration of 0.07 M. The mixture was thoroughly stirred before heating in a sealed, 20 mL, Teflon-lined autoclave at 90 °C for 2 days. Co", "2", "(BDC)", "2", "(DPNDO) was also synthesized under solvothermal conditions, in this case from Co(NO", "3", ")", "2", "·6H", "2", "O, 1,4-benzenedicarboxylic acid and 2,2′-dipyridyl-", "N", ",", "N", "′-dioxide (Sigma-Aldrich 98%) in the molar ratio 1:2:2, respectively, using 0.2 g of Co(NO", "3", ")", "2", "·6H", "2", "O dissolved in 10 mL of a 1:4 mixture (by volume) of DMF:methanol, to give the same Co", "2+", " concentration. In this case crystallization was performed at 100 °C for 7 days. The magnesium analogue, Mg", "2", "(BDC)", "2", "(DPNDO), was prepared in a similar manner but with the cobalt salt replaced by Mg(NO", "3", ")", "2", "·6H", "2", "O (Merck >99%) and using a higher dilution: 0.03 M Mg", "2+", " in 10 mL of a 1:4 mixture of DMF:methanol.", "Suitable single crystals for structure determination were selected for each of the cobalt materials and were mounted on glass fibers with silicon grease on a Xcalibur, Gemini diffractometer with a Ruby CCD detector, or at the EPSRC Crystallographic Service,", "(22)", " where a Rigaku Saturn724+ diffractometer was used. Using Olex2,", "(23)", " the structures were solved with the ShelXS", "(24)", " structure solution program using Direct Methods and refined with the ShelXL", "(24)", " refinement package using least-squares minimization. Co", "3", "(BDC)", "3", "(DPNO)", "2", " was found to be X-ray sensitive, which may be related to the ease of collapse of the structure upon desolvation (see below), and its structure could only be determined at 100 K. Co", "2", "(BDC)", "2", "(DPNDO) was much more robust and was studied both at room temperature and as a methanol exchanged form (produced by soaking the crystals in methanol for at least 3 days) at 150 K to prevent subsequent methanol loss. Structure determination details and crystallographic data are shown in Table ", "1", ".", "Table 1. Crystal Structure Data for Co", "3", "(BDC)", "3", "(DPNO)", "2", " and Co", "2", "(BDC)", "2", "(DPNDO)", " ", "Co", "3", "(BDC)", "3", "(DPNO)", "2", "Co", "2", "(BDC)", "2", "(DPNDO)", "Co", "2", "(BDC)", "2", "(DPNDO)[CH", "3", "OH]", "2.5", "[H", "2", "O]", "1.5", "formula", "C", "44", "H", "28", "Co", "3", "N", "4", "O", "14", "C", "26", "H", "16", "Co", "2", "N", "2", "O", "10", "C", "27.25", "H", "22.50", "Co", "2", "N", "2", "O", "12", "data collection", "Rigaku Saturn724+ (Mo Kα)", "Oxford Diffraction Gemini R (Mo Kα)", "Oxford Diffraction Gemini R (Mo Kα)", "temperature/K", "100", "296", "150", "crystal system", "triclinic", "monoclinic", "triclinic", "space group", "P", "1̅", "P", "2/", "c", "P", "1̅", "a", "/Å", "9.650(6)", "11.3517(12)", "11.3407(5)", "b", "/Å", "17.270(12)", "11.3956(10)", "11.3847(9)", "c", "/Å", "18.274(12)", "13.2806(12)", "13.1908(7)", "α/°", "99.057(11)", "90", "88.868(6)", "β/°", "90.485(9)", "110.274(11)", "69.339(5)", "γ/°", "106.122(10)", "90", "85.726(5)", "V", "/Å", "3", "2885(3)", "1611.5(3)", "1589.07(18)", "Z", "2", "2", "2", "μ (Mo Kα)/mm", "–1", "0.926", "1.079", "1.105", "crystal size/mm", "3", "0.05 × 0.04 × 0.01", "0.2 × 0.06 × 0.04", "0.2 × 0.06 × 0.04", "R", "int", "0.136", "0.116", "0.103", "reflections measured, unique", "37606, 13070", "22037, 13479", "34873, 13810", "GOF on ", "F", "2", "0.989", "1.492", "0.962", "R", "1", ", w", "R", "2", " [", "I", " > 2σ(", "I", ")]", "0.0898, 0.2484", "0.1108, 0.2568", "0.0738, 0.1089", "data/restraints/parameters", "13070/42/589", "13479/121/380", "13810/0/184", "largest peak, hole/e·Å", "–3", "0.744, −1.135", "1.81, −1.53", "2.07, −1.32", "Powder X-ray diffraction (Siemens D5000 operating with Cu Kα", "1/2", " radiation) was measured at room temperature from samples of both Co", "2+", " materials, and the magnesium material. In situ powder X-ray diffraction with heating (Bruker D8 operating with Cu Kα", "1/2", " radiation and an Anton Parr HTK900 sample chamber) was recorded from samples of Co", "2", "(BDC)", "2", "(DPNDO) and Mg", "2", "(BDC)", "2", "(DPNDO) to examine the possibility of structural changes with heating and their ultimate thermal stability.", "Thermogravimetric analysis-differential scanning calorimetry (TGA-DSC) was recorded under static air from all three materials from room temperature to 1000 °C using a Mettler-Toledo TGA/DSC 1 Star", "e", " System using ∼10 mg of material held in an alumina crucible. In separate TGA-DSC experiments, samples of Co", "2", "(BDC)", "2", "(DPNDO) and Mg", "2", "(BDC)", "2", "(DPNDO) that had previously been washed in methanol were each heated to 250 °C before cooling and a flow of nitrogen saturated with methanol vapor introduced, achieved by bubbling the inlet gas through a methanol-filled Drechsel bottle. The mass was monitored throughout, and after reaching equilibrium, the samples were heated to 100 °C to then drive off the methanol. A calibration was performed by performing a background scan on an empty crucible under identical conditions.", "Nitrogen adsorption isotherms were recorded at 77 K from Co", "2", "(BDC)", "2", "(DPNDO) and Mg", "2", "(BDC)", "2", "(DPNDO) after degassing under a vacuum at 150 °C using a BEL Japan, BELSORP Prep instrument. Gas adsorption measurements at 303 K and up to 20 bar were made with CO", "2", ", CH", "4", ", N", "2", ", and C", "2", "H", "6", " using an in-house built high-throughput instrument at Aix-Marseille University.", "(25)", " In this apparatus gas adsorption is measured via a manometric gas dosing system on six samples in parallel. The amounts of gas adsorbed are calculated by an equation of state using the Reference Fluid Thermodynamic and Transport Properties (REFPROP) software package 8.0 of the National Institute of Standards and Technology (NIST).", "(26)", " Around 100–200 mg of sample is used, and each sample is thermally activated individually in situ under primary vacuum at a chosen temperature overnight, before gas adsorption is studied. The gases were obtained from Air Liquide: nitrogen and methane were of 99.9995% purity (N55) and carbon dioxide and ethane were of 99.995% purity (N45). In these experiments the measurements were cycled to investigate the presence of any residual adsorbed gases, but desorption isotherms were not measured.", "Simulated pure component adsorption isotherms of N", "2", " at 77 K and CH", "4", ", C", "2", "H", "6", ", and CO", "2", " at 303 K in Co", "2", "(BDC)", "2", "(DPNDO) were generated via Grand Canonical Monte Carlo simulations carried out using the MuSiC software package.", "(27)", " Input fugacities for the simulations were calculated using the Peng–Robinson equation of state.", "(28)", " The MOF was treated as rigid, with framework atoms kept fixed in their crystallographic positions. Sorbate-MOF interactions were described solely via the Lennard-Jones (LJ) 12-6 potential in the case of N", "2", ", CH", "4", " and C", "2", "H", "6", ", while CO", "2", "-MOF interactions included both LJ and Coulombic contributions. The LJ parameters for framework C, O, H, and N atoms were taken from the DREIDING force field.", "(29)", " For Co, for which DREIDING parameters were not available, the UFF", "(30)", " was used. Partial charges for framework atoms were determined using the EQeq method.", "(31)", " LJ potentials and partial charges for the sorbate atoms were taken from the TraPPE force field.", "(32, 33)", " Sorbate–sorbate interactions for the alkanes were described using only LJ interactions, while N", "2", "–N", "2", " and CO", "2", "–CO", "2", " interactions included both an LJ and electrostatic component. All sorbate molecules were considered to be rigid.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "1", "Crystal Structures", "Co", "3", "(BDC)", "3", "(DPNO)", "2", " is constructed from trimeric inorganic units consisting of three distorted octahedral Co", "2+", " centers linked via trans oxygens. In the asymmetric unit there are two cobalts (Co3 and Co4) with double multiplicity and two other unique cobalts (Co1 and Co2) with single multiplicity, and this gives two distinct trimers: one Co4–Co1–Co4 and the other Co3–Co2–Co3, Figure ", "2", "a, both constructed from the same arrangement of ligands. The central cobalt in each is coordinated by six oxygens: an equatorial plane made up of four oxygens from four distinct BDC ligands, each of which uses the second oxygen of the carboxylate group to bridge to one of two of the neighboring terminal octahedra, and two axial oxygens from the oxygens of the pyridine-", "N", "-oxide functionality of the coligand, which form the corner-shared oxygens with the terminal Co centers. Each of the terminal cobalts in each trimer has its coordination completed by a coordinated nitrogen atom of the DPNO and two oxygens of a further, unique BDC that bind through one carboxylate to form an edge of the octahedron.", "Figure 2. Views of the structure of Co", "3", "(BDC)", "3", "(DPNO)", "2", ": (a) the local connectivity of trimeric units and (b) view along the ", "a", "-axis showing the one-dimensional channels and the pillared layered nature of the structure. The Co4–Co1–Co4 trimer units shown as blue polyhedra and Co3–Co2–Co3 as green, carbon atoms are pale gray, oxygen red and nitrogen blue; hydrogen atoms are not shown for clarity. The incomplete bonds are part of BDC linkers that connect to other similar trimers.", "The presence of Co", "2+", " in Co", "3", "(BDC)", "3", "(DPNO)", "2", " is confirmed from bond valence sums", "(34)", " that give values of 2.13, 2.13, 1.99, and 1.96, respectively, for Co1, Co2, Co3, and Co4. Analogous trimeric units have been observed in other cobalt(II) coordination polymers with solely oxygen coordinated ligands, and the local Co", "2+", " environment in these is similarly slightly distorted from regular octahedral geometry. For example, Poulsen et al. reported a Co", "2+", " material, along with an analogous Zn", "2+", " material, that contained the same trimeric units, linked solely by BDC, but to give a net anionic framework, with charge balanced by extra-framework ethylammonium cations,", "(35)", " and very similar materials have been described by others, using different synthesis approaches, and with different counterions.", "(36-39)", " Zou et al. also found similar trimeric units in a Co", "2+", " material containing thiophene-2,5-dicarboxylic acid, bridging in a similar manner to BDC, but with ", "N", "-coordinated 1,3-bis(4-pyridyl)propane linkers connecting the termini of the trimers.", "(40)", "The trimeric units in Co", "3", "(BDC)", "3", "(DPNO)", "2", " are linked by the bridging BDC ligands to give a neutral, three-dimensionally extended network whose topology is overall connected only by organic bonds (I", "0", "O", "3", " in the nomenclature of Cheetham et al.", "(41)", "), Figure ", "2", "a. Each trimer is linked to six other trimers: two of these are via BDC with μ", "2", "-(η", "2", ") bonding modes, such that a chain is formed running parallel to the ", "b", "-axis; while cross-linking with μ", "2", "-(μ", "2", "-η", "2", ": η", "1", ") BDC linkers yields the three-dimensional structure. Figure ", "2", "b shows a view of the structure along the ", "a", "-axis, which indicates the possibility of porosity in the structure. The one-dimensional channels thus presented are filled with disordered solvent: the SQUEEZE routine via PLATON was used to model possible solvent in the voids, which calculated a void volume of 1013.8 Å", "3", " per unit cell (36.3% of the cell volume) with electron density corresponding to a combination of four DMF molecules and five waters.", "Co", "2", "(BDC)", "2", "(DPNDO) also presents a neutral three-dimensional structure, but its connectivity is very different from Co", "3", "(BDC)", "3", "(DPNO)", "2", ". While the structure also contains octahedral Co(II), the metal centers are linked by corner sharing to give a one-dimensional inorganic chain with alternating cis- and trans-shared bridging oxygens, Figure ", "3", "a. There are two crystallographically distinct Co centers. The bis-bidentate 2,2′-dipyridyl-", "N", ",", "N", "′-dioxide ligands, bonded through oxygen, form edges of Co1-centered octahedra and the shared corner with neighboring Co2 octahedra. Thus, the Co2-centered octahedra have trans corners from two distinct dipyridyl-", "N", ",", "N", "′-dioxide ligands. The remaining oxygens forming the coordination sphere of each octahedron are those of BDC linkers, each of which uses one carboxylate to bridge a neighboring Co1 and Co2 pair. Bond valence sums give values of 2.13 and 2.12 for Co1 and Co2, respectively, confirming the presence of Co", "2+", ".", "Figure 3. Views of the structure of Co", "2", "(BDC)", "2", "(DPNDO): (a) part of one of the infinite chains running approximately along ", "c", " and (b) view along ", "a", " showing the connectivity of the chains. Carbon atoms are pale gray, oxygen red, and nitrogen blue; hydrogen atoms are not shown for clarity. The incomplete bonds are part of BDC linkers that connect to other similar chains.", "The infinite chains are cross-linked by μ", "2", "-(μ", "2", "-η", "2", ": η", "1", ") BDC linkers, Figure ", "3", "b. The chain motif in Co", "2", "(BDC)", "2", "(DPNDO) is similar to that seen in other materials reported in the literature, even in cases where very different chemistry is represented; for example, Attfield and co-workers reported fluorinated aluminum phosphonates that contained the same chains, but made up of corner-sharing [AlO", "4", "F", "2", "] octahedra and with alternating trans or cis pairs of fluorides and the oxygens belonging to the coordinated alkylenebis(phosphonate)s,", "(42-44)", " and the aluminum MOF known as NOTT-300 has a similar chain connectivity of [AlO", "4", "(OH)", "2", "] octahedra, but with hydroxide groups forming the cis connections and with chains linked by a tetracarboxylate.", "(45)", " Other MOFs containing octahedral Mg", "2+", "(46)", " and In", "3+", "(47)", " with the same chain connectivity have also been described.", "The overall structure of Co", "2", "(BDC)", "2", "(DPNDO) is a three-dimensional network of connectivity I", "1", "O", "2", " that presents potential channels in one dimension, Figure ", "4", "a: the shortest distance between carbon centers of the dipyridyl-", "N", ",", "N", "′-dioxide ligands across the diagonal of the pore is 7.41 Å, which between carbon centers of BDC linkers is 8.88 Å. The program PLATON", "(48)", " was used to calculate a 548.1 Å", "3", " pore volume (34.0% of the volume). Any solvent present in this space must be highly disordered since no solvent or other molecular fragments could be refined satisfactorily in the voids.", "Figure 4. Views of the structure of Co", "2", "(BDC)", "2", "(DPNDO) determined at (a) room temperature and (b) 150 K with adsorbed methanol, showing one-dimensional channels running along the ", "c", " axis. Carbon atoms are pale gray, oxygen red, and nitrogen blue; hydrogen atoms are not shown for clarity. In (a), the main channel of the pore (diameter 3.8 Å) and void spaces near the DPNDO ligands (diameter 4.9 Å) are indicated by orange and green spheres, respectively. In (b) the methanol sites with the highest occupancy are shown; as discussed in the text there are also lower occupied methanol and water sites in the pores.", "The methanol-exchanged sample of Co", "2", "(BDC)", "2", "(DPNDO), studied at 150 K, shows a lower crystal symmetry (triclinic, ", "P", "1̅) but essentially the same framework structure, with little evidence for any framework movement having resulted upon cooling or the methanol washing, Figure ", "4", "b. The solvent accessible void space calculated by PLATON in this case was 526.0 Å", "3", " (33.1% of the volume), illustrating the similarity of the framework structures between room temperature and 150 K. At low temperature the electron density within the pores could be analyzed and this allowed location of methanol and some coadsorbed water to give an empirical formula of Co", "2", "(BDC)", "2", "(DPNDO)[CH", "3", "OH]", "2.5", "[H", "2", "O]", "1.5", ". There is evidence for hydrogen bonding between methanol and an oxygen of a framework carboxylate (oxygen–oxygen contact of 2.95 Å).", "Powder X-ray diffraction of the two cobalt materials proved the phase purity of the samples, by comparison with the simulated pattern from the single crystal structures (", "Supporting Information", "). In the case of Co", "3", "(BDC)", "3", "(DPNO)", "2", " only a short data collection was possible as the material rapidly changed color from pink to brown with loss of crystallinity; given the instability of this material it was not studied any further. The magnesium material Mg", "2", "(BDC)", "2", "(DPNDO) never formed crystals suitable for single X-ray diffraction, but powder X-ray diffraction was used to prove that it is isostructural with the cobalt analogue (", "Supporting Information", "), and a profile fit allowed refinement of its lattice parameters (space group ", "P", "2/", "c", ", ", "a", " = 11.291(2) Å, ", "b", " = 11.202(1) Å, ", "c", " = 13.493(5) Å and β = 111.32(3)°), showing that the unit cell volume (1589.83 Å", "3", ") is smaller than for Co", "2", "(BDC)", "2", "(DPNDO) (1611.5 Å", "3", ").", "2", "Thermal Stability of Co", "2", "(BDC)", "2", "(DPNDO) and Mg", "2", "(BDC)", "2", "(DPNDO)", "Thermogravimetric analysis of Co", "2", "(BDC)", "2", "(DPNDO) freshly prepared shows some initial mass losses below 400 °C, Figure ", "5", ", before final collapse of the materials with complete combustion of the organic by 500 °C. After washing in methanol the initial mass loss occurs in one step: this corresponds to just more than 2 equiv of methanol per Co", "2", "(BDC)", "2", "(DPNDO) formula unit (expected 9.2% mass loss; observed 11.6%); alternatively the material may also contain some water as in the refined low temperature crystal structure (expected mass loss 14.4%). (Note it is possible that the methanol and water content may vary from sample to sample, depending on atmospheric conditions and time.) The total overall mass loss at 900 °C of 78.6% matches the expected total combustion to CoO of 78.5% assuming 2 equiv of methanol. For the as-made material the initial mass loss occurs in two distinct steps, suggesting two types of adsorbed species. Given that methanol was the major solvent used and the 1,4-benzenedicarboxylate (H", "2", "BDC) was present in excess, the mass losses can be assigned assuming excess acid remains associated with the as-made material: the first loss is then due to 2 equiv of methanol per Co", "2", "(BDC)", "2", "(DPNDO)[H", "2", "BDC] (expected 7.20% mass loss and observed 7.95%) followed by loss of 1 equiv of unreacted H", "2", "BDC (expected 23.06% mass loss and observed 19.41%). It is impossible to say whether the latter is absorbed in the pores or as a separate phase, although powder XRD suggests no bulk, crystalline H", "2", "BDC is present. The fact that after washing the sample the methanol is lost in one step at low temperature corroborates the conclusion that the two-step mass loss seen for the as-made material is due to more than one adsorbed species, and the H", "2", "BDC is removed by methanol washing. The methanol-washed sample of Mg", "2", "(BDC)", "2", "(DPNDO) shows similar behavior with first loss of at least 2 equiv of methanol (and/or water) (expected 10.18% for 2 methanol, observed 14.48%) followed by combustion to MgO occurring at just above 400 °C (", "Supporting Information", ").", "Figure 5. Themogravimetric analysis of Co", "2", "(BDC)", "2", "(DPNDO) (static air, heated at 10 °C min", "–1", ").", "Thermodiffraction of Co", "2", "(BDC)", "2", "(DPNDO), Figure ", "6", " shows abrupt loss of crystallinity at 300 °C that would correspond to the collapse of the framework and linker combustion seen by TGA (note the different heating rate between the two experiments and the dwell time needed for the XRD means that the precise temperature of collapse may not be directly comparable). The change in intensity of the low angle peaks at the early stages of heating would be consistent with loss of adsorbate molecules seen by TGA. Similar behavior is seen for Mg", "2", "(BDC)", "2", "(DPNDO) (", "Supporting Information", "). There is no evidence of “breathing” behavior prior to this collapse: the positions of Bragg peaks remain constant, implying there is no thermally induced flexibility in the structure from room temperature up to the point of collapse.", "Figure 6. Thermodiffraction showing the effect of heating in air upon Co", "2", "(BDC)", "2", "(DPNDO).", "3", "Gas Adsorption", "The simulated pore size distribution of the Co", "2", "(BDC)", "2", "(DPNDO) structure (", "Supporting Information", ") indicates that its porosity may be considered to be a channel consisting of a series of small voids (4.9 Å in diameter) which are connected by smaller windows (3.8 Å in diameter), Figure ", "4", "a. The windows are defined by the edges of the BDC and DPNDO ligands, while the slightly larger regions of the pore system incorporate regions of space between neighboring DPNDO ligands. The accessibility of these void spaces to different species has a considerable impact on light gas adsorption, and the agreement between simulated and experimental adsorption isotherms depends strongly on both the polarity and size of the sorbate species but also on the temperature.", "The permanent porosity of both materials was confirmed by gas-adsorption measurement on the methanol-washed samples. The N", "2", " adsorption isotherms at 77 K display a Type I sorption behavior (", "Supporting Information", "), verifying their microporous nature with an uptake capacity of 66 cm", "3", " g", "–1", " and 78 cm", "3", " g", "–1", " for Co", "2", "(BDC)", "2", "(DPNDO) and Mg", "2", "(BDC)", "2", "(DPNDO) at the saturation pressure, respectively. The standard Brunauer–Emmett–Teller (BET) analysis is performed for a pressure range of 0.05 < ", "p", "/", "p", "0", " < 0.3. However, microporous MOFs show saturation well below the standard range. To choose the pressure range appropriate for a particular adsorbent and to avoid ambiguity when reporting the BET surface area, two consistency criteria have been proposed: (1) the pressure range should be chosen so that ", "V", "a", "*(1 – ", "p", "/", "p", "0", ") is always increasing with ", "p", "/", "p", "0", " and (2) the straight line fitted to the BET plot must have a positive intercept. Taking into account these two criteria, the BET surface area was calculated to be 252 m", "2", " g", "–1", " (", "p", "/", "p", "0", " = 0.0002–0.06) and 303 m", "2", " g", "–1", " (", "p", "/", "p", "0", " = 0.0002–0.07) for Co", "2", "(BDC)", "2", "(DPNDO) and Mg", "2", "(BDC)", "2", "(DPNDO), respectively. The higher measured value for the isostructural Mg material is consistent with its lower formula weight. The hysteresis observed in the nitrogen adsorption–desorption isotherms, although small, is reproducible and does not change on repeated measurements, suggesting it is a real effect and not due to structural collapse. This is supported by powder X-ray diffraction measured after the adsorption–desorption (", "Supporting Information", ") and also simulations (see below) that replicate the hysteretic behavior.", "At 303 K, the adsorption of CO", "2", ", CH", "4", ", and N", "2", " is moderate and shows little selectivity, but the maximum uptake achieved is similar to other MOFs reported in the literature, such as the chromium(III) naphthalene tetracarboxylate MIL-102 (3–3.5 mmol·g", "–1", " for CO", "2", ", 1–1.5 mmol·g", "–1", " for CH", "4", ", 0.5–1 mmol·g", "–1", " for N", "2", ")", "(49)", " and Sc", "2", "(BDC)", "3", " (3.5–4 mmol·g", "–1", " for CO", "2", ", 1.5–2 mmol·g", "–1", " for CH", "4", ", and 0.5–1 mmol·g", "–1", " for N", "2", ").", "(50)", " The shape of the adsorption isotherms is indicative of a microporous adsorbent. At low pressure (up to 3 bar), the filling of the pores leads to a relatively strong adsorption, followed by a plateau relative to the saturation of the microporous volume. The CO", "2", " adsorption is easily reversible: an evacuation step at 30 °C is sufficient to regenerate fully the sample, and a second adsorption cycle is essentially the same as the first. Interestingly, and unlike CO", "2", " and CH", "4", ", with C", "2", "H", "6", " an amount of adsorbed molecules could not be removed by simple vacuum at 30 °C; this suggests a rather different interaction with this adsorbate (see below for further discussion of this when simulations are considered).", "Two adsorption sites were identified in gas adsorption simulations for Co", "2", "(BDC)", "2", "(DPNDO): one near the center of the channel and another in the pockets of space between neighboring DPNDO ligands, Figure ", "4", "a. There are four of these pocket sites per unit cell. In the case of nitrogen adsorption at 77 K (Figure ", "7", "), a stepped isotherm with a hysteresis loop is recovered from GCMC simulations. It is clear that these simulations vastly overpredict both the saturation capacity (6.4 mmol g", "–1", ") and the BET surface area (457 m", "2", " g", "–1", ") compared to experiment (3.4 mmol g", "–1", " and 252 m", "2", " g", "–1", "), a result of the different accessibilities of the pocket sites in simulation and in experiment. The initial plateau in the simulated isotherm corresponds to one nitrogen molecule in each of the pocket sites (four molecules per unit cell in total) and a further two molecules per unit cell in the channel sites. The hysteresis loop is a result of the rearrangement of the adsorbed molecules in the channel sites to allow a further two molecules per unit cell to be accommodated. If adsorption in the pocket sites is discounted in simulation (i.e., only adsorption in the channel is considered), then extremely good agreement with the experimental isotherm and the BET surface area is observed with a predicted surface area of 217 m", "2", " g", "–1", ". These results indicate that the pocket sites are almost completely inaccessible to nitrogen at 77 K.", "Figure 7. Nitrogen adsorption (filled symbols) and desorption (empty symbols) isotherms at 77 K in Co", "2", "(BDC)", "2", "(DPNDO). The experimental points are shown by green triangles, while simulations in which both pocket and channel sites were considered are shown as blue diamonds and in which only the channel sites were considered are shown as red diamonds.", "In the case of CH", "4", " and CO", "2", " adsorption at room temperature, reasonable agreement with experiment is obtained when both types of site are considered (Figure ", "8", "). For the nonpolar but comparatively small methane molecule, simulations overpredict methane uptake suggesting that the pocket sites are less accessible in reality than in simulation. In the case of CO", "2", ", simulations are able to capture the low pressure behavior well but underpredict the saturation capacity. While the simulated isotherm is clearly Type I with a well-defined saturation capacity (4.0 mmol g", "–1", "), the experimental CO", "2", " isotherm does not achieve saturation, and it is possible that this is a result of the pocket sites becoming more accessible due to distortion of the DPNDO linkers induced by a strong interaction between the polar CO", "2", " molecule and the MOF. This motion and associated slight increase in accessible pore volume are not accounted for in the GCMC simulations, which assume a completely rigid MOF.", "Figure 8. Simulated (filled symbols) and experimental (empty symbols) adsorption isotherms for CO", "2", " (green triangles), CH", "4", " (blue diamonds), and C", "2", "H", "6", " (red squares) at 303 K in Co", "2", "(BDC)", "2", "(DPNDO).", "Ethane is the largest of the guest molecules we have studied, and comparatively poor agreement between simulation and experiment is observed for its adsorption isotherms at room temperature (Figure ", "8", "). At low pressure, the simulated uptake is much higher than observed in experiment. In simulation, the enhanced low pressure uptake at low pressure is driven primarily by adsorption in the relatively high-energy pocket sites, and the comparatively low experimental uptake over the same pressure range indicates that these sites are initially inaccessible to ethane. The same pocket sites were accessible to CO", "2", " at low pressure, however, most likely a result of the increased polarity of CO", "2", " coupled with C", "2", "H", "6", " having a larger critical molecular dimension. As the partial pressure of C", "2", "H", "6", " is increased, the framework is distorted sufficiently to enable adsorption in these sites, and a steady increase in ethane uptake is observed. As for CO", "2", ", a Type I isotherm was not recovered experimentally, and it appears that further distortion of the framework enables more ethane to be adsorbed than predicted by the simulations, in which the MOF was assumed to be completely rigid.", "4", "Methanol Uptake by Co", "2", "(BDC)", "2", "(DPNDO) and Mg", "2", "(BDC)", "2", "(DPNDO)", "Figure ", "9", " shows thermogravimetric/DSC data recorded on prewashed samples of the two materials as methanol is introduced. As shown by the TGA above, heating to 200 °C is enough to remove the already adsorbed methanol. After being cooled to room temperature and exposure to a stream of methanol-saturated nitrogen, both materials rapidly adsorb methanol to give almost the same mass as their initial state (note it is probable that the initial materials also had some surface-adsorbed methanol and/or water). This mass loss and gain in these experiments of ∼10% corresponds to two methanols per M", "2", "(BDC)", "2", "(DPNDO) formula unit (expected 9.17% and 10.18% for M = Co and Mg, respectively). Adsorption of methanol has a similar heat flow for both the Co and Mg materials; this is not unexpected since there are no open metal sites and the guest is being adsorbed into the pores with, presumably, the same guest–guest hydrogen-bonded interactions in each case. Note also the smaller event prior to methanol uptake and at the end of the experiment after release of methanol: this corresponds to a small uptake of water from the nitrogen carrier gas. The reversible uptake of methanol by microporous solids is of interest due to potential applications in low temperature heat transformation applications,", "(51)", " and although the mass uptake of methanol by Mg", "2", "(BDC)", "2", "(DPNDO) is moderate at ∼0.1 g g", "–1", ", this was measured at ambient temperature and pressure so further investigation may be of interest.", "Figure 9. (a, b) Gravimetric analysis of methanol adsorption from the vapor phase. Nitrogen saturated with methanol was flowed over the samples from 7000 to 12500 s; otherwise nominally dry nitrogen was used.", "Simulations suggest an uptake of methanol of ∼15 wt % in Co", "2", "(BDC)", "2", "(DPNDO) at room temperature, assuming a rigid MOF (", "Supporting Information", "), which corresponds to just under six molecules per unit cell. The same is true at 150 K (the capacity is unchanged, but the adsorption takes place at a much lower pressure). Thus, the simulations overpredict the low temperature adsorption (the low temperature XRD of the methanol loaded structure showed four molecules per unit cell) but slightly overpredict capacity at room temperature. This supports the theory that there is some movement of the linker which affects the accessibility of the pocket sites to small molecules. In the light of the thermodiffraction results given above, this structural flexibility is likely to be in response to the guest molecule, rather than solely thermally induced.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Conclusions", "Using a combination of bidentate pyridine-", "N", "-oxide linkers and bidentate 1,4-benzene dicarboxylate linkers, two new MOF structures are synthesized for Co", "2+", " and one prepared as an Mg", "2+", " analogue. The material prepared using 2,2′-dipyridyl-", "N", "-oxide contains trimers of Co(II) centers with a three-dimensional structure held together by only organic connectivity (I", "0", "O", "3", "), which may explain its thermal and X-ray sensitivity. In contrast, the bidentate 2,2′-dipyridyl-", "N", ",", "N", "′-dioxide (DPNDO) produces a three-dimensional framework containing one-dimensional cis and trans corner-shared chains of Co(II) octahedra (I", "1", "O", "2", "), which is a thermally robust structure from which residual solvent can be extracted to yield a microporous solid. The MOF thus produced shows moderate uptake of nitrogen, carbon dioxide, and methane, but with no obvious selectivity toward any of these components. The measured gas adsorption isotherms are successfully simulated for these molecules assuming a rigid MOF structure, but in the case of the larger guest molecules ethane and methanol the measured adsorption isotherms are less well replicated. This suggests a more complex interaction between certain adsorbates and the MOF, which may involve guest and/or temperature induced flexibility.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "Further characterization data: powder X-ray diffraction, thermogravimetry, nitrogen adsorption isotherms, and results of simulations. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ". Crystallographic data have been deposited with the Cambridge Crystallographic Data Centre (CCDC ", "1034971", "–", "1034973", ") and crystallographic information files can be obtained free of charge via ", "www.ccdc.cam.ac.uk/data_request/cif", ". ", "#", "Author Present Address", "Department of Chemical Engineering, University of Bath, Claverton Down Bath, BA2 7AY, U.K.", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "The research leading to these results has received funding from the European Community’s Seventh Framework Programme (FP7/2007-2013) under Grant Agreement No. 228862. Some of the equipment used in materials characterization at the University of Warwick was obtained through the Science City Advanced Materials Project “Creating and Characterising Next Generation Advanced Materials” with support from Advantage West Midlands (AWM) and part funded by the European Regional Development Fund (ERDF). We thank the EPSRC Crystallographic Service for recording one of the single crystal diffraction data sets and L.M.D. thanks STFC and the Warwick EPSRC doctoral training account for funding.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 51 other publications.", "1. ", "Burrows", ", ", "A. D.", " ", "CrystEngComm", " ", "2011", ",  ", "13", ",  ", "3623", "– ", "3642", "[", "Crossref", "], [", "CAS", "]", "1. ", "Mixed-component metal-organic frameworks (MC-MOFs): enhancing functionality through solid solution formation and surface modifications", "Burrows, Andrew D.", "CrystEngComm", "\r\n        (", "2011", "),\r\n    ", "13", "\r\n        (", "11", "),\r\n    ", "3623-3642", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Mixed-component metal-org. frameworks (MC-MOFs) are metal-org. frameworks that have different linkers or metals with the same structural role.  Many of these mixed-ligand or mixed-metal MOFs are solid solns., in which the proportions of the ligands or metals can be adjusted or even controlled.  These MC-MOFs can be prepd. directly, using more than one metal or ligand in the synthesis, or formed by post-synthetic modification.  A second class of MC-MOFs have core-shell structures, and these can be prepd. through epitaxial growth of one MOF on the surface of another or post-synthetic modification of the crystal surfaces.  This review describes the syntheses, structures and properties of mixed-ligand, mixed-metal and core-shell MOFs, and highlights some of the potential benefits in functionality that these materials have.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmslajsr0%253D&md5=01577af668b59f2c30307fb790824a9e", "2. ", "Deng", ", ", "H.", "; ", "Doonan", ", ", "C. J.", "; ", "Furukawa", ", ", "H.", "; ", "Ferreira", ", ", "R. B.", "; ", "Towne", ", ", "J.", "; ", "Knobler", ", ", "C. B.", "; ", "Wang", ", ", "B.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2010", ",  ", "327", ",  ", "846", "– ", "850", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Multiple Functional Groups of Varying Ratios in Metal-Organic Frameworks", "Deng, Hexiang; Doonan, Christian J.; Furukawa, Hiroyasu; Ferreira, Ricardo B.; Towne, John; Knobler, Carolyn B.; Wang, Bo; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "327", "\r\n        (", "5967", "),\r\n    ", "846-850", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Metal-org. frameworks (MOFs) can incorporate a large no. of different functionalities on linking groups in a way that mixes the linker, rather than forming sep. domains.  The authors made complex MOFs from 1,4-benzenedicarboxylate (denoted by A in this work) and its derivs. -NH2, -Br, -(Cl)2, -NO2, -Me2, -C4H4, -(OC3H5)2, and -(OC7H7)2 (denoted by B to I,, resp.) to synthesize 18 multivariate (MTV) MOF-5 type structures that contain up to eight distinct functionalities in one phase.  The backbone (Zn oxide and phenylene units) of these structures is ordered, but the distribution of functional groups is disordered.  The complex arrangements of several functional groups within the pores can lead to properties that are not simply linear sums of those of the pure components.  For example, a member of this series, MTV-MOF-5-EHI, exhibits up to 400% better selectivity for CO2 over CO compared with its best same-link counterparts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhslWju7o%253D&md5=40f9720d9a7633e6102cab3256be0468", "3. ", "Kong", ", ", "X.", "; ", "Deng", ", ", "H.", "; ", "Yan", ", ", "F.", "; ", "Kim", ", ", "J.", "; ", "Swisher", ", ", "J. A.", "; ", "Smit", ", ", "B.", "; ", "Yaghi", ", ", "O. M.", "; ", "Reimer", ", ", "J. A.", " ", "Science", " ", "2013", ",  ", "341", ",  ", "882", "– ", "885", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Mapping of Functional Groups in Metal-Organic Frameworks", "Kong, Xueqian; Deng, Hexiang; Yan, Fangyong; Kim, Jihan; Swisher, Joseph A.; Smit, Berend; Yaghi, Omar M.; Reimer, Jeffrey A.", "Science (Washington, DC, United States)", "\r\n        (", "2013", "),\r\n    ", "341", "\r\n        (", "6148", "),\r\n    ", "882-885", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "We detd. the heterogeneous mesoscale spatial apportionment of functional groups in multivariate metal-org. frameworks (MTV-MOF-5) contg. BDC (1,4-benzenedicarboxylate) linkers with different functional groups-B (BDC-NH2), E (BDC-NO2), F [(BDC-Me)2], H [BDC-(OC3H5)2], and I [BDC-(OC7H7)2]-using solid-state NMR measurements combined with mol. simulations. The anal. reveals that these methods discern between random (EF), alternating (EI and EHI), and various cluster (BF) forms of functional group apportionments.  This combined synthetic, characterization, and computational approach predicts the adsorptive properties of cryst. MTV-MOF systems.  This methodol., developed in the context of ordered frameworks, is a 1st step in resolving the more general problem of spatial disorder in other ordered materials, including mesoporous materials, functionalized polymers, and defect distributions within cryst. solids.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht12gsL%252FJ&md5=0ec9e8bf605a484a74a6097ed83190aa", "4. ", "Vermoortele", ", ", "F.", "; ", "Bueken", ", ", "B.", "; ", "Le Bars", ", ", "G.", "; ", "Van de Voorde", ", ", "B.", "; ", "Vandichel", ", ", "M.", "; ", "Houthoofd", ", ", "K.", "; ", "Vimont", ", ", "A.", "; ", "Daturi", ", ", "M.", "; ", "Waroquier", ", ", "M.", "; ", "Van Speybroeck", ", ", "V.", "; ", "Kirschhock", ", ", "C.", "; ", "De Vos", ", ", "D. E.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "11465", "– ", "11468", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Synthesis Modulation as a Tool To Increase the Catalytic Activity of Metal-Organic Frameworks: The Unique Case of UiO-66(Zr)", "Vermoortele, Frederik; Bueken, Bart; Le Bars, Gaelle; Van de Voorde, Ben; Vandichel, Matthias; Houthoofd, Kristof; Vimont, Alexandre; Daturi, Marco; Waroquier, Michel; Van Speybroeck, Veronique; Kirschhock, Christine; De Vos, Dirk E.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "31", "),\r\n    ", "11465-11468", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The catalytic activity of the zirconium terephthalate UiO-66(Zr) can be drastically increased by using a modulation approach.  The combined use of HO2CCF3 and HCl during the synthesis results in a highly cryst. material, with partial substitution of terephthalates by trifluoroacetate.  Thermal activation of the material leads not only to dehydroxylation of the hexanuclear Zr cluster but also to post-synthetic removal of the trifluoroacetate groups, resulting in a more open framework with a large no. of open sites.  Consequently, the material is a highly active catalyst for several Lewis acid catalyzed reactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFCmu7vL&md5=8914b8785cebb8c3c0d96e7b179c2369", "5. ", "Wu", ", ", "H.", "; ", "Chua", ", ", "Y. S.", "; ", "Krungleviciute", ", ", "V.", "; ", "Tyagi", ", ", "M.", "; ", "Chen", ", ", "P.", "; ", "Yildirim", ", ", "T.", "; ", "Zhou", ", ", "W.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "10525", "– ", "10532", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Unusual and Highly Tunable Missing-Linker Defects in Zirconium Metal-Organic Framework UiO-66 and Their Important Effects on Gas Adsorption", "Wu, Hui; Chua, Yong Shen; Krungleviciute, Vaiva; Tyagi, Madhusudan; Chen, Ping; Yildirim, Taner; Zhou, Wei", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "28", "),\r\n    ", "10525-10532", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "UiO-66 is a highly important prototypical zirconium metal-org. framework (MOF) compd. because of its excellent stabilities not typically found in common porous MOFs.  In its perfect crystal structure, each Zr metal center is fully coordinated by 12 org. linkers to form a highly connected framework.  Using high-resoln. neutron power diffraction technique, we found the first direct structural evidence showing that real UiO-66 material contains significant amt. of missing-linker defects, an unusual phenomenon for MOFs.  The concn. of the missing-linker defects is surprisingly high, ∼10% in our sample, effectively reducing the framework connection from 12 to ∼11.  We show that by varying the concn. of the acetic acid modulator and the synthesis time, the linker vacancies can be tuned systematically, leading to dramatically enhanced porosity.  We obtained samples with pore vols. ranging from 0.44 to 1.0 cm3/g and Brunauer-Emmett-Teller surface areas ranging from 1000 to 1600 m2/g, the largest values of which are ∼150% and ∼60% higher than the theor. values of defect-free UiO-66 crystal, resp.  The linker vacancies also have profound effects on the gas adsorption behaviors of UiO-66, in particular CO2.  Finally, comparing the gas adsorption of hydroxylated and dehydroxylated UiO-66, we found that the former performs systematically better than the latter (particularly for CO2) suggesting the beneficial effect of the -OH groups.  This finding is of great importance because hydroxylated UiO-66 is the practically more relevant, non-air-sensitive form of this MOF.  The preferred gas adsorption on the metal center was confirmed by neutron diffraction measurements, and the gas binding strength enhancement by the -OH group was further supported by our first-principles calcns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtValsLrL&md5=c1ead8cbafaae77968f37490e2bb14f6", "6. ", "Fang", ", ", "Z.", "; ", "Durholt", ", ", "J. P.", "; ", "Kauer", ", ", "M.", "; ", "Zhang", ", ", "W.", "; ", "Lochenie", ", ", "C.", "; ", "Jee", ", ", "B.", "; ", "Albada", ", ", "B.", "; ", "Metzler-Nolte", ", ", "N.", "; ", "Poppl", ", ", "A.", "; ", "Weber", ", ", "B.", "; ", "Muhler", ", ", "M.", "; ", "Wang", ", ", "Y.", "; ", "Schmid", ", ", "R.", "; ", "Fischer", ", ", "R. A.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "9627", "– ", "9636", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Structural Complexity in Metal-Organic Frameworks: Simultaneous Modification of Open Metal Sites and Hierarchical Porosity by Systematic Doping with Defective Linkers", "Fang, Zhenlan; Duerholt, Johannes P.; Kauer, Max; Zhang, Wenhua; Lochenie, Charles; Jee, Bettina; Albada, Bauke; Metzler-Nolte, Nils; Poeppl, Andreas; Weber, Birgit; Muhler, Martin; Wang, Yuemin; Schmid, Rochus; Fischer, Roland A.", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "27", "),\r\n    ", "9627-9636", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of defect-engineered metal-org. frameworks (DEMOFs) derived from parent microporous MOFs was obtained by systematic doping with defective linkers during synthesis, leading to the simultaneous and controllable modification of coordinatively unsatd. metal sites (CUS) and introduction of functionalized mesopores.  These materials were investigated via temp.-dependent adsorption/desorption of CO monitored by FTIR spectroscopy under ultra-high-vacuum conditions.  Accurate structural models for the generated point defects at CUS were deduced by matching exptl. data with theor. simulation.  The results reveal multivariate diversity of electronic and steric properties at CUS, demonstrating the MOF defect structure modulation at two length scales in a single step to overcome restricted active site specificity and confined coordination space at CUS.  Moreover, the DEMOFs exhibit promising modified phys. properties, including band gap, magnetism, and porosity, with hierarchical micro/mesopore structures correlated with the nature and the degree of defective linker incorporation into the framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXpsVGgs7w%253D&md5=1090da21028e0b51432ea72831802cf2", "7. ", "Cliffe", ", ", "M. J.", "; ", "Wan", ", ", "W.", "; ", "Zou", ", ", "X. D.", "; ", "Chater", ", ", "P. A.", "; ", "Kleppe", ", ", "A. K.", "; ", "Tucker", ", ", "M. G.", "; ", "Wilhelm", ", ", "H.", "; ", "Funnell", ", ", "N. P.", "; ", "Coudert", ", ", "F. X.", "; ", "Goodwin", ", ", "A. L.", " ", "Nat. Commun.", " ", "2014", ",  ", "5", ",  ", "8", "[", "Crossref", "]", "There is no corresponding record for this reference.", "8. ", "Ma", ", ", "B. Q.", "; ", "Mulfort", ", ", "K. L.", "; ", "Hupp", ", ", "J. T.", " ", "Inorg. Chem.", " ", "2005", ",  ", "44", ",  ", "4912", "– ", "4914", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Microporous Pillared Paddle-Wheel Frameworks Based on Mixed-Ligand Coordination of Zinc Ions", "Ma, Bao-Qing; Mulfort, Karen L.; Hupp, Joseph T.", "Inorganic Chemistry", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "14", "),\r\n    ", "4912-4914", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The reaction of Zn(NO3)2·6H2O, various dicarboxylic acids and either 4,4'-bipyridine or N,N'-di(4-pyridyl)-1,4,5,8-naphthalenetetracarboxydiimide produces a family of anisotropic, mixed-ligand, open-framework compds. featuring paddle-wheel-type coordination of Zn(II) pairs in two dimensions and pyridyl ligand pillaring in the 3rd.  Despite 2-fold interpenetration, the compds. contain channels of mol. dimensions and several are permanently microporous, displaying high internal surface areas.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXltVynurc%253D&md5=88ea2ecbc4144277fef2e67d90e2b594", "9. ", "P.", ".", "Tomasik", "; ", "Ratajewicz", ", ", "Z.", "; ", "Newkome", ", ", "G. R.", "; ", "Strekowski", ", ", "L.", " In  ", "Chemistry of Heterocyclic Compounds: Pyridine Metal Complexes", "; ", "John Wiley and Sons", ": ", "New York", ", ", "1985", "; Part 6, Vol.  ", "14", ", pp  ", "2068", "– ", "2212", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "10. ", "Sarma", ", ", "R.", "; ", "Perumal", ", ", "A.", "; ", "Baruah", ", ", "J. B.", " ", "J. Coord. Chem.", " ", "2009", ",  ", "62", ",  ", "1513", "– ", "1524", "[", "Crossref", "], [", "CAS", "]", "10. ", "N-oxide bridged manganese(II) coordination polymers", "Sarma, Rupam; Perumal, Alagarsamy; Baruah, Jubaraj Bikash", "Journal of Coordination Chemistry", "\r\n        (", "2009", "),\r\n    ", "62", "\r\n        (", "9", "),\r\n    ", "1513-1524", "CODEN:\r\n                ", "JCCMBQ", ";\r\n        ISSN:", "0095-8972", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "A simple method for synthesis of manganese(II) coordination polymers with different benzoate ligands and pyridine N-oxide having general compn. [Mn(RC6H4CO2)2(PyO)]n is presented (where PyO = pyridine N-oxide and R = H, 1a; R = 4-NO2, 1b; R = 4-Cl, 1c; R = 4-OH, 1d; R = 2-NO2, 1e).  All these polymers are characterized by X-ray crystallog. and other spectroscopic techniques.  The coordination polymers have similar structures, but the positions of the manganese atoms differ.  For example, 1c is highly sym. and a mirror plane exists between each manganese site (2/m).  In 1d, the manganese centers are related by an inversion center (-1) whereas in 1e the manganese centers are related by C1 rotation (1).  Reaction of manganese(II) acetate tetrahydrate with 4-chlorobenzoic acid and PyO upon crystn. from methanol/pyridine gave crystals of coordination polymer 1c along with aqua-bis-pyridine bis-4-chlorobenzoato manganese(II) (2).  The structure of 2 also detd. by single-crystal X-ray diffraction has a 1-D hydrogen bonded chain structure.  Temp.-dependent zero-field cooled and field-cooled magnetization data of 1a-1c measured at 20 Oe and 1000 Oe show field-dependent magnetization spread over a wide temp. range from 5 to 300 K.  These coordination polymers show antiferromagnetic behavior below 20 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjs1alsLc%253D&md5=5f53059ffc094b79463d9f6aec2a8bbf", "11. ", "Sarma", ", ", "R.", "; ", "Baruah", ", ", "J. B.", " ", "Polyhedron", " ", "2009", ",  ", "28", ",  ", "453", "– ", "456", "[", "Crossref", "], [", "CAS", "]", "11. ", "A mixed anionic lead(II) N-oxide coordination polymer containing nitrato and benzoate ligands", "Sarma, Rupam; Baruah, Jubaraj B.", "Polyhedron", "\r\n        (", "2009", "),\r\n    ", "28", "\r\n        (", "3", "),\r\n    ", "453-456", "CODEN:\r\n                ", "PLYHDE", ";\r\n        ISSN:", "0277-5387", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The structures of two forms of mixed anionic 1-dimensional coordination polymers of lead(II) nitrate, [Pb(benzoate)(BPNO)(NO3)]n, derived from benzoate and 2,2'-bipyridyl N,N'-dioxide are reported.  The x-ray crystal structures show subtle differences in the two binding modes of nitrate in the coordination polymers obtained from two independent solvents.  The solid state UV-visible spectra show differences in the absorption pattern of the cryst. solids obtained from different solvents.  The solid state UV-visible spectra as well as the soln. spectra are compared.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhs1emsb8%253D&md5=c60ca5d76e00b4f34ace50e425e841dc", "12. ", "Sarma", ", ", "R.", "; ", "Boudalis", ", ", "A. K.", "; ", "Baruah", ", ", "J. B.", " ", "Inorg. Chim. Acta", " ", "2010", ",  ", "363", ",  ", "2279", "– ", "2286", "[", "Crossref", "], [", "CAS", "]", "12. ", "Aromatic N-oxide bridged copper(II) coordination polymers: Synthesis, characterization and magnetic properties", "Sarma, Rupam; Boudalis, Athanassios K.; Baruah, Jubaraj B.", "Inorganica Chimica Acta", "\r\n        (", "2010", "),\r\n    ", "363", "\r\n        (", "10", "),\r\n    ", "2279-2286", "CODEN:\r\n                ", "ICHAA3", ";\r\n        ISSN:", "0020-1693", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The complexes [Cu2(o-O2NC6H4CO2)4(PNO)2] (1), [Cu2(BzO)4(2,2'-BPNO)]n (2), [Cu2(BzO)4(4,4'-BPNO)]n (3), [Cu(p-HOC6H4CO2)2(4,4'-BPNO)2(H2O)]n (4), (PNO = pyridine N-oxide, 2,2'-BPNO = 2,2'-bipyridyl N,N'-dioxide, 4,4'-BPNO = 4,4'-bipyridyl N,N'-dioxide) are prepd. and characterized and their magnetic properties are studied as a function of temp.  Complex 1 is a discrete dinuclear complex while 2-4 are polymeric of which 2 and 3 have paddle wheel repeating units.  Magnetic susceptibility measurements from polycryst. samples of 1-4 revealed strong antiferromagnetic interactions within the {Cu2}4+ paddle wheel units and no discernible interactions between the units.  In [Cu(NicoNO)2(H2O)2]n·4nH2O, in which the bridging ligand to the adjacent copper(II) ions is nicotinate N-oxide (NicoNO) the transmitted interaction is very weakly antiferromagnetic.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXmvFyktrk%253D&md5=24544b9935ea71dd952c7d2f1ec2c986", "13. ", "Sarma", ", ", "R.", "; ", "Baruah", ", ", "J. B.", " ", "J. Coord. Chem.", " ", "2010", ",  ", "63", ",  ", "457", "– ", "463", "[", "Crossref", "], [", "CAS", "]", "13. ", "Variation in coordination modes of aromatic N-oxides in lanthanum(III) coordination polymers", "Sarma, Rupam; Baruah, Jubaraj B.", "Journal of Coordination Chemistry", "\r\n        (", "2010", "),\r\n    ", "63", "\r\n        (", "3", "),\r\n    ", "457-463", "CODEN:\r\n                ", "JCCMBQ", ";\r\n        ISSN:", "0095-8972", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "Two new coordination polymers of lanthanum(III) benzoate having pyridine N-oxide (PNO) and 4,4'-bipyridyl-N,N'-dioxide (BPNO) as ancillary ligands, [La(benz)3(PNO)0.5H2O]n and [La(benz)3(BPNO)(H2O)2]n·nDMF, were synthesized and characterized by x-ray crystallog.  Different binding modes of the N-oxide are demonstrated; pyridine N-oxide binds as a bridging ligand, whereas 4,4'-bipyridyl-N,N'-dioxide is monodentate.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXitlWmsL0%253D&md5=81380b31fa65ebf1fb5f6504a0a3267c", "14. ", "Sarma", ", ", "R.", "; ", "Deka", ", ", "H.", "; ", "Boudalis", ", ", "A. K.", "; ", "Baruah", ", ", "J. B.", " ", "Cryst. Growth Des.", " ", "2011", ",  ", "11", ",  ", "547", "– ", "554", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Coordination Polymers of Lanthanide(III): Toward Encapsulation of Well-Defined Assembly of Guest Molecules", "Sarma, Rupam; Deka, Himangshu; Boudalis, Athanassios K.; Baruah, Jubaraj B.", "Crystal Growth & Design", "\r\n        (", "2011", "),\r\n    ", "11", "\r\n        (", "2", "),\r\n    ", "547-554", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Lanthanide(III) coordination polymers [{La(Ben)3(H2O)2}·(4,4'-BPNO)0.5·HBen·DMF]n (1), [{Ce(Ben)3(4,4'-BPNO)(H2O)2}·DMF]n (2), [Tb(Ben)3(4,4'-BPNO)0.5(H2O)]n (3), [{Ln(Ben)3(4,4'-BPNO)(H2O)2}·HBen]n [Ln = La (4), Eu (5), Gd (6), Tb (7)] were synthesized and structurally characterized (Ben = benzoate; HBen = benzoic acid; 4,4'-BPNO = 4,4'-bipyridyl-N,N'-dioxide; DMF = DMF).  The metal centers in 1 have nine coordinated geometry, while the metal centers in all other coordination polymers are eight coordinated.  Polymer 1 comprises 1-dimensional chains of lanthanum(III) benzoate that encapsulate hydrogen-bonded assemblies formed by HBen···4,4'-BPNO···HBen interactions in its interstitial space.  The polymer 2 and 3 are eight coordinated with square antiprism geometry around the metal node.  The other four coordination polymers 4-7 have the same general compn. and possess three-dimensional honeycomb like structures that encapsulates benzoic acid mols. in the interstices.  The complex 5 (solid) exhibits a strong red luminescence emission characteristic of Eu(III).  Magnetic susceptibility of 6 revealed weak antiferromagnetic interactions between the Gd(III) ions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjvFCisw%253D%253D&md5=2c39c70b8a4ed2cfa8b93475fe51261f", "15. ", "Xu", ", ", "G.", "; ", "Zhang", ", ", "X.", "; ", "Guo", ", ", "P.", "; ", "Pan", ", ", "C.", "; ", "Zhang", ", ", "H.", "; ", "Wang", ", ", "C.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "3656", "– ", "3657", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "MnII-based MIL-53 Analogues: Synthesis Using Neutral Bridging μ2-Ligands and Application in Liquid-Phase Adsorption and Separation of C6-C8 Aromatics", "Xu, Guohai; Zhang, Xiaoguang; Guo, Peng; Pan, Chengling; Zhang, Hongjie; Wang, Cheng", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "11", "),\r\n    ", "3656-3657", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Four MnII-based MIL-53 single crystals were prepd. using four neutral pyridine N-oxides as bridging μ2-ligands.  In the case of 4,4'-bipyridine-N,N'-dioxide (BPNO), the infinite Mn oxide chains were further interconnected by BPNO besides BDC, which allows 1-dimensional channels to be accessible for guest mols.  The liq.-phase adsorption and sepn. of C6-C8 aroms. using the evacuated compd. as an absorbent were studied via crystal-to-crystal transformations.  Both structural evolution of the compds. and selectivity of C6-C7 aroms. of one evacuated compd. could be attributed to noncovalent interactions, esp. π-π interaction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXis1yjt7g%253D&md5=650f0384c4fb39e1d22b8dedb060d998", "16. ", "Millange", ", ", "F.", "; ", "Serre", ", ", "C.", "; ", "Férey", ", ", "G.", " ", "Chem. Commun.", " ", "2002", ",  ", "822", "– ", "823", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Synthesis, structure determination and properties of MIL-53as and MIL-53ht: the first CrIII hybrid inorganic-organic microporous solids: CrIII(OH)·{O2C-C6H4-CO2}·{HO2C-C6H4-CO2H}x", "Millange, Franck; Serre, Christian; Ferey, Gerard", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2002", "),\r\n    ", "\r\n        (", "8", "),\r\n    ", "822-823", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The 1st three-dimensional Cr(III) dicarboxylate compds., CrIII(OH)·{O2C-C6H4-CO2}·{HO2C-C6H4-CO2H}x (x = 0, 0.75), were isolated and their structures solved from powder x-ray diffraction data.  The flexible framework of these materials delimits large pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XislSgt7g%253D&md5=8b86a05e59f97d4ca84556db07758a01", "17. ", "Munn", ", ", "A. S.", "; ", "Clarkson", ", ", "G. J.", "; ", "Millange", ", ", "F.", "; ", "Dumont", ", ", "Y.", "; ", "Walton", ", ", "R. I.", " ", "CrystEngComm", " ", "2013", ",  ", "15", ",  ", "9679", "– ", "9687", "[", "Crossref", "], [", "CAS", "]", "17. ", "M(II) (M = Mn, Co, Ni) variants of the MIL-53-type structure with pyridine-N-oxide as a co-ligand", "Munn, Alexis S.; Clarkson, Guy J.; Millange, Franck; Dumont, Yves; Walton, Richard I.", "CrystEngComm", "\r\n        (", "2013", "),\r\n    ", "15", "\r\n        (", "45", "),\r\n    ", "9679-9687", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The synthesis and structures of metal-org. framework materials with three-dimensional structures related to the well-known MIL-53 framework are described.  These have general chem. formula M(BDC)(PNO), where BDC = 1,4-benzenedicarboxylate, PNO = pyridine-N-oxide, and M = Mn, Co or Ni.  The materials contain infinite chains of octahedral metal centers connected by trans corner sharing and crosslinked by 1,4-benzenedicarboxylate anions, where the bridging oxygen atoms in the inorg. chains belong to pyridine-N-oxide ligands.  The pyridine rings of these addnl. ligands project into the extra-framework space, rendering the structure non-porous.  The metal ions are present in the +2 oxidn. state, as verified using XANES spectroscopy for the case of M = Co.  Solid solns. M11-xM2x(BDC)(PNO) can be prepd., which is confirmed using high resoln. powder X-ray diffraction.  Magnetic susceptibility measurements show antiferromagnetic behavior at low temps. for M = Ni or Mn, whereas for M = Co there is evidence for low temp. ferromagnetic interactions.  The mean effective magnetic moments deduced per metal ion are consistent with the +2 oxidn. states in octahedral coordination.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs12mu7bM&md5=000b5421fd4cea2a9520648f2d743179", "18. ", "Munn", ", ", "A. S.", "; ", "Clarkson", ", ", "G. J.", "; ", "Walton", ", ", "R. I.", " ", "Acta Crystallogr., Sect. B", " ", "2014", ",  ", "70", ",  ", "11", "– ", "18", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Distortions of a flexible metal-organic framework from substituted pendant ligands", "Munn, Alexis S.; Clarkson, Guy J.; Walton, Richard I.", "Acta Crystallographica, Section B: Structural Science, Crystal Engineering and Materials", "\r\n        (", "2014", "),\r\n    ", "70", "\r\n        (", "1", "),\r\n    ", "11-18", "CODEN:\r\n                ", "ACSBDA", ";\r\n        ISSN:", "2052-5206", ".\r\n    \r\n            (", "International Union of Crystallography", ")\r\n        ", "Four new variants of the 1,4-benzenedicarboxylate MIL-53 structure were prepd. for CoII under solvothermal conditions and their structures solved and refined from single-crystal x-ray data.  All materials contain pendant pyridine-N-oxide ligands that bridge pairs of CoII atoms in the inorg. backbone of the structure via O.  By the use of the ligands 3-bromopyridine-N-oxide, 4-methoxypyridine-N-oxide, isoquinoline-N-oxide and 4-phenylpyridine-N-oxide, materials were prepd. with the same topol. but distinct structures.  These illustrate how the MIL-53 structure is able to distort to accommodate the bulk of the various substituents on the pyridine ring.  The bulkiest pendant ligand, 4-phenylpyridine-N-oxide, results in a distortion of the diamond-shaped channels in an opposite sense to that seen previously in expanded forms of the parent MIL-53 structure.  By comparison with published crystal structures for MIL-53 with various occluded guests, the structural distortions that take place to accommodate the pendant ligands are quantified and a twisting of the 1,4-benzenedicarboxylate ligand, instead of a hinging about the μ2-carboxylate-metal connection, allows the new structures that are obsd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXpvVWksQ%253D%253D&md5=f62c48780112cd5d675257070c069722", "19. ", "Luo", ", ", "J.", "; ", "Qiu", ", ", "L. J.", "; ", "Liu", ", ", "B. S.", "; ", "Gao", ", ", "Y.", "; ", "Zhang", ", ", "X. R.", "; ", "Yang", ", ", "F.", "; ", "Cui", ", ", "L. L.", " ", "Chin. J. Chem.", " ", "2011", ",  ", "29", ",  ", "905", "– ", "912", "[", "Crossref", "], [", "CAS", "]", "19. ", "Synthesis and characterization of cobalt(II) and copper(II) tricyanomethanide (tcm) complexes with 2,2'-dipyridyl N,N'-dioxide (dpdo) as co-ligands: [Co(dpdo)(tcm)2], [Cu(dpdo)(tcm)2] and Cu(dpdo)2(tcm)2", "Luo, Jun; Qiu, Lijuan; Liu, Baoshu; Gao, Yue; Zhang, Xinrong; Yang, Feng; Cui, Lili", "Chinese Journal of Chemistry", "\r\n        (", "2011", "),\r\n    ", "29", "\r\n        (", "5", "),\r\n    ", "905-912", "CODEN:\r\n                ", "CJOCEV", ";\r\n        ISSN:", "1001-604X", ".\r\n    \r\n            (", "Shanghai Institute of Organic Chemistry", ")\r\n        ", "Three new transition metal tricyanomethanide complexes [Co(dpdo)(tcm)2] (1), [Cu(dpdo)(tcm)2] (2) and Cu(dpdo)2(tcm)2 (3) were synthesized and structurally characterized.  In compd. 1 each Co(II) ion is coordinated to four disorder tcm anions and one dpdo mol. to give a distorted octahedral geometry.  In compd. 2 each Cu(II) ion is surrounded by four tcm anions and one dpdo ligand to form a square bipyramidal geometry.  Both compds. 1 and 2 display a μ1,5-tcm bridged infinite chain structure.  In compd. 3 coordination geometry around the central ion is square-planar, each Cu(II) ion is coordinated by two dpdo mols. to form a cationic part, the cationic parts is linked with the free tcm anionic parts via electrostatic attraction, giving a mononuclear structure.  Magnetic susceptibility measurement in the range 2-300 K indicates that there are antiferromagnetic couplings between adjacent metal ions in 1 (θ = -2.33 K, C = 2.13 cm3/mol-1/K) and 2 (J = -0.30, g = 2.20), resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnvVKjtro%253D&md5=93bb04b1b4b1c2db3c8e7da3deacbb21", "20. ", "Wang", ", ", "Y. J.", "; ", "Li", ", ", "H. H.", "; ", "Chen", ", ", "Z. R.", "; ", "Huang", ", ", "C. C.", "; ", "Huang", ", ", "X. H.", "; ", "Feng", ", ", "M.", "; ", "Lin", ", ", "Y.", " ", "CrystEngComm", " ", "2008", ",  ", "10", ",  ", "770", "– ", "777", "[", "Crossref", "], [", "CAS", "]", "20. ", "A series of lead(II)/iodine hybrid polymers based on 1-D and 2-D metal-organic motifs linked by different organic conjugated ligands", "Wang, Yun Jie; Li, Hao Hong; Chen, Zhi Rong; Huang, Chang Cang; Huang, Xi He; Feng, Miao; Lin, Yun", "CrystEngComm", "\r\n        (", "2008", "),\r\n    ", "10", "\r\n        (", "6", "),\r\n    ", "770-777", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The introduction of series of org. conjugated ligands into the Pb/I system gives three lead(II)/iodine polymers [Pb2I4(dpdo)]n (1) (dpdo = 4,4'-dipyridyl-N,N'-dioxide), [PbI2(bipyO2)]n (2) (bipyO2 = 2,2'-dipyridyl-N,N'-dioxide) and {[PbI(Dhydql)]·DMF}n (3) (Dhydql = deprotonated 8-hydroxyquinoline).  In 1 and 2, both the org. and inorg. ligands are neutral.  But the org. moiety in 3 is a conjugated neg. ion and the inorg. component presents a 2-dimensional layer arrangement.  The org. ligands in this work serve as bridges to link the inorg. chain or layer to heighten the structural dimension.  As expected, based on the bridge nature of an org. ligand, 1 features a 2-dimensional arrangement of a staircase-like lattice sheet [Pb2I4(dpdo)]n, 2 exhibits a 1-dimensional chain [PbI2(bipyO2)]n consisting of unprecedented twisted boat from seven-membered rings, and 3 presents a host-guest structure with DMF as guest mols. which are embedded in between adjoining inorg.-org. components.  Also, the compds. were further characterized with fluorescence, UV-visible spectra and third-order nonliner optical (NLO) properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXntVCgtLs%253D&md5=318d7054740c0aef433b4eabe179c4a1", "21. ", "Sarma", ", ", "R.", "; ", "Baruah", ", ", "J. B.", " ", "Solid State Sci.", " ", "2011", ",  ", "13", ",  ", "1692", "– ", "1700", "[", "Crossref", "], [", "CAS", "]", "21. ", "Aromatic N-oxides in construction of different carboxylate coordination polymers of zinc(II), cadmium(II) and mercury(II)", "Sarma, Rupam; Baruah, Jubaraj B.", "Solid State Sciences", "\r\n        (", "2011", "),\r\n    ", "13", "\r\n        (", "9", "),\r\n    ", "1692-1700", "CODEN:\r\n                ", "SSSCFJ", ";\r\n        ISSN:", "1293-2558", ".\r\n    \r\n            (", "Elsevier Masson SAS", ")\r\n        ", "The coordination polymers [Zn(C6H5COO)2(PNO)]n (1), [Zn2(C6H5COO)4(4,4'-BPNO)]n (2), [Zn4(C6H4C2O4)4(4,4'-BPNO)2(H2O)5]n·nH2O (3), [Cd(C6H5COO)2(PNO)]n (4), [Cd3(C6H5COO)6(4,4'-BPNO)2]n·2nH2O (5), [Cd(C6H4C2O4)(4,4'-BPNO)(H2O)]n (6) and [Hg(C6H5COO)2(4,4'-BPNO)2]n (7), (PNO = pyridine N-oxide, 4,4'-BPNO = 4,4'-bipyridyl-N,N'-dioxide) were synthesized and structurally characterized.  The structures of these coordination polymers exhibit mononuclear to trinuclear nodes built by ligation of carboxylate to metal ions connected by N-oxide ligands.  Pyridine N-oxide interconnects metal nodes by acting as μ2-bridging ligand in complexes 1, and 4.  In the linear coordination polymer 2, the paddle wheel structure of zinc(II) benzoate units are interconnected by 4,4'-bipyridyl-N,N'-dioxide which acts as a bidentate spacer ligand adopting a trans μ2-η1 : η1 coordination mode.  The polymeric structure of 3 formed by terephthalate and 4,4'-bipyridyl-N,N'-dioxide with zinc(II) contains self-assembled dinuclear Zn2O2 type of carboxylate cores, with 4,4'-bipyridyl-N,N'-dioxide coordinating through cis μ2-η1:η1 coordination mode.  The cadmium coordination polymer 5, comprising of 4,4'-bipyridyl-N,N'-dioxide and benzoate, has trinuclear cadmium benzoate cores wherein the terminal cadmium ions are interconnected by monodentate 4,4'-bipyridyl-N,N'-dioxide bridges.  The coordination polymer 6 comprises of mononuclear cadmium nodes independently bridged by terephthalate and 4,4'-bipyridyl-N,N'-dioxide thereby leading to a 3-fold interpenetrated three dimensional network.  Double helical polymeric structure is obsd. in the coordination polymer 7 derived from mononuclear mercury(II) benzoate nodes bridged by 4,4'-bipyridyl-N,N'-dioxide with cis μ2-η1 : η1 coordination mode.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtV2ntbbN&md5=1fc08e7acabd6cf4aab6d949e7c7179e", "22. ", "Coles", ", ", "S. J.", "; ", "Gale", ", ", "P. A.", " ", "Chem. Sci.", " ", "2012", ",  ", "3", ",  ", "683", "– ", "689", "[", "Crossref", "], [", "CAS", "]", "22. ", "Changing and challenging times for service crystallography", "Coles, Simon J.; Gale, Philip A.", "Chemical Science", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "3", "),\r\n    ", "683-689", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Crystallog. is no longer solely the preserve of the specialist, a situation that has implications for the operation of crystallog. service facilities.  This mini-review provides an overview of the challenges in operating a crystallog. facility from the perspective and experience of the UK National Crystallog. Service - a modern mid-range facility.  Examples of chem. research generating the greatest challenges for the modern crystallog. service and the state-of-the-art tools, hardware, facilities and expertise that are required to address them are highlighted.  An overview of current research trends in single crystal diffraction research, which will ensure the future development of the technique, is presented.  The remit of the service crystallographer is examd., together with proposed examples of best practice.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhslOqs7k%253D&md5=5e05b4ed250f83867129ca9195bbdbc0", "23. ", "Dolomanov", ", ", "O. V.", "; ", "Bourhis", ", ", "L. J.", "; ", "Gildea", ", ", "R. J.", "; ", "Howard", ", ", "J. A. K.", "; ", "Puschmann", ", ", "H.", " ", "J. Appl. Crystallogr.", " ", "2009", ",  ", "42", ",  ", "339", "– ", "341", "[", "Crossref", "], [", "CAS", "]", "23. ", "OLEX2: a complete structure solution, refinement and analysis program", "Dolomanov, Oleg V.; Bourhis, Luc J.; Gildea, Richard J.; Howard, Judith A. K.; Puschmann, Horst", "Journal of Applied Crystallography", "\r\n        (", "2009", "),\r\n    ", "42", "\r\n        (", "2", "),\r\n    ", "339-341", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "0021-8898", ".\r\n    \r\n            (", "International Union of Crystallography", ")\r\n        ", "New software, OLEX2, was developed for the detn., visualization and anal. of mol. crystal structures.  The software has a portable mouse-driven workflow-oriented and fully comprehensive graphical user interface for structure soln., refinement and report generation, as well as novel tools for structure anal.  OLEX2 seamlessly links all aspects of the structure soln., refinement and publication process and presents them in a single workflow-driven package, with the ultimate goal of producing an application which will be useful to both chemists and crystallographers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjsFSnsbg%253D&md5=7a2f9697b13b8e76de0e7dc5074ab229", "24. ", "Sheldrick", ", ", "G. M.", " ", "Acta Crystallogr., Sect. A", " ", "2008", ",  ", "64", ",  ", "112", "– ", "122", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "24. ", "A short history of SHELX", "Sheldrick, George M.", "Acta Crystallographica, Section A: Foundations of Crystallography", "\r\n        (", "2008", "),\r\n    ", "64", "\r\n        (", "1", "),\r\n    ", "112-122", "CODEN:\r\n                ", "ACACEQ", ";\r\n        ISSN:", "0108-7673", ".\r\n    \r\n            (", "International Union of Crystallography", ")\r\n        ", "An account is given of the development of the SHELX system of computer programs from SHELX-76 to the present day.  In addn. to identifying useful innovations that have come into general use through their implementation in SHELX, a crit. anal. is presented of the less-successful features, missed opportunities and desirable improvements for future releases of the software.  An attempt is made to understand how a program originally designed for photog. intensity data, punched cards and computers over 10000 times slower than an av. modern personal computer has managed to survive for so long.  SHELXL is the most widely used program for small-mol. refinement and SHELXS and SHELXD are often employed for structure soln. despite the availability of objectively superior programs.  SHELXL also finds a niche for the refinement of macromols. against high-resoln. or twinned data; SHELXPRO acts as an interface for macromol. applications.  SHELXC, SHELXD and SHELXE are proving useful for the exptl. phasing of macromols., esp. because they are fast and robust and so are often employed in pipelines for high-throughput phasing.  This paper could serve as a general literature citation when one or more of the open-source SHELX programs (and the Bruker AXS version SHELXTL) are employed in the course of a crystal-structure detn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhsVGhurzO&md5=8f91f10be4a9df74b2a9dad522c71e6e", "25. ", "Wiersum", ", ", "A. D.", "; ", "Gioyannangeli", ", ", "C.", "; ", "Vincent", ", ", "D.", "; ", "Bloch", ", ", "E.", "; ", "Reinsch", ", ", "H.", "; ", "Stock", ", ", "N.", "; ", "Lee", ", ", "J. S.", "; ", "Chang", ", ", "J.-S.", "; ", "Llewellyn", ", ", "P. L.", " ", "ASC Combin. Sci.", " ", "2013", ",  ", "15", ",  ", "111", "– ", "119", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Experimental Screening of Porous Materials for High Pressure Gas Adsorption and Evaluation in Gas Separations: Application to MOFs (MIL-100 and CAU-10)", "Wiersum, Andrew D.; Giovannangeli, Christophe; Vincent, Dominique; Bloch, Emily; Reinsch, Helge; Stock, Norbert; Chang, Jong-San; Llewellyn, Philip L.", "ACS Combinatorial Science", "\r\n        (", "2013", "),\r\n    ", "15", "\r\n        (", "2", "),\r\n    ", "111-119", "CODEN:\r\n                ", "ACSCCC", ";\r\n        ISSN:", "2156-8944", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A high-throughput gas adsorption app. for the evaluation of adsorbents of interest in gas storage and sepn. applications has been developed.  The app. is capable of measuring complete adsorption isotherms up to 40 bar on six samples in parallel using as little as 60 mg of material.  Multiple adsorption cycles can be carried out and four gases can be used sequentially, giving as many as 24 adsorption isotherms in 24 h.  The app. was used to investigate the effect of metal center (MIL-100) and functional groups (CAU-10) on the adsorption of N2, CO2, and light hydrocarbons on MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXktFWjsg%253D%253D&md5=ed898bd3a2ca1fe986de52d787bfd537", "26. ", "Lemmon", ", ", "E. W.", "; ", "McLinden", ", ", "H. M.", "  ", "MO Reference Fluid Thermodynamic and Transport Properties", "; REFPROP 8.0; ", "National Institute of Standards and Technology", ": ", "Gaithersburg, MD", ", ", "2007", ".", "There is no corresponding record for this reference.", "27. ", "Gupta", ", ", "A.", "; ", "Chempath", ", ", "S.", "; ", "Sanborn", ", ", "M. J.", "; ", "Clark", ", ", "L. A.", "; ", "Snurr", ", ", "R. Q.", " ", "Mol. Simul.", " ", "2003", ",  ", "29", ",  ", "29", "– ", "46", "[", "Crossref", "], [", "CAS", "]", "27. ", "Object-oriented Programming Paradigms for Molecular Modeling", "Gupta, Amit; Chempath, Shaji; Sanborn, Martin J.; Clark, Louis A.; Snurr, Randall Q.", "Molecular Simulation", "\r\n        (", "2002", "),\r\n    ", "29", "\r\n        (", "1", "),\r\n    ", "29-46", "CODEN:\r\n                ", "MOSIEA", ";\r\n        ISSN:", "0892-7022", ".\r\n    \r\n            (", "Taylor & Francis Ltd.", ")\r\n        ", "This paper discusses the application of object-oriented programming (OOP) design concepts to the development of mol. simulation code.  A no. of new languages such as Fortran 90 (F90) have been developed over the last decade that support the OOP design philosophy.  We briefly describe the salient features of F90 and some basic object-oriented design principles.  As an illustration of the design concepts we implement a general interface in F90 for calcg. pairwise interactions that can be extended easily to any no. of different forcefield models.  The ideas presented here are used in the development of a multipurpose simulation code, named Music.  An example of the use of Music for grand canonical Monte Carlo (GCMC) simulations of flexible sorbate mols. in zeolites is given.  The example illustrates how OOP allowed existing code for mol. dynamics and GCMC to be easily combined to perform hybrid GCMC simulations with minimal coding effort.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXps1Wqtw%253D%253D&md5=cf443181f3984ed44299e1aa99ebcae5", "28. ", "Peng", ", ", "D.", "; ", "Robinson", ", ", "D. B.", " ", "Ind. Eng. Chem. Fundamen.", " ", "1976", ",  ", "15", ",  ", "59", "– ", "64", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "A new two-constant equation of state", "Peng, Ding-Yu; Robinson, Donald B.", "Industrial & Engineering Chemistry Fundamentals", "\r\n        (", "1976", "),\r\n    ", "15", "\r\n        (", "1", "),\r\n    ", "59-64", "CODEN:\r\n                ", "IECFA7", ";\r\n        ISSN:", "0196-4313", ".\r\n    ", "A new 2-const. equation of state was developed by modifying the attractive pressure term of the semiempirical van der Waals equation.  Examples of the use of the equation for predicting the vapor pressure and volumetric behavior of single-component systems, and the phase behavior and volumetric behavior of binary, ternary, and multicomponent systems are given.  The proposed equation is simple and accurate.  It performs as well as or better than the Soave-Redlich-Kwong equation (G. Soave, 1972) and shows its greatest advantages in predicting liq. phase ds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE28XmsFChsg%253D%253D&md5=070de4c55a808d1b5ddc9b26397dc26c", "29. ", "Mayo", ", ", "S. L.", "; ", "Olafson", ", ", "B. D.", "; ", "Goddard", ", ", "W. A.", " ", "J. Phys. Chem.", " ", "1990", ",  ", "94", ",  ", "8897", "– ", "8909", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "DREIDING:  a generic force field for molecular simulations", "Mayo, Stephen L.; Olafson, Barry D.; Goddard, William A., III", "Journal of Physical Chemistry", "\r\n        (", "1990", "),\r\n    ", "94", "\r\n        (", "26", "),\r\n    ", "8897-909", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    ", "The parameters are given for a new generic force field, DREIDING, that is useful for predicting structures and dynamics of org., biol., and main-group inorg. mols.  The philosophy in DREIDING is to use general force consts. and geometry parameters based on simple hybridization considerations rather than individual force consts. and geometric parameters that depend on the particular combination of atoms involved in the bond, angle, or torsion terms.  Thus all bond distances are derived from at. radii, and there is only one force const. each for bonds, angles, and inversions and only six different values for torsional barriers.  Parameters are defined for all possible combinations of atoms and new atoms can be added to the force field rather simply.  The parameters are given for the \"nonmetallic\" main-group elements (B, C, N, O, F columns for the C, Si, Ge, and Sn rows) plus H and a few metals (Na, Ca, Zn, Fe).  The accuracy of the DREIDING force field is tested by comparing with (i) 76 accurately detd. crystal structures of org. compds. involving H, C, N, O, F, P, S, Cl, and Br, (ii) rotational barriers of a no. of mols., and (iii) relative conformational energies and barriers of a no. of mols.  There is excellent agreement.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXmtlyhtL0%253D&md5=c2b2e75dedb934f18bad57d15d8944d4", "30. ", "Rappe", ", ", "A. K.", "; ", "Casewit", ", ", "C. J.", "; ", "Colwell", ", ", "K. S.", "; ", "Goddard", ", ", "W. A.", "; ", "Skiff", ", ", "W. M.", " ", "J. Am. Chem. Soc.", " ", "1992", ",  ", "114", ",  ", "10024", "– ", "10035", "[", "ACS Full Text ", "], [", "CAS", "]", "30. ", "UFF, a full periodic table force field for molecular mechanics and molecular dynamics simulations", "Rappe, A. K.; Casewit, C. J.; Colwell, K. S.; Goddard, W. A., III; Skiff, W. M.", "Journal of the American Chemical Society", "\r\n        (", "1992", "),\r\n    ", "114", "\r\n        (", "25", "),\r\n    ", "10024-35", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "A new mol. mechanics force field, the Universal force field (UFF), is described wherein the force field parameters are estd. using general rules based only on the element, its hybridization and its connectivity.  The force field functional forms, parameters, and generating formulas for the full periodic table are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38Xmtl2qur8%253D&md5=cf41e8bb9ad299fd5d79f070d690afe1", "31. ", "Wilmer", ", ", "C. E.", "; ", "Kim", ", ", "K. C.", "; ", "Snurr", ", ", "R. Q.", " ", "J. Phys. Chem. Lett.", " ", "2012", ",  ", "3", ",  ", "2506", "– ", "2511", "[", "ACS Full Text ", "], [", "CAS", "]", "31. ", "An Extended Charge Equilibration Method", "Wilmer, Christopher E.; Kim, Ki Chul; Snurr, Randall Q.", "Journal of Physical Chemistry Letters", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "17", "),\r\n    ", "2506-2511", "CODEN:\r\n                ", "JPCLCD", ";\r\n        ISSN:", "1948-7185", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We present a method for estg. partial at. charges that uses all of the measured ionization energies (first, second, third, etc.) for every atom in the periodic table.  We build on the charge equilibration (Qeq) method of Rappe and Goddard (which used only the first ionization energies) but reduce the no. of ad hoc parameters from at least one for every type of atom to just two global parameters: a dielec. strength and a modified parameter for hydrogen atoms.  Periodic electrostatic interactions are calcd. via Ewald sums, and the partial charges are detd. by simultaneously solving a system of linear equations; no iteration is required.  We compare the predicted partial at. charges of this extended charge equilibration (EQeq) scheme against plane-wave d.-functional theory derived charges detd. via the REPEAT method for 12 diverse metal-org. frameworks (MOFs).  We also compare EQeq charges against ChelpG charges calcd. using nonperiodic MOF fragments, as well as against Qeq charges as implemented in Accelrys Materials Studio.  We demonstrate that for the purpose of ranking MOFs from best to worst for carbon capture applications, EQeq charges perform as well as charges derived from electrostatic potentials, but EQeq requires only a tiny fraction of the computational cost (seconds vs. days for the MOFs studied).  The source code for the EQeq algorithm is provided.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFyqtrbM&md5=58bad21d1ae5e9b4919a796910604258", "32. ", "Martin", ", ", "M. G.", "; ", "Siepmann", ", ", "J. I.", " ", "J. Phys. Chem. B", " ", "1998", ",  ", "102", ",  ", "2569", "– ", "2577", "[", "ACS Full Text ", "], [", "CAS", "]", "32. ", "Transferable Potentials for Phase Equilibria. 1. United-Atom Description of n-Alkanes", "Martin, Marcus G.; Siepmann, J. Ilja", "Journal of Physical Chemistry B", "\r\n        (", "1998", "),\r\n    ", "102", "\r\n        (", "14", "),\r\n    ", "2569-2577", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new set of united-atom Lennard-Jones interaction parameters for n-alkanes is proposed from fitting to crit. temps. and satd. liq. densities.  Configurational-bias Monte Carlo simulations in the Gibbs ensemble were carried out to det. the vapor-liq. coexistence curves for methane to dodecane using three united-atom force fields: OPLS [Jorgensen, et al. J. Am. Chem. Soc. 1984, 106, 813], SKS [Siepmann, et al. Nature 1993, 365, 330], and TraPPE.  Std. specific densities and the high-pressure equation-of-state for the transferable potentials for phase equil. (TraPPE) model were studied by simulations in the isobaric-isothermal and canonical ensembles, resp.  It is found that one set of Me and methylene parameters is sufficient to accurately describe the fluid phases of all n-alkanes with two or more carbon atoms.  Whereas other n-alkane force fields employ Me groups that are either equal or larger in size than the methylene groups, it is demonstrated here that using a smaller Me group yields a better fit to the set of exptl. data.  As should be expected from an effective pair potential, the new parameters do not reproduce exptl. second virial coeffs.  Satd. vapor pressures and densities show small, but systematic deviation from the exptl. data.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXhs1GqsLo%253D&md5=bd188811b6ce04ce093e4659b74861d4", "33. ", "Potoff", ", ", "J. J.", "; ", "Siepmann", ", ", "J. I.", " ", "AIChE J.", " ", "2001", ",  ", "47", ",  ", "1676", "– ", "1682", "[", "Crossref", "], [", "CAS", "]", "33. ", "Vapor-liquid equilibria of mixtures containing alkanes, carbon dioxide, and nitrogen", "Potoff, Jeffrey J.; Siepmann, J. Ilja", "AIChE Journal", "\r\n        (", "2001", "),\r\n    ", "47", "\r\n        (", "7", "),\r\n    ", "1676-1682", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    \r\n            (", "American Institute of Chemical Engineers", ")\r\n        ", "New force fields for carbon dioxide and nitrogen are introduced that quant. reproduce the vapor-liq. equil. (VLE) of the neat systems and their mixts. with alkanes.  In addn. to the usual VLE calcns. for pure CO2 and N2, calcns. of the binary mixts. with propane were used in the force-field development to achieve a good balance between dispersive and electrostatic (quadrupole-quadrupole) interactions.  The transferability of the force fields was then assessed from calcns. of the VLE for the binary mixts. with n-hexane, the binary mixt. of CO2/N2, and the ternary mixt. of CO2/N2/propane.  The VLE calcns. were carried out using configurational-bias Monte Carlo simulations in either the grand canonical ensemble with histogram-reweighting or in the Gibbs ensemble.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXlsVCrt78%253D&md5=ad43c62adf3f96989c660eeff73b73e2", "34. ", "Brese", ", ", "N. E.", "; ", "O’Keeffe", ", ", "M.", " ", "Acta Crystallogr., Sect. B", " ", "1991", ",  ", "47", ",  ", "192", "– ", "197", "[", "Crossref", "]", "There is no corresponding record for this reference.", "35. ", "Poulsen", ", ", "R. D.", "; ", "Bentien", ", ", "A.", "; ", "Christensen", ", ", "M.", "; ", "Iversen", ", ", "B. B.", " ", "Acta Crystallogr. Sect. B", " ", "2006", ",  ", "62", ",  ", "245", "– ", "254", "[", "Crossref", "], [", "PubMed", "]", "There is no corresponding record for this reference.", "36. ", "Clausen", ", ", "H. F.", "; ", "Overgaard", ", ", "J.", "; ", "Chen", ", ", "Y. S.", "; ", "Lversen", ", ", "B. B.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "7988", "– ", "7996", "[", "ACS Full Text ", "], [", "CAS", "]", "36. ", "Synchrotron X-ray Charge Density Study of Coordination Polymer Co3(C8H4O4)4(C4H12N)2(C5H11NO)3 at 16 K", "Clausen, H. F.; Overgaard, J.; Chen, Y. S.; Iversen, B. B.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "25", "),\r\n    ", "7988-7996", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The charge d. (CD) of the novel coordination polymer Co3(C8H4O4)4(Et2NH2)2(Et2NCHO)3 (1) (C8H4O4 = 1,4-benzenedicarboxylate; was detd. from multipole modeling of structure factors obtained from single-crystal synchrotron x-ray diffraction measurements at 16 K.  Crystallog. data are given.  The crystal structure formally contains a neg. charged framework with cations and neutral mols. in the voids.  However, the CD suggests that the framework is close to neutral, and therefore qual. conclusions based on formal charge counting, e.g., about guest inclusion properties, will be incorrect.  There are considerable differences in the charge distributions of the three unique benzenedicarboxylic acid linkers, which are widely used in coordination polymers.  Probably the electrostatic properties of coordination polymer cavities, and thereby their inclusion properties, are highly tunable.  The electron d. topol. shows that the tetrahedrally coordinated Co atom has an at. vol. which is 15% larger than that of the octahedrally coordinated Co atom.  The crystal structure has both ferromagnetic and antiferromagnetic interactions, but no direct metal-metal bonding is evidenced in the CD.  The magnetic ordering therefore takes place through superexchange in the O bridges and the arom. linkers.  Bonding anal. of the exptl. CD reveals that two O atoms, O(1) and O(11), have significant covalent contributions to the metal-ligand bonding, whereas all other O atoms have closed-shell interactions with the metals.  These two O atoms are the key mediators of the magnetic ordering.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXms1Gjt7o%253D&md5=8b0dc0de8d946e4378a4c53728e3a21f", "37. ", "Luo", ", ", "F.", "; ", "Che", ", ", "Y. X.", "; ", "Zheng", ", ", "J. M.", " ", "Cryst. Growth Des.", " ", "2009", ",  ", "9", ",  ", "1066", "– ", "1071", "[", "ACS Full Text ", "], [", "CAS", "]", "37. ", "Trinuclear Cobalt Based Porous Coordination Polymers Showing Unique Topological and Magnetic Variety upon Different Dicarboxylate-like Ligands", "Luo, Feng; Che, Yun-xia; Zheng, Ji-min", "Crystal Growth & Design", "\r\n        (", "2009", "),\r\n    ", "9", "\r\n        (", "2", "),\r\n    ", "1066-1071", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "One-pot solvothermal self-assembly is employed to prep. Co3 based porous coordination polymers, viz. (1), [H2NMe2]2[Co3(i.p.)4]·H2O; (2), [H2NMe2]2[Co3(bdc)4]·(DMF)2; (3), [H2NMe2]2[Co3(bpdc)4]·(CH3OH)2(DMF)1.5, where i.p., bdc, bpdc, and DMF are 1,3-benzenedicarboxylate, 1,4-benzenedicarboxylate, 4,4'-biphenyldicarboxylate, and N,N'-DMF, resp.  Via different org. connectors such as i.p., bdc, and bpdc, such Co3 mol. building blocks (MBB), [Co3(CO2)8]2-, are assocd. together to give a tunable 8-connected topol. framework, viz. 42464 for 1, 36414576 for 2, and 36418536 for 3.  Upon the geometry and the length of org. connectors, their corresponding porosity occupied by c counterions plus solvent mols. also can be tunable, for example, with the consideration of [H2NMe2]+ counterions, the solvent-accessible vol. is 460.2 Å3 for 1, equal to 23.9% of the cell vol., 3320.4 Å3 for 2, equal to 56.3% of the cell vol., 4107.2 Å3 for 3, equal to 50% of the cell vol.  Notably, besides these outstanding features of tunable 8-connected topol. and porosity, their magnetic properties such as ferromagnetic behavior without magnetic ordering for 1, spin-canting and metamagnetic behavior with magnetic ordering for 2, as well as spin-canting, metamagnetic, and spin-glass behavior with magnetic ordering for 3 also can be tunable.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsVGnsLrM&md5=c3077f5101e9d684b77ac34721e589f3", "38. ", "Zhang", ", ", "J.", "; ", "Bu", ", ", "J. T.", "; ", "Chen", ", ", "S.", "; ", "Wu", ", ", "T.", "; ", "Zheng", ", ", "S.", "; ", "Chen", ", ", "Y.", "; ", "Nieto", ", ", "R. A.", "; ", "Feng", ", ", "P.", "; ", "Bu", ", ", "X.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "8876", "– ", "8879", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "38. ", "Urothermal Synthesis of Crystalline Porous Materials", "Zhang, Jian; Bu, Julia T.; Chen, Shumei; Wu, Tao; Zheng, Shoutian; Chen, Yigang; Nieto, Ruben A.; Feng, Pingyun; Bu, Xianhui", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "47", "),\r\n    ", "8876-8879, S8876/1-S8876/16", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A no. of metal-org. framework complexes have been prepd. using urea derivs. as both solvents and coordination ligands.  Crystal structures, thermal decompn., and gas adsorption properties of these complexes were investigated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVWmsbfF&md5=ee47c0ea9a401d320994365c4090d56c", "39. ", "Wang", ", ", "X. F.", "; ", "Zhang", ", ", "Y. B.", "; ", "Xue", ", ", "W.", "; ", "Qi", ", ", "X. L.", "; ", "Chen", ", ", "X. M.", " ", "CrystEngComm", " ", "2010", ",  ", "12", ",  ", "3834", "– ", "3839", "[", "Crossref", "], [", "CAS", "]", "39. ", "Two temperature-induced isomers of metal-carboxylate frameworks based on different linear trinuclear Co3(RCOO)8 clusters exhibiting different magnetic behaviours", "Wang, Xiao-Feng; Zhang, Yue-Biao; Xue, Wei; Qi, Xiao-Lin; Chen, Xiao-Ming", "CrystEngComm", "\r\n        (", "2010", "),\r\n    ", "12", "\r\n        (", "11", "),\r\n    ", "3834-3839", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A pair of structurally isomeric metal-carboxylate frameworks (MCFs) with an identical formula of [Me2NH2]2[Co3(1,4-bdc)4]·4DMF (1 and 2, Me2NH2 = protonated dimethylamine, 1,4-bdcH2 = 1,4-benzenedicarboxylic acid) were synthesized from identical reactants at 160° and room temp., resp., and characterized by x-ray crystallog.  Although both compds. feature the same bcg net (a uninodal eight-connected net) based on the Co3(OOCR)8 clusters as eight-connected nodes, the isomers exhibit different magnetic behaviors, owing to the slight difference of linear Co3(OOCR)8 clusters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVGhtLrM&md5=05ee2438bdf101513e24e44f10023d1a", "40. ", "Zou", ", ", "H.-H.", "; ", "He", ", ", "Y.-P.", "; ", "Gui", ", ", "L.-C.", "; ", "Liang", ", ", "F.-P.", " ", "CrystEngComm", " ", "2011", ",  ", "13", ",  ", "3325", "– ", "3329", "[", "Crossref", "], [", "CAS", "]", "40. ", "A new 8-connected porous coordination polymer: crystal structure and selective adsorption properties", "Zou, Hua-Hong; He, Yan-Ping; Gui, Liu-Cheng; Liang, Fu-Pei", "CrystEngComm", "\r\n        (", "2011", "),\r\n    ", "13", "\r\n        (", "10", "),\r\n    ", "3325-3329", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A new coordination polymer assocd. with cobalt ion, [Co3(Tda)3(bpp)2]·2DMF (1, Tda = thiophene-2,5-dicarboxylic acid, bpp = 1,3-bis(4-pyridyl)propane, DMF = dimethylformamide), was prepd. under solvothermal conditions, and characterized by the single-crystal x-ray diffraction, element anal., and IR spectra.  Each Tda is coordinated to four CoII ions with μ4-κO : κO': κO'', κO'''-μ2 coordination mode and each bpp ligand is ligated to two CoII ions with anti-anti bridging mode in 1.  Each cobalt(II) trimer is connected to eight adjacent Co3 units via four Tda and four bpp ligands reduced to a uninodal 8-connected topol.  Sorption studies conducted on this permanently microporous material imply that it can sep. carbon dioxide from nitrogen and methane with high selectivity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmt1yis7k%253D&md5=08b7d3d8461bfcf8b10c0624bf22582d", "41. ", "Cheetham", ", ", "A. K.", "; ", "Rao", ", ", "C. N. R.", "; ", "Feller", ", ", "R. K.", " ", "Chem. Commun.", " ", "2006", ",  ", "4780", "– ", "4795", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "41. ", "Structural diversity and chemical trends in hybrid inorganic-organic framework materials", "Cheetham, Anthony K.; Rao, C. N. R.; Feller, Russell K.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2006", "),\r\n    ", "\r\n        (", "46", "),\r\n    ", "4780-4795", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Hybrid framework compds., including both metal-org. coordination polymers and systems that contain extended inorg. connectivity (extended inorg. hybrids), have recently developed into an important new class of solid-state materials.  The authors examine the diversity of this complex class of materials, propose a simple but systematic classification, and explore the chem. and geometrical factors that influence their formation.  The authors also discuss the growing evidence that many hybrid frameworks tend to form under thermodn. rather than kinetic control when the synthesis is carried out under hydrothermal conditions.  Finally, the authors explore the potential applications of hybrid frameworks in areas such as gas sepns. and storage, heterogeneous catalysis, and photoluminescence.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xht1CmurnO&md5=8ec3388fde1f73731a6b9cabf70f3f5c", "42. ", "Harvey", ", ", "H. G.", "; ", "Slater", ", ", "B.", "; ", "Attfield", ", ", "M. P.", " ", "Chem, Eur. J.", " ", "2004", ",  ", "10", ",  ", "3270", "– ", "3278", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "42. ", "Rational design of the pore system within the framework aluminum alkylenediphosphonate series", "Harvey, Howard G.; Slater, Ben; Attfield, Martin P.", "Chemistry--A European Journal", "\r\n        (", "2004", "),\r\n    ", "10", "\r\n        (", "13", "),\r\n    ", "3270-3278", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors report here on the solvothermal synthesis and crystal structure of the hybrid org.-inorg. framework material Al2[O3PC3H6PO3](H2O)2F2·H2O (orthorhombic, space group Pmmn, a 12.0591(2), b 19.1647(5), c 4.91142(7) Å, Z = 4), the 2nd member of the Al2[O3PCnH2nPO3](H2O)2F2·H2O series.  The structure consists of corrugated chains of corner-sharing AlO4F2 octahedra in which alternating AlO4F2 octahedra contain 2 fluorine atoms in a trans or a cis configuration.  The diphosphonate groups link the chains together through Al-O-P-O-Al bridges and through the propylene groups to form a 3-dimensional framework structure contg. a 1-dimensional channel system.  The linkage of the corrugated inorg. Al-O-P layers within the structure gave 2 types of channel that differ in size, shape and compn.  The smaller channel is unoccupied; the larger channel is more elongated and contains 2 extra-framework H2O mols. per unit cell.  A computational study into the driving force that controls the stacking arrangement of the Al-O-P inorg. layers within this series of compds. reveals that the stacking is controlled by thermodn. factors, arising chiefly from the conformation of the org. linker mol. used to connect the inorg. sheets.  The registration of the inorg. layers can be engineered by selecting an appropriate, simple org. spacer or linker alkyl chain, where an even no. of C atoms in the alkyl chain directs formation of aligned, stacked, inorg. sheets (AAAAAA), and an odd no. directs formation of unaligned, stacked sheets (ABABAB) and the formation of one or 2 channel types in the resultant structure, resp.  This combination of alkyl-chain linkers in conjunction with corrugated inorg. layers is an effective tool to rationally design the pore system of hybrid framework materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXlvVKhsrk%253D&md5=f9b06c57322e7ae114b3d7f0b707f2f2", "43. ", "Harvey", ", ", "H. G.", "; ", "Teat", ", ", "S. J.", "; ", "Attfield", ", ", "M. P.", " ", "J. Mater. Chem.", " ", "2000", ",  ", "10", ",  ", "2632", "– ", "2633", "[", "Crossref", "], [", "CAS", "]", "43. ", "Al2[O3PC2H4PO3](H2O)2F2·H2O: a novel aluminium diphosphonate", "Harvey, Howard G.; Teat, Simon J.; Attfield, Martin P.", "Journal of Materials Chemistry", "\r\n        (", "2000", "),\r\n    ", "10", "\r\n        (", "12", "),\r\n    ", "2632-2633", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The synthesis and crystal structure of the novel aluminum diphosphonate Al2[O3PC2H4PO3](H2O)2F2·H2O is described.  The material consists of chains of AlO4F2 octahedra linked together by ethylenediphosphonate units to form a structure with channels running parallel to the a axis which contain extraframework water mols. that can be desorbed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXot1Kktrg%253D&md5=8db72ecd240a815629d048eff4df349d", "44. ", "Yuan", ", ", "Z. H.", "; ", "Clegg", ", ", "W.", "; ", "Attfield", ", ", "M. P.", " ", "J. Porous Mater.", " ", "2006", ",  ", "13", ",  ", "207", "– ", "212", "[", "Crossref", "], [", "CAS", "]", "44. ", "Synthesis and structure of the n = 4 member of the framework aluminum alkylenediphosphonate series Al2[O3PCnH2nPO3](H2O)2F2", "Yuan, Zhanhui; Clegg, William; Attfield, Martin P.", "Journal of Porous Materials", "\r\n        (", "2006", "),\r\n    ", "13", "\r\n        (", "3/4", "),\r\n    ", "207-212", "CODEN:\r\n                ", "JPMAFX", ";\r\n        ISSN:", "1380-2224", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "The solvothermal synthesis and crystal structure of the hybrid inorg.-org. framework material Al2[O3PC4H8PO3](H2O)2F2·2H2O (monoclinic, P21/m, a 4.961(2), b 11.930(5), c 10.727(5) Å, β = 93.972(6) , Z = 2, R(F, F2 > 2σ) = 0.094, Rw(F2, all data) = 0.262), the 3rd member of the Al2[O3PCnH2nPO3](H2O)2F2 framework series, is reported.  The structure is formed from corrugated chains of corner-sharing AlO4F2 octahedra in which alternating AlO4F2 octahedra contain two F atoms in a trans or a cis configuration.  The diphosphonate groups link the chains together through Al-O-P-O-Al bridges and through the Bu groups to form a three-dimensional framework structure contg. a 1-dimensional channel system consisting of one type of channel only.  The channels contain four extra-framework H2O mols. per unit cell.  The formation of this member of the series shows that the form of the alkyl chain can successfully define the no. of channel types and the channel length in this hybrid framework system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XltFGitLc%253D&md5=d59b8bebe9f55ea85886e6958fcff094", "45. ", "Yang", ", ", "S.", "; ", "Sun", ", ", "J.", "; ", "Ramirez-Cuesta", ", ", "A. J.", "; ", "Callear", ", ", "S. K.", "; ", "David", ", ", "W. I. F.", "; ", "Anderson", ", ", "D. P.", "; ", "Newby", ", ", "R.", "; ", "Blake", ", ", "A. J.", "; ", "Parker", ", ", "J. E.", "; ", "Tang", ", ", "C. C.", "; ", "Schroeder", ", ", "M.", " ", "Nat. Chem.", " ", "2012", ",  ", "4", ",  ", "887", "– ", "894", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "45. ", "Selectivity and direct visualization of carbon dioxide and sulfur dioxide in a decorated porous host", "Yang, Sihai; Sun, Junliang; Ramirez-Cuesta, Anibal J.; Callear, Samantha K.; David, William I. F.; Anderson, Daniel P.; Newby, Ruth; Blake, Alexander J.; Parker, Julia E.; Tang, Chiu C.; Schroeder, Martin", "Nature Chemistry", "\r\n        (", "2012", "),\r\n    ", "4", "\r\n        (", "11", "),\r\n    ", "887-894", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Understanding the mechanism by which porous solids trap harmful gases, e.g., CO2 and SO2, is essential to design new materials for their selective removal.  Materials with amine group functionalization dominate this field, largely due to their potential to form carbamates through H2N(δ-)···C(δ+)O2 interactions, thereby covalently trapping CO2; however, the use of these materials is energy-intensive with significant environmental impacts.  A non-amine-contg. porous solid (NOTT-300) in which OH- groups within pores selective bind CO2 and SO2 is reported.  In-situ powder x-ray diffraction and inelastic neutron scattering studies in conjunction with modeling showed the OH- groups bind CO2 and SO2 by forming O=C(S)=O(δ-)···H(δ+)-O hydrogen bonds, which are reinforced by weak supra-mol. interactions with C-H atoms on the framework arom. rings.  This offers the potential for using easy-on/easy-off capture systems for CO2 and SO2 with fewer economic and environmental penalties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlymtbbF&md5=3329e5c8d3c0261f0a7b276837539168", "46. ", "Lin", ", ", "Q.", "; ", "Wu", ", ", "T.", "; ", "Zheng", ", ", "S.-T.", "; ", "Bu", ", ", "X.", "; ", "Feng", ", ", "P.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "11852", "– ", "11854", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "46. ", "A chiral tetragonal magnesium-carboxylate framework with nanotubular channels", "Lin, Qipu; Wu, Tao; Zheng, Shou-Tian; Bu, Xianhui; Feng, Pingyun", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "43", "),\r\n    ", "11852-11854", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A rare example of a highly sym. chiral Mg-based MOF [Mg2(H2O)2(bptc)] (H4bptc = biphenyl-3,3',5,5'-tetracarboxylic acid) (denoted as CPF-1) was prepd. with nanotubular channels, built from 41 (or 43) helical chains.  It exhibits a high gas sorption capacity (∼1.29% H2 at 77 K, 1 atm; 84 cm3 g-1 of CO2 at 273 K, 1 atm).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlKgtrfM&md5=fa3d42d14a1c6e0e20ee8cdfded75944", "47. ", "Qian", ", ", "J.", "; ", "Jiang", ", ", "F.", "; ", "Yuan", ", ", "D.", "; ", "Wu", ", ", "M.", "; ", "Zhang", ", ", "S.", "; ", "Zhang", ", ", "L.", "; ", "Hong", ", ", "M.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "9696", "– ", "9698", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "47. ", "Highly selective carbon dioxide adsorption in a water-stable indium-organic framework material", "Qian, Jinjie; Jiang, Feilong; Yuan, Daqiang; Wu, Mingyan; Zhang, Shuquan; Zhang, Linjie; Hong, Maochun", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "78", "),\r\n    ", "9696-9698", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A metal-org. framework [In2(OH)2(BPTC)]·5H2O (H4BPTC = biphenyl-3,3',5,5'-tetracarboxylic acid), with chiral 41 In(OH)(CO2)2 helix chains, exhibits a high CO2 uptake under ambient conditions and outstanding selective sepns. of CO2 from CH4 or N2.  Its high stability toward humidity or even boiling water is confirmed by PXRD method.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlWltb7K&md5=068cb74d1de0a5b10ae3eb23417ae685", "48. ", "Spek", ", ", "A. L.", " ", "Acta Crystallogr., Sect. D", " ", "2009", ",  ", "65", ",  ", "148", "– ", "155", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "48. ", "Structure validation in chemical crystallography", "Spek, Anthony L.", "Acta Crystallographica, Section D: Biological Crystallography", "\r\n        (", "2009", "),\r\n    ", "65", "\r\n        (", "2", "),\r\n    ", "148-155", "CODEN:\r\n                ", "ABCRE6", ";\r\n        ISSN:", "0907-4449", ".\r\n    \r\n            (", "International Union of Crystallography", ")\r\n        ", "A review.  Automated structure validation was introduced in chem. crystallog. about 12 years ago as a tool to assist practitioners with the exponential growth in crystal structure analyses.  Validation has since evolved into an easy-to-use checkCIF/PLATON web-based IUCr service.  The result of a crystal structure detn. has to be supplied as a CIF-formatted computer-readable file.  The checking software tests the data in the CIF for completeness, quality, and consistency.  In addn., the reported structure is checked for incomplete anal., errors in the anal., and relevant issues to be verified.  A validation report is generated in the form of a list of ALERTS on the issues to be cor., checked, or commented on.  Structure validation has largely eliminated obvious problems with structure reports published in IUCr journals, such as refinement in a space group of too low symmetry.  This paper reports on the current status of structure validation and possible future extensions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtVWhtL8%253D&md5=1cc05cd996f846a98b55ea09289af6a9", "49. ", "Surblé", ", ", "S.", "; ", "Millange", ", ", "F.", "; ", "Serre", ", ", "C.", "; ", "Düren", ", ", "T.", "; ", "Latroche", ", ", "M.", "; ", "Bourrelly", ", ", "S.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Férey", ", ", "G.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "14889", "– ", "14896", "[", "ACS Full Text ", "], [", "CAS", "]", "49. ", "Synthesis of MIL-102, a Chromium Carboxylate Metal-Organic Framework, with Gas Sorption Analysis", "Surble, Suzy; Millange, Franck; Serre, Christian; Dueren, Tina; Latroche, Michel; Bourrelly, Sandrine; Llewellyn, Philip L.; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "46", "),\r\n    ", "14889-14896", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new three-dimensional Cr(III) naphthalenetetracarboxylate, CrIII3O(H2O)2F{C10H4(CO2)4}1.5·6H2O (MIL-102), was synthesized under hydrothermal conditions from an aq. mixt. of Cr(NO3)3·9H2O, naphthalene-1,4,5,8-tetracarboxylic acid, and HF.  Its structure, solved ab initio from x-ray powder diffraction data, is built up from the connection of trimers of trivalent Cr octahedra and tetracarboxylate moieties.  This creates a three-dimensional structure with an array of small 1-dimensional channels filled with free H2O mols., which interact through H bonds with terminal H2O mols. and O atoms from the carboxylates.  TGA and x-ray thermodiffractometry indicate that MIL-102 is stable up to ∼300° and shows zeolitic behavior.  Due to topol. frustration effects, MIL-102 remains paramagnetic down to 5 K.  Finally, MIL-102 exhibits a H storage capacity of ∼1.0% at 77 K when loaded at 3.5 MPa (35 bar).  The H uptake is discussed in relation with the structural characteristics and the mol. simulation results.  The adsorption behavior of MIL-102 at 304 K resembles that of small-pore zeolites, such as silicalite.  Indeed, the isotherms of CO2, CH4, and N2 show a max. uptake at 0.5 MPa, with no further significant adsorption up to 3 MPa.  Crystal data for MIL-102: hexagonal space group P‾6, a 12.632(1), c 9.622(1) Å.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtFeltrfO&md5=8a89efdac1437c3faa81ee3e024ad9d8", "50. ", "Miller", ", ", "S. R.", "; ", "Wright", ", ", "P. A.", "; ", "Devic", ", ", "T.", "; ", "Serre", ", ", "C.", "; ", "Férey", ", ", "G.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Denoyel", ", ", "R.", "; ", "Gaberova", ", ", "L.", "; ", "Filinchuk", ", ", "Y.", " ", "Langmuir", " ", "2009", ",  ", "25", ",  ", "3618", "– ", "3626", "[", "ACS Full Text ", "], [", "CAS", "]", "50. ", "Single Crystal X-ray Diffraction Studies of Carbon Dioxide and Fuel-Related Gases Adsorbed on the Small Pore Scandium Terephthalate Metal Organic Framework, Sc2(O2CC6H4CO2)3", "Miller, Stuart R.; Wright, Paul A.; Devic, Thomas; Serre, Christian; Ferey, Gerard; Llewellyn, Philip L.; Denoyel, Renaud; Gaberova, Lucia; Filinchuk, Yaroslav", "Langmuir", "\r\n        (", "2009", "),\r\n    ", "25", "\r\n        (", "6", "),\r\n    ", "3618-3626", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption behavior of the microporous scandium terephthalate Sc2(O2CC6H4CO2)3 for small fuel-related mols. was measured.  The structure shows an adsorption capacity for N2 and CO2 of 6.5 mmol g-1 and is able to take up straight chain hydrocarbons.  The mechanism of adsorption of CO2, CH4, and C2H6 was detd. by single crystal synchrotron x-ray diffraction at ∼230 K.  Adsorption of CO2 at 235 K and 1 bar pressure and H2 at 80 K and 0.25 bar results in each case in a symmetry change from orthorhombic Fddd to monoclinic C2/c through tilts in the terephthalate linkers. CO2 mols. take up different sites in the two sym. different channels that result from this symmetry change.  The structure remains orthorhombic in 9 bar of CH4 and 5 bar of C2H6, and the adsorption sites are located. CH4 and C2H6 adopt sites within the channels, and C2H6 is also obsd. to adopt adsorption sites between Ph groups in the channel walls, suggesting that the structure is sufficiently flexible to allow diffusion of small mols. between adjacent channels.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXitVOmsbg%253D&md5=8cc9a46659be298a8a558ffa84a1b6e8", "51. ", "Jeremias", ", ", "F.", "; ", "Froehlich", ", ", "D.", "; ", "Janiak", ", ", "C.", "; ", "Henninger", ", ", "S. K.", " ", "New J. Chem.", " ", "2014", ",  ", "38", ",  ", "1846", "– ", "1852", "[", "Crossref", "], [", "CAS", "]", "51. ", "Water and methanol adsorption on MOFs for cycling heat transformation processes", "Jeremias, Felix; Froehlich, Dominik; Janiak, Christoph; Henninger, Stefan K.", "New Journal of Chemistry", "\r\n        (", "2014", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1846-1852", "CODEN:\r\n                ", "NJCHE5", ";\r\n        ISSN:", "1144-0546", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Microporous materials with high H2O uptake capacity are gaining attention for low temp. heat transformation applications such as thermally driven adsorption chillers (TDCs) or adsorption heat pumps (AHPs).  TDCs or AHPs are alternatives to traditional air conditioners or heat pumps operating on electricity or fossil fuels.  By using solar or waste heat as the driving energy, TDCs or AHPs can minimize primary energy consumption.  TDCs and AHPs are based on the evapn. and consecutive adsorption of coolant liqs., preferably H2O, under specific conditions.  Their ranges of application, as well as their efficiencies, power densities and total costs, are substantially influenced by the microporosity and hydrophilicity of the employed sorption materials.  Here, the authors briefly summarize current studies, developments and possibilities of metal-org. frameworks (MOFs) compared to classical materials.  With their high H2O uptake, MOFs surpass those materials, while, at the same time, the variability of the building blocks allows for tuning of the microporosity and hydrophobic/hydrophilic design, depending on the specific application.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXmtFSms7o%253D&md5=a7892d2c6f5d7a47d9e37bd6aee6ba4e"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-2/cg501690b/20150202/images/small/cg-2014-01690b_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-2/cg501690b/20150202/images/small/cg-2014-01690b_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-2/cg501690b/20150202/images/small/cg-2014-01690b_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-2/cg501690b/20150202/images/small/cg-2014-01690b_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-2/cg501690b/20150202/images/small/cg-2014-01690b_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-2/cg501690b/20150202/images/small/cg-2014-01690b_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-2/cg501690b/20150202/images/small/cg-2014-01690b_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-2/cg501690b/20150202/images/small/cg-2014-01690b_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2015/cgdefu.2015.15.issue-2/cg501690b/20150202/images/small/cg-2014-01690b_0009.gif\">"]}
