{"title": ["Carbohydrate-Mediated Purification of Petrochemicals"], "authors": ["James M. Holcroft", "Karel J. Hartlieb", "Peyman Z. Moghadam", "Jon G. Bell", "Gokhan Barin", "Daniel P. Ferris", "Eric D. Bloch", "Mohammed M. Algaradah", "Majed S. Nassar", "Youssry Y. Botros", "K. Mark Thomas", "Jeffrey R. Long", "Randall Q. Snurr", "J. Fraser Stoddart"], "doi": ["10.1021/ja511878b"], "abstract": ["Metal–organic frameworks (MOFs) are known to facilitate energy-efficient separations of important industrial chemical feedstocks. Here, we report how a class of green MOFs—namely CD-MOFs—exhibits high shape selectivity toward aromatic hydrocarbons. CD-MOFs, which consist of an extended porous network of γ-cyclodextrins (γ-CDs) and alkali metal cations, can separate a wide range of benzenoid compounds as a result of their relative orientation and packing within the transverse channels formed from linking (γ-CD)", " body-centered cuboids in three dimensions. Adsorption isotherms and liquid-phase chromatographic measurements indicate a retention order of ", " > ", " > ", "-xylene. The persistence of this regioselectivity is also observed during the liquid-phase chromatography of the ethyltoluene and cymene regioisomers. In addition, molecular shape-sorting within CD-MOFs facilitates the separation of the industrially relevant BTEX (benzene, toluene, ethylbenzene, and xylene isomers) mixture. The high resolution and large separation factors exhibited by CD-MOFs for benzene and these alkylaromatics provide an efficient, reliable, and green alternative to current isolation protocols. Furthermore, the isolation of the regioisomers of (i) ethyltoluene and (ii) cymene, together with the purification of (iii) cumene from its major impurities (benzene, ", "-propylbenzene, and diisopropylbenzene) highlight the specificity of the shape selectivity exhibited by CD-MOFs. Grand canonical Monte Carlo simulations and single component static vapor adsorption isotherms and kinetics reveal the origin of the shape selectivity and provide insight into the capability of CD-MOFs to serve as versatile separation platforms derived from renewable sources."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Introduction", "With the expanding global demand for petrochemical feedstocks, the development of novel, low-cost materials that reduce the impact of chemical processing on the environment is critically important. Improving the efficiency of the refinement and separation of aromatic hydrocarbons is of particular importance, given the large volumes on which these compounds are produced. The sustained interest in metal–organic frameworks", "(1)", " (MOFs) as adsorbents and sequestering agents for industrially important gases,", "(2-4)", " e.g., H", "2", ", CH", "4", ", CO", "2", " and N", "2", ", as well as for the liquid-phase separation of larger molecular compounds, which include (1) constitutional isomers,", "(5)", " (2) chiral compounds,", "(6)", " (3) aliphatic hydrocarbons,", "(3b, 5b, 7)", " and (4) pharmaceuticals,", "(8)", " is leading to MOFs being investigated as alternatives to zeolites", "(9)", " and activated carbon", "(10)", " as separation media. The improvements", "(5-7)", " in separation efficiencies using MOFs over traditional size- and shape-selective materials can be attributed primarily to (i) the physiochemical properties imbedded in their diverse building blocks, (ii) their higher surface areas, and (iii) their larger adsorption capacities, which reduce the amount of adsorbent required for industrial processes.", "(7a, 11)", " Consequently, MOFs represent emergent materials for separation technologies in many different industrial settings.", "In the chemical industry, one of the most challenging separations is that of BTEX—benzene, toluene, ethylbenzene, and the three regioisomers of xylene—obtained from the refining of crude oil. The xylene isomers, together with ethylbenzene, constitute the C", "8", " aromatics, that are derived", "(12)", " from crude oil by catalytic reforming, toluene disproportionation, and the distillation of pyrolysis gasoline. These C", "8", " aromatics not only act", "(12b)", " as octane and antiknocking additives in gasoline, but they are also important chemical feedstocks, thus bringing about the necessity for their processing and separation. The difficulty in separating ", "p", "-xylene from the BTEX mixture can be ascribed to the similar physical properties (", "Supporting Information, Table S2", ") of these C", "8", " aromatics. Industrial practices", "(12, 13)", " focus on separation by adsorption strategies or crystallization procedures, with 60% of ", "p", "-xylene produced today relying on simulated moving bed (SMB) technologies.", "(12, 13)", " Here, C", "8", " aromatics are separated based on differences in adsorbate–adsorbent interactions within faujasite-type zeolites. The xylene adsorption equilibrium can be tuned by ion-exchange within the zeolite to attain", "(9a, 12a, 14)", " ", "p", "-xylene purities of approximately 95 wt % per pass. Crystallization techniques account for the purification of the remaining 40% of ", "p", "-xylene produced.", "(13b, 13c, 15)", " These energy-intensive processes highlight the need for further improvements in the technologies currently available, especially in relation to materials that can discriminate among BTEX molecules. A wide variety of materials have been investigated for the separation of aromatic hydrocarbons, such as zeolites,", "(9, 12a)", " discrete metal complexes,", "(16)", " and organic cages.", "(17)", " MOFs have exhibited varying degrees of success in separating xylenes from mixtures of C", "8", " aromatics, e.g., classical rigid MOFs, such as copper benzenetricarboxylate [Cu", "3", "(btc)", "2", "], have been employed to separate BTEX mixtures chromotographically,", "(18)", " while MOF-5 shows little to no separation of the xylene isomers.", "(19)", " The most widely investigated MOFs for separating aromatic hydrocarbons are the terephthalate-based structures with one-dimensional channels,", "(20-24)", " namely MIL-47 and MIL-53. Both MOFs exhibit high ", "o-", "xylene selectivity, separating the xylene regioisomers based on molecular packing and entropic differences.", "(21-23, 25)", " More recently,", "(26, 27)", " MIL-125 and MAF-X8 have exhibited high ", "p", "-xylene affinity due to pore morphology and commensurate stacking, respectively. The guest-driven restructuring of a flexible cerium tetradentate carboxylate MOF led to high selectivity by restructuring of the framework around ", "p", "- and ", "m", "-xylene, displaying molecular-level recognition,", "(28)", " and adding to the growing number of flexible MOFs having potential utility for separations.", "(6h, 21, 28)", "Here, we report the high selectivity of CD-MOFs (Figure ", "1", ") for the separation of aromatic hydrocarbons. These frameworks can be synthesized readily in kilogram quantities from γ-cyclodextrin", "(29)", " (γ-CD) and alkali metal cations in aqueous media under ambient conditions. The resulting extended structures are body-centered cubic and are composed", "(30-32)", " of six γ-CD units coordinated by the cations to form (Figure ", "1", "a–c) three-dimensional porous structures. The shape and topology of the cavities suggest that the CD-MOF frameworks are capable of shape-selective adsorption (Figure ", "1", "d). This extended porous network exhibits a BET surface area", "(30, 31)", " of 1030 m", "2", " g", "–1", ". The combination of high porosity with multifarious nanopores affords a structure analogous to that of zeolites. In the case of CD-MOF, we will show that the high selectivity for different aromatic hydrocarbons results from van der Waals (vdW) interactions within the transverse pores (0.71 nm) that connect the (γ-CD)", "6", " units (Figure ", "1", "a). The focus of our research has been the separation of aromatic hydrocarbons, such as multisubstituted benzenes, toluenes, cumene, and the regioisomers of xylene that complement the shape of the transverse pores. Owing to the similarities in the physical properties of these important chemical feedstocks, molecular shape is one of their most prominent distinguishing features, and thus materials capable of shape selectivity should prove to be promising separation media.", "(6h, 21, 25, 28)", "Figure 1. Representations of the solid-state structure of CD-MOF-1. (a) A space-filling representation, viewed along the ⟨1 0 0⟩ axis, revealing the extended structure of the body-centered cubic packing arrangement in CD-MOF-1 (C, light gray; O, red; K, purple). Note that CD-MOF-2 has an identical extended structure but with Rb", "+", " instead of K", "+", " ions. (b) A space-filling representation of CD-MOF-1, viewed along the ⟨1 1 1⟩ axis, revealing the triangular windows. The large cavities are filled will yellow spheres. (c) The cuboidal topology of the (γ-CD)", "6", " units, viewed along the ⟨1 1 1⟩, where each γ-CD is represented as a space-filling display in a contrasting color. (d) Illustration of the pore void within CD-MOF-1, viewed along the ⟨1 1 1⟩ axis, where the void is colored purple and the atoms of CD-MOF-1 are removed for the sake of clarity.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Experimental Section", "The full experimental details are provided in the ", "Supporting Information", ". The most important information is summarized below briefly.", "Materials and General Methods", "Potassium hydroxide, rubidium hydroxide hydrate, cetyltrimethylammonium bromide (CTAB), and MeOH were all purchased from Sigma-Aldrich, while γ-cyclodextrin", "(29)", " (γ-CD) was obtained from WACKER (CAVAMAX W8 PHARMA). All chemicals were used as received without further purification. CD-MOF-1 and CD-MOF-2 were prepared according to literature procedures.", "(30, 32)", " Particle size control experiments on CD-MOF-1 were undertaken using a modified protocol from the literature.", "(32)", " Large CD-MOF-2 crystals were harvested and ground using a KRUPS type F203 blender prior to grinding with a mortar and pestle. The ground particles were sieved under an atmosphere of nitrogen through Gilson Company Inc. membrane sieves, #170, #230, and #400, to obtain final particle sizes between 10 and 37 μm that were unable to pass through a 10 μm sieve. Optical microscopy (OM) images for CD-MOF-1 size-controlled particles and CD-MOF-2 particles after grinding were obtained using an Olympus BX53 microscope with an Olympus DP25-mounted camera. Scanning electron microscopy (SEM) images were collected on a Hitachi S-3400N-II variable-pressure SEM, with a tungsten filament and ESED II detector. Samples used for SEM images were suspended in MeOH and diluted to 1 mg mL", "–1", " using serial dilutions before deposition onto a carbon tape. The samples were then dried under vacuum for 30 min before imaging at 30 kV under high vacuum. Powder X-ray diffraction patterns of CD-MOF-1 and CD-MOF-2 were collected on a Bruker AXS APEX2 diffractometer, equipped with a CCD detector and a CuKα IμS microfocus source with MX optics. Data were collected with an area detector as rotation frames over 180° in φ at 2θ values of 12 and 24° and exposed for 10 min for each frame. At a distance of 150 mm, the detector area covers 24° in 2θ. Overlapping sections of data were matched, and the resulting pattern was integrated using the Bruker APEX2 Phase ID program. Powder pattern data were treated for amorphous background scatter. HPLC was carried out using a Shimadzu analytical HPLC, equipped with a Shimadzu SIL-20A HT Prominence autosampler, SPD-M20A Prominence diode array detector, LC-20AB Prominence LC, and a DGU-20A3 degasser. The HPLC was fitted with CD-MOF packed columns with dimensions 250 mm length and 4.6 mm internal diameter. Unless otherwise stated, chromatography was carried out using HPLC grade hexane as the mobile phase at a flow rate of 1 mL min", "–1", ", with 10 μL injection volumes of 50 mg mL", "–1", " solutions. Single-component static vapor adsorption isotherms were conducted on an IGA gravimetric analyzer (Hiden Isochema, IGA-001, Warrington, UK). The analyzer is an ultrahigh vacuum (UHV) one comprising of a computer-controlled microbalance with both pressure and temperature regulation systems. The microbalance has a long-term stability of ±1 μg with a weighing resolution of 0.2 μg. The CD-MOF-2 sample was outgassed for 12 h until a constant weight was achieved, at <10", "–6", " Pa, at 333 K prior to adsorption measurements. The pressure transducers had ranges of 0–2, 2–100, and 100–1000 mbar. Vapor sorption isotherms were obtained using a circulating water-ethylene glycol bath controlled by a computer using IGA software. The xylene regioisomers used to generate the vapor for the isotherm measurements were degassed fully by repeated evacuation and equilibration cycles of the vapor reservoir. The vapor pressure was gradually increased to the desired point during ∼30 s in order to prevent disruption of the microbalance. It follows that the period during which the pressure change occurs is small when compared with the adsorption kinetics, allowing isotherm adsorption kinetics to be obtained for each pressure step. The sample temperature was measured using a thermocouple located 5 mm from the sample. The pressure set point was maintained by computer control throughout the duration of the experiment. Breakthrough experiments were carried out in a 4 mm glass U-tube with CD-MOF-2 crystals. CD-MOF-2 (1.46 g) was used in order to fill the tube at a length of 16 cm. The sample was purged with dry N", "2", " at 333 K overnight to ensure the complete activation of the sample prior to breakthrough measurements. Dry N", "2", " at a rate of 20 mL/min was bubbled through a mixture of the xylene isomers (15 mL each) at atmospheric pressure. The effluent was passed through a VICI Valco 6-way sampling valve. An aliquot (0.25 mL) of gas was sampled every 5 min and delivered to a PerkinElmer Clarus 500 gas chromatograph fitted with a Supelco SCOT capillary GC column (Sigma-Aldrich 23813-U, 50 ft long, 0.02 in. outside diameter) maintained at 363 K. The analyses were performed using an injector and detector (FID) temperature of 493 K and N", "2", " was used as the carrier gas which was maintained at an inlet pressure of 1.5 psi with a split ratio of 10:1. Baseline separation of the xylene isomers was achieved, and all peaks were easily integrated in the resulting GC trace.", "Synthetic Protocols", "The extended metal–organic frameworks, CD-MOF-1 and CD-MOF-2, were prepared according to literature procedures.", "(30, 32)", "CD-MOF-1", "γ-CD (1.30 g, 1 mmol) and KOH (0.45 g, 8 mmol) were dissolved in H", "2", "O (20 mL). The solution was filtered through a 45-μm syringe filter and decanted into separate vials. MeOH was allowed to diffuse slowly into the solutions over a period of a week.", "CD-MOF-2", "γ-CD (1.30 g, 1 mmol) and RbOH (0.82 g, 8 mmol) were dissolved in H", "2", "O (20 mL). The solution was filtered through a 45-μm syringe filter and decanted into separate vials. MeOH was allowed to diffuse slowly into the solutions over a period of a week.", "Particle Preparation and Activation", "The crystals were harvested and crushed to sizes of approximately 100–500 μm. The crushed crystals were filtered and washed with MeOH (4 × 50 mL) under vacuum. Additional washing with CH", "2", "Cl", "2", " (3 × 50 mL) was carried out to remove the excess of MeOH. The crystals were left to vacuum-dry for 12 h and then transferred to a N", "2", " glovebox where they were finely ground using a KRUPS type F203 blender, prior to being ground further using a mortar and pestle. The resulting particles were sieved through Gilson Company Inc. membrane sieves, #170, #230, and #400 with repeated grinding between sieving through each membrane to ensure particles smaller than 37 μm were obtained. The ground CD-MOF-2 particles were checked for crystallinity and structural integrity using powder X-ray crystallography before being dry loaded or slurry loaded using any nonaqueous solvent into the column (", "Supporting Information, Section 3.3", ").", "Particle Size Controller Synthesis of CD-MOF-1", "CD-MOF-1, having particles in four different micrometer-size ranges, was synthesized using a modified literature proceedure.", "(30)", "γ-CD (8.15 g, 6.2 mmol) and KOH (2.8 g, 49.7 mmol) were dissolved in H", "2", "O (250 mL). The solution was filtered through a 45-μm syringe filter and decanted into separate vials (5 mL in each vial). MeOH was allowed to diffuse slowly into the solutions for 24 h. Each solution was decanted into a fresh vial before CTAB was added, and after the complete dissolution of CTAB, MeOH was diffused into the solution for an additional 24 h. The solutions were combined together, and centrifuged at 5000 rpm for 10 min before the supernatant was removed and replaced with MeOH. This process was repeated five times in order to ensure CTAB was completely removed from the sample.", "Varying the amount of CTAB during the synthesis of CD-MOF-1 can be used to control the size of the CD-MOF-1 particles as confirmed (Table ", "1", ") by OM and SEM. The particle-size modified column was prepared using CD-MOF-1-Micro2, where 40 mg of CTAB was added to the reaction mixture after the first incubation period. This protocol facilitated the formation (Figure ", "2", ") of CD-MOF-1 crystallites of 10–15 μm.", "Table 1. CD-MOF-1 Particle Size Ranges with Varying CTAB Concentrations", "material", "CTAB/mg", "particle size/μm", "image", "CD-MOF-1-Micro1", "20", "25", "Fig. 2a/SI Fig. S2a", "CD-MOF-1-Micro2", "40", "10–15", "Fig. 2b/SI Fig. S2b", "CD-MOF-1-Micro3", "60", "5–15", "Fig. 2c/SI Fig. S2c", "CD-MOF-1-Micro4", "80", "1–10", "Fig. 2d/SI Fig. S2d", "Figure 2. Representative scanning electron micrographs (SEMs) of CD-MOF-1 particles crystallized in the presence of (a) 20 mg, (b) 40 mg, (c) 60 mg, and (d) 80 mg of CTAB.", "HPLC Column Loading", "HPLC was carried out using a Shimadzu analytical HPLC, fitted with a CD-MOF packed column with dimensions 250 mm in length and 4.6 mm internal diameter. Chromatography was carried out using HPLC-grade hexane as the mobile phase at a flow rate of 1 mL min", "–1", ", with 10 μL injection volumes of 50 mg mL", "–1", " solutions, unless otherwise stated. The CD-MOF particles were checked for their crystallinity and structural integrity using powder X-ray crystallography before being packed into the column. The blended CD-MOF-2 particles can be dry loaded or slurry loaded—using any nonaqueous solvent—into the column, while the 10–15 μm particles of CD-MOF-1 were slurry loaded using a nonaqueous solvent.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "CD-MOFs, which can be synthesized from γ-CD and a variety of alkali cations, have identical extended structures, aside from the identity of the cations. CD-MOF-1 contains potassium while CD-MOF-2 incorporates rubidium. CD-MOF-2 crystals were grown", "(30)", " by vapor diffusion of MeOH into an aqueous solution of γ-CD and RbOH.", "Top-Down Protocol", "Crystals were harvested, ground into smaller particles using a mortar and pestle and sieved sequentially through a series of mesh sizes under a nitrogen atmosphere. The final top-down CD-MOF-2 particles (10–37 μm) were dry-loaded into a HPLC column with a length and internal diameter of 250 and 4.6 mm, respectively. The structural stability of CD-MOF-2 during the column preparation stages was monitored using powder X-ray diffraction at intervals throughout the process to ensure that crystallinity was maintained under these rigorous grinding protocols (", "Supporting Information, Figure S4", "). CD-MOF-2 remained crystalline during the column preparation stages, and it was shown to be suitable for separation experiments. By contrast, CD-MOF-1 did not retain its crystallinity during top-down processing and so could not be employed in top-down separation experiments.", "Top-Down Separations", "The top-down CD-MOF-2 HPLC column exhibited (Figure ", "3", "a) partial separation of ", "p-", " and ", "m", "-xylene, followed by the complete separation of the ", "o", "-xylene isomer. The high selectivity (separation factor α", "oxpx", " = 16.4) of CD-MOF-2 for ", "o", "- over ", "p-", "xylene and the preference (α", "mxpx", " = 3.44) for ", "m", "- over ", "p", "-xylene indicate (Table ", "2", ") the potential of CD-MOF-2 as a viable separation medium for the regioisomers of xylenes when compared (Table ", "3", ") to previously published", "(20, 21, 25)", " separations using MOFs. The resolution of the ", "p-", " and ", "m", "-xylene signals (resolution factor ", "R", "mxpx", " = 0.58), however, exhibits (Figure ", "3", "a) peak-merging near the baseline. The low resolution of the ", "p-", " and ", "m", "-xylene isomers can be attributed to inefficient stationary-phase packing that is a consequence of the large particle size range (", "Supporting Information, Figure S1", ") produced during the preparation of the top-down CD-MOF-2 HPLC column. In a bid to overcome these resolution limitations, a bottom-up protocol for size-controlled growth of CD-MOF was implemented by modification of a previously reported methodology.", "(32)", "Figure 3. Liquid-phase chromatographic separations of 50 mg mL", "–1", " xylene mixtures in HPLC-grade hexane at a flow rate of 1 mL min", "–1", " at 298 K using CD-MOFs as the stationary phase. (a) Top-down CD-MOF-2 column (particle size 10–37 μm). (b) Bottom-up CD-MOF-1 column (particle size 10–15 μm). The separation profiles display the assignment of the elution order from a mixture (red) of xylene isomers and pure components of ", "p", "- (black), ", "m", "- (green), and ", "o", "-xylene (blue). (c) Bottom-up CD-MOF-1 column (particle size 10–15 μm) where the separation profiles display the assignment of the elution order from the mixture (red) of ethyltoluene isomers, and pure-components of ", "p-", " (black), ", "m", "- (green), and ", "o", "-ethyltoluene (blue). (d) The separation profile of ", "p-", " (black), ", "m", "- (green), and ", "o", "-cymene (blue).", "Table 2. CD-MOF Column Separation Factors of Xylene Mixtures Using ", "n", "-Hexane as the Mobile Phase at a Flow Rate of 1 mL min", "–1", "adsorbent", "mixture", " ", "j", " ", " ", "i", "ortho", "-xylene", "meta", "-xylene", "para", "-xylene", "CD-MOF-2", "50 mg/mL ", "ortho", "-xylene", "–", "4.76", "16.37", "top-down", "xylenes", "meta", "-xylene", "0.21", "–", "3.44", "column", "in hexane", "para", "-xylene", "0.06", "0.29", "–", " ", "CD-MOF-1", "50 mg/mL ", "ortho", "-xylene", "–", "6.73", "17.93", "bottom-up", "xylenes", "meta", "-xylene", "0.15", "–", "2.67", "column", "in hexane", "para", "-xylene", "0.06", "0.38", "–", " ", "CD-MOF-1", "neat", "ortho", "-xylene", "–", "5.72", "10.76", "bottom-up", "xylenes", "meta", "-xylene", "0.17", "–", "1.88", "column", " ", "para", "-xylene", "0.09", "0.53", "–", "Table 3. Separation Factors of Known Frameworks Taken from the Literature for the Three Xylene Isomers and Ethylbenzene", " ", " ", " ", "j", " ", "adsorbent", "solvent", "i", "o", "-xylene", "m", "-xylene", "p", "-xylene", "ethylbenzene", "ref", "HKUST-1", "[Cu", "3", "(BTC)", "2", "]", "hexane", "o", "-xylene", "–", "0.4", "0.7", "0.7", "20", "m", "-xylene", "2.4", "–", "1.1", "1.4", "p", "-xylene", "1.4", "0.9", "–", "1.2", "ethylbenzene", "1.4", "0.7", "0.8", "–", " ", "MIL-47", "hexane", "o", "-xylene", "–", "2.0", "1.4", "10.9", "21", "m", "-xylene", "0.5", "–", "0.4", "4.2", "p", "-xylene", "0.7", "2.9", "–", "9.7", "ethylbenzene", "0.1", "0.2", "0.1", "–", " ", "MIL-53(Al)", "hexane", "o", "-xylene", "–", "2.7", "3.5", "10.9", "20, 21", "m", "-xylene", "0.4", "–", "1.2", "3.8", "p", "-xylene", "0.3", "0.8", "–", "3.1", "ethylbenzene", "0.1", "0.3", "0.3", "–", " ", "MIL-53(Fe)", "heptane", "o", "-xylene", "–", "1.3", "3.5", "12.3", "25", "m", "-xylene", "0.7", "–", "2.5", "9.2", "p", "-xylene", "0.3", "0.4", "–", "3.5", "ethylbenzene", "0.1", "0.1", "0.3", "–", "Bottom-Up Protocol", "The bottom-up synthesis facilitates rapid gram-scale production of 10–15 μm CD-MOF-1 particles. Not only is it attractive on a large scale to use the CD-MOF containing potassium ions, but it also transpires that CD-MOF-1 lends itself to more precise control of the particle size. The control of CD-MOF particle size for the bottom-up production of HPLC columns was achieved through the modification of a previously reported method", "(31)", " where particle size control, using the mother liquor of the standard CD-MOF synthesis, is determined by short incubation times and the quantity of CTAB added to the solution.", "(30, 32)", " Varying the quantity of CTAB during the crystallization of CD-MOF analogues to form micrometer-sized crystallites is particularly effective in the synthesis of CD-MOF-1 since increasing the amount of CTAB in each crystallization solution from 20 to 80 mg reduces the size of CD-MOF-1 crystals from ≥25 to ≤10 μm, respectively (see Table ", "1", "). Particle size was evaluated using OM and SEM (Figure ", "2", ", ", "Supporting Information, Figure S2", "), while the crystallinity of CD-MOF-1 samples corresponding to varying CTAB additions were confirmed by powder X-ray diffraction (", "Supporting Information, Figure S5", "). On the basis of these investigations, it was decided to proceed with the scale-up of CD-MOF-1, with each crystallization solution containing 40 mg CTAB, so as to produce particles with a size distribution of 10–15 μm for optimized packing of the CD-MOF within HPLC columns.", "Bottom-Up Separations", "Baseline separation (Figure ", "3", "b) of all three xylene regioisomers was observed using the bottom-up CD-MOF-1 stationary phase. The elution order remains unchanged, with ", "p-", ", followed by ", "m-", " and finally ", "o", "-xylene and retention times similar to those observed for the top-down column. The bottom-up CD-MOF-1 column provides much improved signal resolutions (", "R", "mxpx", " = 2.17 and ", "R", "oxpx", " = 6.43) and separation factors (α", "mxpx", " = 2.67, α", "oxpx", " = 17.9, and α", "oxmx", " = 6.73) compared to the values obtained using the top-down approach (Table ", "2", "). Comparison of CD-MOF-1 with previously reported MOFs shows higher separation factors to separate the xylene regioisomers compared", "(20, 25)", " to MIL-53(Fe) and MIL-47 (Table ", "3", "). In addition, the green nature of CD-MOF-1 provides a separation medium with a significantly reduced carbon foot-print compared to that of the terephthalate-based MIL materials.", "Bottom-Up BTX and BTEX Separations", "As part of an effort to investigate the versatility of CD-MOF-1 as a separation medium, BTX and BTEX mixtures were tested on the bottom-up column. Initial separation runs of BTX after 4 h of column usage, with hexane as the mobile phase, demonstrated (Figure ", "4", "a) that CD-MOF-1 can separate toluene from the xylene isomers at 298 K, but with no separation of benzene from ", "m", "-xylene. With continued usage of the column in the presence of hexane, however, the separation of toluene and benzene from ", "m", "-xylene can be achieved (Figure ", "4", "b) after 30 h, resulting in an improvement of the separation factors (", "Supporting Information, Table S4", ") from α", "bmx", " = 1.12 and α", "tmx", " = 1.58 to α", "bmx", " = 3.10 and α", "tmx", " = 2.17. We believe that MeOH retained in the MOF from the particle preparation, is displaced slowly by hexane. These vacated sites within the framework are selective for toluene and benzene—the retention of benzene on the column is similar (Figure ", "4", "c) to that of ", "o", "-xylene after 70 h—preventing the complete separation of the BTX mixture when they are occupied by MeOH.", "Figure 4. Bottom-up CD-MOF-1 column (particle size 10–15 μm) separations of 50 mg mL", "–1", " BTX and BTEX mixtures in HPLC-grade hexane at a flow rate of 1 mL min", "–1", " at 298 K. BTX after activating the column for (a) 4 h, (b) 30 h, and (c) 60 h. (d) BTEX after activating the column for 30 h, (e) BTEX after deactivating the column using hexane/", "i", "PrOH (98/2, v/v), and (f) BTEX after reactivation using CH", "2", "Cl", "2", ".", "The foregoing experiment was repeated on a second bottom-up CD-MOF-1 column. Although similar results are observed for toluene and benzene, after flushing the column for 30 h with hexane, the retention time of ethylbenzene in the BTEX mixture is not influenced (Figure ", "4", "d) by column activation. This observation suggests that sites within the framework are occupied originally by MeOH. After continued flushing with hexane, the MeOH is removed, and these sites become ideal for the retention of toluene and benzene. It would appear that these sites are too small to accommodate larger aromatic hydrocarbons, i.e., those larger than and including ethylbenzene. In order to test this theory of competitive binding of MeOH in sites within the CD-MOF-1 framework, the column was flushed with a mixture of hexane/isopropanol 98/2 v/v. The saturation of the framework with isopropanol results (Figure ", "4", "e) in the deactivation of the column, with the retention times for benzene and toluene returning to those observed (Figure ", "4", "a) for a freshly prepared column. The retention times of the xylene isomers and ethylbenzene, however, remain the same, indicating that the change in retention times for toluene and benzene is not a consequence of increasing the mobile phase polarity. The CD-MOF-1 column was flushed for 1 h with CH", "2", "Cl", "2", " to remove ", "i", "PrOH from the framework, followed by priming the column with HPLC-grade hexane for 1 h. This procedure results in the full activation of the column and complete separation of BTEX mixtures (Table ", "4", ").", "Table 4. Activated Bottom-Up CD-MOF Column Separation Factors of 50 mg mL", "–1", " BTEX Mixtures in HPLC-Grade Hexane at a Flow Rate of 1 mL min", "–1", " ", " ", "j", "adsorbent", "i", "o", "-xylene", "m", "-xylene", "p", "-xylene", "benzene", "toluene", "ethylbenzene", "CD-MOF-1", "bottom-up", "column", "o", "-xylene", "–", "6.68", "11.26", "0.76", "1.61", "4.75", "m", "-xylene", "0.15", "–", "1.69", "0.11", "0.24", "0.71", "p", "-xylene", "0.09", "0.59", "–", "0.07", "0.14", "0.42", "benzene", "1.32", "8.82", "14.88", "–", "2.13", "6.27", "toluene", "0.62", "4.14", "6.98", "0.47", "–", "2.94", "ethylbenzene", "0.21", "1.41", "2.37", "0.21", "0.34", "–", "Bottom-Up Separation of the Regioisomers of Both Ethyltoluene and Cymene", "The significant increase in retention times of small functionalized aromatics upon prolonged column usage is indicative of the removal of highly retained solvent (MeOH) within the CD-MOF-1 framework, allowing further adsorbate–adsorbent interactions. The emergence of this improved separation behavior, and the persistent ability of CD-MOF-1 to separate ", "para-", ", ", "meta-", ", and ", "ortho-", "substituted compounds with consistent elution orders, is exemplified by the separation (Figure ", "3", "c,d) of the regioisomers of both ethyltoluene and cymene. Here, we observe ", "p-", "ethyltoluene to be the least retained isomer, followed by ", "m-", "ethyltoluene, while ", "o-", "ethyltoluene is highly retained with a comparable elution time to that of ", "o", "-xylene. The bottom-up CD-MOF-1 column separates the ethyltoluene isomers with separation factors (Table ", "5", "), α", "3et4et", " = 2.10, α", "2et4et", " = 13.8, and α", "2et3et", " = 6.56, similar to those observed for the xylene isomers. The separation (Figure ", "3", "d) of the regioisomers of cymene highlights the extent of the ", "ortho", " ≫ ", "meta", " > ", "para", " selectivity within the CD-MOF-1 framework. The selectivity order is consistent with that observed for the regioisomers of both xylene and ethyltoluene. CD-MOF-1 is capable of separating ", "p-", " and ", "m-", "cymene from ", "o-", "cymene as a consequence of the high ", "ortho", " selectivity observed within CD-MOFs. Baseline merging of the ", "p", "- and ", "m", "-cymene signals, however, suggests that the limit of the shape recognition of CD-MOF-1 has been reached as a consequence of the additional steric bulk in the cymene isomers.", "Table 5. Bottom-Up CD-MOF-1 Column Separation Factors of 50 mg mL", "–1", " Mixtures of ", "p-", ", ", "m-", ", and ", "o-", "Ethyltoluene in HPLC-Grade Hexane at 1 mL min", "–1", " ", " ", " ", "j", "adsorbent", "solvent", "i", "p-", "ethyltoluene", "m-", "ethyltoluene", "o-", "ethyltoluene", "CD-MOF-1", "bottom-up", "column", "hexane", "p-", "ethyltoluene", "–", "0.47", "0.07", "m-", "ethyltoluene", "2.10", "–", "0.15", "o-", "ethyltoluene", "13.77", "6.56", "–", "Bottom-Up Separation of Cumene from Impurities", "The versatility of CD-MOF-1 as a stationary phase is highlighted (", "Supporting Information, Figure S12", ") by the purification of cumene from its impurities, ", "n", "-propylbenzene and diisopropylbenzene, with separation factors α", "npropdiiso", " = 8.09 and α", "cumenediiso", " = 7.12 (", "Supporting Information, Table S7", ").", "Static Vapor Adsorption Studies", "Single-component isotherms were obtained for the adsorption of the regioisomers of xylene into CD-MOF-2 in order to be able to investigate the mechanism of vapor-phase adsorption and separation in relation to breakthrough studies.", "Adsorption Isotherms", "The isotherms for ", "p", "-, ", "m", "-, and ", "o", "-xylene adsorption into CD-MOF-2 at 333 K are illustrated in Figure ", "5", "a. The isotherms were analyzed using the virial equation", "(33a)", "(1)", "where ", "p", " is the pressure, ", "n", " is the amount of xylene adsorbed, and ", "A", "0", ", ", "A", "1", ", ", "A", "2", " etc. are virial coefficients. At low surface coverage, the higher terms (", "A", "2", ", ", "A", "3", ", ···) etc. can be neglected. A plot of ln(", "n", "/", "p", ") versus ", "n", " gives a straight line for low uptakes. ", "A", "0", " describes the adsorbate–adsorbent interaction, while ", "A", "1", " describes the adsorbate–adsorbate interaction. ", "A", "0", " values are related to Henry’s law by the equation ", "K", "H", " = exp(", "A", "0", "), which quantifies the interaction strength at zero surface coverage.", "(33a)", "Figure 5. Vapor-phase xylene static adsorption experiments on CD-MOF-2 at 333 K. (a) Adsorption isotherms for ", "p", "- (black), ", "m", "- (green), and ", "o", "-xylene (blue). (b) Diffusion coeffecients for Fickian (filled), CBRD (half-filled), and LDF (empty) mechanisms as a function of pressure for ", "p", "- (black), ", "m", "- (green), and ", "o", "-xylene (blue) adsorption on CD-MOF-2.", "Tabulated ", "A", "0", " and ", "A", "1", " parameters along with Henry’s law constants are shown (", "Supporting Information, Tables S12 and S13", "). The ", "A", "1", " parameters calculated show that the adsorbate–adsorbate interactions are significantly lower for ", "p", "-xylene (−2630 ± 209 g mol", "–1", ") when compared to the strongly interacting ", "m", "-xylene (−4640 ± 498 g mol", "–1", ") and ", "o", "-xylene (−4627 ± 480 g mol", "–1", "). These values for ", "A", "1", " parameters are similar to those reported for benzene, pyridine,", "(33b)", " and chloroaromatics.", "(33c)", " The variation of ", "A", "1", " parameters is indicative of different molecular interactions and packing arrangements within the nanopores at low uptakes. On the basis of the Henry’s law constants at 333 K, the selectivity follows the trend ", "para", " > ", "meta", " > ", "ortho", " when adsorption is at equilibrium. Dynamic breakthrough usually occurs, however, under nonequilibrium conditions because of mass transfer resistance. Static vapor kinetic measurements were performed to determine the rates of adsorption of each regioisomer as a function of pressure and amount adsorbed.", "Kinetic Studies", "Fickian,", "(33d)", " Linear Driving Force (LDF)", "(33e, 33f)", " and Combined Barrier Resistance Diffusion (CBRD)", "(33g)", " models (", "Supporting Information, eqs 4–11", ") were fitted to static mass relaxation profiles in order to establish the diffusional rate-determining process for each regioisomer and to quantify the diffusion coefficients for isothermal adsorption into CD-MOF-2. Fickian diffusion is consistent with diffusion along the pores being the rate-determining process, while the LDF mechanism is indicative of diffusion through a surface barrier.", "(33i, 33j)", " The CBRD model represents an intermediate situation where diffusion is controlled by the presence of a surface barrier, followed by diffusion into a microporous spherical particle.", "(33g)", " All kinetic calculations were based on a particle radius of 1.75 mm.", "It is clear from a perusal of Figure ", "5", "b that as the ", "p", "-xylene relative pressure increases, the diffusional mechanism transitions from Fickian to CBRD and finally to LDF. This observation is consistent with diffusion along the pores being the rate-determining process at low relative pressures and diffusion through a surface barrier at high relative pressures. In contrast, ", "m", "- and ", "o", "-xylene follow the LDF diffusional model over the entire relative pressure range investigated (Figure ", "5", "b). At low relative pressure the diffusion coefficients are similar for all the regioisomers of xylene. On the plateau of the isotherm, the diffusion of ", "p", "-xylene is much faster compared to that of ", "m", "- and ", "o", "-xylene with diffusion coefficients equal to 1.6 × 10", "–9", " m", "2", " s", "–1", " and (5.7–6.4) × 10", "–10", " m", "2", " s", "–1", " for ", "p", "-, ", "m", "-, and ", "o", "-xylene, respectively. The rate-determining process for the adsorption of the xylene regioisomers at high relative pressure/uptake is dependent on two dimensions of the adsorbate for diffusional processes involving an approximately circular pore shaped surface barrier. The smallest (3.8–3.9 Å) xylene regioisomer dimensions are almost identical. The second smallest dimension suggests the order ", "para", " > ", "meta", " ∼ ", "ortho", " for kinetics (", "p", "-xylene = 6.6 Å, ", "m", "-xylene = 7.3 Å, and ", "o", "-xylene = 7.3 Å),", "(32)", " an observation which is consistent with static kinetic measurements at high relative pressure and the dynamic breakthrough measurements, demonstrating kinetic separation of xylenes based on molecular dimensions of the regioisomers.", "Breakthrough Experiments", "We extended our investigation to include vapor-phase breakthrough experiments, which were performed to evaluate the xylene isomer separation ability of a CD-MOF in the gas phase. A mixture of ", "p", "-, ", "m", "-, and ", "o", "-xylenes in N", "2", " was passed through a CD-MOF-2 packed breakthrough column at 343 K. The breakthrough curve (Figure ", "6", "a) displays an initial phase where all three regioisomers in the feed are adsorbed by the framework. The breakthrough curves for ", "p", "- and ", "m", "-xylene are very fast and within the time resolution (∼5 min) of the chromatographic measurement technique. The ", "p", "- and ", "m", "-xylene breakthrough occurs simultaneously, with the ", "para", " isomer concentration exceeding (Figure ", "6", "b) the feed concentration as a result of competitive adsorption with the ", "ortho", " isomer which rapidly displaces the adsorbed ", "p", "-xylene. While the ", "p", "-xylene concentration returns slowly to the feed concentration, the ", "m-", "xylene concentration continues to increase—presumably resulting from the displacement of adsorbed ", "m", "-xylene by adsorbing ", "o", "-xylene which diffuses more slowly within the framework—until the breakthrough of ", "o", "-xylene occurs. This behavior also points to the fact that ", "m", "-xylene is adsorbed more slowly than the ", "para", " isomer, an observation which is in agreement with the static vapor-phase measurements and liquid-phase separation results.", "Figure 6. Vapor-phase xylene breakthrough experiments on CD-MOF-2. (a) Concentration plot and (b) the blown-up plot of the initial breakthrough region between 390 and 410 min for ", "p", "- (black), ", "m", "- (green), and ", "o", "-xylene (blue). (c) Molecular simulation of the pure-component adsorption isotherms for the xylene isomers within the CD-MOF-2 framework. Simulated adsorption isotherms for 50/50 binary mixtures of (d) ", "p", "-/", "m-", ", (e) ", "p-", "/", "o", "-, and (f) ", "m-", "/", "o", "-xylene.", "Computational Studies", "In order to gain a better insight into the experimentally observed adsorption and separation capabilities of CD-MOF, gas phase grand canonical Monte Carlo (GCMC) simulations were carried out for the adsorption of the xylene regioisomers in CD-MOF-2 at room temperature. Pure component adsorption isotherms (Figure ", "6", "c) for all the regioisomers show an initial adsorption at low pressures up to 1 Pa, followed by complete pore filling. The simulations reveal that the initial adsorption takes place in the transverse pores that connect the (γ-CD)", "6", " units, and the second step is caused by the filling of the large central cavities. It should be noted that the small triangular pores in the CD-MOF framework are not accessible to any of the xylene isomers, even at saturation capacity. The pure component isotherms show that the total amount of ", "o", "-xylene adsorbed is higher than the amount of either ", "m", "- or ", "p-", "xylene before the large pore filling. The saturation loading for all three isomers is rather similar ∼50 molecules per unit cell (∼2.8 mmol g", "–1", ").", "Competitive adsorption of the xylene isomers was also investigated (Figure ", "6", "d–f) for binary, equimolar, gas-phase mixtures at 298 K. The order of preferential adsorption was found to be ", "o", "- ≫ ", "m", "- > ", "p", "-xylene, in very good agreement with the order of adsorption obtained in liquid-phase HPLC and gas-phase breakthrough experiments. CD-MOF-2 adsorbs (Figure ", "6", "e,f) ", "o", "-xylene preferentially over either ", "m", "- or ", "p", "-xylene at low loadings up to 0.001 kPa. Near saturation pressures, CD-MOF-2 is able to accommodate even greater amounts of ", "o", "-xylene over ", "m", "- and ", "p", "-xylene. In the case of the ", "m", "-/", "p", "-xylene mixture (Figure ", "6", "d), there is little difference in uptake between the isomers until 0.001 kPa, with ", "m", "-xylene adsorbed preferentially at higher pressures. The difference in the saturation loadings of ", "m", "- and ", "p", "-xylene is not as significant as that observed between ", "o", "-xylene and its regioisomers.", "Snapshots from simulations (Figure ", "7", ") of the pure components and mixtures (Figure ", "8", ") at saturation pressures reveal that ", "o-", "xylene packs in the optimum slipped geometry, arranged in π–π stacking arrays within the transverse channels throughout the CD-MOF-2 framework. The siting analysis also reveals that the orientation of ", "o", "-xylene maximizes its retention within CDMOF-2 by allowing interaction between both its methyl groups and the γ-CD rings. This particular stacking of ", "o", "-xylene has been observed in AEL and AFI zeolites.", "(34)", " The constitution of methyl groups in ", "m", "- and ", "p", "-xylene, however, prevents similar positioning of them with respect to the γ-CD rings without partial overlap (steric interactions) with the framework (", "Supporting Information, Figure S13", "). Therefore, ", "m", "- and ", "p", "-xylene adsorb primarily inside the larger cavities and pack in disordered arrays throughout the transverse nanopores. The simulation snapshots (Figure ", "8", ") for the ", "o", "-/", "m", "- and ", "o", "-/", "p", "-xylene mixtures show that ", "o", "-xylene adsorbs almost exclusively in the available space in γ-CD rings that constitute the transverse pores. The ability of ", "o", "-xylene to dominate site occupancy throughout the framework explains the high ", "o", "-xylene affinities with respect to ", "m", "- and ", "p", "-xylene observed in both the liquid- and gas-phase chromatographic experiments.", "Figure 7. Molecular simulation snapshots of the xylene isomers within the CD-MOF-2 framework viewed down the ⟨1 0 0⟩ axis, with ", "p", "- (black), ", "m", "- (green), ", "o", "-xylene (blue) and their corresponding methyl groups colored yellow for the sake of clarity.", "Figure 8. Molecular simulation snapshots of the xylene isomers within the CD-MOF-2 framework viewed down the ⟨1 0 0⟩ axis. Equimolar mixture snapshots of xylene isomers (a) ", "m-/p-", ", (b) ", "o-", "/", "m", "-, and (c) ", "o-", "/", "p", "-xylene, with ", "p", "- (black), ", "m", "- (green), ", "o", "-xylene (blue), and their corresponding methyl groups colored yellow for the sake of clarity.", "In an effort to understand the energetics of xylene interactions with CD-MOF-2, we calculated (", "Supporting Information, Table S11", ") the breakdown of the total potential energy into framework–xylene and xylene–xylene interactions. The potential energy is the sum of a dispersion-repulsion term calculated by the Lennard-Jones potential plus a Coulombic term. The contribution of Coulombic interactions is found to be small. The breakdown of energies also reveals that vdW interactions between xylene molecules and the framework are the major contributor to the total potential energy for all of the xylene mixtures. In the cases of ", "o", "-/", "p", "- and ", "o", "-/", "m", "-xylene mixtures, the vdW energy between ", "o", "-xylene and the framework is greater than that of ", "p", "- or ", "m", "-xylene and the framework by ∼10 and 5 kJ mol", "–1", ", respectively, at higher pressures. Moreover, the vdW interactions among ", "o", "-xylene molecules is also greater than that among ", "p-", " and ", "m-", "xylene molecules by ∼4–5 kJ mol", "–1", ", indicating more efficient packing of ", "o", "-xylene.", "Examination of the simulation configurations shows that ", "o", "-xylene can interact strongly with CD-MOF-2 by sitting perpendicular to the γ-CD units. To gain another perspective into the interaction energies between the xylenes and the γ-CD ring, we turned to quantum mechanical calculations. We performed single-point density functional theory (DFT) calculations for different orientations of xylenes with respect to the γ-CD ring and scanned the binding energies of each xylene isomer as it was moved away from the center of the ring (", "Supporting Information, Figures S16 and S17", "). The interaction energies (Figure ", "9", ") for xylene isomers at three different orientations, namely, 90°, 45°, and 0°, were compared. In the case where xylene isomers sit within the plane of the γ-CD ring (Figure ", "8", "a), ", "o", "-xylene has a strong interaction with the framework. In contrast, there is an energy penalty for ", "m", "-xylene, and more prominently for ", "p", "-xylene, to adopt this orientation (90°) within the γ-CD ring. Similar favorable binding energies toward ", "o", "-xylene were observed (Figure ", "8", "b,c) when different orientations of the xylene isomers were used. This observation further supports our GCMC simulations that ", "o", "-xylene has the highest affinity for the γ-CD rings in CD-MOF-2. For ", "m", "- and ", "p", "-xylene, although the binding energy becomes favorable as the orientation of both isomers changes from 90° to 0°, ", "o", "-xylene still has higher affinity for the γ-CD ring.", "Figure 9. Interaction energies for the xylene isomers for three different orientations of (a) 90°, (b) 45°, and (c) 0° with respect to the γ-CD ring. The schematics show the scanned energy path for each orientation.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Conclusions", "Our findings demonstrate that CD-MOFs, composed of green, readily available starting materials, can be tailor-made on the kilogram scale and used as a separation medium for aromatic hydrocarbons. CD-MOFs address the most challenging separations of petrochemical feedstocks, including benzene, toluene, ethylbenzene, and the regioisomers of xylenes with separation factors and resolutions superior to those reported for other extended-framework materials. The versatility of CD-MOFs as separation media was demonstrated by exploring the purification of other aromatic hydrocarbons, with the preference of the stationary phase for ", "ortho", " ≫ ", "meta", " > ", "para", " retained in the separation of the regioisomers of both ethyltoluene and cymene. CD-MOFs are capable of separating ", "p-", " and ", "m-", " from ", "o-", "cymene, with baseline merging of the ", "p", "- and ", "m", "-cymene signals, suggesting that the limit of the shape recognition of CD-MOFs has been reached. Breakthrough experiments contain a dynamic front at which component vapor pressures vary, resulting in nonequilibrium competitive adsorption; i.e., adsorption kinetics play a vital role in the separation of regioisomers. Diffusion along the pores is the rate-determining mechanism for ", "p", "-xylene vapor at low relative pressure, while ", "m", "- and ", "o", "-xylene adsorption is controlled by diffusion through a surface barrier. The variance in mechanisms of adsorption can be attributed to the smaller cross-sectional dimensions for ", "p", "-xylene which enters the transverse pores parallel to the cyclodextrin ring more favorably. At high relative pressure, the mechanism changes to a linear driving force for all regioisomers, and diffusion through a surface barrier is the rate-determining process. The diffusion coefficients measured under static conditions, which follow the order ", "p-", " > ", "m-", " > ", "o-", "xylene on the isotherm plateau, are consistent with breakthrough measurements. Molecular simulations suggest that the γ-cyclodextrin rings enable ", "ortho", " selectivity primarily through favorable adsorbent–adsorbate interactions, and a highly efficient packing of the ", "ortho", " isomer within the framework which is confirmed by the adsorbate–adsorbate interactions from virial equation analysis of vapor adsorption isotherms. The larger size, and steric bulk of the cymene isomers most likely decrease their ability to adopt more favorable relative orientations, resulting in (i) weaker interactions within the framework, (ii) shorter retention times, and (iii) prevention of discrimination between ", "p-", ", and ", "m-", "cymene. The ability of CD-MOFs to separate cumene from its major impurities (benzene, ", "n", "-propylbenzene, and diisopropylbenzene) highlights the specificity of their shape selectivity, and potential for applications in the petrochemical industry. Considering the green, and economical nature of CD-MOFs, one can envisage obtaining pure fractions of alkylaromatic hydrocarbons, and using them as an ", "ortho", "-selective adsorbents on the industrial scale.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "Materials, general methods,, and instrumentation; synthetic protocols; spectroscopic characterization of CD-MOF samples; HPLC analysis using CD-MOF-1, and CD-MOF-2 columns; selectivity calculations, and separation factors; computational modeling and analysis; and vapor-phase adsorption studies. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "‡", "Author Contributions", "J.M.H. and K.J.H. contributed equally to this work.", "The authors declare the following competing financial interest(s): R.Q.S. has a financial interest in the start-up company NuMat Technologies, which is seeking to commercialize metal–organic frameworks.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "This research is part of the Joint Center of Excellence in Integrated Nano-Systems (JCIN Project 34-947) at King Abdulaziz City for Science and Technology (KACST) and Northwestern University (NU). The authors thank both KACST and NU for their continued support of this research. R.Q.S. acknowledges support from the Army Research Office (W911NF-12-1-0130). Computational work was supported by Northwestern University’s shared computer system, Quest (Project P20261). The breakthrough experiments, performed at the University of California, Berkeley, were supported through the Center for Gas Separations Relevant to Clean Energy Technologies, an Energy Frontier Research Center funded by the U.S. Department of Energy, Office of Science, Office of Basic Energy Sciences, under Award DE-SC0001015. G.B. thanks the Miller Institute for Basic Research in Science, University of California, Berkeley, for a postdoctoral fellowship. J.G.B. and K.M.T. thank the ESPRC (Project EP/K005499/1) for supporting the single-component gas adsorption measurements preformed at the Wolfson Northern Carbon Laboratories, Newcastle University.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 34 other publications.", "1. ", "(a) ", "Hoskins", ", ", "B. F.", "; ", "Robson", ", ", "R.", " ", "J. Am. Chem. Soc.", " ", "1989", ",  ", "111", ",  ", "5962", "ACS Full Text ", ", [", "CAS", "]", "1. ", "Infinite polymeric frameworks consisting of three dimensionally linked rod-like segments", "Hoskins, Bernard F.; Robson, Richard", "Journal of the American Chemical Society", "\r\n        (", "1989", "),\r\n    ", "111", "\r\n        (", "15", "),\r\n    ", "5962-4", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "A new class of solids may be afforded by linking together tetrahedral or octahedral centers by rod-like connecting units.  Substitution of the MeCN ligands in Cu(CH3CN)4BF4 by 4,4',4'',4'''-tetracyanotetraphenylmethane (L) has provided the 1st example of a deliberately designed framework of this type.  The structure of CuLBF4.xPhNO2 was detd. by x-ray crystallog.; tetragonal I‾4m2, a 13.620(2), c 22.642(2) Å, Z = 2.  The structure consists of an infinite, diamond-related, cationic framework of C[C6H4CN]Cu rods, which creates large adamantane-like voids of vol. approx. twice that of the framework itself.  This material is unusual in that approx. 2/3 of the contents of what is undoubtedly a crystal are effectively liq., the large inter-framework spaces being occupied by disordered PhNO2 (≥7.7 C6H5NO2 per Cu) together with mobile BF4- ions.  The solid undergoes ready anion exchange.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1MXks12rs7k%253D&md5=c1b3b761420baa7f79b0f58be519d396", "(b) ", "Hoskins", ", ", "B. F.", "; ", "Robson", ", ", "R.", " ", "J. Am. Chem. Soc.", " ", "1990", ",  ", "112", ",  ", "1546", "ACS Full Text ", ", [", "CAS", "]", "1. ", "Design and construction of a new class of scaffolding-like materials comprising infinite polymeric frameworks of 3D-linked molecular rods.  A reappraisal of the zinc cyanide and cadmium cyanide structures and the synthesis and structure of the diamond-related frameworks [N(CH3)4][CuIZnII(CN)4] and CuI[4,4',4'',4'''-tetracyanotetraphenylmethane]BF4.xC6H5NO2", "Hoskins, B. F.; Robson, Richard", "Journal of the American Chemical Society", "\r\n        (", "1990", "),\r\n    ", "112", "\r\n        (", "4", "),\r\n    ", "1546-54", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "It is proposed that a new and potentially extensive class of scaffolding-like materials may be afforded by linking together centers with either a tetrahedral or an octahedral array of valences by rodlike connecting units.  Some simple general principles concerning the design and construction of these frameworks are presented together with reasons for expecting them to show unusual and useful properties.  Two of the simplest conceivable systems of this type are isomorphous Zn(CN)2 and Cd(CN)2 whose structures were reexamd. by single-crystal x-ray diffraction, confirming the earlier description based on powder diffraction data of 2 interpenetrating diamond-related frameworks: cubic, space group P‾43m, Z = 2; with a 5.9002(9) Å (Zn(CN)2) and 6.301(1) Å (Cd(CN)2); 2 unique metal centers, 1 surrounded tetrahedrally by 4C and the other by 4N donors; MCNM rods linear; Zn-C 1.923(6), Zn-N 2.037(5), Cd-C 2.099(5), Cd-N 2.196(4), C-N 1.150(5) Å in Zn(CN)2, and 1.162(5) Å in Cd(CN)2.  The interpenetration of sep. frameworks demonstrated in these archetypal structures is likely to be a major concern in future studies of more complex scaffolding materials.  [N(CH3)4][CuZn(CN)4] was deliberately designed to demonstrate one conceivable way of preventing interpenetration; it is cubic, space group F‾43m, with A 11.609(3) Å; Z = 4.  The structure contains a single diamond-related framework with alternating tetrahedral Cu(I) and Zn(II) centers and linear rods that are very likely of the type CuCNZn with bond distances Cu-C 1.877(8) and Zn-N 2.069(15) Å, Z(CH3)4+ ions occupy half the adamantane cavities generated by the framework, the remaining cavities being vacant.  CuI[4,4',4'',4'''-tetracyanotetraphenylmethane]BF4·xC6H5NO2 (x ≥ 7.7) represents the first attempt to generate an infinite 3-dimensional framework with rods of some complexity.  It is tetragonal, space group I‾4m2, with a 13.620(2) and c 22.642(2) Å; Z = 2.  The structure contains a diamond-related cationic framework with C·C6H4·CN·Cu rods of length 8.856(2) Å.  The framework is tetragonally elongated along the c axis apparently as a result of nonbonded interactions between the 8 ortho-H atoms around the methane C centers.  There is no interpenetration.  The framework generates very large adamantane-like cavities occupied by disordered C6H5NO2 (at least 7.7 mols. per Cu) together with BF4- ions.  The crystals undergo ready anion exchange.  The material is unusual in that approx. two thirds by vol. of what is undoubtedly a crystal is effectively liq.  The results provide confidence that a wide range of scaffolding-like solids should prove accessible.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXovVOjtw%253D%253D&md5=2a9efabcd93072e8668a50199c51320c", "(c) ", "Fujita", ", ", "M.", "; ", "Kwon", ", ", "Y. J.", "; ", "Washizu", ", ", "S.", "; ", "Ogura", ", ", "K.", " ", "J. Am. Chem. Soc.", " ", "1994", ",  ", "116", ",  ", "1151", "ACS Full Text ", ", [", "CAS", "]", "1. ", "Preparation, Clathration Ability, and Catalysis of a Two-Dimensional Square Network Material Composed of Cadmium(II) and 4,4'-Bipyridine", "Fujita, Makoto; Kwon, Yoon Jung; Washizu, Satoru; Ogura, Katsuyuki", "Journal of the American Chemical Society", "\r\n        (", "1994", "),\r\n    ", "116", "\r\n        (", "3", "),\r\n    ", "1151-2", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "A two-dimensional square network material {[Cd(4,4'-bpy)2](NO3)2}∞ (1) (bpy = bipyridine) was prepd. from Cd(NO3)2 and 4,4'-bpy.  Having inner cavities surrounded by 4,4'-bpy units as shown by crystallog. anal., this material behaved like inorg. porous materials such as zeolites.  Thus, the complex 1 easily formed the clathrate complex {[Cd(4,4'-bpy)2](NO3)2·2G}∞ (2,G = o-C6H4X2 or C6H5X, X = Br, Cl) with some arom. compds. and exhibited heterogeneous catalysis for cyanosilyation of aldehydes.  X-ray diffraction study of 2 (G = o-C6H4Br2) showed a layered array of the two-dimensional network.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXhsVGnt78%253D&md5=5af3fcd83e3709797b79fe9c9d22d26d", "(d) ", "Li", ", ", "H.", "; ", "Eddaoudi", ", ", "M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Nature", " ", "1999", ",  ", "402", ",  ", "276", "[", "Crossref", "], [", "CAS", "]", "1. ", "Design and synthesis of an exceptionally stable and highly porous metal-organic framework", "Li, Hailian; Eddaoudi, Mohamed; O'Keeffe, M.; Yaghi, M.", "Nature (London)", "\r\n        (", "1999", "),\r\n    ", "402", "\r\n        (", "6759", "),\r\n    ", "276-279", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Macmillan Magazines", ")\r\n        ", "Open metal-org. frameworks are widely regarded as promising materials for applications in catalysis, sepn., gas storage and mol. recognition.  Compared to conventionally used microporous inorg. materials such as zeolites, these org. structures have the potential for more flexible rational design, through control of the architecture and functionalization of the pores.  So far, the inability of these open frameworks to support permanent porosity and to avoid collapsing in the absence of guest mols., such as solvents, has hindered further progress in the field.  The authors report the synthesis of a metal-org. framework, Zn4O(BDC)3.(DMF)8.(PhCl) (named MOF-5, where BDC = 1,4-benzenedicarboxylate), which remains cryst., as evidenced by x-ray single-crystal analyses, and stable when fully desolvated and when heated up to 300°.  This synthesis is achieved by borrowing ideas from metal carboxylate cluster chem., where an org. dicarboxylate linker was used in a reaction that gives supertetrahedron clusters when capped with monocarboxylates.  The rigid and divergent character of the added linker allows the articulation of the clusters into a three-dimensional framework resulting in a structure with higher apparent surface area and pore vol. than most porous cryst. zeolites.  This simple and potentially universal design strategy is currently being pursued in the synthesis of new phases and composites, and for gas-storage applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXnvFSiuro%253D&md5=68f27e20a7e4e15ea2c2f49a2a61e98a", "(e) ", "Eddaoudi", ", ", "M.", "; ", "Moler", ", ", "D. B.", "; ", "Li", ", ", "H.", "; ", "Chen", ", ", "B.", "; ", "Reineke", ", ", "T. M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Acc. Chem. Res.", " ", "2001", ",  ", "34", ",  ", "319", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Modular Chemistry: Secondary Building Units as a Basis for the Design of Highly Porous and Robust Metal-Organic Carboxylate Frameworks", "Eddaoudi, Mohamed; Moler, David B.; Li, Hailian; Chen, Banglin; Reineke, Theresa M.; O'Keeffe, Michael; Yaghi, Omar M.", "Accounts of Chemical Research", "\r\n        (", "2001", "),\r\n    ", "34", "\r\n        (", "4", "),\r\n    ", "319-330", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review, with 38 refs.  Secondary building units (SBUs) are mol. complexes and cluster entities in which ligand coordination modes and metal coordination environments can be used in the transformation of these fragments into extended porous networks using polytopic linkers (1,4-benzenedicarboxylate, 1,3,5,7-adamantanetetracarboxylate, etc.).  Consideration of the geometric and chem. attributes of the SBUs and linkers leads to prediction of the framework topol., and in turn to the design and synthesis of a new class of porous materials with robust structures and high porosity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXhtFymsL0%253D&md5=e3df2f7492090aee280676f044e3b7af", "(f) ", "Moulton", ", ", "B.", "; ", "Zaworotko", ", ", "M. J.", " ", "Chem. Rev.", " ", "2001", ",  ", "101", ",  ", "1629", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "From molecules to crystal engineering. Supramolecular isomerism and polymorphism in network solids", "Moulton, Brian; Zaworotko, Michael J.", "Chemical Reviews (Washington, D. C.)", "\r\n        (", "2001", "),\r\n    ", "101", "\r\n        (", "6", "),\r\n    ", "1629-1658", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review with 299 refs. on how the advances in supramol. chem. have impacted the manner in which chemists view the existence of single crystals and the design of new cryst. phases.  Coordination polymers, H-bonded networks, and supramol. isomerism and polymorphism are considered.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXjtlyqtrg%253D&md5=00fbfe863055d07d1773be77dc52f023", "(g) ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Rosi", ", ", "N.", "; ", "Vodak", ", ", "D.", "; ", "Wachter", ", ", "J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2002", ",  ", "295", ",  ", "469", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Systematic design of pore size and functionality in isoreticular MOFs and their application in methane storage", "Eddaoudi, Mohamed; Kim, Jaheon; Rosi, Nathaniel; Vodak, David; Wachter, Joseph; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2002", "),\r\n    ", "295", "\r\n        (", "5554", "),\r\n    ", "469-472", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A strategy based on reticulating metal ions and org. carboxylate links into extended networks has been advanced to a point that allowed the design of porous structures in which pore size and functionality could be varied systematically.  Metal-org. framework (MOF-5), a prototype of a new class of porous materials and one that is constructed from octahedral Zn-O-C clusters and benzene links, was used to demonstrate that its three-dimensional porous system can be functionalized with the org. groups -Br, -NH2, -OC3H7, -OC5H11, -C2H4, and -C4H4 and that its pore size can be expanded with the long mol. struts biphenyl, tetrahydropyrene, pyrene, and terphenyl.  We synthesized an isoreticular series (one that has the same framework topol.) of 16 highly cryst. materials whose open space represented up to 91.1% of the crystal vol., as well as homogeneous periodic pores that can be incrementally varied from 3.8 to 28.8 Å.  One member of this series exhibited a high capacity for methane storage (240 cm3 at std. temp.), and others the lowest densities (0.41 to 0.21 g/cm3) for a cryst. material at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlyrtLjP&md5=d218d4040887f5fb390a733ee156d27b", "(h) ", "Kitagawa", ", ", "S.", "; ", "Kitaura", ", ", "R.", "; ", "Noro", ", ", "S.-i.", " ", "Angew. Chem., Int. Ed.", " ", "2004", ",  ", "43", ",  ", "2334", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Functional porous coordination polymers", "Kitagawa, Susumu; Kitaura, Ryo; Noro, Shin-ichiro", "Angewandte Chemie, International Edition", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "18", "),\r\n    ", "2334-2375", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Discussion concs. on three aspects of coordination polymers: (1) the use of crystal engineering to construct porous frameworks from connectors and linkers (nano-space engineering), (2) characterizing and cataloging the porous properties by functions for storage, exchange, sepn., etc., and (3) the next generation of porous functions based on dynamic crystal transformations caused by guest mols. or phys. stimuli.  The authors' aim is to present the state of the art chem. and physics of and in the micropores of porous coordination polymers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXktFShtLk%253D&md5=9df52e99bad3cc0db67f65551a8c154f", "(i) ", "Ferey", ", ", "G.", " ", "Chem. Soc. Rev.", " ", "2008", ",  ", "37", ",  ", "191", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Hybrid porous solids: past, present, future", "Ferey, Gerard", "Chemical Society Reviews", "\r\n        (", "2008", "),\r\n    ", "37", "\r\n        (", "1", "),\r\n    ", "191-214", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This crit. review will be of interest to the experts in porous solids (including catalysis), but also solid state chemists and physicists.  It presents the state-of-the-art on hybrid porous solids, their advantages, their new routes of synthesis, the structural concepts useful for their 'design', aiming at reaching very large pores.  Their dynamic properties and the possibility of predicting their structure are described.  The large tunability of the pore size leads to unprecedented properties and applications.  They concern adsorption of species, storage and delivery and the phys. properties of the dense phases. (323 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmtVWgsg%253D%253D&md5=89265036ce82503c95ce56685a9ceceb", "(j) ", "Han", ", ", "S.", "; ", "Wei", ", ", "Y.", "; ", "Valente", ", ", "C.", "; ", "Forgan", ", ", "R. S.", "; ", "Gassensmith", ", ", "J. J.", "; ", "Smaldone", ", ", "R. A.", "; ", "Nakanishi", ", ", "H.", "; ", "Coskun", ", ", "A.", "; ", "Stoddart", ", ", "J. F.", "; ", "Grzybowski", ", ", "B. A.", " ", "Angew. Chem., Int. Ed.", " ", "2011", ",  ", "50", ",  ", "276", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Imprinting Chemical and Responsive Micropatterns into Metal-Organic Frameworks", "Han, Shuangbing; Wei, Yanhu; Valente, Cory; Forgan, Ross S.; Gassensmith, Jeremiah J.; Smaldone, Ronald A.; Nakanishi, Hideyuki; Coskun, Ali; Stoddart, J. Fraser; Grzybowski, Bartosz A.", "Angewandte Chemie, International Edition", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "1", "),\r\n    ", "276-279, S276/1-S276/5", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "We have developed a method that allows for patterns of dyes and indicators to be imprinted into large crystals of two metal-org. frameworks (MOF-5 and CD-MOF-2).  This has been achieved by using either DMF-compatible organogel or methanol-compatible agarose gel stamps.  The results could inspire the development of metal-org. framework-based sensors that would record the selective sorption of small toxic gas mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhs1alu73I&md5=79ab3180d5b536e4a4760cbc89a6d91f", "(k) ", "Wei", ", ", "Y.", "; ", "Han", ", ", "S.", "; ", "Walker", ", ", "D. A.", "; ", "Fuller", ", ", "P. E.", "; ", "Grzybowski", ", ", "B. A.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "7435", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Nanoparticle Core/Shell Architectures within MOF Crystals Synthesized by Reaction Diffusion", "Wei, Yanhu; Han, Shuangbing; Walker, David A.; Fuller, Patrick E.; Grzybowski, Bartosz A.", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "30", "),\r\n    ", "7435-7439, S7435/1-S7435/14", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "We describe a procedure in which reaction-diffusion processes inside the MOF crystals mediate the deposition of nanoparticles (NPs) either in a uniform or in a location-specific fashion, with the latter giving core/shell architectures.  In the authors' method, cyclodextrin-based MOF (CD-MOF) crystals are immersed in a metal (Ag or Au) salt soln., and the OH counterions - which are homogeneously distributed in the CD-MOF at concns. of ∼1.33 M - reduce this salt to the resp. metal NPs.  By coupling the diffusion of salt precursors with their redn. inside the CD-MOFs it is possible to deposit the NPs only at the core of the MOF crystal and such that the thickness of the NP-free shell depends on the concn. of the HAuCl4 used.  Subsequent deposition of another type of NPs gives rise to core/shell architectures.  NPs of all types can be readily liberated by dissolving the CD-MOFs in H2O - for the core/shell NP/CD-MOFs, the release of the 2 different types of NPs is then sequential.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xptlalsr0%253D&md5=091663868eea04154ff6012bd29c8e83", "(l) ", "Bernini", ", ", "M. C.", "; ", "Jimenez", ", ", "D. F.", "; ", "Pasinetti", ", ", "M.", "; ", "Ramirez-Pastor", ", ", "A. J.", "; ", "Snurr", ", ", "R. Q.", " ", "J. Mater. Chem. B", " ", "2014", ",  ", "2", ",  ", "766", "[", "Crossref", "], [", "CAS", "]", "1. ", "Screening of bio-compatible metal-organic frameworks as potential drug carriers using Monte Carlo simulations", "Bernini, Maria C.; Fairen-Jimenez, David; Pasinetti, Marcelo; Ramirez-Pastor, Antonio J.; Snurr, Randall Q.", "Journal of Materials Chemistry B: Materials for Biology and Medicine", "\r\n        (", "2014", "),\r\n    ", "2", "\r\n        (", "7", "),\r\n    ", "766-774", "CODEN:\r\n                ", "JMCBDV", ";\r\n        ISSN:", "2050-7518", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A series of bio-compatible metal-org. frameworks (MOFs) have been studied as potential carriers for drug delivery applications.  Grand canonical Monte Carlo (GCMC) simulations were performed to study the adsorption of the model drug ibuprofen.  Simulations were first validated with available exptl. data for ibuprofen adsorption and release in MIL-53, MIL-100 and MIL-101.  In the second stage, the study was extended to three addnl. MOFs with interesting properties in terms of bio-compatibility and porosity: CDMOF-1, based on edible precursors; MOF-74 contg. a highly biocompatible metal (Mg); and BioMOF-100, a mesoporous MOF with extremely high pore vol.  By comparing with exptl. data, we show how GCMC simulation is able to predict the macroscopic performance of new porous MOFs in drug delivery applications, providing useful mol.-level insights and giving thermodn. and structural details of the process.  Adsorption isotherms, snapshots, energy of adsorption and radial distribution functions were used to analyze the drug delivery process.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtFKrtrc%253D&md5=6aa0777ec7f011aa2b1339b9510d958f", "(m) ", "Yoon", ", ", "S. M.", "; ", "Warren", ", ", "S. C.", "; ", "Grzybowski", ", ", "B. A.", " ", "Angew. Chem., Int. Ed.", " ", "2014", ",  ", "53", ",  ", "4437", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Storage of Electrical Information in Metal-Organic-Framework Memristors", "Yoon, Seok Min; Warren, Scott C.; Grzybowski, Bartosz A.", "Angewandte Chemie, International Edition", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "17", "),\r\n    ", "4437-4441", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Single crystals of a cyclodextrin-based metal-org. framework (MOF) infused with an ionic electrolyte and flanked by Ag electrodes act as memristors.  They can be elec. switched between low and high cond. states that persist even in the absence of an applied voltage.  In this way, these small blocks of nanoporous sugar function as a nonvolatile RRAM memory elements that can be repeatedly read, erased, and re-written.  These properties derive from ionic current within the MOF and the deposition of nm-thin passivating layers at the anode flanking the MOF crystal.  The obsd. phenomena are crucially dependent on the sub-nm widths of the channels in the MOF, allowing the passage of only smaller ions.  Conversely, with the electrolyte present but no MOF, there are no memristance or memory effects.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXkt12ktLk%253D&md5=576341a89513b4b363da94199cb12d6a", "(n) ", "Fracaroli", ", ", "A. M.", "; ", "Furukawa", ", ", "H.", "; ", "Suzuki", ", ", "M.", "; ", "Dodd", ", ", "M.", "; ", "Okajima", ", ", "S.", "; ", "Gándara", ", ", "F.", "; ", "Reimer", ", ", "J. A.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "8863", "ACS Full Text ", ", [", "CAS", "]", "1. ", "Metal-Organic Frameworks with Precisely Designed Interior for Carbon Dioxide Capture in the Presence of Water", "Fracaroli, Alejandro M.; Furukawa, Hiroyasu; Suzuki, Mitsuharu; Dodd, Matthew; Okajima, Satoshi; Gandara, Felipe; Reimer, Jeffrey A.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "25", "),\r\n    ", "8863-8866", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The selective capture of CO2 in the presence of H2O is an outstanding challenge.  Here, the interior of IRMOF-74-III can be covalently functionalized with primary amine (IRMOF-74-III-CH2NH2) and used for the selective capture of CO2 in 65% relative humidity.  This study encompasses the synthesis, structural characterization, gas adsorption, and CO2 capture properties of variously functionalized IRMOF-74-III compds. (IRMOF-74-III-CH3, -NH2, -CH2NHBoc, -CH2NMeBoc, -CH2NH2, and -CH2NHMe).  CPMAS 13C NMR spectra showed that CO2 binds chem. to IRMOF-74-III-CH2NH2 and -CH2NHMe to make carbamic species.  CO2 isotherms and breakthrough expts. show that IRMOF-74-III-CH2NH2 is esp. efficient at taking up CO2 (3.2 mmol of CO2 per g at 800 torr) and, more significantly, removing CO2 from wet N2 gas streams with breakthrough time of 610 ± 10 s g-1 and full preservation of the IRMOF structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXpsVGhurs%253D&md5=dacdcbaa0116e5021b61e705886d8dac", "(o) ", "Furukawa", ", ", "H.", "; ", "Mueller", ", ", "U.", "; ", "Yaghi", ", ", "O. M.", " ", "Angew. Chem., Int. Ed.", " ", "2015", ",  ", "54", ",  ", "3417", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "\"Heterogeneity within Order\" in Metal-Organic Frameworks", "Furukawa, Hiroyasu; Mueller, Ulrich; Yaghi, Omar M.", "Angewandte Chemie, International Edition", "\r\n        (", "2015", "),\r\n    ", "54", "\r\n        (", "11", "),\r\n    ", "3417-3430", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) are constructed by linking inorg. units with org. linkers to make extended networks.  Though >20,000 MOF structures are reported most of these are ordered and largely composed of a limited no. of different kinds building units, and very few have multiple different building units (heterogeneous).  Although heterogeneity and multiplicity is a fundamental characteristic of biol. systems, very few synthetic materials incorporate heterogeneity without losing cryst. order.  Thus, the question arises: how do the authors introduce heterogeneity into MOFs without losing their ordered structure.  This Review outlines strategies for varying the building units within both the backbone of the MOF and its pores to produce the heterogeneity that is sought after.  The impact this heterogeneity imparts on the properties of a MOF is highlighted.  The authors also provide an update on the MOF industry as part of this themed issue for the 150th anniversary of BASF.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXosFGgtA%253D%253D&md5=70cb4660c8b3b0c908e0264452a25c5f", "(p) ", "Fei", ", ", "H.", "; ", "Cohen", ", ", "S. M.", " ", "J. Am. Chem. Soc.", " ", "2015", ",  ", "137", ",  ", "2191", "ACS Full Text ", ", [", "CAS", "]", "1. ", "Metalation of a Thiocatechol-Functionalized Zr(IV)-Based Metal-Organic Framework for Selective C-H Functionalization", "Fei, Honghan; Cohen, Seth M.", "Journal of the American Chemical Society", "\r\n        (", "2015", "),\r\n    ", "137", "\r\n        (", "6", "),\r\n    ", "2191-2194", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The incorporation of 2,3-dimercaptoterephthalate (thiocatecholate, tcat) into a highly robust UiO-type metal-org. framework (MOF) was achieved via postsynthetic exchange (PSE).  The anionic, electron-donating thiocatecholato motif provides an excellent platform to obtain site-isolated and coordinatively unsatd. soft metal sites in a robust MOF architecture.  Metalation of the thiocatechol group with palladium affords unprecedented Pd-mono(thiocatecholato) moieties within these MOFs.  Importantly, Pd-metalated MOFs are efficient, heterogeneous, and recyclable catalysts for regioselective functionalization of sp2 C-H bond.  This material is a rare example of chelation-assisted C-H functionalization performed by a MOF catalyst.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXhvV2is7o%253D&md5=57c2a292262500f79db3bb73457e21fc", "2. ", "(a) ", "Dincǎ", ", ", "M.", "; ", "Yu", ", ", "A. F.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "8904", "ACS Full Text ", ", [", "CAS", "]", "2. ", "Microporous Metal-Organic Frameworks Incorporating 1,4-Benzeneditetrazolate: Syntheses, Structures, and Hydrogen Storage Properties", "Dinca, Mircea; Yu, Anta F.; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "27", "),\r\n    ", "8904-8913", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The potential of tetrazolate-based ligands for forming metal-org. frameworks of utility in hydrogen storage is demonstrated using 1,4-benzeneditetrazolate (BDT2-) to generate robust, microporous materials.  Reaction of H2BDT with MnCl2·4H2O and Mn(NO3)2·4H2O in N,N-diethylformamide (DEF) produces the two-dimensional framework solids Mn3(BDT)2Cl2(DEF)6 (1) and Mn4(BDT)3(NO3)2(DEF)6 (2), whereas reactions with hydrated salts of Mn2+, Cu2+, and Zn2+ in a mixt. of methanol and DMF afford the porous, three-dimensional framework solids Zn3(BDT)3(DMF)4(H2O)2·3.5CH3OH (3), Mn3(BDT)3(DMF)4(H2O)2·3CH3OH·2H2O·DMF (4), Mn2(BDT)Cl2(DMF)2·1.5CH3OH·H2O (5), and Cu(BDT)(DMF)·CH3OH·0.25DMF (6).  The method for desolvating such compds. can dramatically influence the ensuing gas sorption properties.  When subjected to a mild evacuation procedure, compds. 3-6 exhibit permanent porosity, with BET surface areas in the range 200-640 m2/g.  The desolvated forms of 3-5 store between 0.82 and 1.46% H2 at 77 K and 1 atm, with enthalpies of adsorption in the range 6.0-8.8 kJ/mol, among the highest so far reported for metal-org. frameworks.  The desolvated form of 6 exhibits preferential adsorption of O2 over H2 and N2, showing promise for gas sepn. and purifn. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XmtVSjtLg%253D&md5=c33a3b55e4ff31ac354ecbdd5b636120", "(b) ", "Latroche", ", ", "M.", "; ", "Surblé", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Lee", ", ", "J.-H.", "; ", "Chang", ", ", "J.-S.", "; ", "Jhung", ", ", "S. H.", "; ", "Férey", ", ", "G.", " ", "Angew. Chem., Int. Ed.", " ", "2006", ",  ", "45", ",  ", "8227", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Hydrogen storage in the giant-pore metal-organic frameworks MIL-100 and MIL-101", "Latroche, Michel; Suble, Suzy; Serre, Christian; Mellot-Draznieks, Caroline; Llewellyn, Philip L.; Lee, Jin-Ho; Chang, Jong-San; Jhung, Sung Hwa; Ferey, Gerard", "Angewandte Chemie, International Edition", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "48", "),\r\n    ", "8227-8231", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The metal-org. framework MIL-101 absorbs large amts. of H with a capacity of about 6.1 wt.% at liq.-N temps. - it also has the highest heat of adsorption so far (10 kJ/mol).  However, MIL-101 has low hydrogen uptake at room temp.  The small pores of MIL-101 play a major role in H absorption and the large empty space generated by the large cages leads to very large pores that are not as effective for H storage.  In the architecture of this porous solid each intersection of the cages is occupied by a super-tetrahedron formed by trimers of Cr octahedra assembled with benzene-1,4-dicarboxylate ligands.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtlGnsLjP&md5=9da229e145247a04fba4f90a912d9170", "(c) ", "Liu", ", ", "Y.", "; ", "Eubank", ", ", "J. F.", "; ", "Cairns", ", ", "A. J.", "; ", "Eckert", ", ", "J.", "; ", "Kravtsov", ", ", "V. C.", "; ", "Luebke", ", ", "R.", "; ", "Eddaoudi", ", ", "M.", " ", "Angew. Chem., Int. Ed.", " ", "2007", ",  ", "46", ",  ", "3278", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Assembly of metal-organic frameworks (MOFs) based on indium-trimer building blocks: a porous MOF with soc topology and high hydrogen storage", "Liu, Yunling; Eubank, Jarrod F.; Cairns, Amy J.; Eckert, Juergen; Kravtsov, Victor Ch.; Luebke, Ryan; Eddaoudi, Mohamed", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "18", "),\r\n    ", "3278-3283", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The synthesis and structure of two MOFs based on oxo-bridged trinuclear indium carboxylate clusters are reported.  The one MOF has a cubic structure with a CaB6 topol. and the other with an unprecedented soc topol. (soc = square-octahedron).  The results obtained indicate that MOFs possessing the characteristics of these two MOFs, combined with the modularity of their construction which allows higher surface areas to be obtained, will permit the attainment of the US DOE target for H2 uptake.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXlsVKhs7k%253D&md5=25cc409adc0903fb26719f96861d8b70", "(d) ", "Murray", ", ", "L. J.", "; ", "Dinca", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1294", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Hydrogen storage in metal-organic frameworks", "Murray, Leslie J.; Dinca, Mircea; Long, Jeffrey R.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1294-1314", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review of current status of hydrogen storage within metal-org. frameworks.  Microporous metal-org. frameworks, having exceptionally high surface areas and chem.-tunable structures, have recently emerged as some of the most promising candidate materials.  Particular emphasis is given to the relationships between structural features and the enthalpy of hydrogen adsorption, spectroscopic methods for probing framework-H2 interactions, and strategies for improving storage capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamuro%253D&md5=f652ac03772753d7f80244564a80e6f0", "(e) ", "Farha", ", ", "O. K.", "; ", "Eryazici", ", ", "I.", "; ", "Jeong", ", ", "N. C.", "; ", "Hauser", ", ", "B. G.", "; ", "Wilmer", ", ", "C. E.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Snurr", ", ", "R. Q.", "; ", "Nguyen", ", ", "S. T.", "; ", "Yazaydın", ", ", "A. Ö.", "; ", "Hupp", ", ", "J. T.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "15016", "ACS Full Text ", ", [", "CAS", "]", "2. ", "Metal-Organic Framework Materials with Ultrahigh Surface Areas: Is the Sky the Limit?", "Farha, Omar K.; Eryazici, Ibrahim; Jeong, Nak Cheon; Hauser, Brad G.; Wilmer, Christopher E.; Sarjeant, Amy A.; Snurr, Randall Q.; Nguyen, SonBinh T.; Yazaydin, A. Ozgur; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "36", "),\r\n    ", "15016-15021", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors synthesized, characterized, and computationally simulated/validated the behavior of two new metal-org. framework (MOF) materials displaying the highest exptl. Brunauer-Emmett-Teller (BET) surface areas of any porous materials reported to date (∼7000 m2/g).  Key to evacuating the initially solvent-filled materials without pore collapse, and thereby accessing the ultrahigh areas, is the use of a supercrit. CO2 activation technique.  Addnl., the authors demonstrate computationally that by shifting from Ph groups to space efficient acetylene moieties as linker expansion units, the hypothetical max. surface area for a MOF material is substantially greater than previously envisioned (∼14600 m2/g (or greater) vs. ∼10500 m2/g).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1Wqu7zL&md5=b5a1dc94f402517d4a4100b493538fd4", "(f) ", "Wang", ", ", "H.", "; ", "Cao", ", ", "D.", " ", "J. Phys. Chem. C", " ", "2015", ",  ", "119", ",  ", "6324", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Diffusion and Separation of H2, CH4, CO2, and N2 in Diamond-Like Frameworks", "Wang, Hui; Cao, Dapeng", "Journal of Physical Chemistry C", "\r\n        (", "2015", "),\r\n    ", "119", "\r\n        (", "11", "),\r\n    ", "6324-6330", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Grand canonical Monte Carlo and mol. dynamics simulations were used to systematically investigate the membrane-based sepn. performance of four diamond-like frameworks (PAF-1, Diamondyne, TND-1, and TND-2) for CO2/H2, CO2/N2, CO2/CH4 and CH4/H2 mixts.  Diamondyne (also named D-Carbon) shows high membrane selectivity for gas mixts. of CO2/H2, CO2/N2, CO2/CH4, and CH4/H2 compared to MOF and COF membranes.  Comprehensively considering the permeation selectivity and permeability, we find that diamondyne and TND-2 are promising candidates for CO2/H2 and CO2/N2 sepn.  Moreover, diamondyne and TND-2 exceed the Robeson's upper line for CO2/N2 mixts.  The sepn. performance of diamondyne for CO2/CH4 mixts. also exceeds the Robeson's upper limitation, indicating that diamondyne is also a promising candidate for sepn. of the CO2/CH4 mixts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXjvVOgs7o%253D&md5=4761ec6571a23eabb59f85e77fd97f33", "(g) ", "Zhao", ", ", "X.", "; ", "Bu", ", ", "X.", "; ", "Zhai", ", ", "Q. C.", "; ", "Tran", ", ", "H.", "; ", "Feng", ", ", "P.", " ", "J. Am. Chem. Soc.", " ", "2015", ",  ", "137", ",  ", "1396", "ACS Full Text ", ", [", "CAS", "]", "2. ", "Pore Space Partition by Symmetry-Matching Regulated Ligand Insertion and Dramatic Tuning on Carbon Dioxide Uptake", "Zhao, Xiang; Bu, Xianhui; Zhai, Quan-Guo; Tran, Huy; Feng, Pingyun", "Journal of the American Chemical Society", "\r\n        (", "2015", "),\r\n    ", "137", "\r\n        (", "4", "),\r\n    ", "1396-1399", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Cryst. porous materials (CPMs) with superior CO2 uptake capacity have been prepd. using a ligand insertion pore space partition strategy.  CPM-33b-Ni that contains no open metal sites exhibited the CO2 uptake capacity comparable to MOF-74 with the same metal (Ni) at 298 K and 1 bar.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXhsF2mur0%253D&md5=3426b88f0914f87c7fa20c0bca5f2b9b", "3. ", "(a) ", "Fletcher", ", ", "A. J.", "; ", "Thomas", ", ", "K. M.", "; ", "Rosseinsky", ", ", "M. J.", " ", "J. Solid State Chem.", " ", "2005", ",  ", "178", ",  ", "2491", "[", "Crossref", "], [", "CAS", "]", "3. ", "Flexibility in metal-organic framework materials: impact on sorption properties", "Fletcher, Ashleigh J.; Thomas, K. Mark; Rosseinsky, Matthew J.", "Journal of Solid State Chemistry", "\r\n        (", "2005", "),\r\n    ", "178", "\r\n        (", "8", "),\r\n    ", "2491-2510", "CODEN:\r\n                ", "JSSCBI", ";\r\n        ISSN:", "0022-4596", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "A review.  Recent years have seen the development of a new class of porous coordination polymers known collectively as metal org. framework materials (MOFs).  This review outlines recent progress in understanding how adsorption characteristics of these systems differ from rigid classical sorbents such as activated carbon and zeolites.  Gas/vapor adsorption studies for characterization of the porous structures of MOF materials are reviewed and differences in adsorption characteristics based on detailed measurement of equil. and dynamical sorption behavior, compared with previous generations of sorbents, are highlighted.  The role of framework flexibility and specific structural features, such as windows and pore cavities, within the MOF porous structures are discussed in relation to adsorption mechanisms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXot1CgtbY%253D&md5=349cfccbf029fb292e6be84f9c730a04", "(b) ", "Matsuda", ", ", "R.", "; ", "Kitaura", ", ", "R.", "; ", "Kitagawa", ", ", "S.", "; ", "Kubota", ", ", "Y.", "; ", "Belosludov", ", ", "R. V.", "; ", "Kobayashi", ", ", "T. C.", "; ", "Sakamoto", ", ", "H.", "; ", "Chiba", ", ", "T.", "; ", "Takata", ", ", "M.", "; ", "Kawazoe", ", ", "Y.", "; ", "Mita", ", ", "Y.", " ", "Nature", " ", "2005", ",  ", "436", ",  ", "238", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Highly controlled acetylene accommodation in a metal-organic microporous material", "Matsuda, Ryotaro; Kitaura, Ryo; Kitagawa, Susumu; Kubota, Yoshiki; Belosludov, Rodion V.; Kobayashi, Tatsuo C.; Sakamoto, Hirotoshi; Chiba, Takashi; Takata, Masaki; Kawazoe, Yoshiyuki; Mita, Yoshimi", "Nature (London, United Kingdom)", "\r\n        (", "2005", "),\r\n    ", "436", "\r\n        (", "7048", "),\r\n    ", "238-241", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Metal-org. microporous materials (MOMs) have attracted wide scientific attention owing to their unusual structure and properties, as well as com. interest due to their potential applications in storage, sepn. and heterogeneous catalysis.  One of the advantages of MOMs compared to other microporous materials, such as activated carbons, is their ability to exhibit a variety of pore surface properties such as hydrophilicity and chirality, as a result of the controlled incorporation of org. functional groups into the pore walls.  This capability means that the pore surfaces of MOMs could be designed to adsorb specific mols.; but few design strategies for the adsorption of small mols. have been established so far.  Here we report high levels of selective sorption of acetylene mols. as compared to a very similar mol., carbon dioxide, onto the functionalized surface of a MOM.  The acetylene mols. are held at a periodic distance from one another by hydrogen bonding between two non-coordinated oxygen atoms in the nanoscale pore wall of the MOM and the two hydrogen atoms of the acetylene mol.  This permits the stable storage of acetylene at a d. 200 times the safe compression limit of free acetylene at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXmtVers7o%253D&md5=33d1004f5e9fc5dff5fe8327ebc502d7", "(c) ", "Hayashi", ", ", "H.", "; ", "Cote", ", ", "A. P.", "; ", "Furukawa", ", ", "H.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Nat. Mater.", " ", "2007", ",  ", "6", ",  ", "501", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Zeolite A imidazolate frameworks", "Hayashi, Hideki; Cote, Adrien P.; Furukawa, Hiroyasu; O'Keeffe, Michael; Yaghi, Omar M.", "Nature Materials", "\r\n        (", "2007", "),\r\n    ", "6", "\r\n        (", "7", "),\r\n    ", "501-506", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Faujasite (FAU) and zeolite A (LTA) are technol. important porous zeolites (aluminosilicates) because of their extensive use in petroleum cracking and H2O softening.  Introducing org. units and transition metals into the backbone of these types of zeolite allows the authors to expand their pore structures, enhance their functionality and access new applications.  The invention of metal-org. frameworks and zeolitic imidazolate frameworks (ZIFs) provided materials based on simple zeolite structures where only one type of cage is present.  However, so far, no metal-org. analogs based on FAU or LTA topologies exist owing to the difficulty imposed by the presence of two types of large cage (super- and β-cages for FAU, α- and β-cages for LTA).  Here, the authors have identified a strategy to produce an LTA imidazolate framework in which both the link geometry and link-link interactions play a decisive structure-directing role.  The authors describe the synthesis and crystal structures of three porous ZIFs; zinc and cobalt purinate, and zinc azabenzimidazolate complexes that are expanded analogs of zeolite A; their cage walls are functionalized, and their metal ions can be changed without changing the underlying LTA topol.  H, methane, CO2 and Ar gas adsorption isotherms are reported and the selectivity of this material for CO2 over methane is demonstrated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXnt1egsbw%253D&md5=d10ba397ae581e98e4c0bb992e61f4d5", "(d) ", "Keskin", ", ", "S.", "; ", "Sholl", ", ", "D. S.", " ", "J. Phys. Chem. C", " ", "2007", ",  ", "111", ",  ", "14055", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Screening Metal-Organic Framework Materials for Membrane-based Methane/Carbon Dioxide Separations", "Keskin, Seda; Sholl, David S.", "Journal of Physical Chemistry C", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "38", "),\r\n    ", "14055-14059", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOF) are a diverse family of highly porous materials that have potential advantages as adsorbents and membranes for gas sepns.  Because the fabrication of membranes from cryst. materials is challenging, nothing is currently known about what advantages MOFs may have over more conventional materials for membrane-based sepns.  We use atomically detailed simulations to present the first information about the performance of MOFs as membranes for gas sepns. using the sepn. of CO2/CH4 mixts. by MOF-5 as an example.  Describing membrane performance requires information about both mixt. adsorption and mixt. diffusion in the membrane material.  Our results show that mixt. effects play a crucial role in detg. the performance of MOF-5 membranes under conditions relevant for natural-gas applications, indicating that modeling or exptl. studies that examine only single-component gases will be insufficient to understand the properties of MOF-based membranes in practical applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXpslShsLc%253D&md5=1ddf0cb72b5f75ff9491280dcd7d55d6", "(e) ", "Li", ", ", "B.", "; ", "Wen", ", ", "H.-M.", "; ", "Wang", ", ", "H.", "; ", "Wu", ", ", "H.", "; ", "Tyagi", ", ", "M.", "; ", "Yildirim", ", ", "T.", "; ", "Zhou", ", ", "W.", "; ", "Chen", ", ", "B.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "6207", "ACS Full Text ", ", [", "CAS", "]", "3. ", "A Porous Metal-Organic Framework with Dynamic Pyrimidine Groups Exhibiting Record High Methane Storage Working Capacity", "Li, Bin; Wen, Hui-Min; Wang, Hailong; Wu, Hui; Tyagi, Madhusudan; Yildirim, Taner; Zhou, Wei; Chen, Banglin", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "17", "),\r\n    ", "6207-6210", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We have realized a new porous metal-org. framework UTSA-76a with pyrimidine groups on the linker, exhibiting high volumetric methane uptake of ∼260 cm3 (STP) cm-3 at 298 K and 65 bar, and record high working capacity of ∼200 cm3 (STP) cm-3 (between 5 and 65 bar).  Such exceptionally high working capacity is attributed to the central \"dynamic\" pyrimidine groups within UTSA-76a, which are capable of adjusting their orientations to optimize the methane packing at high pressure, as revealed by computational studies and neutron scattering expts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXmtVegsbo%253D&md5=70388784b4f4e5ee5f9f3a9f1638de96", "(f) ", "Hu", ", ", "J.", "; ", "Sun", ", ", "T.", "; ", "Ren", ", ", "X.", "; ", "Wang", ", ", "S.", " ", "Microporous Mesoporous Mater.", " ", "2015", ",  ", "204", ",  ", "73", "[", "Crossref", "], [", "CAS", "]", "3. ", "HF-assisted synthesis of ultra-microporous [Mg3(OOCH)6] frameworks for selective adsorption of CH4 over N2", "Hu, Jiangliang; Sun, Tianjun; Ren, Xinyu; Wang, Shudong", "Microporous and Mesoporous Materials", "\r\n        (", "2015", "),\r\n    ", "204", "\r\n        (", "),\r\n    ", "73-80", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Ultra-microporous [Mg3(OOCH)6] frameworks with different uniform shapes, were prepd. via a facile coordination modulation method, in which HF was used as a modulator to promote the growth of [Mg3(OOCH)6] crystals.  The as-prepd. [Mg3(OOCH)6] frameworks were scrutinized and evaluated the CH4 adsorption capacity and selectivity over N2 by pure gas adsorption and breakthrough expts.  The [Mg3(OOCH)6] frameworks exhibit preferential adsorption of CH4 over N2, and much higher CH4 adsorption capacity (up to 0.74 mmol/g) by comparison with conventional zeolites.  The equil. selectivities of [Mg3(OOCH)6] frameworks are shape dependent, and the uniform prism-like framework with size of 100 μm has the highest selectivity ≤5.5 at 298 K.  Achieving the optimal coupling of polarizability and structure of [Mg3(OOCH)6] framework is key factor to obtain a high selectivity for the sepn. of CH4/N2 mixt.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXitVSisb7J&md5=dd12b72934a96a36a4f12dcf12e53a96", "4. ", "(a) ", "Demessence", ", ", "A.", "; ", "D’Alessandro", ", ", "D. M.", "; ", "Foo", ", ", "M. L.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "8784", "ACS Full Text ", ", [", "CAS", "]", "4. ", "Strong CO2 Binding in a Water-Stable, Triazolate-Bridged Metal-Organic Framework Functionalized with Ethylenediamine", "Demessence, Aude; D'Alessandro, Deanna M.; Foo, Maw Lin; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "25", "),\r\n    ", "8784-8786", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reaction of CuCl2·2H2O with 1,3,5-tris(1H-1,2,3-triazol-5-yl)benzene (H3BTTri) in DMF at 100° generates the metal-org. framework H3[(Cu4Cl)3(BTTri)8(DMF)12]·7DMF·76H2O (1-DMF).  The sodalite-type structure of the framework consists of BTTri3--linked [Cu4Cl]7+ square clusters in which each CuII center has a terminal DMF ligand directed toward the interior of a large pore.  The framework exhibits a high thermal stability of up to 270°, as well as exceptional chem. stability in air, boiling water, and acidic media.  Following exchange of the guest solvent and bound DMF mols. for methanol to give 1-MeOH, complete desolvation of the framework at 180° generated H3[(Cu4Cl)3(BTTri)8] (1) with exposed CuII sites on its surface.  Following a previously reported protocol, ethylenediamine mols. were grafted onto these sites to afford 1-en, featuring terminal alkylamine groups.  The N2 adsorption isotherms indicate a redn. in the BET surface area from 1770 to 345 m2/g following grafting.  The H2 adsorption data at 77 K for 1 indicate a fully reversible uptake of 1.2% at 1.2 bar, while the CO2 isotherm at 195 K shows a maximal uptake of 90% at 1 bar.  Compared to 1, the alkylamine-functionalized framework 1-en exhibits a higher uptake of CO2 at 298 K and pressures up to ∼0.1 bar, as well as a higher CO2/N2 selectivity at all measured pressures.  Significantly, 1-en also exhibits an isosteric heat of CO2 adsorption of 90 kJ/mol, which is much higher than the 21 kJ/mol obsd. for 1.  This chemisorption interaction is the strongest reported to date for a metal-org. framework and points toward the potential utility of alkylamine-appended frameworks for the post-combustion capture of CO2 from low-pressure flue gas streams.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXmvFWqtrY%253D&md5=da2f3e278125e096f509e1e4618d9387", "(b) ", "Zheng", ", ", "B.", "; ", "Bai", ", ", "J.", "; ", "Duan", ", ", "J.", "; ", "Wojtas", ", ", "L.", "; ", "Zaworotko", ", ", "M. J.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "133", ",  ", "748", "ACS Full Text ", "There is no corresponding record for this reference.", "(c) ", "Goeppert", ", ", "A.", "; ", "Czaun", ", ", "M.", "; ", "Surya Prakash", ", ", "G. K.", "; ", "Olah", ", ", "G. A.", " ", "Energy Environ. Sci.", " ", "2012", ",  ", "5", ",  ", "7833", "[", "Crossref", "], [", "CAS", "]", "4. ", "Air as the renewable carbon source of the future: an overview of CO2 capture from the atmosphere", "Goeppert, Alain; Czaun, Miklos; Surya Prakash, G. K.; Olah, George A.", "Energy & Environmental Science", "\r\n        (", "2012", "),\r\n    ", "5", "\r\n        (", "7", "),\r\n    ", "7833-7853", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The burning of our diminishing fossil fuel reserves is accompanied by a large anthropogenic CO2 release, which is outpacing nature's CO2 recycling capability, causing significant environmental harm.  Much is being done to avert this crisis including more efficient technol. for usage, savings and replacing carbon fuels with alternatives whenever feasible.  The capture of CO2 followed by sequestration (CCS) into geol. formation or under the seas has also been proposed and in some cases implemented.  Carbon capture and recycling (CCR) to fuels and materials is another promising approach.  At first, capturing carbon dioxide from concd. sources such as fossil fuel burning power plants, industrial plants and natural sources might be the most practical.  However, the capture of CO2 from the atm. is also tech. feasible despite its low concn. (∼390 ppm) and presents even some benefits compared to point source CO2 capture.  The present article reviews methods developed for the capture of CO2 directly from the air as well as their advantages and drawbacks.  While strong bases such as sodium hydroxide and potassium hydroxide could be used, their regeneration is energy intensive, requiring high temps.  Amines either phys. or chem. immobilized on solid supports require much lower temps. for their regeneration and are therefore promising candidates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XptVWrsrc%253D&md5=c85e280b741f837bcfb25770d918470d", "(d) ", "Yang", ", ", "S.", "; ", "Lin", ", ", "X.", "; ", "Lewis", ", ", "W.", "; ", "Suyetin", ", ", "M.", "; ", "Bichoutskaia", ", ", "E.", "; ", "Parker", ", ", "J. E.", "; ", "Tang", ", ", "C. C.", "; ", "Allan", ", ", "D. R.", "; ", "Rizkallah", ", ", "P. J.", "; ", "Hubberstey", ", ", "P.", "; ", "Champness", ", ", "N. R.", "; ", "Mark Thomas", ", ", "K.", "; ", "Blake", ", ", "A. J.", "; ", "Schröder", ", ", "M.", " ", "Nat. Mater.", " ", "2012", ",  ", "11", ",  ", "710", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "A partially inter-penetrated metal-organic framework for selective hysteretic sorption of carbon dioxide", "Yang, Sihai; Lin, Xiang; Lewis, William; Suyetin, Mikhail; Bichoutskaia, Elena; Parker, Julia E.; Tang, Chiu C.; Allan, David R.; Rizkallah, Pierre J.; Hubberstey, Peter; Champness, Neil R.; Thomas, K. Mark; Blake, Alexander J.; Schroeder, Martin", "Nature Materials", "\r\n        (", "2012", "),\r\n    ", "11", "\r\n        (", "8", "),\r\n    ", "710-716", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Selective CO2 capture in porous materials has potential for the storage and treatment of fuel and flue gases; however, adsorption capacities under dynamic conditions are often insufficient for practical applications and strategies to enhance CO2-host selectivity are required.  The unique, partially inter-penetrated metal-org. framework, NOTT-202, represents a new class of dynamic material which undergoes pronounced framework phase transition on desolvation.  This work reports temp.-dependent adsorption/desorption hysteresis in de-solvated NOTT-202a which selectively responds to CO2.  The CO2 isotherm shows 3 steps in the adsorption profile at 195° K; step-wise filling of pores generated within the obsd. partially inter-penetrated structure has been modeled using grand canonical Monte Carlo simulations.  Adsorption of N2, CH4, O2, Ar, and H2 exhibited reversible isotherms without hysteresis under the same conditions, allowing for gas capture at high pressure; but, it selectively leaves CO2 trapped in nano-pores at low pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XnvVyrs7c%253D&md5=cfc77f36f485f714a2755627b6e6d7e9", "(e) ", "Beyzavi", ", ", "M. H.", "; ", "Klet", ", ", "R. C.", "; ", "Tussupbayev", ", ", "S.", "; ", "Borycz", ", ", "J.", "; ", "Vermeulen", ", ", "N. A.", "; ", "Cramer", ", ", "C. J.", "; ", "Stoddart", ", ", "J. F.", "; ", "Hupp", ", ", "J. T.", "; ", "Farha", ", ", "O. K.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "15861", "ACS Full Text ", ", [", "CAS", "]", "4. ", "A Hafnium-Based Metal-Organic Framework as an Efficient and Multifunctional Catalyst for Facile CO2 Fixation and Regioselective and Enantioretentive Epoxide Activation", "Beyzavi, M. Hassan; Klet, Rachel C.; Tussupbayev, Samat; Borycz, Joshua; Vermeulen, Nicolaas A.; Cramer, Christopher J.; Stoddart, J. Fraser; Hupp, Joseph T.; Farha, Omar K.", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "45", "),\r\n    ", "15861-15864", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Porous heterogeneous catalysts play a pivotal role in the chem. industry.  Herein a new Hf-based metal-org. framework (Hf-NU-1000) incorporating Hf6 clusters is reported.  It demonstrates high catalytic efficiency for the activation of epoxides, facilitating the quant. chem. fixation of CO2 into five-membered cyclic carbonates under ambient conditions, rendering this material an excellent catalyst.  As a multifunctional catalyst, Hf-NU-1000 is also efficient for other epoxide activations, leading to the regioselective and enantioretentive formation of 1,2-bifunctionalized systems via solvolytic nucleophilic ring opening.  Safety: authors caution safety in handling of azidotrimethylsilane.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhvVelurvJ&md5=3b71f6511b1c04e0c3c47758b8d78e2d", "(f) ", "Gassensmith", ", ", "J. J.", "; ", "Kim", ", ", "J. Y.", "; ", "Holcroft", ", ", "J. M.", "; ", "Farha", ", ", "O. K.", "; ", "Stoddart", ", ", "J. F.", "; ", "Hupp", ", ", "J. T.", "; ", "Jeong", ", ", "N. C.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "8277", "ACS Full Text ", ", [", "CAS", "]", "4. ", "A Metal-Organic Framework-Based Material for Electrochemical Sensing of Carbon Dioxide", "Gassensmith, Jeremiah J.; Kim, Jeung Yoon; Holcroft, James M.; Farha, Omar K.; Stoddart, J. Fraser; Hupp, Joseph T.; Jeong, Nak Cheon", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "23", "),\r\n    ", "8277-8282", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The free primary hydroxyl groups in the metal-org. framework of CDMOF-2, an extended cubic structure contg. units of six γ-cyclodextrin tori linked together in cube-like fashion by rubidium ions, was shown to react with gaseous CO2 to form alkyl carbonate functions.  The dynamic covalent carbon-oxygen bond, assocd. with this chemisorption process, releases CO2 at low activation energies.  As a result of this dynamic covalent chem. going on inside a metal-org. framework, CO2 can be detected selectively in the atm. by electrochem. impedance spectroscopy.  The as-synthesized CDMOF-2 which exhibits high proton cond. in pore-filling methanolic media, displays a ∼ 550-fold decrease in its ionic cond. on binding CO2.  This fundamental property was exploited to create a sensor capable of measuring CO2 concns. quant. even in the presence of ambient oxygen.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXotVags7k%253D&md5=b78500403e74cc5d4051869c0c8997b7", "(g) ", "Sato", ", ", "H.", "; ", "Kosaka", ", ", "W.", "; ", "Matsuda", ", ", "R.", "; ", "Hori", ", ", "A.", "; ", "Hijikata", ", ", "Y.", "; ", "Belosludov", ", ", "R. V.", "; ", "Sakaki", ", ", "S.", "; ", "Takata", ", ", "M.", "; ", "Kitagawa", ", ", "S.", " ", "Science", " ", "2014", ",  ", "343", ",  ", "167", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Self-Accelerating CO Sorption in a Soft Nanoporous Crystal", "Sato, Hiroshi; Kosaka, Wataru; Matsuda, Ryotaro; Hori, Akihiro; Hijikata, Yuh; Belosludov, Rodion V.; Sakaki, Shigeyoshi; Takata, Masaki; Kitagawa, Susumu", "Science (Washington, DC, United States)", "\r\n        (", "2014", "),\r\n    ", "343", "\r\n        (", "6167", "),\r\n    ", "167-170", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A soft nanoporous cryst. material that selectively adsorbs CO with adaptable pores has been prepd., and crystallog. evidence that CO mols. can coordinate with copper(II) ions is presented.  The unprecedented high selectivity was achieved by the synergetic effect of the local interaction between CO and accessible metal sites and a global transformation of the framework.  This transformable cryst. material realized the sepn. of CO from mixts. with N2, a gas that is the most competitive to CO.  The dynamic and efficient mol. trapping and releasing system is reminiscent of sophisticated biol. systems such as heme proteins.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXktVyksw%253D%253D&md5=0edf8d71efae0a56c4bb4d7d960da320", "(h) ", "Al-Maythalony", ", ", "B. A.", "; ", "Shekhah", ", ", "O.", "; ", "Swaiden", ", ", "R.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Pinnau", ", ", "I.", "; ", "Eddaoudi", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2015", ",  ", "137", ",  ", "1754", "ACS Full Text ", ", [", "CAS", "]", "4. ", "Quest for Anionic MOF Membranes: Continuous sod-ZMOF Membrane with CO2 Adsorption-Driven Selectivity", "Al-Maythalony, Bassem A.; Shekhah, Osama; Swaidan, Raja; Belmabkhout, Youssef; Pinnau, Ingo; Eddaoudi, Mohamed", "Journal of the American Chemical Society", "\r\n        (", "2015", "),\r\n    ", "137", "\r\n        (", "5", "),\r\n    ", "1754-1757", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors report the fabrication of the first continuous zeolite-like metal-org. framework (ZMOF) thin-film membrane.  A pure phase sod-ZMOF, sodalite topol., membrane was grown and supported on a porous alumina substrate using a solvothermal crystn. method.  The absence of pinhole defects in the film was confirmed and supported by the occurrence of quantifiable time-lags, for all studied gases, during const. vol./variable pressure permeation tests.  For both pure and mixed gas feeds, the sod-ZMOF-1 membrane exhibits favorable permeation selectivity toward carbon dioxide over relevant industrial gases such as H2, N2, and CH4, and it is mainly governed by favorable CO2 adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXns12msA%253D%253D&md5=110b96384a0e30256dc3a080ad07f1be", "5. ", "(a) ", "Maes", ", ", "M.", "; ", "Alaerts", ", ", "L.", "; ", "Vermoortele", ", ", "F.", "; ", "Ameloot", ", ", "R.", "; ", "Couck", ", ", "S.", "; ", "Finsy", ", ", "V.", "; ", "Denayer", ", ", "J. F. M.", "; ", "De Vos", ", ", "D. E.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "2284", "ACS Full Text ", ", [", "CAS", "]", "5. ", "Separation of C5-Hydrocarbons on Microporous Materials: Complementary Performance of MOFs and Zeolites", "Maes, Michael; Alaerts, Luc; Vermoortele, Frederik; Ameloot, Rob; Couck, Sarah; Finsy, Vincent; Denayer, Joeri F. M.; De Vos, Dirk E.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "7", "),\r\n    ", "2284-2292", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This work studies the liq.-phase sepn. of the aliph. C5-diolefins, mono-olefins, and paraffins, a typical feed produced by a steam cracker, with a focus on the seldomly studied sepn. of the C5-diolefin isomers isoprene, trans-piperylene, and cis-piperylene.  Three adsorbents are compared: the metal-org. framework MIL-96, which is an aluminum 1,3,5-benzenetricarboxylate, and two zeolites with CHA and LTA topol.  All three materials have spacious cages that are accessible via narrow cage windows with a diam. of less than 0.5 nm.  The mechanisms detg. adsorption selectivities on the various materials are investigated.  Within the diolefin fraction, MIL-96 and chabazite preferentially adsorb trans-piperylene from a mixt. contg. all three C5-diolefin isomers with high sepn. factors and a higher capacity compared to the ref. zeolite 5A due to a more efficient packing of the trans isomer in the pores.  Addnl., chabazite is able to sep. cis-piperylene and isoprene based on size exclusion of the branched isomer.  This makes chabazite suitable for sepg. all three diolefin isomers.  Its use in sepg. linear from branched mono-olefins and paraffins is addressed as well.  Furthermore, MIL-96 is the only material capable of sepg. all three diolefin isomers from C5-mono-olefins and paraffins.  Finally, the MOF [Cu3(BTC)2] (BTC = benzene-1,3,5-tricarboxylate) is able to sep. C5-olefins from paraffins.  On the basis of these observations, a flow scheme can be devised in which the C5-fraction can be completely sepd. using a combination of MOFs and zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlCgtL4%253D&md5=7b01c96152d13afbc6d94c73ccd43713", "(b) ", "Herm", ", ", "Z. R.", "; ", "Wiers", ", ", "B. M.", "; ", "Mason", ", ", "J. A.", "; ", "van Baten", ", ", "J. M.", "; ", "Hudson", ", ", "M. R.", "; ", "Zajdel", ", ", "P.", "; ", "Brown", ", ", "C. M.", "; ", "Masciocchi", ", ", "N.", "; ", "Krishna", ", ", "R.", "; ", "Long", ", ", "J. R.", " ", "Science", " ", "2013", ",  ", "340", ",  ", "960", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Separation of Hexane Isomers in a Metal-Organic Framework with Triangular Channels", "Herm, Zoey R.; Wiers, Brian M.; Mason, Jarad A.; van Baten, Jasper M.; Hudson, Matthew R.; Zajdel, Pawel; Brown, Craig M.; Masciocchi, Norberto; Krishna, Rajamani; Long, Jeffrey R.", "Science (Washington, DC, United States)", "\r\n        (", "2013", "),\r\n    ", "340", "\r\n        (", "6135", "),\r\n    ", "960-964", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Metal-org. frameworks can offer pore geometries that are not available in zeolites or other porous media, facilitating distinct types of shape-based mol. sepns. the authors report on Fe2(BDP)3 (BDP2- = 1,4-benzenedipyrazolate), a highly stable framework with triangular channels that effect the sepn. of hexane isomers according to the degree of branching.  Consistent with the varying abilities of the isomers to wedge along the triangular corners of the structure, adsorption isotherms and calcd. isosteric heats indicate an adsorption selectivity order of n-hexane > 2-methylpentane > 3-methylpentane > 2,3-dimethylbutane ≈ 2,2-dimethylbutane.  A breakthrough expt. performed at 160°C with an equimolar mixt. of all five mols. confirms that the dibranched isomers elute first from a bed packed with Fe2(BDP)3, followed by the monobranched isomers, and finally linear n-hexane.  Configurational-bias Monte Carlo simulations confirm the origins of the mol. sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXnvFSrtrY%253D&md5=43b09c92ad8588488532f1430401d2b3", "6. ", "(a) ", "Bradshaw", ", ", "D.", "; ", "Prior", ", ", "T. J.", "; ", "Cussen", ", ", "E. J.", "; ", "Claridge", ", ", "J. B.", "; ", "Rosseinsky", ", ", "M. J.", " ", "J. Am. Chem. Soc.", " ", "2004", ",  ", "126", ",  ", "6106", "ACS Full Text ", ", [", "CAS", "]", "6. ", "Permanent Microporosity and Enantioselective Sorption in a Chiral Open Framework", "Bradshaw, Darren; Prior, Timothy J.; Cussen, Edmund J.; Claridge, John B.; Rosseinsky, Matthew J.", "Journal of the American Chemical Society", "\r\n        (", "2004", "),\r\n    ", "126", "\r\n        (", "19", "),\r\n    ", "6106-6114", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A homochiral microporous material is presented.  The phase has 47% permanently porous void vol. and is shown to have >1 nm diam. pores with three-dimensional channels using probe mol. sorption.  Enantioselective guest sorption is strongly dependent on guest size.  The homochiral microporous phase was identified by reactive selection from a first-generation chiral but nonporous framework.  Chiral permanent porosity is established by directional noncovalent interactions between framework-forming and nonframework forming components of the stable second-generation material, which become stronger upon loss of the guests from the pore system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXjsVCiu78%253D&md5=6be16cce42754fbc1956636f3580d0ee", "(b) ", "Vaidhyanathan", ", ", "R.", "; ", "Bradshaw", ", ", "D.", "; ", "Rebilly", ", ", "J.-N.", "; ", "Barrio", ", ", "J. P.", "; ", "Gould", ", ", "J. A.", "; ", "Berry", ", ", "N. G.", "; ", "Rosseinsky", ", ", "M. J.", " ", "Angew. Chem., Int. Ed.", " ", "2006", ",  ", "45", ",  ", "6495", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "A family of nanoporous materials based on an amino acid backbone", "Vaidhyanathan, Ramanathan; Bradshaw, Darren; Rebilly, Jean-Noel; Barrio, Jorge P.; Gould, Jamie A.; Berry, Neil G.; Rosseinsky, Matthew J.", "Angewandte Chemie, International Edition", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "39", "),\r\n    ", "6495-6499", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A nanoporous framework with internal surface lined with amino acid residue is produced by the pillaring of nickel-aspartate layers by 4,4'-bipyridine.  The presence of pockets capable of multiple interactions with guest species permits the enantioselective sorption of short-chain diols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtFWgsrvK&md5=558294ca94f5cb27e6ea84578e0efa53", "(c) ", "Nuzhdin", ", ", "A. L.", "; ", "Dybtsev", ", ", "D. N.", "; ", "Bryliakov", ", ", "K. P.", "; ", "Talsi", ", ", "E. P.", "; ", "Fedin", ", ", "V. P.", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "12958", "ACS Full Text ", ", [", "CAS", "]", "6. ", "Enantioselective Chromatographic Resolution and One-Pot Synthesis of Enantiomerically Pure Sulfoxides over a Homochiral Zn-Organic Framework", "Nuzhdin, Alexey L.; Dybtsev, Danil N.; Bryliakov, Konstantin P.; Talsi, Evgenii P.; Fedin, Vladimir P.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "43", "),\r\n    ", "12958-12959", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "(R)- and (S)- enantiomers of alkyl aryl sulfoxides can be obtained by chromatog. resoln. of the racemic mixts. of the sulfoxides on a microporous homochiral Zn-org. polymer or by simultaneous catalytic oxidn. of the corresponding sulfides with H2O2 and enantioselective chromatog. resoln. of the resulting sulfoxides in a one-pot process.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtFeitrzO&md5=328005720d57899339f4a4e33ab52981", "(d) ", "Liu", ", ", "Y.", "; ", "Xuan", ", ", "W.", "; ", "Cui", ", ", "Y.", " ", "Adv. Mater.", " ", "2010", ",  ", "22", ",  ", "4112", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Engineering homochiral metal-organic frameworks for heterogeneous asymmetric catalysis and enantioselective separation", "Liu, Yan; Xuan, Weimin; Cui, Yong", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2010", "),\r\n    ", "22", "\r\n        (", "37", "),\r\n    ", "4112-4135", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Owing to the potential applications in technol. areas such as gas storage, catalysis, sepn., sensing and nonlinear optics, tremendous efforts were devoted to the development of porous metal-org. frameworks (MOFs) over the past ten years.  Homochiral porous MOFs are particularly attractive candidates as heterogeneous asym. catalysts and enantioselective adsorbents and separators for prodn. of optically active org. compds. due to the lack of homochiral inorg. porous materials such as zeolites.  In this review, the authors summarize the recent research progress in homochiral MOF materials, including their synthetic strategy, distinctive structural features and latest advances in asym. heterogeneous catalysis and enantioselective sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlKks7zJ&md5=5fa5afa5c96afadf40412362ba6dd475", "(e) ", "Padmanaban", ", ", "M.", "; ", "Muller", ", ", "P.", "; ", "Lieder", ", ", "C.", "; ", "Gedrich", ", ", "K.", "; ", "Grunker", ", ", "R.", "; ", "Bon", ", ", "V.", "; ", "Senkovska", ", ", "I.", "; ", "Baumgartner", ", ", "S.", "; ", "Opelt", ", ", "S.", "; ", "Paasch", ", ", "S.", "; ", "Brunner", ", ", "E.", "; ", "Glorius", ", ", "F.", "; ", "Klemm", ", ", "E.", "; ", "Kaskel", ", ", "S.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "12089", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Application of a chiral metal-organic framework in enantioselective separation", "Padmanaban, Mohan; Mueller, Philipp; Lieder, Christian; Gedrich, Kristina; Gruenker, Ronny; Bon, Volodymyr; Senkovska, Irena; Baumgaertner, Sandra; Opelt, Sabine; Paasch, Silvia; Brunner, Eike; Glorius, Frank; Klemm, Elias; Kaskel, Stefan", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "44", "),\r\n    ", "12089-12091", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A modular approach for the synthesis of highly ordered porous and chiral auxiliary (Evans auxiliary) decorated metal-org. frameworks is developed.  The authors' synthesis strategy, which uses known porous structures as model materials for incorporation of chirality via linker modification, can provide access to a wide range of porous materials suitable for enantioselective sepn. and catalysis.  Chiral analogs of UMCM-1 were synthesized and studied for the enantiosepn. of chiral compds. in the liq. phase and 1st promising results are reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtl2ntLjL&md5=3cf3a9878c628f4ffabc9ba758416f74", "(f) ", "Das", ", ", "M. C.", "; ", "Guo", ", ", "Q.", "; ", "He", ", ", "Y.", "; ", "Kim", ", ", "J.", "; ", "Zhao", ", ", "C.-G.", "; ", "Hong", ", ", "K.", "; ", "Xiang", ", ", "S.", "; ", "Zhang", ", ", "Z.", "; ", "Thomas", ", ", "K. M.", "; ", "Krishna", ", ", "R.", "; ", "Chen", ", ", "B.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "8703", "ACS Full Text ", ", [", "CAS", "]", "6. ", "Interplay of Metalloligand and Organic Ligand to Tune Micropores within Isostructural Mixed-Metal Organic Frameworks (M'MOFs) for Their Highly Selective Separation of Chiral and Achiral Small Molecules", "Das, Madhab C.; Guo, Qunsheng; He, Yabing; Kim, Jaheon; Zhao, Cong-Gui; Hong, Kunlun; Xiang, Shengchang; Zhang, Zhangjing; Thomas, K. Mark; Krishna, Rajamani; Chen, Banglin", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "20", "),\r\n    ", "8703-8710", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Four porous isostructural mixed-metal-org. frameworks (M'MOFs) were synthesized and structurally characterized.  The pores within these M'MOFs are systematically tuned by the interplay of both the metalloligands and org. ligands which have enabled the authors not only to direct their highly selective sepn. of chiral alcs. 1-phenylethanol (PEA), 2-butanol (BUT), and 2-pentanol (2-PEN) with the highest ee up to 82.4% but also to lead highly selective sepn. of achiral C2H2/C2H4 sepn.  The potential application of these M'MOFs for the fixed bed pressure swing adsorption (PSA) sepn. of C2H2/C2H4 was further examd. and compared by the transient breakthrough simulations in which the purity requirement of 40 ppm in the outlet gas can be readily fulfilled by the fixed bed M'MOF-4a adsorber at ambient conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xmt1yjsrw%253D&md5=18ca32fa9c1c0f86b6b12edabe966ad3", "(g) ", "Wang", ", ", "W.", "; ", "Dong", ", ", "X.", "; ", "Nan", ", ", "J.", "; ", "Jin", ", ", "W.", "; ", "Hu", ", ", "Z.", "; ", "Chen", ", ", "Y.", "; ", "Jiang", ", ", "J.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "7022", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "A homochiral metal-organic framework membrane for enantioselective separation", "Wang, Wenjin; Dong, Xueliang; Nan, Jiangpu; Jin, Wanqin; Hu, Zhongqiao; Chen, Yifei; Jiang, Jianwen", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "56", "),\r\n    ", "7022-7024", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "For the 1st time, a homochiral metal-org. framework membrane was prepd. for the enantioselective sepn. of important chiral compds., esp. chiral drug intermediates, which will allow for the potential development of a new, sustainable and highly efficient chiral sepn. technique.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xoslaks78%253D&md5=bf0ab19d417e7bc253d9793428a99149", "(h) ", "Kuang", ", ", "X.", "; ", "Ma", ", ", "Y.", "; ", "Su", ", ", "H.", "; ", "Zhang", ", ", "J.", "; ", "Dong", ", ", "Y.-B.", "; ", "Tang", ", ", "B.", " ", "Anal. Chem.", " ", "2013", ",  ", "86", ",  ", "1277", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "7. ", "(a) ", "Mueller", ", ", "U.", "; ", "Schubert", ", ", "M.", "; ", "Teich", ", ", "F.", "; ", "Puetter", ", ", "H.", "; ", "Schierle-Arndt", ", ", "K.", "; ", "Pastre", ", ", "J.", " ", "J. Mater. Chem.", " ", "2006", ",  ", "16", ",  ", "626", "[", "Crossref", "], [", "CAS", "]", "7. ", "Metal-organic frameworks-prospective industrial applications", "Mueller, U.; Schubert, M.; Teich, F.; Puetter, H.; Schierle-Arndt, K.; Pastre, J.", "Journal of Materials Chemistry", "\r\n        (", "2006", "),\r\n    ", "16", "\r\n        (", "7", "),\r\n    ", "626-636", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The generation of metal-org. framework (MOF) coordination polymers enables the tailoring of novel solids with regular porosity from the micro to nanopore scale.  Since the discovery of this new family of nanoporous materials and the concept of so called 'reticular design', nowadays several hundred different types of MOF are known.  The self assembly of metal ions, which act as coordination centers, linked together with a variety of polyat. org. bridging ligands, results in tailorable nanoporous host materials as robust solids with high thermal and mech. stability.  Describing examples of different Zn-contg. structures, e.g. MOF-2, MOF-5 and IRMOF-8 verified synthesis methods will be given, as well as a totally novel electrochem. approach for transition metal based MOFs will be presented for the 1st time.  With sufficient amts. of sample now being available, the testing of metal-org. frameworks in fields of catalysis and gas processing is exemplified.  Report is given on the catalytic activation of alkynes (formation of methoxypropene from propyne, vinylester synthesis from acetylene).  Removal of impurities in natural gas (traces of tetrahydrothiophene in methane), pressure swing sepn. of rare gases (Kr and Xe) and storage of H (3.3% at 2.0 MPa/77 K on Cu-BTC-MOF) will underline the prospective future industrial use of metal-org. frameworks in gas processing.  Whenever possible, comparison is made to state-of-art applications to outline possibilities which might be superior by using MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtFeitrc%253D&md5=8969f7b0200e29cefd59141380fea9b5", "(b) ", "Li", ", ", "J.-R.", "; ", "Kuppler", ", ", "R. J.", "; ", "Zhou", ", ", "H.-C.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1477", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Selective gas adsorption and separation in metal-organic frameworks", "Li, Jian-Rong; Kuppler, Ryan J.; Zhou, Hong-Cai", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1477-1504", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Adsorptive sepn. is very important in industry.  Generally, the process uses porous solid materials such as zeolites, activated carbons, or silica gels as adsorbents.  With an ever increasing need for a more efficient, energy-saving, and environmentally benign procedure for gas sepn., adsorbents with tailored structures and tunable surface properties must be found.  Metal-org. frameworks (MOFs), constructed by metal-contg. nodes connected by org. bridges, are such a new type of porous materials.  They are promising candidates as adsorbents for gas sepns. due to their large surface areas, adjustable pore sizes and controllable properties, as well as acceptable thermal stability.  This crit. review starts with a brief introduction to gas sepn. and purifn. based on selective adsorption, followed by a review of gas selective adsorption in rigid and flexible MOFs.  Based on possible mechanisms, selective adsorptions obsd. in MOFs are classified, and primary relationships between adsorption properties and framework features are analyzed.  As a specific example of tailor-made MOFs, mesh-adjustable mol. sieves are emphasized and the underlying working mechanism elucidated.  In addn. to the exptl. aspect, theor. investigations from adsorption equil. to diffusion dynamics via mol. simulations are also briefly reviewed.  Furthermore, gas sepns. in MOFs, including the mol. sieving effect, kinetic sepn., the quantum sieving effect for H2/D2 sepn., and MOF-based membranes are also summarized (227 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurY%253D&md5=cbb650af8ce92526fc8ffd870218bbd0", "(c) ", "Jiang", ", ", "H.-L.", "; ", "Xu", ", ", "Q.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "3351", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Porous metal-organic frameworks as platforms for functional applications", "Jiang, Hai-Long; Xu, Qiang", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "12", "),\r\n    ", "3351-3370", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs), also known as coordination polymers, have emerged as a new class of cryst. porous materials, which are constructed from metal ions or metal ion clusters and bridging org. linkers.  MOFs have tunable pores and functionalities, and usually exhibit very high surface areas.  The potential applications of porous MOFs cover a broad range of fields and most of their applications are related to pore sizes, shapes and structures/environments.  In this feature article, the authors provide an overview of the recent developments of porous MOFs as platforms in the functional applications of sorption and sepn., heterogeneous catalysis, as supports/host matrixes for metal nanoparticles, and as templates/nanoreactors for new material prepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXivVWls7c%253D&md5=f1736bf21fb95d9066dcb8284334c992", "(d) ", "Lee", ", ", "C. Y.", "; ", "Bae", ", ", "Y.-S.", "; ", "Jeong", ", ", "N. C.", "; ", "Farha", ", ", "O. K.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Stern", ", ", "C. L.", "; ", "Nickias", ", ", "P.", "; ", "Snurr", ", ", "R. Q.", "; ", "Hupp", ", ", "J. T.", "; ", "Nguyen", ", ", "S. T.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "5228", "ACS Full Text ", ", [", "CAS", "]", "7. ", "Kinetic Separation of Propene and Propane in Metal-Organic Frameworks: Controlling Diffusion Rates in Plate-Shaped Crystals via Tuning of Pore Apertures and Crystallite Aspect Ratios", "Lee, Chang Yeon; Bae, Youn-Sang; Jeong, Nak Cheon; Farha, Omar K.; Sarjeant, Amy A.; Stern, Charlotte L.; Nickias, Peter; Snurr, Randall Q.; Hupp, Joseph T.; Nguyen, Son Binh T.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "14", "),\r\n    ", "5228-5231", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Isostructural, noncatenated, Zn-pillared-paddlewheel metal-org. framework materials [Zn2LmLn] were synthesized from 1,2,4,5-tetrakis(carboxyphenyl)benzene (L1) its 3,6-dibromo analog (L2) and acetylene and trimethylsilylacetylene substituted trans-1,2-dipyridylethene struts (L3, L4).  Substantial kinetic selectivity in the adsorption of propene over propane can be obsd., depending on the pore apertures and the rectangular-plate morphol. of the crystals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjsVCltb0%253D&md5=7ed1409ea706ad52ee400cfccfa690fa", "(e) ", "Bloch", ", ", "E. D.", "; ", "Queen", ", ", "W. L.", "; ", "Krishna", ", ", "R.", "; ", "Zadrozny", ", ", "J. M.", "; ", "Brown", ", ", "C. M.", "; ", "Long", ", ", "J. R.", " ", "Science", " ", "2012", ",  ", "335", ",  ", "1606", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Hydrocarbon Separations in a Metal-Organic Framework with Open Iron(II) Coordination Sites", "Bloch, Eric D.; Queen, Wendy L.; Krishna, Rajamani; Zadrozny, Joseph M.; Brown, Craig M.; Long, Jeffrey R.", "Science (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "335", "\r\n        (", "6076", "),\r\n    ", "1606-1610", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "The energy costs assocd. with large-scale industrial sepn. of light hydrocarbons by cryogenic distn. could potentially be lowered through development of selective solid adsorbents that operate at higher temps.  Here, the metal-org. framework Fe2(dobdc) (dobdc4- : 2,5-dioxido-1,4-benzenedicarboxylate) is demonstrated to exhibit excellent performance characteristics for sepn. of ethylene/ethane and propylene/propane mixts. at 318 K.  Breakthrough data obtained for these mixts. provide exptl. validation of simulations, which in turn predict high selectivities and capacities of this material for the fractionation of methane/ethane/ethylene/acetylene mixts., removal of acetylene impurities from ethylene, and membrane-based olefin/paraffin sepns.  Neutron powder diffraction data confirm a side-on coordination of acetylene, ethylene, and propylene at the iron(II) centers, while also providing solid-state structural characterization of the much weaker interactions of ethane and propane with the metal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XksVyqsLc%253D&md5=d149ed45c3e688d5e4ee63d75629bd4f", "(f) ", "He", ", ", "Y.", "; ", "Zhang", ", ", "Z.", "; ", "Xiang", ", ", "S.", "; ", "Fronczek", ", ", "F. R.", "; ", "Krishna", ", ", "R.", "; ", "Chen", ", ", "B.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "6493", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "A robust doubly interpenetrated metal-organic framework constructed from a novel aromatic tricarboxylate for highly selective separation of small hydrocarbons", "He, Yabing; Zhang, Zhangjing; Xiang, Shengchang; Fronczek, Frank R.; Krishna, Rajamani; Chen, Banglin", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "52", "),\r\n    ", "6493-6495", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A microporous metal-org. framework, for the 1st time, was developed for highly selective sepn. of industrially important C1, C2 and C3 hydrocarbons at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XotFyjtrw%253D&md5=1a55863bb9f6cca519cbe34f8f365319", "8. ", "Keskin", ", ", "S.", "; ", "Kızılel", ", ", "S.", " ", "Ind. Eng. Chem. Res.", " ", "2011", ",  ", "50", ",  ", "1799", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Biomedical Applications of Metal Organic Frameworks", "Keskin, Seda; Kizilel, Seda", "Industrial & Engineering Chemistry Research", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "4", "),\r\n    ", "1799-1812", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  We have witnessed a rapid growth in the field of a new nanoporous material group, metal org. frameworks (MOFs), over the past decade.  MOFs possess a wide array of potential applications in chem. engineering, chem., and materials science, including gas storage, gas sepn., and catalysis.  One of the areas MOFs started to appear recently is biomedical applications.  The unique phys. and chem. characteristics of MOFs make them promising candidates for drug storage and drug delivery, nitric oxide storage and delivery, imaging, and sensing.  In this review, we outline the recent progress of using MOFs as a promising platform in biomedical applications due to their high drug loading capacity, biodegradability, and versatile functionality.  We also demonstrate the potential of MOFs for continuous development and implementation in biomedical applications by discussing issues including stability, toxicol., and biocompatibility.  Although significant progress has been made in utilizing MOFs for biomedical applications, further improvements must still occur before MOFs can become viable therapeutics options.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmsVWrsQ%253D%253D&md5=216682bc0d1a2420ff32befeaecccaa7", "9. ", "(a) ", "Hulme", ", ", "R.", "; ", "Rosensweig", ", ", "R. E.", "; ", "Ruthven", ", ", "D. M.", " ", "Ind. Eng. Chem. Res.", " ", "1991", ",  ", "30", ",  ", "752", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Binary and ternary equilibria for C8 aromatics on KY faujasite", "Hulme, Roger; Rosensweig, Ronald E.; Ruthven, Douglas M.", "Industrial & Engineering Chemistry Research", "\r\n        (", "1991", "),\r\n    ", "30", "\r\n        (", "4", "),\r\n    ", "752-60", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    ", "Adsorption equil. data for binary and ternary liq.-phase mixts. of the C8 arom. isomers o-xylene, p-xylene, m-xylene, and PhEt on KY faujasite are reported.  Although the deviations from ideal thermodn. behavior in these systems are not large (excess free energies are ∼50 cal/mol), these nonidealities are sufficient to cause significant variations in sepn. factor with compn.  Prediction of ternary equil. from binary data via the classical thermodn. relations met with only limited success due to the difficulty of detg. (and representing) the compn. dependence of excess free energy in the binary systems with sufficient accuracy.  However, a simplified statistical model based on an approx. representation of the adsorbed phase is shown to provide a good representation of binary equil. data and a reasonably accurate prediction of ternary equil. data by using only the coeffs. derived from the binary data.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3MXhsFWis7Y%253D&md5=35e508909371979e7addae4c291b4da7", "(b) ", "Cottier", ", ", "V.", "; ", "Bellat", ", ", "J.-P.", "; ", "Simonot-Grange", ", ", "M.-H.", "; ", "Méthivier", ", ", "A.", " ", "J. Phys. Chem. B", " ", "1997", ",  ", "101", ",  ", "4798", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Adsorption of p-Xylene/m-Xylene Gas Mixtures on BaY and NaY Zeolites. Coadsorption Equilibria and Selectivities", "Cottier, Veronique; Bellat, Jean-Pierre; Simonot-Grange, Marie-Helene; Methivier, Alain", "Journal of Physical Chemistry B", "\r\n        (", "1997", "),\r\n    ", "101", "\r\n        (", "24", "),\r\n    ", "4798-4802", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Coadsorption of the gases p-xylene and m-xylene on BaY and NaY was studied at 150 °C in the range of pressure 10-2 to 3 hPa.  For BaY coadsorption isotherms and single-component adsorption isotherms are perfectly superimposed in the whole range of investigated pressure.  The capacity of adsorption of BaY is 3 mol./α for each single component as well as for each mixt. under 3 hPa.  For NaY coadsorption isotherms lie between those of single p-xylene and m-xylene.  The capacity of adsorption of NaY for mixts. is in proportion to the compn. of the initial adsorptive mixt. and varies from the capacity of adsorption for single p-xylene (3.3 mols./α) to that for single m-xylene (3.6 mols./α) under 3 hPa.  The selectivity of the Y zeolite depends on the filling, the compn. of the mixt., and the exchangeable cation.  Two selective adsorption processes are discerned according to the filling of α-cages.  For filling lower than 2 mols./α, BaY and NaY exhibit the same behavior toward the coadsorption of p-xylene and m-xylene and adsorb preferentially the more abundant isomer in initial adsorptive mixt.: the selectivity depends only on the compn. of the the mixt.  For filling higher than 2 mols./α as the last mols. of xylenes are adsorbed in the α-cages, BaY is selective for p-xylene whereas NaY is selective for m-xylene whatever the compn. of the adsorptive mixt.: the selectivity depends on the exchangeable cation.  The dependence of the compn. of adsorbate on the selectivity shows a nonideal behavior of the adsorbate.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXjtlantb8%253D&md5=63c185b0de8bc4fe5f25748b280021fa", "(c) ", "Kulprathipanja", ", ", "S. J.", "; ", "James", ", ", "R. B.", "  ", "Zeolites in Industrial Separation", "; ", "Wiley-VCH", ": ", "Weinheim", ", ", "2010", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(d) ", "Jee", ", ", "S. E.", "; ", "Sholl", ", ", "D. S.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "7896", "ACS Full Text ", ", [", "CAS", "]", "9. ", "Carbon Dioxide and Methane Transport in DDR Zeolite: Insights from Molecular Simulations into Carbon Dioxide Separations in Small Pore Zeolites", "Jee, Sang Eun; Sholl, David S.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "22", "),\r\n    ", "7896-7904", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The silica zeolite DDR is a strong candidate for sepns. of CO2/CH4 because of the narrow windows that control mol. transport inside the material's pores.  The authors used mol. simulations to describe diffusion of CO2 and CH4 inside DDR pores.  The simulations introduce a new force-field for this system that for the 1st time gives results that are consistent with exptl. measurements of single-component adsorption and diffusion.  Diffusivities obtained from previous simulations greatly overestimated the transport rates of CH4 and, to a lesser extent, CO2.  Because CH4 diffuses extremely slowly in DDR, the authors applied a transition state theory-based kinetic Monte Carlo scheme to accurately describe this diffusion.  The most important observation from the calcns. is that the characteristics of CO2/CH4 diffusion in DDR are very different from the usual situation in nanoporous materials, where the presence of a slowly diffusing species retards transport rates of a more rapidly diffusing species.  In DDR, CO2 diffusion rates are only weakly affected by the presence of CH4, despite the very slow diffusion of the latter mols.  The phys. origins of this unusual behavior are explained by analyzing the adsorption sites and diffusion mechanism for each species.  The finding suggests DDR membranes are favorable for CO2/CH4 sepns. and that similar properties may exist for other 8MR zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXlsFCnsbg%253D&md5=c2825906db159f174497af3be70318d8", "10. ", "(a) ", "Cheremisinoff", ", ", "P. N.", "; ", "Ellerbush", ", ", "F.", "  ", "Carbon Adsorption Handbook", "; ", "Ann Arbor Science Publishers", ": ", "Ann Arbor, MI", ", ", "1978", ".", "There is no corresponding record for this reference.", "(b) ", "Mattson", ", ", "J. S. M.", "; ", "Mark", ", ", "H. B.", "  ", "Activated Carbon", "; ", "Marcel Dekker", ": ", "New York", ", ", "1971", ".", "There is no corresponding record for this reference.", "11. ", "(a) ", "Ferey", ", ", "G.", "; ", "Serre", ", ", "C.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1380", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Large breathing effects in three-dimensional porous hybrid matter: facts, analyses, rules and consequences", "Ferey, Gerard; Serre, Christian", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1380-1399", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This crit. review focuses on a strange behavior of crystd. solid matter: its reversible swelling with large magnitude.  This will be of interest for experts in porous solids but also for solid state chemists and physicists.  Some examples, classified according to the dimensionality of the inorg. subnetwork, present the general requirements and the structural rules which govern the existence of this phenomenon.  Its consequences concern specific applications related to sensors, energy savings, sustainable development and health (100 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu70%253D&md5=a620fc681f135bdce4044f16b18c60b1", "(b) ", "O’Keeffe", ", ", "M.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1215", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Design of MOFs and intellectual content in reticular chemistry: a personal view", "O'Keeffe, Michael", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1215-1217", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This article gives a personal perspective on the ideas leading to the development of reticular chem.  The feasibility of achieving targeted materials with predetd. metrics and functionality by designed synthesis is defended.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu78%253D&md5=3811ee3f78991faa0cd9e0524b6aee3c", "12. ", "(a) ", "Minceva", ", ", "M.", "; ", "Rodrigues", ", ", "A. E.", " ", "AIChE J.", " ", "2007", ",  ", "53", ",  ", "138", "[", "Crossref", "], [", "CAS", "]", "12. ", "Understanding and revamping of industrial scale SMB units for p-xylene separation", "Minceva, Mirjana; Rodrigues, Alirio E.", "AIChE Journal", "\r\n        (", "2007", "),\r\n    ", "53", "\r\n        (", "1", "),\r\n    ", "138-149", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "One of the first applications of simulated moving bed (SMB) technol. was in p-xylene recovery from mixed xylenes.  The three main industrial processes for p-xylene sepn. from mixed xylenes based on SMB technol. are: UOP's Parex, IFP's Eluxyl, and Toray's Aromax.  These units operate in liq. phase (T = 180° and P = 9 bar), achieving high recovery of almost pure p-xylene with high onstream efficiency and extended adsorbent life.  The industrial scale SMB process was studied from modeling, simulation, and optimization points of view, using exptl. measured xylene adsorption equil. and kinetics data on ion exchanged faujasite zeolite.  The aim is to develop tools for training of SMB unit operators and choice of the best operating conditions.  Useful studies for better understanding of the influence of the operating parameters, adsorbent packing, and sepn. requirements on unit productivity are presented.  SMB unit revamping strategies and operative actions are proposed.  The practical application of sepn. vol. methodol. in the selection of optimum operating conditions that lead to max. p-xylene productivity with minimal desorbent consumption is described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhs1Wgsw%253D%253D&md5=1dd00c84017f4f0d87b9127ffebdde99", "(b) ", "Othmer", ", ", "K.", "  ", "Separation Technology", ", ", "2", "nd ed.; ", "Wiley", ": ", "Hoboken, NJ", ", ", "2008", "; two-volume set, Vol.  ", "1", ".", "There is no corresponding record for this reference.", "13. ", "(a) ", "Broughton", ", ", "D. B.", "; ", "Gerhold", ", ", "C. G.", " U.S. Patent US2985589, ", "1961", ".", "There is no corresponding record for this reference.", "(b) ", "Eccli", ", ", "W. D.", "; ", "Fremuth", ", ", "A. D. S.", " U.S. Patent US5498822A, ", "1996", ".", "There is no corresponding record for this reference.", "(c) ", "Lima", ", ", "R. M.", "; ", "Grossmann", ", ", "I. E.", " ", "AIChE J.", " ", "2009", ",  ", "55", ",  ", "354", "[", "Crossref", "], [", "CAS", "]", "13. ", "Optimal synthesis of p-xylene separation processes based on crystallization technology", "Lima, Ricardo M.; Grossmann, Ignacio E.", "AIChE Journal", "\r\n        (", "2008", "),\r\n    ", "55", "\r\n        (", "2", "),\r\n    ", "354-373", "CODEN:\r\n                ", "AICEAC", ";\r\n        ISSN:", "0001-1541", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "This article addresses the synthesis and optimization of crystn. processes for p-xylene recovery for systems with feed streams of high concn., a case that arises in hybrid designs where the first step is commonly performed by adsorption.  A novel superstructure and its corresponding mixed-integer nonlinear programming (MINLP) model are proposed.  The distinct feature of this superstructure is the capability to generate optimum or near optimum flow sheets for a wide range of specifications of p-xylene compns. in the feed stream of the process.  To cope with the complexity of the MINLP model, a two-level decompn. approach, consisting of the soln. of an aggregated model and a detailed model, is proposed.  The results obtained show good performance of the decompn. strategy, and the optimal flow sheets and p-xylene recoveries are in agreement with the results reported in patents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht12rsLY%253D&md5=325d7538720563a9314c4e95cff1d2b9", "14. ", "Minceva", ", ", "M.", "; ", "Rodrigues", ", ", "A. E.", " ", "Chem. Eng. Res. Des.", " ", "2004", ",  ", "82", ",  ", "667", "[", "Crossref", "], [", "CAS", "]", "14. ", "Adsorption of xylenes on faujasite-type zeolite. Equilibrium and kinetics in batch adsorber", "Minceva, M.; Rodrigues, A. E.", "Chemical Engineering Research and Design", "\r\n        (", "2004", "),\r\n    ", "82", "\r\n        (", "A5", "),\r\n    ", "667-681", "CODEN:\r\n                ", "CERDEE", ";\r\n        ISSN:", "0263-8762", ".\r\n    \r\n            (", "Institution of Chemical Engineers", ")\r\n        ", "The adsorption of p-xylene, o-xylene and ethylbenzene on ion-exchanged faujasite type zeolite was studied in liq. phase at 30, 50, 80, 120, and 180°.  The single adsorption isotherms were measured in a batch mode.  The Langmuir and Sips isotherm were used to describe the exptl. adsorption isotherm data.  The Sips equation fits the exptl. isotherm data better than the Langmuir model.  The satn. adsorption capacity of the adsorbent was similar for all components (around 1 mol kg-1).  The p-xylene is the more strongly adsorbed component followed by ethylbenzene and o-xylene.  The heat of the adsorption was 27.2 kJ/mol-1 for p-xylene, 20.3 kJ/mol-1 for ethylbenzene and 18.5 kJ/mol-1 for o-xylene.  The kinetics of adsorption of p-xylene, o-xylene and ethylbenzene was also studied.  The xylene uptake curves were described by a math. model that accounts for the macropore and/or micropore diffusion as rate controlling mechanisms.  For temps. lower than 80° in the case of p-xylene and lower than 50° for o-xylene and ethylbenzene, both macropore and micropore diffusion contribute to the rate of adsorption.  At higher temps. macropore diffusion is the rate-controlling mechanism.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXkslyktrw%253D&md5=8007fda071ec99c530d116b0565bfc66", "15. ", "(a) ", "Lindley", ", ", "J.", "; ", "McLeod", ", ", "A. J.", " U.S. Patent US3959978A, ", "1976", ".", "There is no corresponding record for this reference.", "(b) ", "Hubbell", ", ", "D. S.", "; ", "Rutten", ", ", "P. W. M.", ", Patent: US5811629A, ", "1998", ".", "There is no corresponding record for this reference.", "16. ", "Lusi", ", ", "M.", "; ", "Barbour", ", ", "L. J.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "3928", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Solid-Vapor Sorption of Xylenes: Prioritized Selectivity as a Means of Separating All Three Isomers Using a Single Substrate", "Lusi, Matteo; Barbour, Leonard J.", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "16", "),\r\n    ", "3928-3931, S3928/1-S3928/7", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Soln.-state and solid-vapor prepns. of the xylene clathrates of [Ni(NCS)2(ppp)4] (I) (ppp = p-phenylpyridine) are reported.  The previously unknown structure of [Ni(NCS)2(ppp)4]·3p-xylene was detd.  Significant selectivity of 1 for ortho- over meta- and para-xylene from a ternary mixt., and then similar selectivity for meta- over para-xylene from a binary mixt. were obsd.  The reason for such selectivity is discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xjs1ymtr8%253D&md5=4570ed22eb97da22b5cea30cbb94b829", "17. ", "(a) ", "Tozawa", ", ", "T.", "; ", "Jones", ", ", "J. T. A.", "; ", "Swamy", ", ", "S. I.", "; ", "Jiang", ", ", "S.", "; ", "Adams", ", ", "D. J.", "; ", "Shakespeare", ", ", "S.", "; ", "Clowes", ", ", "R.", "; ", "Bradshaw", ", ", "D.", "; ", "Hasell", ", ", "T.", "; ", "Chong", ", ", "S. Y.", "; ", "Tang", ", ", "C.", "; ", "Thompson", ", ", "S.", "; ", "Parker", ", ", "J.", "; ", "Trewin", ", ", "A.", "; ", "Bacsa", ", ", "J.", "; ", "Slawin", ", ", "A. M. Z.", "; ", "Steiner", ", ", "A.", "; ", "Cooper", ", ", "A. I.", " ", "Nat. Mater.", " ", "2009", ",  ", "8", ",  ", "973", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Porous organic cages", "Tozawa, Tomokazu; Jones, James T. A.; Swamy, Shashikala I.; Jiang, Shan; Adams, Dave J.; Shakespeare, Stephen; Clowes, Rob; Bradshaw, Darren; Hasell, Tom; Chong, Samantha Y.; Tang, Chiu; Thompson, Stephen; Parker, Julia; Trewin, Abbie; Bacsa, John; Slawin, Alexandra M. Z.; Steiner, Alexander; Cooper, Andrew I.", "Nature Materials", "\r\n        (", "2009", "),\r\n    ", "8", "\r\n        (", "12", "),\r\n    ", "973-978", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Porous materials are important in a wide range of applications including mol. sepns. and catalysis.  Covalently bonded org. cages can assemble into cryst. microporous materials.  The porosity is prefabricated and intrinsic to the mol. cage structure, as opposed to being formed by noncovalent self-assembly of nonporous sub-units.  The three-dimensional connectivity between the cage windows is controlled by varying the chem. functionality such that either nonporous or permanently porous assemblies can be produced.  Surface areas and gas uptakes for the latter exceed comparable mol. solids.  One of the cages can be converted by recrystn. to produce either porous or nonporous polymorphs with apparent Brunauer-Emmett-Teller surface areas of 550 and 23 m2 g-1, resp.  These results suggest design principles for responsive porous org. solids and for the modular construction of extended materials from prefabricated mol. pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsVGlt7vP&md5=34d8de0ea8a080d32ce9d3f8b6abc9c3", "(b) ", "Mitra", ", ", "T.", "; ", "Jelfs", ", ", "K. E.", "; ", "Schmidtmann", ", ", "M.", "; ", "Ahmed", ", ", "A.", "; ", "Chong", ", ", "S. Y.", "; ", "Adams", ", ", "D. J.", "; ", "Cooper", ", ", "A. I.", " ", "Nat. Chem.", " ", "2013", ",  ", "5", ",  ", "276", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Molecular shape sorting using molecular organic cages", "Mitra, Tamoghna; Jelfs, Kim E.; Schmidtmann, Marc; Ahmed, Adham; Chong, Samantha Y.; Adams, Dave J.; Cooper, Andrew I.", "Nature Chemistry", "\r\n        (", "2013", "),\r\n    ", "5", "\r\n        (", "4", "),\r\n    ", "276-281", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "The energy-efficient sepn. of chem. feedstocks is a major sustainability challenge.  Porous extended frameworks such as zeolites or metal-org. frameworks are one potential soln. to this problem.  Here, we show that org. mols., rather than frameworks, can sep. other org. mols. by size and shape.  A mol. org. cage is shown to sep. a common arom. feedstock (mesitylene) from its structural isomer (4-ethyltoluene) with an unprecedented perfect specificity for the latter.  This specificity stems from the structure of the intrinsically porous cage mol., which is itself synthesized from a deriv. of mesitylene.  In other words, cryst. org. mols. are used to sep. other org. mols.  The specificity is defined by the cage structure alone, so this solid-state 'shape sorting' is, uniquely, mirrored for cage mols. in soln.  The behavior can be understood from a combination of atomistic simulations for individual cage mols. and solid-state mol. dynamics simulations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFSjsL4%253D&md5=626f808b9729bbdda40afcce5e96feac", "18. ", "(a) ", "Munch", ", ", "A. S.", "; ", "Mertens", ", ", "F. O. R. L.", " ", "J. Mater. Chem.", " ", "2012", ",  ", "22", ",  ", "10228", "[", "Crossref", "], [", "CAS", "]", "18. ", "HKUST-1 as an open metal site gas chromatographic stationary phase-capillary preparation, separation of small hydrocarbons and electron donating compounds, determination of thermodynamic data", "Muench, Alexander S.; Mertens, Florian O. R. L.", "Journal of Materials Chemistry", "\r\n        (", "2012", "),\r\n    ", "22", "\r\n        (", "20", "),\r\n    ", "10228-10234", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The development of cyclic prepn. techniques based on the application of an SBU (secondary building unit) precursor and a linker soln. for the generation of MOF (metal-org. framework) coatings were used to prep. HKUST-1 (Hong Kong University of Science and Technol.-1) coated capillary gas-chromatog. columns.  As a prerequisite for the conducted prepn. of the coatings some optimization of the procedure for the generation of the MOF material at room temp. was carried out.  Beside the demonstration of their general suitability for the sepn. of small aliph. hydrocarbons, the capillaries were used to perform isothermal retention time measurements with analytes possessing electron donating capabilities, such as arom. or oxygen contg. compds.  Since HKUST-1 possesses SBUs with open metal sites, the heat of adsorption and the adsorption entropy address the question whether or not coordinative contributions may affect the analyte-MOF interaction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XmtlGhur0%253D&md5=6b2dfc478e4431367285e4a6e8e9d8b4", "(b) ", "Sarkisov", ", ", "L.", " ", "Phys. Chem. Chem. Phys.", " ", "2012", ",  ", "14", ",  ", "15438", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Calculation and visualization of free energy barriers for several VOCs and TNT in HKUST-1", "Sarkisov, Lev", "Physical Chemistry Chemical Physics", "\r\n        (", "2012", "),\r\n    ", "14", "\r\n        (", "44", "),\r\n    ", "15438-15444", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A simple protocol based on a lattice representation of the porous space is proposed to locate and characterize the free energy bottle-necks in rigid metal org. frameworks.  As an illustration we apply this method to HKUST-1 to demonstrate that there are impassable free energy barriers for mols. of trinitrotoluene in this structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsFGmur%252FO&md5=f0442b8d786086cfce921bf06799827a", "19. ", "Luebbers", ", ", "M. T.", "; ", "Wu", ", ", "T.", "; ", "Shen", ", ", "L.", "; ", "Masel", ", ", "R. I.", " ", "Langmuir", " ", "2010", ",  ", "26", ",  ", "11319", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Trends in the Adsorption of Volatile Organic Compounds in a Large-Pore Metal-Organic Framework, IRMOF-1", "Luebbers, Matthew T.; Wu, Tianjiao; Shen, Lingjuan; Masel, Richard I.", "Langmuir", "\r\n        (", "2010", "),\r\n    ", "26", "\r\n        (", "13", "),\r\n    ", "11319-11329", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks have been proposed as useful sorbents for the capture of a variety of compds.  In this work, inverse gas chromatog. (IGC) utilizing micropacked capillary columns was used to probe the adsorption of more than 30 volatile org. compds. (VOCs) on IRMOF-1.  In an attempt to study the effect of structural degrdn. upon VOC adsorption, multiple samples of IRMOF-1 with widely ranging properties were investigated.  Trends in the differential enthalpies and equil. consts. for the adsorption of VOCs were detd. on the basis of the mol. properties of the adsorbate and the structural properties of the MOF sample.  The results indicate that samples of IRMOF-1 that are affected by a moderate amt. of structural degrdn. interact with adsorbed species more strongly than does a sample with fewer defects, resulting in higher heats of adsorption.  Samples of IRMOF-1 with sp. surface areas of around 1000 m2/g show heats of adsorption for alkanes that are higher than those estd. previously via Monte Carlo calcns.  Although the data for nonpolar (and weakly polar) species showed many of the anticipated trends for the interactions with IRMOF-1, the equil. behavior of polar VOCs did not correlate well with the mol. properties of the adsorbate (i.e., vapor pressure and deformation polarizability), leaving some uncertainty about the nature of the interaction mechanism.  The equil. data and the heats of adsorption were found to fit well to a small group of mol. descriptors through the application of the Abraham linear free-energy relationship, thus providing insight into the complex interactions between the MOF structure and the VOC compds.  Hydrogen bonding interactions were detd. to be the primary contributors to specific interactions between adsorbates and the MOF surface.  Size exclusion also seems to play a role in the adsorption of larger species.  These results show that the interaction of VOCs with MOFs is more complex than previously assumed and that more work is needed to probe the mechanisms of these processes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXmtVymsL4%253D&md5=77c1c3a8c6c92fadbb1d0c894fc835ca", "20. ", "Alaerts", ", ", "L.", "; ", "Kirschhock", ", ", "C. E. A.", "; ", "Maes", ", ", "M.", "; ", "van der Veen", ", ", "M. A.", "; ", "Finsy", ", ", "V.", "; ", "Depla", ", ", "A.", "; ", "Martens", ", ", "J. A.", "; ", "Baron", ", ", "G. V.", "; ", "Jacobs", ", ", "P. A.", "; ", "Denayer", ", ", "J. F. M.", "; ", "De Vos", ", ", "D. E.", " ", "Angew. Chem., Int. Ed.", " ", "2007", ",  ", "46", ",  ", "4293", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "20. ", "Selective adsorption and separation of xylene isomers and ethylbenzene with the microporous vanadium(IV) terephthalate MIL-47", "Alaerts, Luc; Kirshhock, Christine E. A.; Maes, Michael; van der Veen, Monique A.; Finsy, Vincent; Depla, Anouschka; Martens, Johan A.; Baron, Gino V.; Jacobs, Pierre A.; Denayer, Joeri F. M.; De Vos, Dirk E.", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "23", "),\r\n    ", "4293-4297", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The microporous metal-org. framework MIL-47 is an excellent adsorbent for the sepn. of C8 alkylarom. compds., such as ethylbenzene, meta-xylene, and para-xylene.  The potential of MIL-47, with its high uptake capacity and its hydrophobic nature, for real sepns. of the C8 alkylarom. compds. was demonstrated by breakthrough and chromatog. expts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXmslGhtL8%253D&md5=d68086b55dd851d7a19855bf1ac9efbc", "21. ", "Alaerts", ", ", "L.", "; ", "Maes", ", ", "M.", "; ", "Giebeler", ", ", "L.", "; ", "Jacobs", ", ", "P. A.", "; ", "Martens", ", ", "J. A.", "; ", "Denayer", ", ", "J. F. M.", "; ", "Kirschhock", ", ", "C. E. A.", "; ", "De Vos", ", ", "D. E.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "14170", "ACS Full Text ", ", [", "CAS", "]", "21. ", "Selective Adsorption and Separation of ortho-Substituted Alkylaromatics with the Microporous Aluminum Terephthalate MIL-53", "Alaerts, Luc; Maes, Michael; Giebeler, Lars; Jacobs, Pierre A.; Martens, Johan A.; Denayer, Joeri F. M.; Kirschhock, Christine E. A.; De Vos, Dirk E.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "43", "),\r\n    ", "14170-14178", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The metal-org. framework MIL-53(Al) was tested for selective adsorption and sepn. of xylenes and ethylbenzene, ethyltoluenes, and cymenes using batch, pulse chromatog., and breakthrough expts.  In all conditions tested, MIL-53 has the largest affinity for the ortho-isomer among each group of alkylarom. compds.  Sepns. of the ortho-compds. from the other isomers can be realized using a column packed with MIL-53 crystallites.  As evidenced by Rietveld refinements, specific interactions of the xylenes with the pore walls of MIL-53 det. selectivity.  In comparison with the structurally similar metal-org. framework MIL-47, the selectivities among alkylaroms. found for MIL-53 are different.  Sepn. of ethyltoluene and cymene isomers is more effective on MIL-53 than on MIL-47; the pores of MIL-53 seem to be a more suitable environment for hosting the larger ethyltoluene and cymene isomers than those of MIL-47.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtF2lsrjI&md5=fa435229a0a96bed1f933ac5d00993eb", "22. ", "Alaerts", ", ", "L.", "; ", "Maes", ", ", "M.", "; ", "Jacobs", ", ", "P. A.", "; ", "Denayer", ", ", "J. F. M.", "; ", "De Vos", ", ", "D. E.", " ", "Phys. Chem. Chem. Phys.", " ", "2008", ",  ", "10", ",  ", "2979", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "22. ", "Activation of the metal-organic framework MIL-47 for selective adsorption of xylenes and other difunctionalized aromatics", "Alaerts, Luc; Maes, Michael; Jacobs, Pierre A.; Denayer, Joeri F. M.; De Vos, Dirk E.", "Physical Chemistry Chemical Physics", "\r\n        (", "2008", "),\r\n    ", "10", "\r\n        (", "20", "),\r\n    ", "2979-2985", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The capacity and selectivity of the metal-org. framework vanadyl terephthalate MIL-47 for liq. phase adsorption were shown to depend strongly on the pretreatment of the material, as illustrated in detail by the particular case of selective xylene adsorption.  By totally removing the uncoordinated terephthalic acid from the pores and simultaneously avoiding oxidn. to nonporous V2O5, pore vol. and uptake of xylenes can be maximized.  The presence of uncoordinated terephthalic acid in the pores improves the selectivity between p- and m-xylene.  Calcination bed thickness and oven geometry influence the optimal calcination procedure.  The physicochem. modifications of MIL-47 during its activation were studied in detail with x-ray diffraction, SEM, nitrogen physisorption, TGA and diffuse reflectance UV-Vis spectroscopy.  Using optimally pretreated MIL-47 as adsorbent for xylene, ethyltoluene, dichlorobenzene, toluidine or cresol isomers, the para-isomer is in each case preferred over the meta-isomer in pulse chromatog. and batch expts.  The role of stacking in the selective adsorption of these isomers is discussed.  In the case of the dichlorobenzenes, the meta- and para-isomers can be sepd. in a breakthrough expt. with a selectivity of 5.0.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXlslKit7o%253D&md5=6d4ff9f14a73c85cdb144c884f648dbc", "23. ", "Maes", ", ", "M.", "; ", "Vermoortele", ", ", "F.", "; ", "Boulhout", ", ", "M.", "; ", "Boudewijns", ", ", "T.", "; ", "Kirschhock", ", ", "C.", "; ", "Ameloot", ", ", "R.", "; ", "Beurroies", ", ", "I.", "; ", "Denoyel", ", ", "R.", "; ", "De Vos", ", ", "D. E.", " ", "Microporous Mesoporous Mater.", " ", "2012", ",  ", "157", ",  ", "82", "[", "Crossref", "], [", "CAS", "]", "23. ", "Enthalpic effects in the adsorption of alkylaromatics on the metal-organic frameworks MIL-47 and MIL-53", "Maes, Michael; Vermoortele, Frederik; Boulhout, Mohammed; Boudewijns, Tom; Kirschhock, Christine; Ameloot, Rob; Beurroies, Isabelle; Denoyel, Renaud; De Vos, Dirk E.", "Microporous and Mesoporous Materials", "\r\n        (", "2012", "),\r\n    ", "157", "\r\n        (", "),\r\n    ", "82-88", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "This work reports on the adsorptive sepn. of mono- and disubstituted alkylaroms. with various alkyl groups in the microporous metal-org. frameworks MIL-47 (VIVO{O2C-C6H4-CO2}) and MIL-53 (AlIII(OH){O2C-C6H4-CO2}).  The mechanisms underlying the adsorption selectivity are studied via detn. of the adsorption enthalpies at low or high loading, either via pulse chromatog. or calorimetric methods.  Results of both methods are in fair agreement.  The strong preference of MIL-47 for n-propylbenzene over cumene is due to a more favorable adsorption enthalpy.  Upon adsorbing n-alkylbenzenes with increasing alkyl chain length a stepwise increase in adsorption enthalpy is obsd., which possibly indicates the importance of alkyl chain length in spanning the distance between adjacent, regularly spaced interaction sites in the crystal lattice.  Finally, the authors also study the adsorption enthalpies of various xylene isomers and ethylbenzene on MIL-47 and MIL-53.  Enthalpic as well as entropic effects play an important role in detg. the adsorption selectivity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xnt1yrtLc%253D&md5=d824347aa35385b123d4b7450f0e2d0b", "24. ", "Remy", ", ", "T.", "; ", "Ma", ", ", "L.", "; ", "Maes", ", ", "M.", "; ", "De Vos", ", ", "D. E.", "; ", "Baron", ", ", "G. V.", "; ", "Denayer", ", ", "J. F. M.", " ", "Ind. Eng. Chem. Res.", " ", "2012", ",  ", "51", ",  ", "14824", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Vapor-Phase Adsorption and Separation of Ethylbenzene and Styrene on the Metal-Organic Frameworks MIL-47 and MIL-53(Al)", "Remy, Tom; Ma, Lina; Maes, Michael; De Vos, Dirk E.; Baron, Gino V.; Denayer, Joeri F. M.", "Industrial & Engineering Chemistry Research", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "45", "),\r\n    ", "14824-14833", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Sepn. of styrene (ST) from ethylbenzene (EB) remains an industrially relevant challenge in the prodn. of polystyrene.  Adsorptive sepn. with metal-org. frameworks (MOFs) is a potential alternative for the conventional vacuum distn. process.  Adsorption and sepn. of ST and EB on the MOFs MIL-47 and MIL-53(Al) were studied under vapor-phase conditions.  ST and EB show traditional type I isotherms on MIL-47.  Contrarily, ST adsorption isotherms show steep steps on MIL-53(Al) as a result of the breathing of the flexible MOF upon increased adsorbate pressure.  The sepn. potential of both MOFs was investigated by performing vapor-phase breakthrough expts. at total hydrocarbon partial pressures between 1.14 and 16.4 mbar and temps. between 35 and 90 °C.  ST is preferentially adsorbed on both MOFs.  Although the MOFs are isostructural, the evolution of selectivity with temp. and pressure is different for both materials due to the different interaction and sepn. mechanisms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsFaku7%252FI&md5=372bd50bb2ecf0ea9b92b9c87a3da0c7", "25. ", "El Osta", ", ", "R.", "; ", "Carlin-Sinclair", ", ", "A.", "; ", "Guillou", ", ", "N.", "; ", "Walton", ", ", "R. I.", "; ", "Vermoortele", ", ", "F.", "; ", "Maes", ", ", "M.", "; ", "de Vos", ", ", "D.", "; ", "Millange", ", ", "F.", " ", "Chem. Mater.", " ", "2012", ",  ", "24", ",  ", "2781", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Liquid-Phase Adsorption and Separation of Xylene Isomers by the Flexible Porous Metal-Organic Framework MIL-53(Fe)", "El Osta, Racha; Carlin-Sinclair, Abel; Guillou, Nathalie; Walton, Richard I.; Vermoortele, Frederik; Maes, Michael; de Vos, Dirk; Millange, Franck", "Chemistry of Materials", "\r\n        (", "2012", "),\r\n    ", "24", "\r\n        (", "14", "),\r\n    ", "2781-2791", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We report a study of the use of the porous metal-org. framework material MIL-53(Fe), FeIII(OH)0.8F0.2[O2C-C6H4-CO2], for the sepn. of BTEX mixts. (benzene, toluene, ethylbenzene, and the 3 xylene isomers).  Crystal structures of the 3 host:guest materials MIL-53(Fe)[xylene], where xylene = the ortho, meta, or para isomer of dimethylbenzene, have been solved and refined from powder x-ray diffraction.  Each exhibits a fully expanded form with a variety of host:guest and guest:guest interactions responsible for stabilizing the structure.  While the ortho- and meta- isomers present a similar arrangement when occluded in the MIL-53 host, the para-xylene shows a distinctly different set of interactions with the host.  Upon thermal treatment, xylenes are partially lost to give cryst. phases MIL-53(Fe)[xylene]0.5, the structures of which have also been solved.  The kinetics of uptake of each xylene by MIL-53(Fe)[H2O], in which the H2O is replaced by the org. guest, have been studied using time-resolved energy-dispersive x-ray diffraction: this shows differences in kinetics of the adsorption of the 3 isomers.  Under chromatog. conditions in heptane at 293 K, anhyd. MIL-53(Fe) is able to sep. the 3 xylene isomers with elution of the para-xylene before the other 2 isomers, and at 323 K the host is able to resolve all components of the BTEX mixt.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XnvF2ltLg%253D&md5=8b9678fd1c078aca845c0c86f38e0023", "26. ", "Vermoortele", ", ", "F.", "; ", "Maes", ", ", "M.", "; ", "Moghadam", ", ", "P. Z.", "; ", "Lennox", ", ", "M. J.", "; ", "Ragon", ", ", "F.", "; ", "Boulhout", ", ", "M.", "; ", "Biswas", ", ", "S.", "; ", "Laurier", ", ", "K. G. M.", "; ", "Beurroies", ", ", "I.", "; ", "Denoyel", ", ", "R.", "; ", "Roeffaers", ", ", "M.", "; ", "Stock", ", ", "N.", "; ", "Düren", ", ", "T.", "; ", "Serre", ", ", "C.", "; ", "De Vos", ", ", "D. E.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "18526", "ACS Full Text ", ", [", "CAS", "]", "26. ", "p-Xylene-Selective Metal-Organic Frameworks: A Case of Topology-Directed Selectivity", "Vermoortele, Frederik; Maes, Michael; Moghadam, Peyman Z.; Lennox, Matthew J.; Ragon, Florence; Boulhout, Mohammed; Biswas, Shyam; Laurier, Katrien G. M.; Beurroies, Isabelle; Deboyel, Renaud; Roeffaers, Maarten; Stock, Norbert; Duren, Tina; Serre, Christian; De Vos, Dirk E.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "46", "),\r\n    ", "18526-18529", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Para-disubstituted alkylaroms. such as p-xylene are preferentially adsorbed from an isomer mixt. on three isostructural metal-org. frameworks: MIL-125(Ti) ([Ti8O8(OH)4(BDC)6]), MIL-125(Ti)-NH2 ([Ti8O8(OH)4(BDC-NH2)6]), and CAU-1(Al)-NH2 ([Al8(OH)4(OMe)8(BDC-NH2)6]) (BDC = 1,4-benzenedicarboxylate).  Their unique structure contains octahedral cages, which can sep. mols. from differences in packing and interaction with the pore walls, as well as smaller tetrahedral cages, which are capable of sepg. mols. by mol. sieving.  These exptl. data are in line with predictions by mol. simulations.  Addnl. adsorption and microcalorimetric expts. provide insight in the complementary role of the two cage types in providing the para selectivity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlGktrnE&md5=3de090a2ad9b0c71925f448ee9714d94", "27. ", "Torres-Knoop", ", ", "A.", "; ", "Krishna", ", ", "R.", "; ", "Dubbeldam", ", ", "D.", " ", "Angew. Chem., Int. Ed.", " ", "2014", ",  ", "53", ",  ", "7774", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "27. ", "Separating Xylene Isomers by Commensurate Stacking of p-Xylene within Channels of MAF-X8", "Torres-Knoop, Ariana; Krishna, Rajamani; Dubbeldam, David", "Angewandte Chemie, International Edition", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "30", "),\r\n    ", "7774-7778", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The development of energy-efficient processes for selective sepn. of p-xylene from mixts. with its isomers is of vital importance in the petrochem. industries.  Current industrial practice uses BaX zeolite that has high adsorption selectivity for p-xylene.  Finding para-selective structures is challenging.  With state-of-the-art simulation methodologies the authors systematically screened a wide variety of zeolites and metal-org. frameworks (MOFs).  The authors' studies highlight the crucial importance of the channel dimension on the sepn.  MAF-X8 is particularly noteworthy because the channel dimensions and geometry allow commensurate stacking which the authors exploit as a sepn. mechanism at satn. conditions.  Due to a significantly improved capacity compared to BaX, the cycle times for p-xylene with MAF-X8 are about a factor of 4.5 longer.  This is expected to result in significant process improvements.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXpsVKitrs%253D&md5=4e4330492c5b5284ccbc91cf26faafcf", "28. ", "Warren", ", ", "J. E.", "; ", "Perkins", ", ", "C. G.", "; ", "Jelfs", ", ", "K. E.", "; ", "Boldrin", ", ", "P.", "; ", "Chater", ", ", "P. A.", "; ", "Miller", ", ", "G. J.", "; ", "Manning", ", ", "T. D.", "; ", "Briggs", ", ", "M. E.", "; ", "Stylianou", ", ", "K. C.", "; ", "Claridge", ", ", "J. B.", "; ", "Rosseinsky", ", ", "M. J.", " ", "Angew. Chem., Int. Ed.", " ", "2014", ",  ", "53", ",  ", "4592", "[", "Crossref", "], [", "CAS", "]", "28. ", "Shape Selectivity by Guest-Driven Restructuring of a Porous Material", "Warren, J. E.; Perkins, C. G.; Jelfs, K. E.; Boldrin, P.; Chater, P. A.; Miller, G. J.; Manning, T. D.; Briggs, M. E.; Stylianou, K. C.; Claridge, J. B.; Rosseinsky, M. J.", "Angewandte Chemie, International Edition", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "18", "),\r\n    ", "4592-4596", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A prepd. flexible metal-org. framework, [Ce(HTCPB)] (H4TCPB = 4,4',4'',4'''-benzene-1,2,4,5-tetrayltetrabenzoic acid) selectively sorbs para- (pX) over meta-xylene (mX) by synergic restructuring around pX coupled with generation of unused void space upon mX loading.  The nature of the structural change suggests more generally that flexible structures which are initially mismatched in terms of fit and capacity to the preferred guest are strong candidates for effective mol. sepns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXltFOhtrY%253D&md5=b660015d94057dae01144af983b200d2", "29. ", "(a) ", "Bender", ", ", "M. L.", "; ", "Komiyama", ", ", "M.", "  ", "Cyclodextrin Chemistry", "; ", "Springer-Verlag", ": ", "New York", ", ", "1978", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(b) ", "Tamaki", ", ", "T.", "; ", "Kokubu", ", ", "T.", " ", "J. Incl. Phenom. Macrocycl. Chem.", " ", "1984", ",  ", "2", ",  ", "815", "[", "Crossref", "], [", "CAS", "]", "29. ", "Acceleration of the photodimerization of water-soluble anthracenes included by β- and γ-cyclodextrins", "Tamaki, Takashi; Kokubu, Tomokuni", "Journal of Inclusion Phenomena", "\r\n        (", "1984", "),\r\n    ", "2", "\r\n        (", "3-4", "),\r\n    ", "815-22", "CODEN:\r\n                ", "JOIPDF", ";\r\n        ISSN:", "0167-7861", ".\r\n    ", "The photodimerization of 2-anthracenesulfonate in water was accelerated in the presence of β- and γ-cyclodextrins (CyDs).  While four configurational isomers of the photodimer were obtained in the presence of γ-CyD with similar ratio of the yields to that in the host-free soln., only one of the isomers was obtained in the presence of β-CyD.  The results were explained by the formation of a 2:1 guest-host inclusion complex in the former case and of a 2:2 guest-host inclusion complex in the latter.  No evidence of an inclusion complex with α-CyD was obtained.  The inclusion effects of CyD on the photodimerization of other water-sol. anthracenes were also examd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2MXkvVOntrw%253D&md5=d2d28ea7f077ccc7ca32cf7c8f761ffb", "(c) ", "Harada", ", ", "A.", "; ", "Li", ", ", "J.", "; ", "Kamachi", ", ", "M.", " ", "Macromolecules", " ", "1993", ",  ", "26", ",  ", "5267", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "Complex formation between polyisobutylene and cyclodextrins: inversion of chain-length selectivity between β-cyclodextrin and γ-cyclodextrin", "Harada, Akira; Li, Jun; Suzuki, Syukuko; Kamachi, Mikiharu", "Macromolecules", "\r\n        (", "1993", "),\r\n    ", "26", "\r\n        (", "19", "),\r\n    ", "5267-8", "CODEN:\r\n                ", "MAMOBX", ";\r\n        ISSN:", "0024-9297", ".\r\n    ", "β-Cyclodextrin and γ-cyclodextrin form inclusion complexes with polyisobutylene in a definite stoichiometry, however, α-cyclodextrin does not form complexes with polyisobutylene.  β-Cyclodextrin forms complexes with low-mol.-wt. polyisobutylene, while γ-cyclodextrin forms complexes with higher mol. wt. polymer.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXltl2qtro%253D&md5=9678e6ab5bc0a18794b123399d3a73f8", "(d) ", "Harada", ", ", "A.", "; ", "Li", ", ", "J.", "; ", "Kamachi", ", ", "M.", " ", "Nature", " ", "1994", ",  ", "370", ",  ", "126", "[", "Crossref", "], [", "CAS", "]", "29. ", "Double-stranded inclusion complexes of cyclodextrin threaded on poly(ethylene glycol)", "Harada, Akira; Li, Jun; Kamachi, Mikiharu", "Nature (London, United Kingdom)", "\r\n        (", "1994", "),\r\n    ", "370", "\r\n        (", "6485", "),\r\n    ", "126-8", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    ", "The self-assembly of double-stranded inclusion complexes of polyethylene glycol with γ-cyclodextrin was reported, in which two polymer chains are threaded through the macrocycles.  These complexes might be useful precursors to more complex supramol. assemblies such as polycatenanes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXkvVCitbs%253D&md5=1d85fd94206bd1b304f3ef37ec7874ee", "(e) ", "Li", ", ", "G.", "; ", "McGown", ", ", "L. B.", " ", "Science", " ", "1994", ",  ", "264", ",  ", "249", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "Molecular nanotube aggregates of β- and γ-cyclodextrins linked by diphenylhexatrienes", "Li, Guang; McGown, Linda B.", "Science (Washington, DC, United States)", "\r\n        (", "1994", "),\r\n    ", "264", "\r\n        (", "5156", "),\r\n    ", "249-51", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    ", "Linked by strings of diphenylhexatriene (DPH) mols., β- and γ-cyclodextrins (CDs) can form nanotube aggregates that contain as many as ∼20 βCDs (20 nm long) or ∼20 to 35 γCDs (20 to 35 nm long).  Nanotube formation was indicated in soln., by fluorescence anisotropy and light scattering results, and on graphite surfaces, by scanning tunneling microscopy.  Tubes were not obsd. for the smaller αCDs.  Mol. modeling shows that CD cavity size and the rodlike DPH structure are key factors in nanotube formation.  Spectra generated by proton nuclear magnetic resonance indicate the inclusion of DPH in the interior of the CDs and formation of nanotubes in βCDs and γCDs only.  The photophys. properties of DPH are affected by its arrangement into a one-dimensional array within the CD nanotube, possibly because of exciton formation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXkvVCitrs%253D&md5=4ae14a89c5d2474f6484b67e94dd6675", "(f) ", "Wenz", ", ", "G.", " ", "Angew. Chem., Int. Ed. Engl.", " ", "1994", ",  ", "33", ",  ", "803", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(g) ", "Vajda", ", ", "S.", "; ", "Jimenez", ", ", "R.", "; ", "Rosenthal", ", ", "S. J.", "; ", "Fidler", ", ", "V.", "; ", "Fleming", ", ", "G. R.", "; ", "Castner", ", ", "E. W.", " ", "J. Chem. Soc., Faraday Trans.", " ", "1995", ",  ", "91", ",  ", "867", "[", "Crossref", "], [", "CAS", "]", "29. ", "Femtosecond to nanosecond solvation dynamics in pure water and inside the γ-cyclodextrin cavity", "Vajda, Stefan; Jimenez, Ralph; Rosenthal, Sandra J.; Fidler, Vlastimil; Fleming, Graham R.; Castner, Edward W., Jr.", "Journal of the Chemical Society, Faraday Transactions", "\r\n        (", "1995", "),\r\n    ", "91", "\r\n        (", "5", "),\r\n    ", "867-73", "CODEN:\r\n                ", "JCFTEV", ";\r\n        ISSN:", "0956-5000", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The dynamics of solvation of an excited chromophore in pure water and in a restricted space with a limited no. of water mols. have been studied.  The time-dependent Stokes shift of Coumarin 480 (C480) and Coumarin 460 (C460) were measured using femtosecond fluorescence upconversion and time-correlated single-photon-counting techniques.  The system with a limited no. of water mols. was an inclusion complex of Coumarin dyes with γ-cyclodextrin (γCD).  The results of mol. dynamics simulations are compared with the obsd. solvent response in pure water and in the γCD cavity.  The obsd. relaxation times range from <100 fs to 1.2 ns.  Solvation of C480 in pure water is obsd. to occur with time consts. of <50 and 310 fs.  In sharp contrast with the solvation response in pure water, in the case of the C480/γCD inclusion complex, addnl. long solvation time consts. of 13, 109 and 1200 ps are obsd.  The stoichiometry, structure and dynamics of the Coumarin/γCD complexes are also discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXktlOhtr0%253D&md5=5c1c395626aca28d7924dbab9f453493", "(h) ", "Rekharsky", ", ", "M. V.", "; ", "Inoue", ", ", "Y.", " ", "Chem. Rev.", " ", "1998", ",  ", "98", ",  ", "1875", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "Complexation Thermodynamics of Cyclodextrins", "Rekharsky, Mikhail V.; Inoue, Yoshihisa", "Chemical Reviews (Washington, D. C.)", "\r\n        (", "1998", "),\r\n    ", "98", "\r\n        (", "5", "),\r\n    ", "1875-1917", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review with 287 refs. aimed at expanding and updating the thermodn. data collected in the authors' previous papers.  A better understanding of the nature of inclusion complexation by natural and modified cyclodextrins will be obtained.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXksV2itbg%253D&md5=bc23304185ce5c978c11366e8b173a30", "(i) ", "Takei", ", ", "M.", "; ", "Yui", ", ", "H.", "; ", "Hirose", ", ", "Y.", "; ", "Sawada", ", ", "T.", " ", "J. Phys. Chem. A", " ", "2001", ",  ", "105", ",  ", "11395", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "Femtosecond time-resolved spectroscopy of photoisomerization of methyl orange in cyclodextrins", "Takei, Masako; Yui, Hiroharu; Hirose, Yasushi; Sawada, Tsuguo", "Journal of Physical Chemistry A", "\r\n        (", "2001", "),\r\n    ", "105", "\r\n        (", "51", "),\r\n    ", "11395-11399", "CODEN:\r\n                ", "JPCAFH", ";\r\n        ISSN:", "1089-5639", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The photoisomerization of methyl orange (MO) encapsulated in the cavities of α-, β-, and γ-cyclodextrins (CDs) was measured by the ultrafast transient lens (UTL) method and transient absorption spectroscopy.  The signal for free MO was well-fitted to the sum of two exponential functions, except for the component of the optical Kerr effect (OKE), and their time consts. were .ltorsim.1 (τ1) and ∼10 ps (τ2).  The UTL signal of the 1:1 complex, in which one MO mol. was included in one CD mol., was almost the same as that of free MO.  On the other hand, MO in two α-CD mols. showed slower relaxation and considerably lower yield of cis isomer. Thus, there were clear confinement effects when MO was capped at both ends by two CD mols.  The obsd. changes of ultrafast dynamics and yield of the isomer were explained in terms of CD-MO interactions and a steric effect.  In the case of γ-CD, which included two MO mols. as a dimer, these confinement effects were also obsd. even when each MO was capped on only one side (2:1 complex).  These results showed that a strong intermol. interaction was induced between two MO mols. by confinement in a nanospace and this also hindered the isomerization.  In particular, the complex with two γ-CD mols. (2:2 complex) showed significantly slower relaxation than the others, and no cis isomer was formed.  It seemed that the intermol. interaction of two MO mols. was further enhanced by photoexcitation in the 2:2 complex and this resulted in the formation of an aggregate-like intermediate in the γ-CD nanocavity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXoslSnsbc%253D&md5=0dd221734941fff7e97b71bc2e5c92aa", "(j) ", "Douhal", ", ", "A.", " ", "Chem. Rev.", " ", "2004", ",  ", "104", ",  ", "1955", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "Ultrafast Guest Dynamics in Cyclodextrin Nanocavities", "Douhal, Abderrazzak", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2004", "),\r\n    ", "104", "\r\n        (", "4", "),\r\n    ", "1955-1976", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review with refs. on hydrogen bonding and inclusion nanocavities complexes of cyclodextrins.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXhvVyqu78%253D&md5=02991979a3309fdf715d9d9c320d1eb6", "(k) ", "Ikeda", ", ", "H.", "; ", "Nihei", ", ", "T.", "; ", "Ueno", ", ", "A.", " ", "J. Org. Chem.", " ", "2005", ",  ", "70", ",  ", "1237", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "Template-Assisted Stereoselective Photocyclodimerization of 2-Anthracenecarboxylic Acid by Bispyridinio-Appended γ-Cyclodextrin", "Ikeda, Hiroshi; Nihei, Takashi; Ueno, Akihiko", "Journal of Organic Chemistry", "\r\n        (", "2005", "),\r\n    ", "70", "\r\n        (", "4", "),\r\n    ", "1237-1242", "CODEN:\r\n                ", "JOCEAH", ";\r\n        ISSN:", "0022-3263", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Four kinds of bispyridinio-appended γ-cyclodextrin (γ-CD) were prepd. to make a mol. flask for controlling the stereoselectivity of photocyclodimerization of 2-anthracenecarboxylate.  When the photocyclodimerization of 2-anthracenecarboxylate was carried out in the presence of A,E-bispyridinio-appended γ-CD, the relative yield of one of the configurational isomers, the head-to-head/anti-isomer, was increased 1.8-fold compared to the corresponding yield in the presence of unmodified γ-CD or in the absence of any γ-CD.  The optical yields of the photocyclodimerization reaction products also increased >10-fold by the addn. of bispyridinio-appended γ-CD compared with unmodified γ-CD.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXmslGqug%253D%253D&md5=e3d0b6cf19fc8e424cffeed29d2a9813", "(1) ", "Wenz", ", ", "G.", "; ", "Han", ", ", "B.-H.", "; ", "Müller", ", ", "A.", " ", "Chem. Rev.", " ", "2006", ",  ", "106", ",  ", "782", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "Cyclodextrin rotaxanes and polyrotaxanes", "Wenz, Gerhard; Han, Bao-Hang; Mueller, Axel", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2006", "),\r\n    ", "106", "\r\n        (", "3", "),\r\n    ", "782-817", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Review on the synthesis and conformational anal. of cyclodextrin rotaxanes and polyrotaxanes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhsVOmt7s%253D&md5=bf3285a8fd93033ed67726a5d8f8711f", "(m) ", "Sallas", ", ", "F.", "; ", "Darcy", ", ", "R.", " ", "Eur. J. Org. Chem.", " ", "2008", ",  ", "957", "[", "Crossref", "], [", "CAS", "]", "29. ", "Amphiphilic cyclodextrins - advances in synthesis and supramolecular chemistry", "Sallas, Florence; Darcy, Raphael", "European Journal of Organic Chemistry", "\r\n        (", "2008", "),\r\n    ", "\r\n        (", "6", "),\r\n    ", "957-969", "CODEN:\r\n                ", "EJOCFK", ";\r\n        ISSN:", "1434-193X", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Amphiphilic cyclodextrins represent a new generation of these oligosaccharides, which are well known previously as host mols. in water.  Cyclodextrins are now being modified with polar groups, lipophilic groups and conjugates which elaborate further their amphiphilicity and mol. recognition.  The resulting amphiphiles are host mols. capable of forming all the assemblies expected of amphiphiles, but showing addnl. supramol. properties.  Examples of these macrocyclic amphiphiles are by now known that form thermotropic liq. crystals, while lyotropic assemblies include micelles, unimol. micelles, nanoparticles, monolayers and bilayer vesicles.  The assembly properties are modulated by both the lipidic and hydrophilic addns. to the original cyclodextrin, however due to the meso-mol. size range substantial changes such as multiple glycosylation can be carried out without disrupting self-assembly.  The assemblies in certain cases show mol. recognition both by the cyclodextrin cavities and by the conjugated groups such as glycosyls.  Multiple noncovalent interactions, delivery to biol. cells and DNA delivery are among the capabilities of those amphiphilic cyclodextrins that form bilayer vesicles.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXkvVKhtLk%253D&md5=0cea99586af638e1eb5cd83b5ad0917a", "(n) ", "Harada", ", ", "A.", "; ", "Takashima", ", ", "Y.", "; ", "Yamaguchi", ", ", "H.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "875", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "Cyclodextrin-based supramolecular polymers", "Harada, Akira; Takashima, Yoshinori; Yamaguchi, Hiroyasu", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "4", "),\r\n    ", "875-882", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review with refs.  This tutorial review overviews construction of some inclusion supramol. architectures formed by cyclodextrins or their derivs. with guest mols.  In the first part, the construction of supramol. structures of cyclodextrins with some polymers (polyrotaxanes) is described.  In the second part, formation of supramol. oligomers and polymers formed by cyclodextrin derivs. is described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjsFajurY%253D&md5=e024b89da1fc87b56b2a5ef81e66bbfa", "(o) ", "van de Manakker", ", ", "F.", "; ", "Vermonden", ", ", "T.", "; ", "van Nostrum", ", ", "C. F.", "; ", "Hennink", ", ", "W. E.", " ", "Biomacromolecules", " ", "2009", ",  ", "10", ",  ", "3157", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "Cyclodextrin-Based Polymeric Materials: Synthesis, Properties, and Pharmaceutical/Biomedical Applications", "van de Manakker, Frank; Vermonden, Tina; van Nostrum, Cornelus F.; Hennink, Wim E.", "Biomacromolecules", "\r\n        (", "2009", "),\r\n    ", "10", "\r\n        (", "12", "),\r\n    ", "3157-3175", "CODEN:\r\n                ", "BOMAF6", ";\r\n        ISSN:", "1525-7797", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  This review describes the synthesis, properties, and, in particular, biomedical and pharmaceutical applications of an upcoming class of polymeric networks and assemblies based on cyclodextrins (CDs).  CDs are cyclic oligosaccharides composed of α-1,4-coupled D-glucose units, which contain a hydrophobic internal cavity that can act as a host for various, generally lipophilic, guest mols.  Because of this unique physicochem. property, commonly referred to as inclusion complex formation, CDs have often been used to design polymeric materials, such as hydrogels and nanoparticles.  Polymeric systems based on CDs exhibit unique characteristics in terms of mech. properties, stimuli-responsiveness, and drug release characteristics.  In this contribution, first, an outline is given of covalently crosslinked polymeric networks in which CD moieties were structurally incorporated to modulate the network strength as well as the complexation and release of low mol. wt. drugs.  Second, phys. assembled polymeric systems are discussed, of which the formation is accomplished by inclusion complexes between polymer-conjugated CDs and various guest mol.-derivatized polymers.  Due to their phys. nature, these polymeric systems are sensitive to external stimuli, such as temp. changes, shear forces and the presence of competing CD-binding mols., which can be exploited to use these systems as injectable, in situ gelling devices.  In recent years, many interesting CD-contg. polymeric systems have been described in literature.  These systems have to be optimized and extensively evaluated in preclin. studies concerning their safety and efficacy, making future clin. applications of these materials in the biomedical and pharmaceutical field feasible.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsValurzM&md5=b41dadb769bd02f80d7fdc5e5eabd89e", "(p) ", "Schneider", ", ", "H.-J.", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "48", ",  ", "3924", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "Binding Mechanisms in Supramolecular Complexes", "Schneider, Hans-Joerg", "Angewandte Chemie, International Edition", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "22", "),\r\n    ", "3924-3977", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Forces to reckon with: Supramol. complexes, such as the one shown, are normally based on a combination of different interactions such as ion pairing, hydrogen bonds, and stacking interactions.  The not always simple characterization of the nature and strength of intermol. forces provides assistance to the understanding of biomimetic systems, as well as for the design of synthetic receptors, drugs, and intelligent materials.  Supramol. chem. has expanded dramatically in recent years both in terms of potential applications and in its relevance to analogous biol. systems.  The formation and function of supramol. complexes occur through a multiplicity of often difficult to differentiate noncovalent forces.  The aim of this Review is to describe the crucial interaction mechanisms in context, and thus classify the entire subject.  In most cases, org. host-guest complexes were selected as examples, but biol. relevant problems are also considered.  An understanding and quantification of intermol. interactions is of importance both for the rational planning of new supramol. systems, including intelligent materials, as well as for developing new biol. active agents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXmtVKmtrs%253D&md5=91e66b0a8bc2ce7985d1c286544bc345", "(q) ", "Ke", ", ", "C.", "; ", "Yang", ", ", "C.", "; ", "Mori", ", ", "T.", "; ", "Wada", ", ", "T.", "; ", "Liu", ", ", "Y.", "; ", "Inoue", ", ", "Y.", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "48", ",  ", "6675", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "Catalytic Enantiodifferentiating Photocyclodimerization of 2-Anthracenecarboxylic Acid Mediated by a Non-Sensitizing Chiral Metallosupramolecular Host", "Ke, Chenfeng; Yang, Cheng; Mori, Tadashi; Wada, Takehiko; Liu, Yu; Inoue, Yoshihisa", "Angewandte Chemie, International Edition", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "36", "),\r\n    ", "6675-6677, S6675/1-S6675/11", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "In this study, a new strategy for realizing the catalytic photochirogenesis mediated by non-sensitizing mol. host has been developed.  The 2-anthracenecarboxylic acid underwent facile photodimerization in the presence of a catalytic amt. of copper(II) complex of N,N-diethylethylenediamine-modified γ-cyclodextrin to give the anti-head-to-head isomer in 52% yield and 64-70% ee.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtVGrtrbK&md5=4a08913dc909cc368e37c0325ac4b410", "(p) ", "Chen", ", ", "Y.", "; ", "Liu", ", ", "Y.", " ", "Chem. Soc. Rev.", " ", "2010", ",  ", "39", ",  ", "495", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "Cyclodextrin-based bioactive supramolecular assemblies", "Chen, Yong; Liu, Yu", "Chemical Society Reviews", "\r\n        (", "2010", "),\r\n    ", "39", "\r\n        (", "2", "),\r\n    ", "495-505", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Cyclodextrins (CDs) are a class of cyclic oligosaccharides with six to eight D-glucose units linked by α-1,4-glucose bonds, and their capability of forming stable complexes with various org./inorg./biol. mols. and ions makes them attractive as building blocks for the construction of nano-scale supramol. systems.  This tutorial review deals with representative contributions in the construction and the structural characteristics of CD-based supramol. assemblies as well as their interactions with biol. important substrates.  This review is addressed to students and researchers interested in supramol. chem., biochem. and nanotechnol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXht1WltLo%253D&md5=527723a47d8a8d2f49cd546a9e2d70f9", "(r) ", "Harada", ", ", "A.", "; ", "Kobayashi", ", ", "R.", "; ", "Takashima", ", ", "Y.", "; ", "Hashidzume", ", ", "A.", "; ", "Yamaguchi", ", ", "H.", " ", "Nat. Chem.", " ", "2011", ",  ", "3", ",  ", "34", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "Macroscopic self-assembly through molecular recognition", "Harada, Akira; Kobayashi, Ryosuke; Takashima, Yoshinori; Hashidzume, Akihito; Yamaguchi, Hiroyasu", "Nature Chemistry", "\r\n        (", "2010", "),\r\n    ", "3", "\r\n        (", "1", "),\r\n    ", "34-37", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Mol. recognition plays an important role in nature, with perhaps the best known example being the complementarity exhibited by pairs of nucleobases in DNA.  Studies of self-assembling and self-organizing systems based on mol. recognition are often performed at the mol. level, however, and any macroscopic implications of these processes are usually far removed from the specific mol. interactions.  Here, we demonstrate that well-defined mol.-recognition events can be used to direct the assembly of macroscopic objects into larger aggregated structures.  Acrylamide-based gels functionalized with either host (cyclodextrin) rings or small hydrocarbon-group guest moieties were synthesized.  Pieces of host and guest gels are shown to adhere to one another through the mutual mol. recognition of the cyclodextrins and hydrocarbon groups on their surfaces.  By changing the size and shape of the host and guest units, different gels can be selectively assembled and sorted into distinct macroscopic structures that are on the order of millimeters to centimeters in size.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsFKjurfP&md5=23aaad77d4a517c37f7bdf63596c71d3", "(s) ", "Nakahata", ", ", "M.", "; ", "Takashima", ", ", "Y.", "; ", "Yamaguchi", ", ", "H.", "; ", "Harada", ", ", "A.", " ", "Nat. Commun.", " ", "2011", ",  ", "2", ",  ", "511", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "Redox-responsive self-healing materials formed from host-guest polymers", "Nakahata Masaki; Takashima Yoshinori; Yamaguchi Hiroyasu; Harada Akira", "Nature communications", "\r\n        (", "2011", "),\r\n    ", "2", "\r\n        (", "),\r\n    ", "511", "\r\n        ISSN:", ".\r\n    ", "Expanding the useful lifespan of materials is becoming highly desirable, and self-healing and self-repairing materials may become valuable commodities.  The formation of supramolecular materials through host-guest interactions is a powerful method to create non-conventional materials.  Here we report the formation of supramolecular hydrogels and their redox-responsive and self-healing properties due to host-guest interactions.  We employ cyclodextrin (CD) as a host molecule because it is environmentally benign and has diverse applications.  A transparent supramolecular hydrogel quickly forms upon mixing poly(acrylic acid) (pAA) possessing β-CD as a host polymer with pAA possessing ferrocene as a guest polymer.  Redox stimuli induce a sol-gel phase transition in the supramolecular hydrogel and can control self-healing properties such as re-adhesion between cut surfaces.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3MbktVGqug%253D%253D&md5=9d8fe4012014d0f5db37b5442a787937", "(t) ", "Wang", ", ", "H. M.", "; ", "Wenz", ", ", "G.", " ", "Chem.—Asian J.", " ", "2011", ",  ", "6", ",  ", "2390", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "Solubilization of Polycyclic Aromatics in Water by γ-Cyclodextrin Derivatives", "Wang, Hai Ming; Wenz, Gerhard", "Chemistry - An Asian Journal", "\r\n        (", "2011", "),\r\n    ", "6", "\r\n        (", "9", "),\r\n    ", "2390-2399", "CODEN:\r\n                ", "CAAJBI", ";\r\n        ISSN:", "1861-4728", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A series of hydrophilic per-6-thio-6-deoxy-γ-cyclodextrins (CDs) were synthesized from per-6-iodo-6-deoxy-γ-CD.  These new hosts are able to solubilize polycyclic arom. guests in aq. soln. to much higher extents than native CDs.  Phase-soly. diagrams were mostly linear in accordance with both 1:1 and 1:2 CD-guest complexes in aq. soln.  The stoichiometry of the inclusion complexes was further investigated by fluorescence spectroscopy, which revealed very pronounced Stokes shifts typical for 1:2 complexes.  This finding was further consolidated by quantum mech. calcns. of dimer formation of the guests and space-filling considerations by using the cross-sectional areas of the CDs and guests.  The calcd. dimerization energies correlated well with the binding free energies measured for the 1:2 complexes, and provided the main contribution to the driving force of complexation in the γ-CD cavity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXosFensb8%253D&md5=e567e8adc088ceb46939182f4380b518", "(u) ", "Nalluri", ", ", "S. K. M.", "; ", "Voskuhl", ", ", "J.", "; ", "Bultema", ", ", "J. B.", "; ", "Boekema", ", ", "E. J.", "; ", "Ravoo", ", ", "B. J.", " ", "Angew. Chem., Int. Ed.", " ", "2011", ",  ", "50", ",  ", "9747", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "Light-Responsive Capture and Release of DNA in a Ternary Supramolecular Complex", "Nalluri, Siva Krishna Mohan; Voskuhl, Jens; Bultema, Jelle B.; Boekema, Egbert J.; Ravoo, Bart Jan", "Angewandte Chemie, International Edition", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "41", "),\r\n    ", "9747-9751, S9747/1-S9747/29", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A light-responsive ternary complex is formed by self-assembly of three components: vesicles of amphiphilic cyclodextrins, an azobenzene-spermine conjugate, and a 50-mer ssDNA.  The photoisomerization of azobenzene leads to a light-responsive capture and release of ssDNA.  The key innovation in this ternary system is a light-induced switch from a high-affinity multivalent display to a low-affinity monovalent binding mode.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFers7jP&md5=a1d653124906fe73fdecfdaf6bb41179", "(v) ", "Wang", ", ", "H. M.", "; ", "Wenz", ", ", "G.", " ", "Beilstein J. Org. Chem.", " ", "2012", ",  ", "8", ",  ", "1644", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "Molecular solubilization of fullerene C60 in water by γ-cyclodextrin thioethers", "Wang, Hai Ming; Wenz, Gerhard", "Beilstein Journal of Organic Chemistry", "\r\n        (", "2012", "),\r\n    ", "8", "\r\n        (", "),\r\n    ", "1644-1651, No. 188", "CODEN:\r\n                ", "BJOCBH", ";\r\n        ISSN:", "1860-5397", ".\r\n    \r\n            (", "Beilstein-Institut zur Foerderung der Chemischen Wissenschaften", ")\r\n        ", "Various hydrophilic γ-cyclodextrin (CD) thioethers, contg. neutral or ionic side arms were found to form mol. disperse solns. of C60 in water reaching concns. of 15 mg/L.  Equil. state was approached after seven days without the use of org. cosolvents.  The 1:2 stoichiometry of the C60/γ-CD thioether complexes was demonstrated by a parabolic phase-soly. diagram.  In contrast, native γ-CD forms nanoparticles with C60.  Particle sizes of C60 were detd. by dynamic light scattering.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsFajtL7F&md5=63bfc9fc235a8c46b0448c56ca7d4bc6", "(w) ", "Harada", ", ", "A.", "; ", "Takashima", ", ", "Y.", " ", "Chem. Res.", " ", "2013", ",  ", "13", ",  ", "420", "[", "CAS", "]", "29. ", "Macromolecular Recognition and Macroscopic Interactions by Cyclodextrins", "Harada, Akira; Takashima, Yoshinori", "Chemical Record", "\r\n        (", "2013", "),\r\n    ", "13", "\r\n        (", "5", "),\r\n    ", "420-431", "CODEN:\r\n                ", "CRHEAK", ";\r\n        ISSN:", "1527-8999", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Herein macromol. recognition by cyclodextrins (CDs) is summarized.  Recognition of macromols. by CDs is classified as main-chain recognition or side-chain recognition.  We found that CDs form inclusion complexes with various polymers with high selectivity.  Polyrotaxanes in which many CDs are entrapped in a polymer chain were prepd.  Tubular polymers were prepd. from the polyrotaxanes.  CDs were found to recognize side-chains of polymers selectively.  CD host polymers were found to form gels with guest polymers in water.  These gels showed self-healing properties.  When azobenzene was used as a guest, the gel showed sol-gel transition by photoirradn.  When ferrocene was used, redox-responsive gels were obtained.  Macroscopic self-assembly through mol. recognition has been discovered.  Photoswitchable gel assocn. and dissocn. have been obsd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFelt7%252FP&md5=c904480d12ee109789be498edd8eeac0", "(x) ", "Schmidt", ", ", "B. V. K. J.", "; ", "Hetzer", ", ", "M.", "; ", "Ritter", ", ", "H.", "; ", "Barner-Kowollik", ", ", "C.", " ", "Prog. Polym. Sci.", " ", "2014", ",  ", "39", ",  ", "235", "[", "Crossref", "], [", "CAS", "]", "29. ", "Complex macromolecular architecture design via cyclodextrin host/guest complexes", "Schmidt, Bernhard V. K. J.; Hetzer, Martin; Ritter, Helmut; Barner-Kowollik, Christopher", "Progress in Polymer Science", "\r\n        (", "2014", "),\r\n    ", "39", "\r\n        (", "1", "),\r\n    ", "235-249", "CODEN:\r\n                ", "PRPSB8", ";\r\n        ISSN:", "0079-6700", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "A review.  The design of complex macromol. architectures has driven macromol. engineering over the past decades.  The introduction of supramol. chem. into polymer chem. provides novel opportunities for the generation of macromol. architecture with specific functions.  Cyclodextrins are attractive design elements as they form supramol. inclusion complexes with hydrophobic guest mols. in aq. soln. affording the possibility to combine a large variety of building blocks to form novel macromol. architectures.  In the present crit. review, the design of a broad range of macromol. architectures driven by cyclodextrin host/guest chem. is discussed, including supramol. block copolymers, polymer brushes, star and branched polymers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1yqs7nM&md5=1657704913a664d9f6cda953f2c98a8b", "(y) ", "Ma", ", ", "X.", "; ", "Tian", ", ", "H.", " ", "Acc. Chem. Res.", " ", "2014", ",  ", "47", ",  ", "1971", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "Stimuli-Responsive Supramolecular Polymers in Aqueous Solution", "Ma, Xiang; Tian, He", "Accounts of Chemical Research", "\r\n        (", "2014", "),\r\n    ", "47", "\r\n        (", "7", "),\r\n    ", "1971-1981", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Aiming to construct various novel supramol. polymeric structures in aq. soln. beyond small supramol. self-assembly mols. and develop functional supramol. polymeric materials, research interest on functional supramol. polymers was prevailing in recent years.  Supramol. polymers are formed by bridging monomers or components together via highly directional noncovalent interactions such as hydrogen bonding, hydrophobic interaction, π-π interaction, metal-ligand coordination, electrostatic interaction, and so forth.  They can be easily functionalized by employing diverse building components with specific functions besides the traditional polymeric properties, a no. of which are responsive to such external stimuli as pH variance, photoirradn., chem. or electrochem. redox with the controllable conformation or construction switching, polymn. building and rebuilding, and function adjustment reversibly owing to the reversibility of noncovalent interactions.  Supramol. polymers are \"soft matters\" and can be functionalized with specific properties such as morphol. adjustment, controllable luminescence, shape memory, self-healing, and so forth.  Supramol. polymers constructed based on macrocycle recognition and interlocked structures represent one typical branch of the supramol. polymer family.  Cyclodextrin (CD), cucurbituril (CB), and hydrophilic calixarene derivs. are usually employed to construct hydrophilic supramol. polymers in aq. soln.  Stimuli-responsive hydrophilic supramol. polymers, constructed in aq. soln. particularly, can be promising candidates for mimicking biocompatible or vital functional materials.  This Account mainly focuses on the recent stimuli-responsive supramol. polymers based on the host-guest interaction in aq. soln.  We describe the hydrophilic supramol. polymers constructed via hydrophobic effects, electrostatic interaction, metal-ligand coordination, and multiple combinations of the above noncovalent interactions.  The disparate ways to engender stimuli-responsive supramol. polymers via the hydrophobic effects of α-CD, β-CD, and γ-CD macrocycles are illustrated and discussed.  Some recent works on CD-based photoresponsive functional supramol. polymers are summarized.  CB (esp. CB[8]) based supramol. polymers and their pH-responsive and photoresponsive properties are introduced.  Hydrophilic calixarene deriv. (bis(p-sulfonatocalix[4]arene) typically) based supramol. polymers via electrostatic interactions are reviewed, and their redox-responsive assocn./disassocn. elaborated in detail.  More complicate supramol. polymers based on multiple noncovalent interactions are illustrated including hydrophobic effect, metal-ligand coordination, and electrostatic interactions and their functional stimuli-responsiveness elaborated as well.  Finally, we give perspectives on the strength of these diverse noncovalent interactions to form supramol. polymers in aq. soln., on the advantage, disadvantage, efficiency, and reversibility of using certain stimuli in constructing supramol. polymers and prospect the future function improvement of these polymers as functional materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXkvVyrsrY%253D&md5=011639287baec613c4ac9633fe359c67", "(y) ", "Harada", ", ", "A.", "; ", "Takashima", ", ", "Y.", "; ", "Nakahata", ", ", "M.", " ", "Acc. Chem. Res.", " ", "2014", ",  ", "47", ",  ", "2128", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "Supramolecular Polymeric Materials via Cyclodextrin-Guest Interactions", "Harada, Akira; Takashima, Yoshinori; Nakahata, Masaki", "Accounts of Chemical Research", "\r\n        (", "2014", "),\r\n    ", "47", "\r\n        (", "7", "),\r\n    ", "2128-2140", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Cyclodextrins (CDs) have many attractive functions, including mol. recognition, hydrolysis, catalysis, and polymn.  One of the most important uses of CDs is for the mol. recognition of hydrophobic org. guest mols. in aq. solns.  CDs are desirable host mols. because they are environmentally benign and offer diverse functions.  This Account demonstrates some of the great advances in the development of supramol. materials through host-guest interactions within the last 10 years.  In 1990, we developed topol. supramol. complexes with CDs, polyrotaxane, and CD tubes, and these prepn. methods take advantage of self-organization between the CDs and the polymers.  The combination of polyrotaxane with αCD forms a hydrogel through the interaction of αCDs with the OH groups on poly(ethylene glycol).  We categorized these polyrotaxane chemistries within main chain type complexes.  At the same time, we studied the interactions of side chain type supramol. complexes with CDs.  In these systems the guest mols. modified the polymers and selectively formed inclusion complexes with CDs.  The systems that used low mol. wt. compds. did not show such selectivity with CDs.  The multivalency available within the complex cooperatively enhances the selective binding of CD with guest mols. via the polymer side chains, a phenomenon that is analogous to binding patterns obsd. in antigen-antibody complexes.  To incorporate the mol. recognition properties of CDs within the polymer side chains, we first prepd. stimuli-responsive sol-gel switching materials through host-guest interactions.  We chose azobenzene derivs. for their response to light and ferrocene derivs. for their response to redox conditions.  The supramol. materials were both redox-responsive and self-healing, and these properties resulted from host-guest interactions.  These sol-gels with built in switches gave us insight for creating materials that were self-healing or could serve as artificial muscle.  Furthermore, we developed another self-healing material with CD inclusion complexes that showed selective self-healing properties after its surface was cut.  These CD self-healing materials do not include chem. cross-linkers; instead the inclusion complex of CDs with guest mols. stabilized the material's strength.  However, by introducing chem. cross-linkers into the hydrogels, we produced materials that could expand and contract.  The chem. cross-linked hydrogels with responsive groups bent in response to external stimuli, and the cross-linkers controlled the ratio of inclusion complexes.  Furthermore, we used the mol. recognition of CDs to achieve macroscopic self-assemblies, and this chem. can direct these macroscopic objects into even larger aggregated structures.  As we have demonstrated, reversible host-guest interactions have tremendous potential for the creation of a wide variety of functional materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXpsFejt7w%253D&md5=7148e6d8245af8c069a3957a4ed76afb", "(aa) ", "Yang", ", ", "C.", "; ", "Inoue", ", ", "Y.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "4123", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "Supramolecular photochirogenesis", "Yang, Cheng; Inoue, Yoshihisa", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "12", "),\r\n    ", "4123-4143", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Supramol. photochirogenesis is a rapidly growing interdisciplinary area of science at the boundary of photochem., asym. synthesis and supramol. chem.  The major advantage of supramol. photochirogenesis over the conventional mol. one is entropic in origin, being achieved by preorganizing substrate(s) in the ground state and manipulating subsequent photochem. transformation by weak but non-transient interactions in chiral supramol. media.  The chirality transfer often becomes more efficient through the cooperative non-covalent interactions and the confinement by host in both ground and excited states.  Thus, all of the ground- and excited-state events, including complexation stoichiometry and affinity, chiroptical properties, photophys. behavior and photochem. reactivity, jointly play pivotal roles in supramol. photochirogenesis.  This may appear to cause complication but in reality expands the range of manipulable factors and available exptl./theor. tools for elucidating the mechanism and controlling photochirogenic processes both thermodynamically and kinetically, from which some new concepts/methodologies unique to supramol. photochem., such as non-sensitizing catalytic photochirogenesis and wavelength-controlled photochirogenesis, have already been developed.  In this review, we will discuss the recent progress and future perspective of supramol. photochirogenesis.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXos1ekurg%253D&md5=82e88e9fcca094f5ccdd64e34c22ea0b", "30. ", "Smaldone", ", ", "R. A.", "; ", "Forgan", ", ", "R. S.", "; ", "Furukawa", ", ", "H.", "; ", "Gassensmith", ", ", "J. J.", "; ", "Slawin", ", ", "A. M. Z.", "; ", "Yaghi", ", ", "O. M.", "; ", "Stoddart", ", ", "J. F.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "8630", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "30. ", "Metal-Organic Frameworks from Edible Natural Products", "Smaldone, Ronald A.; Forgan, Ross S.; Furukawa, Hiroyasu; Gassensmith, Jeremiah J.; Slawin, Alexandra M. Z.; Yaghi, Omar M.; Stoddart, J. Fraser", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "46", "),\r\n    ", "8630-8634, S8630/1-S8630/13", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Cyclodextrin metal-org. frameworks (CD-MOFs) were prepd. by reacting γ-cyclodextrin with alkali metal salts (such as KOH) in aq. soln. followed by diffusion of MeOH.  The crystal structure was detd. for CD-MOF-1 [K(γ-CD)(OH)2] showing it to consist of an arrangement of 6 γ-CD mols. occupying each faces of a cubic type assembly held together by 8-coordinate K+ ions to form a 3-dimensional array.  The isostructural rubidium and cesium analogs (CD-MOF-2 and CD-MOF-3, resp.) were prepd. from RbOH and CsOH and were also structurally characterized.  CD-MOF-1 and CD-MOF-2 are thermally stable up to 175° and 200°, resp.  N2 adsorption isotherms were obtained showing the microporosity of the CD-MOFs.  Use of potassium benzoate or benzene-4,4'-dicarboxylate starting materials revealed the presence of the org. anions in a 2:1 ratio with respect to γ-CD, thus reinforcing the formulation of CD-MOF-1 with neutral γ-CD mols. and showing that org. anions can be incorporated in the framework structure.  Addn. of Rhodamine B or 4-phenylazophenol to the reaction mixt. of γ-CD and RbOH resulted in the incorporation of the dyes into the structure of CD-MOF-2.  Food grade crystals of CD-MOF-1 were prepd. from food grade potassium benzoate, food grade γ-CD in distd. water followed by diffusion of Everclear 190 proof grain alc.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlygsbrP&md5=446c227cddbbb7d21812a1cc14b4587b", "31. ", "Forgan", ", ", "R. S.", "; ", "Smaldone", ", ", "R. A.", "; ", "Gassensmith", ", ", "J. J.", "; ", "Furukawa", ", ", "H.", "; ", "Cordes", ", ", "D. B.", "; ", "Li", ", ", "Q.", "; ", "Wilmer", ", ", "C. E.", "; ", "Botros", ", ", "Y. Y.", "; ", "Snurr", ", ", "R. Q.", "; ", "Slawin", ", ", "A. M. Z.", "; ", "Stoddart", ", ", "J. F.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "134", ",  ", "406", "ACS Full Text ", "There is no corresponding record for this reference.", "32. ", "Furukawa", ", ", "Y.", "; ", "Ishiwata", ", ", "T.", "; ", "Sugikawa", ", ", "K.", "; ", "Kokado", ", ", "K.", "; ", "Sada", ", ", "K.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "10566", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "32. ", "Nano- and Microsized Cubic Gel Particles from Cyclodextrin Metal-Organic Frameworks", "Furukawa, Yuki; Ishiwata, Takumi; Sugikawa, Kouta; Kokado, Kenta; Sada, Kazuki", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "42", "),\r\n    ", "10566-10569", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors fabricated uniform cubic gel particles (CGPs) with well-defined edges and square faces using internal crosslinking of the cyclodextrin (CD)-MOF crystals followed by loss of coordinating metal ions.  The cubic gel particles retained the shape and size of the original CD-MOF crystals, indicating that by controlling the recrystn. conditions a wide range of sizes of CGPs, from millimeters to nanometers, can be produced.  Moreover, using MOF crystals as templates for the CGPs should enable one to prep. a wide variety of polyhedral gel particles from the MOF crystals with controlled polyhedral shapes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlyltrfJ&md5=cd9e330203edd4e2b5af74e9354f6019", "33. ", "(a) ", "Cole", ", ", "J. H.", "; ", "Everett", ", ", "D. H.", "; ", "Marshall", ", ", "C. T.", "; ", "Paniego", ", ", "A. R.", "; ", "Powl", ", ", "J. C.", "; ", "Rodriguez-Reinoso", ", ", "F.", " ", "J. Chem. Soc., Faraday Trans.", " ", "1974", ",  ", "70", ",  ", "2154", "[", "Crossref", "], [", "CAS", "]", "33. ", "Thermodynamics of the high temperature adsorption of permanent gases by porous carbons", "Cole, John H.; Everett, Douglas H.; Marshall, Charles T.; Ruiz Paniego, A.; Powl, John C.; Rodriguez-Reinoso, Francisco", "Journal of the Chemical Society, Faraday Transactions 1:  Physical Chemistry in Condensed Phases", "\r\n        (", "1974", "),\r\n    ", "70", "\r\n        (", "12", "),\r\n    ", "2154-69", "CODEN:\r\n                ", "JCFTAR", ";\r\n        ISSN:", "0300-9599", ".\r\n    ", "Studies were made at temps. higher than those commonly used.  The adsorption (na) of N, H, Ne, Kr, Ar, and Xe on 2 unactivated and 2 activated Saran-type porous carbons at 0-125° and <1 atm was studied and the data analyzed with the virial expansions of na/p as a function of P and ln(na/p) as a function of na.  The no. of terms required for each equation was detd. at each temp. by statistical anal.  The latter expansion required fewer terms than the former but the Henry's Law consts. obtained from both agreed.  The differential enthalpies and std. differential entropies of adsorption in the limit of  ideal behavior were calcd. from the temp. dependence of the Henry's Law consts.  The activated carbons had lower Henry's Law consts. and lower adsorption enthalpies whereas the std. entropy increased with activation, indicating the larger free volume available to the absorbed mols.  This volume may be estd. by the increase in micropore vol. or the increase in the monolayer equiv. surface area.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE2MXhtVelsr0%253D&md5=616c4b6505b7df840381109f9079bdf1", "(b) ", "Reid", ", ", "C. R.", "; ", "Thomas", ", ", "K. M.", " ", "J. Phys. Chem. B", " ", "2001", ",  ", "105", ",  ", "10619", "[", "ACS Full Text ", "], [", "CAS", "]", "33. ", "Adsorption Kinetics and Size Exclusion Properties of Probe Molecules for the Selective Porosity in a Carbon Molecular Sieve Used for Air Separation", "Reid, C. R.; Thomas, K. M.", "Journal of Physical Chemistry B", "\r\n        (", "2001", "),\r\n    ", "105", "\r\n        (", "43", "),\r\n    ", "10619-10629", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption characteristics of planar (ethylene, benzene, and pyridine) and tetrahedral (methane, chloromethane, dichloromethane, chloroform, and carbon tetrachloride) mols. on a carbon mol. sieve used for air sepn. (CMS A) were studied over a range of temps. as a function of pressure, to study the selective porosity.  The size-exclusion characteristics of planar and tetrahedral mols. indicate that the selective porosity behaves as though it has spherical-shaped structural characteristics and, therefore, two min. dimensions need to be considered in relation to size exclusion.  The partial exclusion of the probe mol. adsorptives from the microporous structure for sizes >360 pm allowed the selective and nonselective microporosity and the meso/macroporosity to be quantified.  Adsorption kinetics obey a linear-driving-force mass transfer, combined barrier resistance/diffusion, or Fickian kinetic models depending on the adsorptive and exptl. conditions.  Comparison of the results with previous studies of the adsorption of linear and spherical mols. on CMS A show that a decrease in the adsorption rate const. of ∼4 orders of magnitude was obsd. for an increase in mol. size over the range ∼290-420 pm.  The activation energies and preexponential factors for the adsorption kinetics and the isosteric heats of adsorption are discussed in terms of the structural characteristics of the adsorptives and the adsorption mechanism.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXntlWrurY%253D&md5=337e3cbee9b0e45465c2894555a78e9b", "(c) ", "Bell", ", ", "J. G.", "; ", "Zhao", ", ", "X.", "; ", "Uygur", ", ", "Y.", "; ", "Thomas", ", ", "K. M.", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", ",  ", "2776", "[", "ACS Full Text ", "], [", "CAS", "]", "33. ", "Adsorption of Chloroaromatic Models for Dioxins on Porous Carbons: The Influence of Adsorbate Structure and Surface Functional Groups on Surface Interactions and Adsorption Kinetics", "Bell, Jon G.; Zhao, Xuebo; Uygur, Yaprak; Thomas, K. Mark", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "6", "),\r\n    ", "2776-2789", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Polychlorinated dibenzo-p-dioxin and polychlorinated dibenzofuran species are classes of extremely toxic compds. generated in very low concns. in postcombustion gases and these may be removed by adsorption on porous carbons.  Their extreme toxicity and very low volatility prevent detailed study of their adsorption characteristics, and therefore, models for dioxins were used.  Chlorobenzene, 2-chlorotoluene, 1,3-dichlorobenzene, and 2-chloroanisole were used as models to study factors influencing the adsorption characteristics of dioxins on porous carbons.  Adsorption studies were carried out under conditions of very low concn. and temps. up to 453 K, which simulate those found in dioxin abatement systems.  Adsorption of 2-chloroanisole on three carbons with various micro/mesoporous structures showed that microporous structure was a crit. adsorbent characteristic under these conditions.  A microporous activated carbon was selected for detailed thermodn. and kinetic studies of adsorption of chloroarom. species in relation to adsorbate structure and adsorbent surface functional groups.  Virial equation anal. of adsorption isotherms was used to det. the Henry's Law consts. and isosteric enthalpies of adsorption at zero surface coverage to compare adsorbate-adsorbent interactions.  The van't Hoff equation was used to det. the enthalpy of adsorption as a function of surface coverage.  The role of surface functional groups on adsorption thermodn. was studied by oxidizing and reducing the carbon in nitric acid and hydrogen, resp.  The important factor influencing adsorption at very low concns. is the adsorbate adsorbent interaction.  Oxidn. of the carbon adsorbent only has a small effect on the isosteric enthalpy of adsorption.  The adsorption kinetics for each isotherm pressure increment were described by the stretched exponential equation.  The activation energies and enthalpies of activation were calcd. as a function of surface coverage for adsorption kinetics of chloroarom. species.  The planar mols. studied had lower activation energies and enthalpies of activation than isosteric enthalpy of adsorption indicating that a site-to-site surface hopping mechanism is the main factor in detg. the adsorption kinetics.  In comparison, 2-chloroanisole is nonplanar with a methoxy group giving rise to a larger min. cross-section size and higher barrier to diffusion than isosteric enthalpy of adsorption at low surface coverage leading to the adsorption kinetics being mainly detd. by diffusion through constrictions in the porous structure under these conditions.  The isosteric enthalpies of adsorption initially increase with increasing surface coverage and this is attributed to π-π interactions of planar arom. mols. confined in microporosity.  The trends in the kinetic barriers and isosteric enthalpies of adsorption with surface coverage for 2-chlorotoluene are similar irresp. of adsorbent oxidn./redn., indicating that surface functional groups only have a relatively small effect on adsorption characteristics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1egurc%253D&md5=6d300db5104b9b0fad7b84271bdcb133", "(d) ", "Crank", ", ", "J.", "  ", "The mathematics of diffusion", ", ", "2", "nd ed.; ", "Clarendon Press", ": ", "Oxford", ", ", "1975", ".", "There is no corresponding record for this reference.", "(e) ", "Glueckauf", ", ", "E.", "; ", "Coates", ", ", "J. I.", " ", "J. Chem. Soc.", " ", "1947", ",  ", "1315", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "33. ", "Theory of chromatography; the influence of incomplete equilibrium on the front boundary of chromatograms and on the effectiveness of separation", "GLUECKAUF E; COATES J I", "Journal of the Chemical Society", "\r\n        (", "1947", "),\r\n    ", "\r\n        (", "),\r\n    ", "1315-21", "\r\n        ISSN:", "0368-1769", ".\r\n    ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADyaH2s%252FjtlKnsQ%253D%253D&md5=2665f70d2ab09a304c61abb67d5e5c66", "(f) ", "Glueckauf", ", ", "E.", " ", "Trans. Faraday Soc.", " ", "1955", ",  ", "51", ",  ", "1540", "[", "Crossref", "], [", "CAS", "]", "33. ", "Theory of chromatography. X. Formulas for diffusion into spheres and their application to chromatography", "Glueckauf, E.", "Transactions of the Faraday Society", "\r\n        (", "1955", "),\r\n    ", "51", "\r\n        (", "),\r\n    ", "1540-51", "CODEN:\r\n                ", "TFSOA4", ";\r\n        ISSN:", "0014-7672", ".\r\n    ", "cf. C.A. 49, 11326f.  Various empirical diffusion equations were tested by giving the rate of the mean internal concn. change d‾q/dt as a function of the mean internal concn. ‾q and the surface concn. q.  Under the conditions occurring in chromatographic columns with substances following linear or moderately curved adsorption or exchange isotherms (Kd, distribution coeff. <3) where conditions were maintained close to equil., equation I was almost perfect, II fully adequate: d‾q/dt = (π2D/r2)(q-‾q) + [1-(π2/15)](dq/dt) (I) = (15D/r2)(q-‾q) (II), where D (sq.cm./sec.) = diffusion coeff. into sphere of radius r(cm.).  When applied to the practical chromatographic break-through curves, the difference between the equations, except for irreversible exchange, did not warrant the use of equations more complex than II.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaG28XlvV2ksg%253D%253D&md5=8cc1cd22650e5e4ddd8a2fcd3de74b99", "(g) ", "Loughlin", ", ", "K. F.", "; ", "Hassan", ", ", "M. M.", "; ", "Fatehi", ", ", "A. I.", "; ", "Zahur", ", ", "M.", " ", "Gas Sep. Purif.", " ", "1993", ",  ", "7", ",  ", "264", "[", "Crossref", "], [", "CAS", "]", "33. ", "Rate and equilibrium sorption parameters for nitrogen and methane on carbon molecular sieve", "Loughlin, K. F.; Hassan, M. M.; Fatehi, A. I.; Zahur, M.", "Gas Separation & Purification", "\r\n        (", "1993", "),\r\n    ", "7", "\r\n        (", "4", "),\r\n    ", "264-73", "CODEN:\r\n                ", "GSEPEP", ";\r\n        ISSN:", "0950-4214", ".\r\n    ", "Sorption parameters for N and CH4 on carbon mol. sieves (CMS) were obtained by using chromatog., volumetric, and gravimetric techniques.  The equil. parameters (Henry consts., heats of adsorption, Langmuir consts.) are consistent with reported literature values.  Measurements of adsorption rates by using a volumetric app. give results inconsistent with the diffusion hypothesis.  The phenomena can be explained by the presence of a barrier resistance along with a diffusion mechanism.  Anal. of results shows that the resistance measured by the chromatog. method is consistent with the resistance of the combined barrier resistance-diffusion model.  The latter 2 resistances can only be obtained from the volumetric results.  The general equation for additivity of resistances of H. Haynes and P. Sarma (1973) for breakthrough curves on a chromatogram is modified to account for the barrier resistance.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2cXisFChsb8%253D&md5=f5e6e996f0375d1b7c1d412ec3335b96", "(h) ", "Webster", ", ", "C. E.", "; ", "Drago", ", ", "R. S.", "; ", "Zerner", ", ", "M. C.", " ", "J. Am. Chem. Soc.", " ", "1998", ",  ", "120", ",  ", "5509", "ACS Full Text ", ", [", "CAS", "]", "33. ", "Molecular Dimensions for Adsorptives", "Webster, Charles Edwin; Drago, Russell S.; Zerner, Michael C.", "Journal of the American Chemical Society", "\r\n        (", "1998", "),\r\n    ", "120", "\r\n        (", "22", "),\r\n    ", "5509-5516", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Pore vols., accessible surface areas, and the thermodn. of adsorption are essential in the understanding of solid surface characteristics fundamental to catalyst and adsorbent screening and selection.  The recently developed Multiple Equil. Anal. (MEA) provides a thorough characterization of the adsorption process.  Mol. properties such as mol. vols. and projected mol. areas are needed in order to convert moles adsorbed to surface vols. and probe dependent, accessible surface areas.  These mol. quantities are also needed in conventional methods for detg. areas and pore vols.  Generally, these mol. properties have been estd. from bulk properties, but many assumptions are required.  As a result, different literature values are employed for these essential mol. properties.  In this article, mol. structures for various conformers of many mols. are calcd. using ZINDO.  Mol. vols. and excluded mol. areas are detd. from these structures and tabulated for a variety of mols.  Mol. dimensions of mols. are another important consideration needed to understand mol. exclusion as well as size and shape selectivity.  Mol. dimensions along the symmetry axes are tabulated as well as the two smallest min. dimensions of each mol.  Examples are presented to illustrate the use of these quantities in shape and size selectivity, mol. exclusion, diffusion, and adsorbent selection.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXjtlWlu7w%253D&md5=7e07e2ad047219cbc5badfd59e6693a7", "(i) ", "Li", ", ", "L. J.", "; ", "Bell", ", ", "J. G.", "; ", "Tang", ", ", "S. F.", "; ", "Lv", ", ", "X. X.", "; ", "Wang", ", ", "C.", "; ", "Xing", ", ", "Y. L.", "; ", "Zhao", ", ", "X. B.", "; ", "Thomas", ", ", "K. M.", " ", "Chem. Mater.", " ", "2014", ",  ", "26", ",  ", "4679", "[", "ACS Full Text ", "], [", "CAS", "]", "33. ", "Gas storage and diffusion through nanocages and windows in porous metal-organic framework Cu2(2,3,5,6-tetramethylbenzene-1,4-diisophthalate)(H2O)2", "Li, Liangjun; Bell, Jon G.; Tang, Sifu; Lv, Xiaoxia; Wang, Chao; Xing, Yanlong; Zhao, Xuebo; Thomas, K. Mark", "Chemistry of Materials", "\r\n        (", "2014", "),\r\n    ", "26", "\r\n        (", "16", "),\r\n    ", "4679-4695", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A novel nanoporous metal-org. framework NPC-4 with excellent thermal stability was assembled from 2,3,5,6-tetramethylbenzene 1,4-diisophthalate (TMBDI) and the paddle-wheel secondary building unit (Cu2(COO)4).  The porous structure comprises a single type of nanoscale cage (16 Å diam.) interconnected by windows (5.2 × 6.3 Å), which give a high pore vol.  CH4 (195-290 K), CO2 (198-303 K), N2 (77 K), and H2 (77 K) adsorption isotherms were studied for pressures up to 20 bar.  NPC-4 exhibits excellent methane and carbon dioxide storage capacities on a vol. basis with very high adsorbate densities, under ambient conditions.  Isobars were investigated to establish the relationship for adsorption capacities over a range of storage temps.  The isosteric enthalpies of adsorption for both CH4 and CO2 adsorption did not vary significantly with amt. adsorbed and were ∼15 and ∼25 kJ mol-1, resp.  The adsorption/desorption kinetics for CH4 and CO2 were investigated and activation energies, enthalpies of activation, and diffusion parameters detd. using various kinetic models.  The activation energies for adsorption obtained over a range of uptakes from the stretched exponential kinetic model were 5.1-6.3 kJ mol-1 (2-13.5 mmol g-1) for CO2 and 2.7-5.6 kJ mol-1 (2-9 mmol g-1) for CH4.  The activation energies for surface barriers and diffusion along pores for both CH4 and CO2 adsorption obtained from a combined barrier resistance diffusion model did not vary markedly with amt. adsorbed and were <9 kJ mol-1.  Comparison of kinetic and thermodn. parameters for CH4 and CO2 indicates that a surface barrier is rate detg. at high uptakes, while intraparticle diffusion involving diffusion through pores, consisting of narrow windows interconnecting with nanocages, being rate detg. at very low uptakes.  The faster CH4 intraparticle adsorption kinetics compared with CO2 for NPC-4 was attributed to faster surface diffusion due to the lower isosteric enthalpy of adsorption for CH4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtFyqsLvN&md5=318a3bce1a82182d093c3ed2d4af6990", "(j) ", "Wang", ", ", "C.", "; ", "Li", ", ", "L.", "; ", "Bell", ", ", "J. G.", "; ", "Lv", ", ", "X. X.", "; ", "Tang", ", ", "S.", "; ", "Zhao", ", ", "X. B.", "; ", "Thomas", ", ", "K. M.", " ", "Chem. Mater.", " ", "2015", ",  ", "27", ",  ", "1502", "[", "ACS Full Text ", "], [", "CAS", "]", "33. ", "Hysteretic Gas and Vapor Sorption in Flexible Interpenetrated Lanthanide-Based Metal-Organic Frameworks with Coordinated Molecular Gating via Reversible Single-Crystal-to-Single-Crystal Transformation for Enhanced Selectivity", "Wang, Chao; Li, Liangjun; Bell, Jon G.; Lv, Xiaoxia; Tang, Sifu; Zhao, Xuebo; Thomas, K. Mark", "Chemistry of Materials", "\r\n        (", "2015", "),\r\n    ", "27", "\r\n        (", "5", "),\r\n    ", "1502-1516", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Flexible 3-fold interpenetrated lanthanide-based metal org. frameworks (MOFs) [Ln(HL)(DMA)2]·DMA·2H2O, where Ln = La, Ce, Pr, Nd, Sm, Eu, Gd, Tb, Dy, and Er, DMA = dimethylacetamide, and H4L = 5,5'-(2,3,5,6-tetramethyl-1,4-phenylene)bis(methylene)bis(azanediyl)diisophthalic acid, were prepd. [Sm(HL)(DMA)2]·DMA·2H2O was studied as an exemplar of the series.  The activated Sm(HL)(DMA)2 framework exhibited reversible single-crystal-to-single-crystal (SCSC) structural transformations in response to adsorption and desorption of guest mols.  X-ray single crystal structural anal. showed that activation of [Sm(HL)(DMA)2]·DMA·2H2O by heat treatment to form Sm(HL)(DMA)2 involves closing of 13.8 × 14.8 Å channels with coordinated DMA mols. rotating into the interior of the channels with a change from trans to cis Sm coordination and unit cell vol. shrinkage of ∼20%, to a void vol. of 3.5%.  Solvent exchange studies with CH2Cl2 gave [Sm(HL)(DMA)2]·2.8CH2Cl2 which, at 173 K, had a structure similar to that of trans-[Sm(HL)(DMA)2]·DMA·2H2O.  CH2Cl2 vapor sorption on activated cis-[Sm(HL)(DMA)2] results in gate opening, and the fully loaded structure has a similar pore vol. to that of trans-[Sm(HL)(DMA)2]·2.8CH2Cl2 structure at 173 K.  Solvent exchange and heat treatment studies also provided evidence for intermediate framework structural phases.  Structural, thermodn., and kinetic aspects of the mol. gating mechanism were studied.  The dynamic and structural response of the endothermic gate opening process is driven by the enthalpy of adsorption, entropic effects, and Fickian diffusion along the pores produced during framework structure development thus relating the structure and function of the material.  Exceptionally high CO2 selectivity was obsd. at elevated pressure compared with CH4, H2, O2, and N2 due to mol. gate opening of cis-[Sm(HL)(DMA)2] for CO2 but not for the other gases.  The CO2 adsorption induced the structural transformation of cis-[Sm(HL)(DMA)2] to trans-[Sm(HL)(DMA)2], and hysteretic desorption behavior allows capture at high pressure, with storage at lower pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXit12lt7k%253D&md5=9727cf593e85c6e21a9ade7b9a4f6efc", "34. ", "Lucena", ", ", "S. M. P.", "; ", "Snurr", ", ", "R. Q.", "; ", "Cavalcante", ", ", "C. L.", ", ", " Jr.", " ", "Adsorption", " ", "2007", ",  ", "13", ",  ", "477", "[", "Crossref", "], [", "CAS", "]", "34. ", "Monte Carlo and energy minimization studies of binary xylene adsorption in AEL and AFI networks", "Lucena, S. Mardonio P.; Snurr, Randall Q.; Cavalcante, Celio L., Jr.", "Adsorption", "\r\n        (", "2007", "),\r\n    ", "13", "\r\n        (", "5/6", "),\r\n    ", "477-484", "CODEN:\r\n                ", "ADSOFO", ";\r\n        ISSN:", "0929-5607", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "Adsorption of binary xylene mixts. in AEL and AFI networks was investigated using normal and biased GCMC simulations.  Preferential o-xylene adsorption was evidenced in the simulations, as previously reported in single-component exptl. data.  In contrast to the FAU and MFI sieves, the AEL and AFI networks exhibit surprising azeotropic behavior.  The selectivity switches from o-xylene to p-xylene at a gas phase mole fraction of ≈0.5.  Energy minimization was performed in the AlPO4-11 mol. sieve to det. the energy differences between the adsorption sites.  The minimization study showed that AlPO4-11 has small adsorption energy differences between sites.  The azeotropic behavior of the AEL and AFI networks can be explained using the two patch model proposed by Do and Do.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtlKmtr7F&md5=a89eabbc1c37afa093aa4e6560fef166"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-17/ja511878b/20150430/images/small/ja-2014-11878b_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-17/ja511878b/20150430/images/small/ja-2014-11878b_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-17/ja511878b/20150430/images/small/ja-2014-11878b_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-17/ja511878b/20150430/images/small/ja-2014-11878b_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-17/ja511878b/20150430/images/small/ja-2014-11878b_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-17/ja511878b/20150430/images/small/ja-2014-11878b_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-17/ja511878b/20150430/images/small/ja-2014-11878b_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-17/ja511878b/20150430/images/small/ja-2014-11878b_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-17/ja511878b/20150430/images/small/ja-2014-11878b_0008.gif\">"]}
