{"title": ["Nanoscaled M-MOF-74 Materials Prepared at Room Temperature"], "authors": ["Manuel Díaz-García", "Álvaro Mayoral", "Isabel Díaz", "Manuel Sánchez-Sánchez"], "doi": ["10.1021/cg500190h"], "abstract": ["Nanoscaled M-MOF-74/CPO-27-M (M = Mg, Mn, Co, Ni, and Zn) materials have been prepared at room temperature. The crystals/domains are at the limit of being able to diffract, particularly those forming the Co- and Ni-MOF-74 samples. Zn-MOF-74 nanocrystals are imaged by spherical aberration (C", ") corrected STEM techniques, showing unprecedented “quasi” atomic resolution electronic microscopy images of a MOF material.", "This paper describes the preparation and characterization of nanoscaled M-MOF-74/CPO-27-M (M = Mg, Mn, Co, Ni, and Zn) materials at room temperature. Some of the so-formed crystals are the smallest ones of any metal–organic framework (MOF) material (and, to the best of our knowledge, of any microporous material) ever reported. They are at the limit of being able to diffract, particularly those forming the Co- and Ni-MOF-74 samples. Consequently, unequivocal identification as the crystalline MOF-74 phase was deduced by combining other characterization techniques rather than powder X-ray diffraction. These small crystals are unstable as isolated ones, so they form steady and robust aggregates, whose mechanical properties strongly depend on the crystal size. The particles that result from the “fusion” of nanocrystals smaller than 10 nm (more properly denoted as nanodomains) could not be disaggregated by conventional ultrasonic and graining techniques. On the contrary, agglomerates of crystals larger than 10 nm are dissociable in discrete crystals. It allows characterizing Zn-MOF-74 nanocrystals by advanced electron microscopy methods. C", "-corrected scanning transmission electron microscopy (STEM) provided, for the first time, “quasi” atomic resolution images of MOFs, which are especially unstable under electronic radiation. The magnitude of the crystal size of M-MOF-74 is tentatively associated with the solubility of the metal source."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results", "Discussion", "Conclusions", "References", "1 Introduction", "The discovery of permanent porosity in metal–organic framework (MOF) materials", "(1)", " has revolutionized the research field of microporous materials in the last 15 years.", "(2, 3)", " Accordingly, the already-established applications of microporous materials have been consolidated and intensified, whereas some other novel applications have been either described or postulated as likely.", "(2-4)", " The extraordinary topological and compositional versatility of MOFs,", "(2, 3, 5)", " unmatched by any other family of materials, is behind their potentiality in industrial applications.", "Some of these applications require (or at least could work more adequately with) the use of materials being formed by nanosized crystals.", "(6-12)", " Thus, the application of MOFs as heterogeneous catalysts must face the deactivation of the catalytic centers, either by centers poisoning or by simple pore blockage. Reaching the nanoscaled crystal size of microporous catalysts would reduce the kinetics of the pore blockage,", "(13)", " and the regeneration process of the poisoned centers could be carried out more quickly and/or under softer conditions, more compatible with the relatively low thermal stability of MOF materials. In this sense, the catalytic activity of a particular MOF material is enhanced by decreasing their crystal size.", "(14)", " As a second illustrative example of the convenience of obtaining nano-MOFs, the preparation, mechanical properties, and efficiency in gas separation of the mixed matrix membranes formed by a polymer matrix and a nanoporous filler have been reported to improve with the crystal size reduction of the filler,", "(15)", " whereas the substitution of zeolites by MOFs as fillers gives some important affinity advantages with the polymer.", "(16)", "Apart from the solvothermal method, almost exclusively applied to the synthesis of all-inorganic microporous materials,", "(17)", " a series of synthesis methods was developed for preparing MOFs,", "(18)", " quite often precisely designed to reduce the crystal size. Thus, synthesis methods assisted by mechanical mills,", "(19)", " by sonochemical equipment", "(20)", " or by microwave radiation", "(21)", " (the latter being also of solvothermal nature) have been indeed reported as successful in this aspect. The synthesis method carried out at room temperature is even more attractive from both industrial and environmental points of view, due to the unneeded input of any energy source in the MOF formation processes. Although the quality of the MOF materials prepared at room temperature has been questioned and demonstrated to be poor in some particular cases,", "(22, 23)", " probably because their formation was forced by, for instance, abrupt pH changes, in some other cases they have reached equal qualities to those materials formed by large crystals and prepared under solvothermal conditions.", "(24)", "The isostructural materials known as M-MOF-74,", "(25)", " CPO-27-M,", "(26)", " or M(dhtp)", "2", "(27)", " have awakened notable attention due to the presence of unsaturated metal centers in the evacuated material, their versatility of being prepared with different divalent ions", "(27, 28)", " or mixture of them at any extension,", "(29)", " and/or their stability under ambient conditions and in the presence of water.", "(30)", " These materials have distinguished behavior in adsorption of gases of high environmental and/or energetic interest even among the rest of the open-metal-sites containing MOF materials. Thus, CPO-27-Mg", "(27, 31, 32)", " is one of the materials showing higher capacity and selectivity to adsorb CO", "2", "(33)", " and gives one of the highest isosteric heats for H", "2", " physisorption.", "(34, 35)", " Additionally, the interest in this topology has recently increased due to the discovery of the so-called series of IRMOF-74, formed by materials isoreticular to MOF-74 by changing the length of the linker but maintaining their terminal functional groups, their denticity, and therefore their coordination to the metal cluster. A material belonging to that series reaches a pore diameter as large as 85 × 98 Å.", "(36)", " Furthermore, the definitive reason for basing this study on the M-MOF-74 materials lies in the already-described preparation of a high-quality Zn-MOF-74 material at room temperature by a precipitation process rather than by a crystallization one.", "(24)", " It concedes us certain control of the crystal size through parameters such as acid character of the starting mixture or solubility of the reactant sources.", "This paper describes the preparation of a series of MOF materials formed by the smallest nanocrystals/nanodomains ever reported. They are so small that are below the detection limit of conventional laboratory X-ray diffraction (XRD) equipment. In contrast, C", "s", " HAADF-STEM images of the nanosized Zn-MOF-74 samples showed unprecedented high-resolution in MOFs, so that quasi atomic resolution was reached. The results from an extensive characterization have made clear that not only the absolute crystal/domain size but also the way in which they are aggregated or fused are crucial for specific applications.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results", "Discussion", "Conclusions", "References", "2 Experimental Section", "2.1", "Synthesis", "The synthesis method for preparing nanoscaled Zn, Ni, Co, Mn, and Mg-MOF-74 materials is a modification of the only one reporting the synthesis of MOF-74 materials (the Zn-based one) at room temperature.", "(16)", " A clear yellow solution of 0.200 g (1.0 mmol) of 2,5-dihydroxyterphthalic acid (dhtp) in 5.0 g of  ", "N", ",", "N", "-dimethylformamide (DMF) was added dropwise over another clear solution of 2.6 mmol of the corresponding divalente metal acetate tetrahydrate (except for Zn acetate that was dihydrate), immediately leading to a precipitate, which after a few minutes contained MOF-74 as the only crystalline phase. The optimized reaction time was 20 h, after which the solid was recovered by centrifugation and washed first with 20 mL of DMF and then two more times with 20 mL of methanol. The solid was kept immersed in methanol for 6 days; that solvent was changed for the same amount of fresh one three times.", "2.2", "Characterization Techniques", "X-ray diffraction patterns were collected with a Philips X’PERT diffractometer having a X’Celerator detector and using Cu Kα radiation. Width crystal size was estimated by applying Scherrer equation to the 110 (2θ ∼ 6.8°) and 300 (∼11.6°) reflections of the patterns registered with 2θ steps of 0.0167° and radiation time of 100 s per point. Nitrogen adsorption/desorption isotherms were measured at −196 °C in a Micromeritics ASAP 2420 device. Before, the previously calcined samples were degassed at 350 °C, respectively, under high vacuum for at least 18 h. Surface areas were estimated by the BET method. Micropore and external surface area was estimated from the t-plot method. Pore size distributions were obtained by application of BJH method to the desorption branch of the N", "2", " isotherms. Thermogravimetric analysis (TGA) was performed using a Perkin-Elmer TGA7 instrument. TG analyses were carried out at a heating rate of 20 °C/min under air flow. Scanning electron microscopy (SEM) studies were carried out in an ultrahigh resolution FEI-NOVA NanoSEM 230 FESEM instrument. Transmission electron microscopy (TEM) images were obtained in a JEOL 2000FX microscope operated with an accelerating voltage of 200 kV. Aberration (C", "s", ") corrected STEM was performed in a FEI TITAN X-FEG (60–300) transmission electron microscope equipped with a monochromator, a spherical aberration CEOS corrector for the electron probe, and a Gatan Tirdiem energy filter (GIF). For the current experiments, the voltage was set to 300 kV yielding a probe size of 0.8 Å, while the beam current was set <1.65 × 10–10 A using a convergence semiangle of 17 mrad.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results", "Discussion", "Conclusions", "References", "3 Results", "3.1", "X-ray Diffraction", "Powder X-ray diffraction (PXRD) patterns of the M-MOF-74 (M = Mg, Mn, Co, Ni, or Zn) materials prepared at room temperature (293 K) for 24 h under stirring are shown in Figure ", "1", ". For comparison purposes, the XRD pattern of a Zn-MOF-74 material prepared under conventional solvothermal conditions", "(29)", " in our laboratory is also included in that figure. The most evident feature of Figure ", "1", " is a major broadening of the peaks found in the XRD patterns of the samples prepared at room temperature with respect to those of the conventional Zn-MOF-74. The XRD patterns of Figure ", "1", " have been ordered according to the peak broadening, from the widest one (bottom) to narrowest one (top). In spite of the remarkable peak broadening, the identification of the MOF-74 phase is more or less evident in the case of the samples prepared with Mg, Mn, or Zn. However, peak broadening becomes so large in the case of the Co and Ni samples that just a couple of shoulders, those found at the lowest 2θ position and corresponding to the Miller index 110 and 300, are intuited, questioning that MOF-74 is the present phase and even the crystalline nature of the sample. The significant background of the Mn-, Ni-, and Co-based samples is mainly due to the fluorescence produced by these metal elements when the X-ray radiation source is Cu Kα (see Figure S1–S3 and S5 in ", "Supporting Information", "), although the contribution of some amorphous phase cannot a priori be discarded.", "Figure 1. Powder X-ray diffraction patterns of the M-MOF-74 samples prepared at room temperature (from bottom to top, M is Ni, Co, Mg, Mn, Zn) and a Zn-MOF-74 material (top) prepared by conventional method. The intensity of the patterns of Ni and Co samples is multiplied by 5 to facilitate the comparison. The enlargement shows the 2θ region of 5–15° of the same patterns.", "Therefore, the identification of the phase MOF-74 through PXRD diffraction is far from being enough, at least for the Ni- and Co-based samples, and accordingly extra and unequivocal indications from some other different characterization techniques are required. In this sense, a variety of strong evidence (see below) is presented in this article certifying that all five samples whose XRD patterns are compiled in Figure ", "1", " are crystalline and possess a MOF-74 structure. Taking this into account, it is appropriate to estimate the crystal size of the samples through X-ray diffraction peak broadenings. Although it has been made clear the convenience of using other methods different from that based on the Scherrer equation, particularly in microporous materials,", "(37, 38)", " the exclusive detection of only two peaks in some of the diffractograms of Figure ", "1", " forces us to use such equation. In general, it is accepted that the Scherrer equation is more precise for very small crystals, that is, for relatively large broadenings. However, in the case of Co and Ni samples the broadening is so remarkable that it may compromise its own resolution, as the diffraction band is somehow confused with the background. In order to gain precision, the Scherrer equation was applied to XRD patterns of these two samples acquired for much longer times for each point and maintaining the number of points. Figure S4 from ", "Supporting Information", " contains some of the so-acquired XRD patterns compared with that of the same samples shown in Figure ", "1", ", and ", "Table S1", " shows the detailed data of the crystal size estimations by applying the Scherrer equation. The instrumental broadening was taken from the same peaks of an equally registered XRD pattern of a Zn-MOF-74 material prepared under conventional conditions", "(29)", " and therefore formed by relative large crystals. The resulting averaged crystal size from those estimations were 16.6, 13.6, 9.4, 5.1, and 2.8 nm for the M-MOF-74 samples with M being Zn, Mn, Mg, Co, and Ni, respectively.", "3.2", "FT-IR Spectroscopy", "Probably the most extended use of the PXRD technique is as a fingerprint to identify/refute a/some already-known and solved structure(s). Unfortunately, Figure ", "1", " has made clear that phase identification is not possible in the case of Co and Ni samples, and it is even uncertain for the rest of PXRD patterns due to their considerable peak broadening. However, some other techniques apart from PXRD can also work based on a homologue fingerprint strategy. This is the case of infrared spectroscopy, which is not as sensitive as PXRD to the framework topology, but it is quite sensitive to the conformational and/or local environment of organic molecules in the so-called fingerprint region (ca. 500–1700 cm", "–1", "). Accordingly, deprotonation of the carboxylate groups and their consequent bond to the divalent metals must be evidenced by this spectroscopy. Figure ", "2", " shows the IR fingerprint region of the spectra registered for the five nanocrystalline samples, for the conventional Zn-MOF-74, and for the organic linker. As expected, IR spectra of the linker and the conventional Zn-MOF-74 are markedly different. Likewise, there is a very good agreement between band position and relative intensity between IR spectrum of the nanocrystalline Zn-MOF-74 and that of the conventional Zn-MOF-74. Hence, the match of both FTIR spectra with the spectrum of the linker is quite poor. The most evident difference between the spectra of nanosized and conventional Zn samples is the lower resolution of the bands in the former, which is attributed to the “nano” nature of their crystals. In addition, the band broadening increases from top to bottom, Figure ", "2", ", as a consequence of the decrease of the crystal size of the samples. Obviously, the influence of the nanocrystalline character on spectroscopy does not reach the magnitude of that on the X-ray diffraction broadening, since the latter is a technique of much longer range. However, the simple fact of provoking so perceptible broadening in IR bands gives an idea of the extraordinarily small crystal size.", "(39)", " The IR spectrum of the Mn-MOF-74 sample contains some singularities (extra bands, different relative intensity, etc.) in comparison with the other spectra of the nanocrystalline samples. Nevertheless, even this spectrum mainly follows the main IR pattern of the series and, in any case, it is decidedly different to the IR spectrum of the linker. Therefore, IR studies confirm that all these MOF samples prepared at room temperature are crystalline and suggest that they are indeed formed by crystals of nanoscaled size and that they most likely have a MOF-74 topology, including those more doubtful cases because of its negligible/limited capacity of diffracting X-rays.", "Figure 2. FTIR-ATR spectra of the M-MOF-74 samples prepared at room temperature (from bottom to top, M is Ni, Co, Mg, Mn, Zn), a Zn-MOF-74 material prepared by conventional method and the protonated free linker dhtp (top).", "3.3", "Thermogravimetric Analyses", "Figure ", "3", " shows the thermogravimetric profiles of the free linker used in the synthesis of MOF-74 materials, the as-synthesized nanocrystalline M-MOF-74 materials, and the conventional Zn-MOF-74 after being washed several times with methanol. In good agreement with the literature,", "(40)", " the linker decomposition temperature increases in the order: Mn (307 °C) > Co (331 °C) > Ni (346 °C) > linker dhtp (357 °C) > Zn (397 °C) > conventional Zn (416 °C) ≫ Mg (526 °C). The temperatures given in brackets are the maximum of the derivative peak, and they are different from the reported data presumably because of the different heating program and atmosphere conditions.", "Figure 3. TGA curves of the M-MOF-74 samples prepared at room temperature, a Zn-MOF-74 material prepared by conventional method and the linker dhtp.", "Figures S11 and S12 of ", "Supporting Information", " compare the TGA plots of the Zn- and Co-based MOF-74 samples, both prepared by two methods: the conventional one and the room-temperature one reported in this work. The difference of ∼11 °C between the detected linker decomposition temperatures of nano- and micrometer-crystalline Zn-based MOF-74 samples should be attributed to the well-known influence of crystal size on the dynamic thermogravimetric technique, so that the weight loss of any chemical species is generally found at lower temperatures when the sample is formed by smaller crystals. Therefore, that small difference provided by TGA measurements supports the same phase nature of both Zn-based MOF-74 samples with just some differences in crystal size. However, the order of the linker decomposition is the opposite when micrometer- and nanosized Co-based MOF-74 samples are compared (maximum of decomposition temperature of 301 and 331 °C, respectively). This fact, together with the SEM characterization of the “nano” Co-MOF-74 sample (Figures ", "6", " and ", "S21–22, Supporting Information", "), led us to consider that this sample is formed by large particles of fused nanosized crystals; that is, those particles are formed by Co-MOF-74 nanodomains rather by agglomerates or aggregates of “real” discrete nanocrystals. The larger crystals of the residual Co", "3", "O", "4", " formed from the decomposition of RT-prepared MOF-74 in comparison with the same oxide phase formed from the same treatment of the conventional Co-MOF-74 (", "Figure S8, Supporting Information", ") also support that interpretation.", "On the other hand, the ratio between the weight loss of linker and the residual inorganic mass after decomposition is practically the same in thermograms of micrometer- and nanosized samples of the same metal (", "Table S2, Supporting Information", ": such a ratio is of 1.04 for both Zn-samples, and it is 1.54 and 1.58 for conventional and nanosized Co-MOF-74 samples, respectively). Moreover, the TGA plots of the nanocrystalline M-MOF-74 properly match those published elsewhere for their homologue M-MOF-74 materials prepared under conventional conditions,", "(40)", " in terms of magnitude of the weight losses, order of thermal stability, and identification of the residual phases after linker decomposition. Therefore, TGA provides important features, once again suggesting that all our samples are indeed nanocrystalline M-MOF-74.", "3.4", "N", "2", " Adsorption/Desorption Isotherms", "N", "2", " adsorption/desorption isotherms of the series of M-MOF-74 samples, registered at −196 °C, are shown in Figure ", "4", ". Some textural values estimated from those isotherms are compiled in Table ", "1", ". In good agreement with the literature, the isotherm of the conventional Zn-MOF-74 is basically of type I according to the IUPAC classification of isotherms shapes,", "(41)", " indicating that its porosity is almost entirely due to its micropores (Table ", "1", "). In contrast, certain N", "2", " adsorption in ", "p", "/", "p", "0", " mesopore and macropore region and the presence of more or less marked hysteresis loop were found in every isotherm of the nanocrystalline M-MOF-74 samples. The magnitude and the type of that porosity strongly depend on the nature of the divalent metal. Figure ", "5", " presents excellent examples of every type of hysteresis loop classified by IUPAC.", "(41)", " Thus, the nanocrystalline Zn-based sample, which contains lower microporosity than its micrometer-crystalline homologue, is able to adsorb very much higher amounts of N", "2", ", due to the presence of well-defined mesopores and/or the increment of external surface area (Table ", "1", "), presumably as a consequence of the nanosize of its crystals. Both the abrupt increase of adsorbed N", "2", " at a particular pressure (at ", "p", "/", "p", "0", " of ca. 0.9) of the mesopore region and the presence of well-defined and symmetric hysteresis loop suggest a very narrow distribution of crystals size. Indeed, the classic type H1 of its hysteresis loop is characteristic of agglomerates (rather than aggregates, understanding agglomerate as an assemblage of particles rigidly joined together", "(41)", ") of quite uniform crystals in fairly regular array and hence the narrow distributions of pore size.", "(41)", " The slight deviation from the ideal shape of H1 loop could be due to the nonspherical rod-like morphology of the crystals (see microscopy section below). Remarkably, the shape of the hysteresis loop of the nanocrystalline Mn-MOF-74 sample, which is formed by the second largest crystals among the series of nanosized M-MOF-74, only overcome by its Zn-based homologue, is similar to that of the Zn-MOF-74 sample in the whole amount of N", "2", " adsorbed in the mesopore region as well as in the magnitude and shape of the hysteresis loop. The lower microporosity found in the isotherm of the Mn-based sample was certified by the detection of some impurities by SEM studies (", "Figure S15, Supporting Information", "). Its hysteresis loop is of type H3, not exhibiting any limiting adsorption at high ", "p", "/", "p", "0", ", as it is characteristic of crystal agglomerates (rather than aggregates, understanding agglomerate as an assemblage of particles which are loosely coherent", "(41)", "). Continuing with the order of crystal size, the Mg- and Co-based samples have similar features in hysteresis loop but distinct to these of the Zn- and Mn-based nanocrystalline samples. Their hysteresis loops are unquestionably of type H2, indicating that the mesopores are widely interconnected.", "(41)", " Far from being a disadvantage, that high pore interconnectivity could be an extra benefit for avoiding the diffusional problems of reactants/products within MOF-based heterogeneous catalysts. Nevertheless, on the basis of recent studies,", "(42)", " the shape of the hysteresis loop of the isotherms of the nanocrystalline Mg- and Co-MOF-74 samples could be a simple consequence of the reduction of the mesopore size rather than any feature related to the mesopore interconnectivity. Finally, the hysteresis loop of the isotherm of the Ni-MOF-74 basically resembles that of a type H4. H4 loop associated with an isotherms of type I is simply indicative of microporosity. In fact, the almost negligible hysteresis loop of the isotherm of the micrometer-crystalline Zn-MOF-74, whose unique pores must be micropores, is also of type H4. It is reasonable to admit that the aggregation of sub-3 nm crystals is not able to define mesopores but micropores (<2 nm). In this sense, the PSD maximum of the IUPAC limit is between micro- and mesopore.", "Figure 4. N", "2", " adsorption/desorption isotherms of the M-MOF-74 samples prepared at room temperature, and a Zn-MOF-74 material prepared by conventional method.", "Table 1. Textural Values of the Nanocrystalline M-MOF-74 Materials Estimated from the N", "2", " Adsorption/Desorption Presented in Figure ", "4", "sample", "S", "BET", "a", " (m", "2", " g", "–1", ")", "S", "microp", "b", " (m", "2 ", "g", "–1", ")", "S", "ext", "c", " (m", "2", " g", "–1", ")", "V", "pore", "d", " (cm", "3", " g", "–1", ")", "V", "micropore", "e", " (cm", "3", " g", "–1", ")", "PSD max", "f", " (nm)", "conv Zn", "850", "841", "9", "0.34", " ", " ", "Zn", "867", "695", "172", "1.03", "0.28", "29.3", "Mn", "491", "301", "190", "1.04", "0.08", "21.5", "Mg", "1007", "607", "400", "0.65", "0.25", "5.2", "Co", "521", "128", "393", "0.32", "0.06", "2.4", "Ni", "402", "346", "56", "0.27", "0.14", "25.6", "g", "a", "Total surface area estimated by BET method.", "b", "BET surface area of micropores.", "c", "BET external surface area.", "d", "Total pore volume.", "e", "Micropore volume.", "f", "Maximum value of the pore size distribution from adsorption branch.", "g", "Unlike the PSD maximum detected for the rest of the nanocrystalline M-MOF-74, this PSD maximum is not related to the nanocrystalline nature of the sample.", "The comparison of the textural properties of the conventional and nanocrystalline Zn-MOF-74 samples underlines the similarities and the differences between both samples. Thus, the slightly higher surface area of the nanocrystalline evidence the high quality of this sample. However, its micropore surface area is significantly lower than that of its homologue formed by large crystals, which indicates their nanocrystalline nature. It is well-known that the micropore surface area diminishes when the crystal size decreases", "(43)", " within the nanorange. Obviously, that microporosity loss is compensated by a notable external surface area (234 m", "2", "/g), which is basically absent in the conventional Zn-MOF-74 (9 m", "2", "/g). Moreover, the external surface area is presumably due to an ordered agglomeration of quite regular nanocrystals, according to its narrow pore size distribution (Figure ", "5", ") and its narrow and intense band detected by low-angle XRD (", "Figure S6, Supporting Information", "). Although there is no a linear correlation between the crystal size of the M-MOF-74 samples and their surface area (partially because of the different atomic mass of the metals", "(27)", " and the presence of impurities accompanying the Mn-MOF-74 phase (", "Figure S15, Supporting Information", ")), there is a systematic decrease of the ratio between the total and external surface area, the latter being almost two-thirds of the former in the case of Co-MOF-74 sample (Table ", "1", "). Such systematic behavior seems to be violated when Ni-MOF-74 is considered. However, in that sample the crystal sizes are so small that the pores enclosed by them are not meso- but micropores, which could explain the substantial increase of the micropore surface area (and micropore volume) of Ni-MOF-74 with respect to that of the Co-MOF-74, which is paradoxically composed by larger crystals.", "Figure 5. N", "2", " adsorption/desorption isotherms of the M-MOF-74 samples prepared at room temperature, and a Zn-MOF-74 material prepared by conventional method.", "Another systematic trend with the crystal size is found in the mesopore size distribution (Table ", "1", " and Figures ", "5", " and ", "S13", "): the smaller the crystal size, the smaller is the PSD maxima. In the case of Ni-MOF-74 samples, whose crystal domains is as small as 2.8 nm according to the Scherrer equation, no PSD maxima of that order of magnitude is detected, probably because the porosity generated by such small crystals is going to be within the range of micropores (pores below 2.0 nm) rather than within the mesopore region.", "3.5", "Electron Microscopy Studies", "In spite of the strong evidence provided by FTIR, TGA, and N", "2", " isotherms about the true nature of the nanocrystalline M-MOF-74 samples, the scarce information extracted from PXRD studies led us to make a special effort in the characterization of the samples by advanced electron microscopy techniques. Figure ", "6", " shows the SEM micrographs of the as-centrifuged Co and Zn samples, which have been selected as representative ones of being able and almost unable to diffract, respectively, according to Figure ", "1", ". Zn sample is composed by aggregates of nanocrystals forming a network that contains mesoporous of a relatively uniform size, in good agreement with the mesopore size distribution given by N", "2", " adsorption–desorption isotherms. However, in the Co sample, it was not possible to discern discrete crystal units. Instead, micrometer-sized agglomerates of “fused” crystals were observed. The as-centrifuged agglomerates/aggregates were attempted to be separated in their isolated crystals by conventional methodologies based on grinding and ultrasonic treatments. Separation was achieved for the Zn aggregates but not for the agglomerates of Co or Ni samples. Supporting Information contains some extra SEM/TEM/STEM images of these and other as-centrifuged M-MOF-74 samples (", "Figures S15–S23, Supporting Information", ") and DLS of the colloidal as-prepared (", "Figure S24, Supporting Information", "), diluted and sonicated suspension before centrifugation, both supporting this interpretation.", "Figure 6. Highly magnified SEM images of the as-centrifuged nanocrystalline Zn (left) and Co-MOF-74 (right) samples. At the center of the latter, a previously studied rectangular region is visible, making clear the severe damage of SEM irradiation on the MOF materials.", "Figure ", "7", "a shows a conventional TEM image of the nanosized Zn-MOF-74, with high homogeneity in shape and size of the elongated crystals. Although the crystal separation was complete for some aggregates, some nanocrystals still were linked to each other at some extension. In this sense, it is not surprising that the disaggregation was unsuccessful in the case of Co or Ni samples (Figures ", "7", " and ", "S21–S23, Supporting Information", "). The morphology of nanosized crystals of Zn-MOF-74 resembles that found for conventional micrometer-sized Zn-MOF-74 materials.", "(29)", " The estimation of the average crystal size was ∼15 × 50 nm, in good agreement with the Scherrer equation valuation from XRD peak broadenings (16.6 nm, ", "Tables S1–S2, Supporting Information", "), considering that only the width (and not the length) of the elongated crystals was estimated by the Scherrer equation due to the studied reflections.", "Figure 7. Micrographs of Zn-MOF-74 taken by (a) conventional TEM image and (b) C", "s", "-corrected STEM-HAADF showing the MOF channels.", "With the aim of gaining structural information on the crystals, spherical aberration (C", "s", ") corrected STEM-HAADF analysis was performed on the Zn-MOF sample (Figure ", "7", "b). In this mode, the beam which is converged into a very fine spot is tracked over the area of interest, while the rest of the crystal remains undamaged. With this method and by taking very careful control of the beam current atomic resolution data have been obtained on highly beam sensitive materials.", "(44)", " Taking into account the extremely high instability of MOFs under the electron beam, only a few studies have reported on high-resolution TEM by using a cryo-TEM technique.", "(36, 45)", " However, in the current case a different approach based on the results already produced for zeolites has been taken. Figure ", "8", "a–d presents extremely high-resolution data obtained for two different Zn-MOF-74 crystals. (Some other so-obtained high-resolution images of a different crystal of the same sample is shown in ", "Figure S16, Supporting Information", ".) Figure ", "8", "a shows the raw data of a 20 nm crystal orientated along the [001] direction exhibiting a hexagonal arrangement of the pores. Figure ", "8", "b presents a closer look at the pores of the particle, where in bright, due the stronger scattering factor, the Zn cluster can be unambiguously identified. In addition the FFT, displaying a 6-fold axis shown inset, which corroborates the high degree of crystallinity of each individual entity, was indexed in the ", "R", "3̅", "m", " space group with ", "a", " = ", "b", " = 25.93 Å and ", "c", " = 6.83 Å. Figure ", "8", "c,d (raw data and Fourier filtered image respectively) display the image of another Zn-MOF-74 particle sitting with the channels perpendicular to the electron beam. To the best of our knowledge, this is the very first time that such high-resolution data are produced from a MOF system which allows the observation of the metal cluster linking the organic phase. Such an image allows direct measurements of the distance between two diagonal Zn units being 15.5 Å, leading into a pore size of approximately 10.54 Å.", "(46)", " The fact that individual atomic Zn columns has not been resolved as it has been done in other porous architectures", "(47)", " is associated with the weakness of the Zn-MOF-74 framework which forced us to work under very far-from-ideal fast conditions in order to minimize the beam damage.", "Figure 8. (a) C", "s", " corrected STEM-HAADF images of a nanoparticle faced along the [001] zone axis. (b) Fourier filtered image of (a) displaying the pore architecture, with FFT inset. (c) A different crystal with the pore system perpendicular to the electron beam. (d) A filtered Fourier region of (c) with the FFT inset indexed assuming the [211] orientation.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results", "Discussion", "Conclusions", "References", "4 Discussion", "The different characterization techniques used in this work have provided very different and valuable insights into the size of both crystals and void spaces enclosed by crystal agglomeration/aggregation of the series of M-MOF-74 materials. At first glance, not all these insights are in good agreement. In this section, all these estimations are discussed and considered together.", "According to the estimation through the Scherrer equation, Ni and Co samples are formed by crystal diameters as small as 2.8 and 5.1 nm, respectively. They are probably the smallest crystal size of a microporous material ever reported. To the best of our knowledge, nanosized Beta zeolite crystals had that record with ca. 7 nm of crystal diameter when it was prepared by very different approaches.", "(43, 48)", " The XRD patterns of those beta zeolite samples obviously had broad peaks, but they did not reach the magnitude of those of our samples. Moreover, one particular dimension of MFI-structured crystals has been reduced practically to a single unit cell.", "(49, 50)", " Taking into account that the dimensions of a unit cell of Zn-MOF-74 are ", "a", " = ", "b", " = 2.593 nm, ", "c", " = 0.684 nm,", "(46)", " a ", "c", "-axis transversal section of an averaged crystal of Ni-MOF-74 (2.8 nm) and Co-MOF-74 (5.1 nm) materials contains slightly more than a single (1.15 unit cells) and four unit cells, respectively, justifying their almost negligible diffraction capacity (Figure ", "1", ") and their lower micropore textural properties (", "Table S1, Supporting Information", ") in comparison with their homologues composed by micrometer crystals. We should not reject the possibility that the crystals are even smaller, as for instance discrete domains of a size smaller than a unit cell could potentially exist but do not significantly contribute to the XRD detected peaks, so the estimated size would be that only average the size of the crystals able to diffract at some non-null extent.", "Unlike the conventional M-MOF-74 materials, the formation of these nanosized MOFs takes place through a precipitation mechanism. Since the fundamentals of precipitation process are well-known, we have tried to correlate the estimated crystal size of M-MOF-74 materials with different physic-chemical properties conditioning the formation of a precipitate. One of the most influential parameters is the solubility of the chemical species taking part in the final precipitate. Indeed, M-MOF-74 cannot be formed at room temperature if M is not added as acetate but as nitrate or chloride, which are the conventional sources for solvothermal synthesis methods. Figure ", "9", " plots the solubility of the used M acetates in water as a function of crystal width of the resultant M-MOF-74 material estimated by the Scherrer equation. We are aware that the major solvent in our system is DMF, so the use of tabulated values of solubility in water", "(51)", " is not strictly correct. However, it is expected that the order of solubility of ionic salts in so polar solvent as water and DMF is the same. Figure ", "9", " shows an almost linear correlation between so-represented solubility and crystal width when Mn, Mg, Co and Ni acetates (but not Zn) are considered. The reason behind the mismatch of Zn in that correlation could be the different hydration degrees of its source (two water molecules per Zn) in comparison with the rest M acetates (four water molecules per M), considering the strong capacity of water to dissolve any of these acetates. The good correlation between solubility and crystal size among the comparable metal acetates opens the possibility of accurately controlling the crystal size of M-MOF-74 materials (and indirectly their agglomeration or aggregation features) by just changing the solubility of the metal sources, either modifying the counterion nature or the solvent mixture nature/proportion.", "Figure 9. Molar solubility in water of the different metal acetates sources", "(51)", " used in this work versus crystal width of the corresponding M-MOF-74 materials estimated from the Scherrer equation. The black line represents the straight line better fitted to the tetrahydrate acetate sources. Red circle is used to remark that Zn does not follow such a trend.", "Figure ", "10", " shows the evolution of the some data estimated or determined by different characterization techniques used in this study as a function of the nature of the divalent metal M in the series of the M-MOF-74 samples. In general terms, all three plotted magnitudes have almost systematically decreased in the order of M: Zn > Mn > Mg > Co > Ni. The unique nonsystematic slight variation comes from the low-angle peak, whose origin can be influenced by the crystal morphology, crystal size homogeneity, certain spatial ordering of either nanoparticles or mesopores or even a mixture of them. In any case, this magnitude also follows the general trend defined by the other two plotted magnitudes, whose origin is more well-defined and easily interpretable. A second significant feature from Figure ", "10", " is that the practically linear evolution of crystal size estimated by the Scherrer equation along the M series contrasts with the abrupt fall and higher range found in PSD maxima evolution, coinciding with the vertical dashed line. The higher value of PSD maxima than the width found in the two samples with largest nanocrystals (Zn and Mn) can be explained based on the fact that as-applied Scherrer equation provides the width (the smallest dimension) of the rod-like nanocrystals. Consequently, it is not surprising that the mesopores formed by agglomeration of that nanocrystals are larger than the width of those crystals. This effect is visually made clear in Figure ", "6", "-right and Figures S14 and S17 of ", "Supporting Information", ". As the nanocrystals become smaller, they are larger than the pore defined by them. It could be due to a more strong interaction between the nanoparticles, indicating that the presumably more reactive nanocrystals somehow lost their identity becoming simple domains in hardly dissociable particles (Figure ", "6", "-left, Figures S18–S23 of ", "Supporting Information", "). Mg-MOF-74 is an acceptable midpoint between the two scenarios, as some discrete units can be intuited although it is dominated by “fused” crystals (", "Figure S16C, Supporting Information", "). As a consequence, around 10 nm of the crystal/domain size would mark a different behavior of nanocrystalline M-MOF-74 materials (vertical dashed line in Figure ", "10", "). Above that size, it is proper to talk about more or less separable nanocrystals, whereas below, crystalline domains exist.", "Figure 10. Comparison of crystal widths as estimated by the Scherrer equation from PXRD patterns (green squares), position of the low-angle XRD peak (red circles), and pore size distribution maxima from the N", "2", " adsorption isotherms (blue triangles) of the nanocrystalline M-MOF-74 samples as a function of the nature of M. The vertical dashed line and the regions marked in the figure are interpreted in the text.", "Therefore, estimating/measuring the crystal/domain size is not enough to design the potential application of these materials. Additionally, it is also recommended to have a deep knowledge of the nanocrystals agglomeration/aggregation/fusion process. As illustrative examples, we can anticipate two different situations for the two applications mentioned in the ", "Introduction", " as improvable by using nanosized MOFs crystals. On one hand, the use of these MOFs as a catalyst would potentially reduce/resolve the diffusional problems of their micrometer-size homologues. On the other hand, their use as fillers in polymer-based membranes to give high homogeneity at the “nano” scale would be presumably reached just in the case of the samples formed by separable over-10 nm crystals, whereas samples formed by large particles of nanoscopic domains could be even counterproductive.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results", "Discussion", "Conclusions", "References", "5 Conclusions", "Some important applications of MOFs could be enhanced by decreasing their crystal size down to the nanoscale. This work describes an easy, quick, and economical preparation of a set of nanocrystalline M-MOF-74 materials (M = Zn, Mn, Mg, Co, and Ni). The resultant materials are composed by such small crystals that their identification by diffraction techniques is extremely insufficient. Indeed, the Co- and Ni-MOF-74 samples are probably the MOFs materials composed by the smallest crystals ever reported. A combination of characterization techniques corroborates both their “nano” condition and their crystalline nature of MOF-74 materials. Additionally, all samples contain some textural porosity of nature and magnitude well-explained from their crystal size and the tendency of their nanocrystals to be agglomerated or aggregated. Zn-MOF-74 nanocrystals could be isolated by relatively soft ultrasonic treatment; indeed, these isolated crystals could be observed by C", "s", "-corrected STEM with an unprecedented resolution by any microscopy technique, as the metal clusters and the hexagonal channel of ca. 11 Å of diameter were sharply observed. On the contrary, Co and Ni samples are formed by nanodomains “fused” in large particles rather than by discrete nanocrystals. Consequently, isolated domains could not be separated by conventional ultrasonic treatments. Moreover, the control of the crystal size has been suggested to be a function of solubility of the metal source in the synthesis media, and then it could be controlled. The described behavior of the different degrees and/or nature of nanocrystals/nanodomains aggregation as a function of crystal size could be crucial in the design of new MOFs and, more importantly, in the MOFs applications favored by reduced crystal size.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results", "Discussion", "Conclusions", "References", "Supporting Information", "Further XRD analyses (influence of fluorescence, low-angle PXRD, thermo-XRD, kinetics of formation followed by XRD), further TG analyses (quantification, effect of nanosized on thermal stability), further N", "2", " adsorption/desorption isotherm analyses (PSD from desorption branch), further electron microscopy images, and dynamic light scattering (DLS) measurements. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results", "Discussion", "Conclusions", "References", "Acknowledgment", "Funding is from Spanish Ministry (MAT-2012–31127) and European Union Seventh Framework Programme under Grant Agreement 312483 - ESTEEM2 (Integrated Infrastructure Initiative-I3). We are very grateful to the technicians forming the ‘Unidad de Apoyo a la Investigación’ of ICP, particularly to Conchi Díaz and Rosa Folgado, for their unselfish and intense involvement in this work.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results", "Discussion", "Conclusions", "References", "References", "This article references 51 other publications.", "1. ", "Li", ", ", "H.", "; ", "Eddaoudi", ", ", "M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Nature", " ", "1999", ",  ", "402", " (", "6759", ")  ", "276", "– ", "279", "[", "Crossref", "], [", "CAS", "]", "1. ", "Design and synthesis of an exceptionally stable and highly porous metal-organic framework", "Li, Hailian; Eddaoudi, Mohamed; O'Keeffe, M.; Yaghi, M.", "Nature (London)", "\r\n        (", "1999", "),\r\n    ", "402", "\r\n        (", "6759", "),\r\n    ", "276-279", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Macmillan Magazines", ")\r\n        ", "Open metal-org. frameworks are widely regarded as promising materials for applications in catalysis, sepn., gas storage and mol. recognition.  Compared to conventionally used microporous inorg. materials such as zeolites, these org. structures have the potential for more flexible rational design, through control of the architecture and functionalization of the pores.  So far, the inability of these open frameworks to support permanent porosity and to avoid collapsing in the absence of guest mols., such as solvents, has hindered further progress in the field.  The authors report the synthesis of a metal-org. framework, Zn4O(BDC)3.(DMF)8.(PhCl) (named MOF-5, where BDC = 1,4-benzenedicarboxylate), which remains cryst., as evidenced by x-ray single-crystal analyses, and stable when fully desolvated and when heated up to 300°.  This synthesis is achieved by borrowing ideas from metal carboxylate cluster chem., where an org. dicarboxylate linker was used in a reaction that gives supertetrahedron clusters when capped with monocarboxylates.  The rigid and divergent character of the added linker allows the articulation of the clusters into a three-dimensional framework resulting in a structure with higher apparent surface area and pore vol. than most porous cryst. zeolites.  This simple and potentially universal design strategy is currently being pursued in the synthesis of new phases and composites, and for gas-storage applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXnvFSiuro%253D&md5=68f27e20a7e4e15ea2c2f49a2a61e98a", "2. ", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ", (", "5", "),  ", "1201", "– ", "1508", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "3. ", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ", (", "2", "),  ", "673", "– ", "1268", ".", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Introduction to Metal-Organic Frameworks", "Zhou, Hong-Cai; Long, Jeffrey R.; Yaghi, Omar M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "673-674", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review is presented on prepn., structure and application of Metal-Org. Frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1OjtLw%253D&md5=abf05fcd4ae6b394b7f1048a93f5ebbc", "4. ", "Kuppler", ", ", "R. J.", "; ", "Timmons", ", ", "D. J.", "; ", "Fang", ", ", "Q.-R.", "; ", "Li", ", ", "J.-R.", "; ", "Makal", ", ", "T. A.", "; ", "Young", ", ", "M. D.", "; ", "Yuan", ", ", "D.", "; ", "Zhao", ", ", "D.", "; ", "Zhuang", ", ", "W.", "; ", "Zhou", ", ", "H.-C.", " ", "Coord. Chem. Rev.", " ", "2009", ",  ", "253", " (", "23–24", ")  ", "3042", "– ", "3066", "[", "Crossref", "], [", "CAS", "]", "4. ", "Potential applications of metal-organic frameworks", "Kuppler, Ryan J.; Timmons, Daren J.; Fang, Qian-Rong; Li, Jian-Rong; Makal, Trevor A.; Young, Mark D.; Yuan, Daqiang; Zhao, Dan; Zhuang, Wenjuan; Zhou, Hong-Cai", "Coordination Chemistry Reviews", "\r\n        (", "2009", "),\r\n    ", "253", "\r\n        (", "23-24", "),\r\n    ", "3042-3066", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Metal-org. frameworks have received much attention in recent years esp. as newly developed porous materials.  As such, they possess a wide array of potential applications including materials for gas storage, gas/vapor sepn., catalysis, luminescence, and drug delivery.  In the review, these potential applications of metal-org. frameworks are examd. and an outlook will be proposed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtlagt7zM&md5=4bfb28c8429e134985cd1936ebb79030", "5. ", "O’Keeffe", ", ", "M.", "; ", "Peskov", ", ", "M. A.", "; ", "Ramsden", ", ", "S. J.", "; ", "Yaghi", ", ", "O. M.", " ", "Acc. Chem. Res.", " ", "2008", ",  ", "41", ",  ", "1782", "– ", "1789", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "The Reticular Chemistry Structure Resource (RCSR) database of, and symbols for, crystal nets", "O'Keeffe, Michael; Peskov, Maxim A.; Ramsden, Stuart J.; Yaghi, Omar M.", "Accounts of Chemical Research", "\r\n        (", "2008", "),\r\n    ", "41", "\r\n        (", "12", "),\r\n    ", "1782-1789", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "During the past decade, interest has grown tremendously in the design and synthesis of cryst. materials constructed from mol. clusters linked by extended groups of atoms.  Most notable are metal-org. frameworks (MOFs), in which polyat. inorg. metal-contg. clusters are joined by polytopic linkers. (Although these materials are sometimes referred to as coordination polymers, we prefer to differentiate them, because MOFs are based on strong linkages that yield robust frameworks.) The realization that MOFs could be designed and synthesized in a rational way from mol. building blocks led to the emergence of a discipline that we call reticular chem.MOFs can be represented as a special kind of graph called a periodic net.  Such descriptions date back to the earliest crystallog. studies but have become much more common recently because thousands of new structures and hundreds of underlying nets have been reported.  In the simplest cases (e.g., the structure of diamond), the atoms in the crystal become the vertices of the net, and bonds are the links (edges) that connect them.  In the case of MOFs, polyat. groups act as the vertices and edges of the net.Because of the explosive growth in this area, a need has arisen for a universal system of nomenclature, classification, identification, and retrieval of these topol. structures.  We have developed a system of symbols for the identification of three periodic nets of interest, and this system is now in wide use.  In this Account, we explain the underlying methodol. of assigning symbols and describe the Reticular Chem. Structure Resource (RCSR), in which about 1600 such nets are collected and illustrated in a database that can be searched by symbol, name, keywords, and attributes.  The resource also contains searchable data for polyhedra and layers.The database entries come from systematic enumerations or from known chem. compds. or both.  In the latter case, refs. to occurrences are provided.  We describe some crystallog., topol., and other attributes of nets and explain how they are reported in the database.  We also describe how the database can be used as a tool for the design and structural anal. of new materials.  Assocd. with each net is a natural tiling, which is a natural partition of space into space-filling tiles.  The database allows export of data that can be used to analyze and illustrate such tilings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXht1SgsrjF&md5=392c624f403dd8457460a7649aa496f3", "6. ", "Bell", ", ", "A. T.", " ", "Science", " ", "2003", ",  ", "299", " (", "5613", ")  ", "1688", "– ", "1691", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "The Impact of Nanoscience on Heterogeneous Catalysis", "Bell, Alexis T.", "Science (Washington, DC, United States)", "\r\n        (", "2003", "),\r\n    ", "299", "\r\n        (", "5613", "),\r\n    ", "1688-1691", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A review; most catalysts consist of nanometer-sized particles dispersed on a high-surface-area support.  Advances in characterization methods have led to a mol.-level understanding of the relationships between nanoparticle properties and catalytic performance.  Together with novel approaches to nanoparticle synthesis, this knowledge is contributing to the design and development of new catalysts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXitVSjtLs%253D&md5=0c5c264d69f67cc37f4630b3927d99e8", "7. ", "Egeblad", ", ", "K.", "; ", "Christensen", ", ", "C. H.", "; ", "Kustova", ", ", "M.", "; ", "Christensen", ", ", "C. H.", " ", "Chem. Mater.", " ", "2008", ",  ", "20", ",  ", "946", "– ", "960", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Templating Mesoporous Zeolites", "Egeblad, Kresten; Christensen, Christina H.; Kustova, Marina; Christensen, Claus H.", "Chemistry of Materials", "\r\n        (", "2008", "),\r\n    ", "20", "\r\n        (", "3", "),\r\n    ", "946-960", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The application of templating methods to produce zeolite materials with hierarchical bi- or trimodal pore size distributions is reviewed with emphasis on mesoporous materials.  Hierarchical zeolite materials are categorized into three distinctly different types of materials: hierarchical zeolite crystals, nanosized zeolite crystals, and supported zeolite crystals.  For the pure zeolite materials in the first two categories, the addnl. meso- or macroporosity can be classified as being either intracryst. or intercryst., whereas for supported zeolite materials, the addnl. porosity originates almost exclusively from the support material.  The methods for introducing mesopores into zeolite materials are discussed and categorized.  In general, mesopores can be templated in zeolite materials by use of solid templating, supramol. templating, or indirect templating.  In this categorization of templating methods, the nature of the interface between the zeolite crystal and the mesopore exactly when the mesopore starts to form is emphasized.  In solid templating, the zeolite crystal is in intimate contact with a solid material that is being removed to produce the mesoporosity.  Similarly, in supramol. templating, the zeolite crystal is in direct contact with a supramol. assembly of organized surfactants, which is removed to generate the mesopores.  On the other hand, in the indirect templating method, the interface is between the zeolite crystal and solvent mols., or possibly a gas phase.  It is shown that the available templating approaches are quite versatile, and accordingly, it is possible to produce a very wide range of hierarchical zeolite materials.  The resulting zeolite materials, featuring noncrystallog. mesopores in addn. to the crystallog. micropores, exhibit significantly enhanced diffusional properties in comparison with purely microporous zeolite materials.  These enhanced mass transport properties have been shown in several cases to result in significantly improved catalytic properties in a range of important reactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtlOnurfL&md5=32cb0b9ec6f0d0adb7956585176e24cf", "8. ", "Oh", ", ", "M.", "; ", "Mirkin", ", ", "C. A.", " ", "Nature", " ", "2005", ",  ", "438", " (", "7068", ")  ", "651", "– ", "654", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Chemically tailorable colloidal particles from infinite coordination polymers", "Oh, Moonhyun; Mirkin, Chad A.", "Nature (London, United Kingdom)", "\r\n        (", "2005", "),\r\n    ", "438", "\r\n        (", "7068", "),\r\n    ", "651-654", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Micrometre- and nanometer-sized particles play important roles in many applications, including catalysis, optics, biosensing and data storage.  Org. particles are usually prepd. through polymn. of suitable monomers or pptn. methods.  In the case of inorg. materials, particle fabrication tends to involve the redn. of a metal salt, or the controlled mixing of salt solns. supplying a metal cation and an elemental anion (for example, S2-, Se2-, O2-), resp.; in some instances, these methods even afford direct control over the shape of the particles produced.  Another class of materials are metal-org. coordination polymers, which are based on metal ions coordinated by polydentate org. ligands and explored for potential use in catalysis, gas storage, nonlinear optics and mol. recognition and sepns.  In a subset of these materials, the use of organometallic complexes as ligands (so-called metalloligands) provides an addnl. level of tailorability, but these materials have so far not yet been fashioned into nano- or microparticles.  Here we show that simple addn. of an initiation solvent to a precursor soln. of metal ions and metalloligands results in the spontaneous and fully reversible formation of a new class of metal-metalloligand particles.  We observe initial formation of particles with diams. of a few hundred nanometers, which then coalesce and anneal into uniform and smooth microparticles.  The ease with which these particles can be fabricated, and the ability to tailor their chem. and phys. properties through the choice of metal and org. ligand used, should facilitate investigations of their scope for practical applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXht1Gqs7%252FK&md5=9408db85742373d9bb085a86ec527cc3", "9. ", "Horcajada", ", ", "P.", "; ", "Serre", ", ", "C.", "; ", "Grosso", ", ", "D.", "; ", "Boissiere", ", ", "C.", "; ", "Perruchas", ", ", "S.", "; ", "Sanchez", ", ", "C.", "; ", "Ferey", ", ", "G.", " ", "Adv. Mater. (Weinheim, Ger.)", " ", "2009", ",  ", "21", " (", "19", ")  ", "1931", "– ", "1935", "[", "Crossref", "], [", "CAS", "]", "9. ", "Colloidal Route for Preparing Optical Thin Films of Nanoporous Metal-Organic Frameworks", "Horcajada, Patricia; Serre, Christian; Grosso, David; Boissiere, Cedric; Perruchas, Sandrine; Sanchez, Clement; Ferey, Gerard", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2009", "),\r\n    ", "21", "\r\n        (", "19", "),\r\n    ", "1931-1935", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A simple route for the prepn. of colloids of the flexible porous Fe carboxylate MIL-89 is presented.  This work gives monolithic gels and xerogels and allows the processing of thin films of high optical quality by dip-coating.  The flexibility of MIL-89 was demonstrated using environmental ellipsometry.  Because of the versatility of MIL-88 and MIL-89, these results allow the design of flexible thin films with tailored sorption properties.  The concepts developed in this work are currently being extended to other hybrid metal-org. frameworks.  Studies on the soft sintering of metal-org. framework thin layers via the recently developed thermoellipsometry method for periodically organized mesoporous thin films of transition metal oxides are currently being performed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXmtVGqtrc%253D&md5=c93b221859d4a5569c218a02a2b9969e", "10. ", "Spokoyny", ", ", "A. M.", "; ", "Kim", ", ", "D.", "; ", "Sumrein", ", ", "A.", "; ", "Mirkin", ", ", "C. A.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", " (", "5", ")  ", "1218", "– ", "1227", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Infinite coordination polymer nano- and microparticle structures", "Spokoyny, Alexander M.; Kim, Dongwoo; Sumrein, Abdelqader; Mirkin, Chad A.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1218-1227", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This tutorial review introduces the reader to the field of infinite coordination polymer particles (ICPs), providing a guide to the work done so far, with an emphasis on synthesis, applications and future prospects.  ICPs represent an area of growing interest in chem. and materials science due to their unique and highly tailorable properties.  These structures can be conveniently synthesized in high yields from the appropriate metal salts and bifunctional ligand precursors.  Unlike conventional metal-org. framework materials (MOFs), these ICPs exhibit a higher level of structural tailorability, including size- and morphol.-dependent properties, and therefore, the promise of a wider scope of utility.  A variety of methods now exist for making numerous compns., with modest control over particle size and shape.  These structures can exhibit microporosity, tunable fluorescence, magnetic susceptibility, and unusual catalytic activity and selectivity.  Perhaps most importantly, many of these ICP structures can be depolymd. (sometimes reversibly) much faster and under milder conditions than MOFs, which makes them attractive for a variety of biomedical applications.  Thus far, several types of ICPs have been explored as contrast agents for magnetic resonance imaging and drug delivery systems.  The groundwork for this emerging field of ICPs has been laid only in the past few years, yet significant advances have already been made.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7c%253D&md5=1d4d98637a7cf37b4c1c2f5cddd830e3", "11. ", "Shekhah", ", ", "O.", "; ", "Liu", ", ", "J.", "; ", "Fischer", ", ", "R. A.", "; ", "Woll", ", ", "C.", " ", "Chem. Soc. Rev.", " ", "2011", ",  ", "40", " (", "2", ")  ", "1081", "– ", "1106", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "MOF thin films: existing and future applications", "Shekhah, O.; Liu, J.; Fischer, R. A.; Woell, Ch.", "Chemical Society Reviews", "\r\n        (", "2011", "),\r\n    ", "40", "\r\n        (", "2", "),\r\n    ", "1081-1106", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The applications and potentials of thin film coatings of metal-org. frameworks (MOFs) supported on various substrates are discussed in this crit. review.  Because the demand for fabricating such porous coatings is rather obvious, in the past years several synthesis schemes were developed for the prepn. of thin porous MOF films.  Although this is an emerging field seeing a rapid development a no. of different applications on MOF films were either already demonstrated or are proposed.  This review focuses on the fabrication of continuous, thin porous films, either supported on solid substrates or as free-standing membranes.  The availability of such two-dimensional types of porous coatings opened the door for a no. of new perspectives for functionalizing surfaces.  Also for the porous materials themselves, the availability of a solid support to which the MOF-films are rigidly (in a mech. sense) anchored provides access to applications not available for the typical MOF powders with particle sizes of a few μm.  The authors will also address some of the potential and applications of thin films in different fields like luminescence, QCM-based sensors, optoelectronics, gas sepn. and catalysis.  A sep. chapter was devoted to the delamination of MOF thin films and discusses the potential to use them as free-standing membranes or as nanocontainers.  The review also demonstrates the possibility of using MOF thin films as model systems for detailed studies on MOF-related phenomena, e.g. adsorption and diffusion of small mols. into MOFs as well as the formation mechanism of MOFs (101 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXptFSrsw%253D%253D&md5=f0cfc5747b35e6a9477e04afd1d3381f", "12. ", "Ma", ", ", "M.", "; ", "Zacher", ", ", "D.", "; ", "Zhang", ", ", "X.", "; ", "Fischer", ", ", "R. A.", "; ", "Metzler-Nolte", ", ", "N.", " ", "Cryst. Growth Des.", " ", "2011", ",  ", "11", ",  ", "185", "– ", "189", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "A Method for the Preparation of Highly Porous, Nanosized Crystals of Isoreticular Metal-Organic Frameworks", "Ma, Mingyan; Zacher, Denise; Zhang, Xiaoning; Fischer, Roland A.; Metzler-Nolte, Nils", "Crystal Growth & Design", "\r\n        (", "2011", "),\r\n    ", "11", "\r\n        (", "1", "),\r\n    ", "185-189", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors describe a general method for the controlled synthesis of nanosized isoreticular metal-org. framework (IRMOF-n) crystals, which for the 1st time combine good monodispersity and crystallinity.  Nano-IRMOF-1 and -3 crystals are produced as examples.  TEM and SEM micrographs show nanocrystals with regular shape and uniform size of 200-300 nm.  While powder x-ray diffraction data show a high degree of crystallinity, the BET surface area of the nano-IRMOF-1 crystals of ∼3000 m2/g demonstrates the large internal pore vol.  The nanocrystal growth mechanism under the assistance of hexadecyltrimethylammonium bromide (CTAB) as surfactant was studied by systematically changing the parameters of the prepn.  The influence of each step in the prepn. could be explained, and a rational synthesis protocol was thus obtained.  Thereby, this work provides access to much-desired but difficult to obtain high-quality nano-MOF crystals through an optimized and rational synthesis.  Also, the synthesis principles outlined herein should be transferable to other nanoporous materials with related growth mechanisms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVGktrbN&md5=6bb5ff56faffcda23aca18b95e4216ee", "13. ", "Botella", ", ", "P.", "; ", "Corma", ", ", "A.", "; ", "Lopez-Nieto", ", ", "J. M.", "; ", "Valencia", ", ", "S.", "; ", "Jacquot", ", ", "R.", " ", "J. Catal.", " ", "2000", ",  ", "195", " (", "1", ")  ", "161", "– ", "168", "[", "Crossref", "], [", "CAS", "]", "13. ", "Acylation of Toluene with Acetic Anhydride over Beta Zeolites: Influence of Reaction Conditions and Physicochemical Properties of the Catalyst", "Botella, P.; Corma, A.; Lopez-Nieto, J. M.; Valencia, S.; Jacquot, R.", "Journal of Catalysis", "\r\n        (", "2000", "),\r\n    ", "195", "\r\n        (", "1", "),\r\n    ", "161-168", "CODEN:\r\n                ", "JCTLA5", ";\r\n        ISSN:", "0021-9517", ".\r\n    \r\n            (", "Academic Press", ")\r\n        ", "Acylation of toluene with acetic anhydride was carried out over Beta-type zeolites in a stainless steel autoclave.  At low temp., i.e., 150°, and an arene/anhydride molar ratio 10-20, high yields of p-methylacetophenone were obtained with selectivity close to 100%.  The reaction is limited by the poisoning of the active sites by adsorption of the product and pore blockage due to \"coke\"-type products.  Acid site accessibility is of paramount importance for this reaction, and the use of a nanocryst. Beta zeolite as catalyst minimizes catalyst decay.  This, combined with an optimum framework compn., allows the prepn. of active and selective acylation catalysts based on Beta zeolite.  (c) 2000 Academic Press.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXms1GntL8%253D&md5=c383963dd259a5d91392406ad26d3526", "14. ", "Dhakshinamoorthy", ", ", "A.", "; ", "Alvaro", ", ", "M.", "; ", "Hwang", ", ", "Y. K.", "; ", "Seo", ", ", "Y. K.", "; ", "Corma", ", ", "A.", "; ", "Garcia", ", ", "H.", " ", "Dalton Trans.", " ", "2011", ",  ", "40", " (", "40", ")  ", "10719", "– ", "10724", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Intracrystalline diffusion in Metal Organic Framework during heterogeneous catalysis: Influence of particle size on the activity of MIL-100 (Fe) for oxidation reactions", "Dhakshinamoorthy, Amarajothi; Alvaro, Mercedes; Hwang, Young Kyu; Seo, You-Kyong; Corma, Avelino; Garcia, Hermenegildo", "Dalton Transactions", "\r\n        (", "2011", "),\r\n    ", "40", "\r\n        (", "40", "),\r\n    ", "10719-10724", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Three MIL-100 (Fe) samples differing in av. crystal size (from 60-70 to >400 nm) have been synthesized by microwave heating using three HF/Fe3+ ratios.  Oxidn. of diphenylmethane with tert-butylhydroperoxide (TBHP) and thiophenol with oxygen are catalyzed by three MIL-100 (Fe) samples with similar reaction rates regardless of its av. particle size.  In contrast, the activity of the three MIL-100 (Fe) samples for the oxidn. of bulky triphenylmethane by TBHP largely depends on the av. crystal size of the sample: the smaller the av. particle size, the larger the initial reaction rate of triphenylmethane oxidn.  These results show that diffusion limitation takes place on MOF catalysis depending on the substrate size and provides indirect evidence that these reactions take place inside the intracryst. space of the porous catalysts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1Kkt7jI&md5=154214459a77febad72160e91d913d0d", "15. ", "Zornoza", ", ", "B.", "; ", "Gorgojo", ", ", "P.", "; ", "Casado", ", ", "C.", "; ", "Tellez", ", ", "C.", "; ", "Coronas", ", ", "J.", " ", "Desalin. Water Treat.", " ", "2011", ",  ", "27", " (", "1–3", ")  ", "42", "– ", "47", "[", "Crossref", "], [", "CAS", "]", "15. ", "Mixed matrix membranes for gas separation with special nanoporous fillers", "Zornoza, Beatriz; Gorgojo, Patricia; Casado, Clara; Tellez, Carlos; Coronas, Joaquin", "Desalination and Water Treatment", "\r\n        (", "2011", "),\r\n    ", "27", "\r\n        (", "1-3", "),\r\n    ", "42-47", "CODEN:\r\n                ", "DWTSAW", ";\r\n        ISSN:", "1944-3994", ".\r\n    \r\n            (", "Desalination Publications", ")\r\n        ", "Special nanoporous fillers for enhancing the gas sepn. performance of mixed matrix membranes (MMMs) are addressed in this work.  The incorporation of small amts. of ordered mesoporous silica spheres (MSS) or exfoliated layered microporous titanosilicate UZAR-S1 (obtained from layered material JDF-L1) into a com. polysulfone (PSF) membrane matrix was successfully carried out.  The obtained results in terms of the sepn. of H2/CH4 and CO2/N2 mixts. were compared to those achieved with special fillers in the literature, such as mesoporous mol. sieves, lamellar zeolites and metal-org. frameworks.  8 Wt.% MSS-PSF MMMs gave rise to H2/CH4 and CO2/N2 selectivities of 79.2 and 36.0 with H2 and CO2 permeabilities of 26.5 and 12.6 Barrer, resp.  4 Wt.% UZAR-S1-PSF MMM gave rise to H2/CH4 selectivity of 69.2 with H2 permeability of 11.5 Barrer.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFGjtLvM&md5=d3144157e745ca80a17c05e246014d11", "16. ", "Caro", ", ", "J.", " ", "Curr. Opin. Chem. Eng.", " ", "2011", ",  ", "1", " (", "1", ")  ", "77", "– ", "83", "[", "Crossref", "], [", "CAS", "]", "16. ", "Are MOF membranes better in gas separation than those made of zeolites?", "Caro, Juergen", "Current Opinion in Chemical Engineering", "\r\n        (", "2011", "),\r\n    ", "1", "\r\n        (", "1", "),\r\n    ", "77-83", "CODEN:\r\n                ", "COCECA", ";\r\n        ISSN:", "2211-3398", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Despite much progress in the development of zeolite mol. sieve membranes, there is so far no industrial gas sepn. by zeolite membranes, with the exception of the de-watering of bio-ethanol by steam permeation using LTA membranes.  During the last 5 years, metal-org. framework (MOF) membranes have been developed and tested in gas sepn.  The complete tool box of techniques originally developed for the prepn. of zeolite membranes could be applied for the prepn. of MOF membranes, such as the use of macroporous ceramic or metal supports, seeding, intergrowth-supporting additives and microwave heating.  There are some structure-related properties of MOFs which recommend them as suitable material for mol. sieve membranes.  On the other hand, the structural flexibility of MOFs apparently prevents a sharp mol. sieving with a pore size estd. from the 'rigid' crystallog. structure by size exclusion.  An application of MOFs is predicted in so-called mixed matrix membranes which show improved performance in comparison with the pure polymer membranes.  Different from zeolites as org.-inorg. material, the MOF nanoparticles can be easily embedded into org. polymers, and std. shaping technologies to hollow fibers or spiral wound geometries can be applied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsVynsrnP&md5=5799073f6fd4becae7a73da1ef4a6fee", "17. ", "Cundy", ", ", "C. S.", "; ", "Cox", ", ", "P. A.", " ", "Chem. Rev.", " ", "2003", ",  ", "103", ",  ", "663", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "The Hydrothermal Synthesis of Zeolites: History and Development from the Earliest Days to the Present Time", "Cundy, Colin S.; Cox, Paul A.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2003", "),\r\n    ", "103", "\r\n        (", "3", "),\r\n    ", "663-701", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The history and development of the hydrothermal synthesis of zeolites from the 1940s and 1950s to the present time is presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXhtlSrsrk%253D&md5=2754a79dcba6ff1a6c29bbb368b55300", "18. ", "Stock", ", ", "N.", "; ", "Biswas", ", ", "S.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", " (", "2", ")  ", "933", "– ", "69", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Synthesis of Metal-Organic Frameworks (MOFs): Routes to Various MOF Topologies, Morphologies, and Composites", "Stock, Norbert; Biswas, Shyam", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "933-969", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The synthesis of metal-org. frameworks (MOFs) has attracted immense attention during the last 2 decades due to the possibility to obtain a large variety of aesthetically interesting structures that could also be of great interest for applications in a no. of fields related to porous materials.  This includes the more traditional areas of storage, sepn., and catalysis, which are based on the pore size and shape as well as the host guest interactions involved.  In addn., biomedical applications or the use as sensor materials are currently intensively investigated.  Although MOF synthesis was originally set out for making new compds. and structures with interesting properties, the field has matured and is broadening its scope.  This holds for the synthesis methods applied as well as the areas of application.  While conventional syntheses methods have been widely used, the fields of mechano-, sono-, and electrochem. synthesis as well as microwave-assisted syntheses are just emerging. They have demonstrated to be applicable for some compds., often under milder reaction conditions, yielding materials with different particle sizes and properties.  This could be of interest for up-scaling of syntheses and the application of MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsV2ju73P&md5=76323bab0fb9da58bcdf45e03537eed7", "19. ", "Friščić", ", ", "T.", " ", "J. Mater. Chem.", " ", "2010", ",  ", "20", " (", "36", ")  ", "7599", "[", "Crossref", "], [", "CAS", "]", "19. ", "New opportunities for materials synthesis using mechanochemistry", "Friscic, Tomislav", "Journal of Materials Chemistry", "\r\n        (", "2010", "),\r\n    ", "20", "\r\n        (", "36", "),\r\n    ", "7599-7605", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Mechanochem. synthesis is experiencing a dynamic re-discovery in the areas of org. and metal-org. materials.  Emerging mechanochem. methods, such as liq.-assisted grinding (LAG) or ion- and liq.-assisted grinding (ILAG) achieve enhanced mol. mobility through the addn. of near-stoichiometric amts. of a liq. phase to a solid-state reaction, and are aided by catalytic and templating effects.  This article highlights the exciting areas of application for these mild mechanochem. methods: one-pot assembly of \"soft\" metal-org. and org. materials, and the rapid room-temp. synthesis of porous metal-org. frameworks directly from a metal oxide.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVylsLrF&md5=bce1edb12d012b1e4bc66c32f4d86fbc", "20. ", "Son", ", ", "W. J.", "; ", "Kim", ", ", "J.", "; ", "Kim", ", ", "J.", "; ", "Ahn", ", ", "W. S.", " ", "Chem. Commun. (Cambridge)", " ", "2008", ",  ", "47", ",  ", "6336", "– ", "8", "[", "Crossref", "], [", "PubMed", "]", "There is no corresponding record for this reference.", "21. ", "Klinowski", ", ", "J.", "; ", "Paz", ", ", "F. A.", "; ", "Silva", ", ", "P.", "; ", "Rocha", ", ", "J.", " ", "Dalton Trans.", " ", "2011", ",  ", "40", " (", "2", ")  ", "321", "– ", "30", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "Microwave-Assisted Synthesis of Metal-Organic Frameworks", "Klinowski, Jacek; Almeida Paz, Filipe A.; Silva, Patricia; Rocha, Joao", "Dalton Transactions", "\r\n        (", "2011", "),\r\n    ", "40", "\r\n        (", "2", "),\r\n    ", "321-330", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Microwave heating, used in org. chem. for several decades, has only recently been applied to the prepn. of multi-dimensional coordination polymers, more commonly known as metal-org. frameworks (MOFs).  Microwave heating allows short reaction times, fast kinetics of crystal nucleation and growth, and high yields of desirable products which can be isolated with few or no secondary products.  The most significant developments in the use of microwave heating for the prepn. of MOFs are briefly reviewed from this perspective, emphasizing systematic studies of well-characterized materials, which lead to their isolation in large quantities over economically-viable periods of time.  Emphasis is given to the growth of nano-sized crystallites which may find direct applications in functional devices.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsFOgtLnE&md5=71c3ec1a0358459c2231a5879603a5d8", "22. ", "Kaye", ", ", "S. S.", "; ", "Dailly", ", ", "A.", "; ", "Yaghi", ", ", "O. M.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "14176", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "Impact of Preparation and Handling on the Hydrogen Storage Properties of Zn4O(1,4-benzenedicarboxylate)3 (MOF-5)", "Kaye, Steven S.; Dailly, Anne; Yaghi, Omar M.; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "46", "),\r\n    ", "14176-14177", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The prototypical metal-org. framework Zn4O(BDC)3 (MOF-5, BDC2- = 1,4-benzenedicarboxylate) decomps. gradually in humid air to form a nonporous solid.  Recognizing this, improved procedures for its synthesis and handling were developed, leading to significant increases in N2 and H2 gas adsorption capacities.  Nitrogen adsorption isotherms measured at 77 K reveal an enhanced max. N2 uptake of 44.5 mmol/g and a BET surface area of 3800 m2/g, compared to the 35.8 mmol/g and 3100 m2/g obtained for a sample prepd. using previous methods.  High-pressure H2 adsorption isotherms show improvements from 5.0 to 7.1 excess wt. % at 77 K and 40 bar.  The total H2 uptake was further obsd. to climb to 11.5% at 170 bar, corresponding to a volumetric storage d. of 77 g/L.  Thus, the air-free compd. exhibits the highest gravimetric and volumetric H2 uptake capacities yet demonstrated for a cryogenic hydrogen storage material.  Also, no loss of capacity was apparent during 24 complete adsorption-desorption cycles, while kinetics measurements showed a loading time of 2 min with application of just 45 bar of pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXht1CrurvF&md5=225d78a759d3f213ea51beff7a7f784e", "23. ", "Calleja", ", ", "G.", "; ", "Botas", ", ", "J. A.", "; ", "Orcajo", ", ", "M. G.", "; ", "Sanchez-Sanchez", ", ", "M.", " ", "J. Porous Mater.", " ", "2010", ",  ", "17", " (", "1", ")  ", "91", "– ", "97", "[", "Crossref", "], [", "CAS", "]", "23. ", "Differences between the isostructural IRMOF-1 and MOCP-L porous adsorbents", "Calleja, Guillermo; Botas, Juan A.; Orcajo, M. Gisela; Sanchez-Sanchez, Manuel", "Journal of Porous Materials", "\r\n        (", "2010", "),\r\n    ", "17", "\r\n        (", "1", "),\r\n    ", "91-97", "CODEN:\r\n                ", "JPMAFX", ";\r\n        ISSN:", "1380-2224", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "Several discrepancies have emerged about the prepn. methods of MOF-5 material, one of the adsorbents more studied for hydrogen storage, because different synthesis procedures give rise to apparently isostructural materials but actually having very different textural properties and also showing different hydrogen adsorption capacities.  In this work, MOF-5 material has been successfully synthesized according to the two most extended methods, and the resp. resulting materials, IRMOF-1 and MOCP-L, have been widely characterized.  Powder X-ray diffraction confirmed that MOF-5 is the main crystd. phase obtained in both cases, and that the MOCP-L product contains some ZnO impurities, mainly in the form of segregated crystals that appear preferentially outside the micropores.  The presence of ZnO in the MOCP-L material has been also confirmed by other characterization techniques.  On the other hand, interpenetrated networks in the MOCP-L material are not significant, appearing in any case at a similar extent than in IRMOF-1; consequently it cannot be considered for explaining the differences obsd. in the adsorption capacity of both materials.  These differences cannot be completely explained simply by the segregated ZnO impurities, so the presence of some ZnO nanocrystals partially blocking the micropores of MOCP-L must be admitted.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXktValsQ%253D%253D&md5=9cefba74707381ad77a0c33efadc0648", "24. ", "Tranchemontagne", ", ", "D. J.", "; ", "Hunt", ", ", "J. R.", "; ", "Yaghi", ", ", "O. M.", " ", "Tetrahedron", " ", "2008", ",  ", "64", " (", "36", ")  ", "8553", "– ", "8557", "[", "Crossref", "], [", "CAS", "]", "24. ", "Room temperature synthesis of metal-organic frameworks: MOF-5, MOF-74, MOF-177, MOF-199, and IRMOF-0", "Tranchemontagne, David J.; Hunt, Joseph R.; Yaghi, Omar M.", "Tetrahedron", "\r\n        (", "2008", "),\r\n    ", "64", "\r\n        (", "36", "),\r\n    ", "8553-8557", "CODEN:\r\n                ", "TETRAB", ";\r\n        ISSN:", "0040-4020", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Room temp. synthesis of metal-org. frameworks (MOFs) was developed for four known MOFs: MOF-5, MOF-74, MOF-177, and MOF-199.  A new isoreticular metal framework (IRMOF), IRMOF-0, having the same cubic topol. as MOF-5, was synthesized from acetylenedicarboxylic acid using this method to accommodate the thermal sensitivity of the linker.  Despite acetylenedicarboxylate being the shortest straight linker that can be made into an IRMOF, IRMOF-0 forms as a doubly interpenetrating structure, owing to the rod-like nature of the linker.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXptlyls7o%253D&md5=6c42415608f3d1c12d3f7551f75e668c", "25. ", "Millward", ", ", "A. R.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", " (", "51", ")  ", "17998", "– ", "9", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Metal-Organic Frameworks with Exceptionally High Capacity for Storage of Carbon Dioxide at Room Temperature", "Millward, Andrew R.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "51", "),\r\n    ", "17998-17999", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) show high CO2 storage capacity at room temp.  Gravimetric CO2 isotherms for MOF-2, MOF-505, Cu3(BTC)2, MOF-74, IRMOF-11, IRMOF-3, IRMOF-6, IRMOF-1 and MOF-177 are reported up to 42 bar.  Type I isotherms are found in all cases except for MOFs based on Zn4O(O2C)6 clusters, which reveal a sigmoidal isotherm.  The various pressures of the isotherm steps correlate with increasing pore size, which indicates potential for gas sepns.  The amine functionality of the IRMOF-3 pore shows evidence of relatively increased affinity for CO2.  Capacities qual. scale with surface area and range from 3.2 mmol/g for MOF-2 to 33.5 mmol/g (320 cm3(STP)/cm3, 147 wt %) for MOF-177, the highest CO2 capacity of any porous material reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXht1GktLnJ&md5=ad433b990b72836a16c8647c09ec85f2", "26. ", "Dietzel", ", ", "P. D.", "; ", "Panella", ", ", "B.", "; ", "Hirscher", ", ", "M.", "; ", "Blom", ", ", "R.", "; ", "Fjellvag", ", ", "H.", " ", "Chem. Commun. (Cambridge, U. K.)", " ", "2006", ", ", "9", ")  ", "959", "– ", "61", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "Hydrogen adsorption in a nickel based coordination polymer with open metal sites in the cylindrical cavities of the desolvated framework", "Dietzel, Pascal D. C.; Panella, Barbara; Hirscher, Michael; Blom, Richard; Fjellvag, Helmer", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2006", "),\r\n    ", "\r\n        (", "9", "),\r\n    ", "959-961", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The solvent contained within the cylindrical one-dimensional pores of the novel three-dimensional metal org. framework Ni2(dhtp)(H2O)2·8H2O can be removed without decompn. of the network, allowing gas storage within the cavities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xhs1Slurw%253D&md5=7e2daea44aebb7af24b4606bf72209ed", "27. ", "Caskey", ", ", "S. R.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "a. A. J.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "10870", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "Dramatic Tuning of Carbon Dioxide Uptake via Metal Substitution in a Coordination Polymer with Cylindrical Pores", "Caskey, Stephen R.; Wong-Foy, Antek G.; Matzger, Adam J.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "33", "),\r\n    ", "10870-10871", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of four isostructural microporous coordination polymers (MCPs) differing in metal compn. is demonstrated to exhibit exceptional uptake of CO2 at low pressures and ambient temp.  These conditions are particularly relevant for capture of flue gas from coal-fired power plants.  A magnesium-based material is presented that is the highest surface area magnesium MCP yet reported and displays ultrahigh affinity based on heat of adsorption for CO2.  This study demonstrates that physisorptive materials can achieve affinities and capacities competitive with amine sorbents while greatly reducing the energy cost assocd. with regeneration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXptVGjtrw%253D&md5=6a99fc22cd66a556c63695cf22a12603", "28. ", "Dietzel", ", ", "P. D.", "; ", "Georgiev", ", ", "P. A.", "; ", "Eckert", ", ", "J.", "; ", "Blom", ", ", "R.", "; ", "Strassle", ", ", "T.", "; ", "Unruh", ", ", "T.", " ", "Chem. Commun. (Cambridge)", " ", "2010", ",  ", "46", " (", "27", ")  ", "4962", "– ", "4", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "28. ", "Interaction of hydrogen with accessible metal sites in the metal-organic frameworks M2(dhtp) (CPO-27-M; M = Ni, Co, Mg)", "Dietzel, Pascal D. C.; Georgiev, Peter A.; Eckert, Juergen; Blom, Richard; Straessle, Thierry; Unruh, Tobias", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "27", "),\r\n    ", "4962-4964", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Hydrogen mols. adsorbed in the nickel, cobalt, and magnesium analogs of the CPO-27 metal-org. framework at low loadings interact significantly more strongly than those adsorbed successively as a consequence of the strong interaction of hydrogen with the coordinatively unsatd. metal cations in the framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXotFensLw%253D&md5=4d1aa871c07af7bef4b548ae942671fa", "29. ", "Botas", ", ", "J. A.", "; ", "Calleja", ", ", "G.", "; ", "Sanchez-Sanchez", ", ", "M.", "; ", "Orcajo", ", ", "M. G.", " ", "Int. J. Hydrogen Energy", " ", "2011", ",  ", "36", " (", "17", ")  ", "10834", "– ", "10844", "[", "Crossref", "], [", "CAS", "]", "29. ", "Effect of Zn/Co ratio in MOF-74 type materials containing exposed metal sites on their hydrogen adsorption behaviour and on their band gap energy", "Botas, Juan A.; Calleja, Guillermo; Sanchez-Sanchez, Manuel; Orcajo, M. Gisela", "International Journal of Hydrogen Energy", "\r\n        (", "2011", "),\r\n    ", "36", "\r\n        (", "17", "),\r\n    ", "10834-10844", "CODEN:\r\n                ", "IJHEDX", ";\r\n        ISSN:", "0360-3199", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Simultaneous incorporation of Zn and Co ions into MOF-74 during the crystn. process was studied, covering the whole Zn/Co concn. range (0-100% Co).  The characterization techniques used, including x-ray diffraction, DR-UV-visible spectroscopy, N2 adsorption isotherms and TGA, strongly evidence the successful incorporation of both cations into the material framework, producing the crystn. of MOF-74 with 100% Co and MOF-74 with 100% Zn starting from Zn-free and Co-free initial mixts., resp., under the same conditions.  H2, CH4 and CO2 uptakes of MOF-74 type materials generally increase with framework Co content at any pressure, suggesting a relevant role of cobalt in the adsorption process.  As expected, the comparison between the gas adsorption behavior of Co-substituted MOF-5 and Co-contg. MOF-74 materials shows that exposed metal sites play a key role in MOF performance in adsorption.  However, the good agreement between the evolution of the exptl. band gap values as a function of the Co content and the computational-based predictions found in the literature further supports the coexistence of Zn2+ and Co2+ ions forming the MOF-74 metal clusters.  Finally, variations of both isosteric heat of hydrogen adsorption and band gap energy with the metal cluster compn. show a parallel trend, although it is not systematic in the whole range of Zn/Co ratio.  Indeed, a min. band gap energy value and a max. isosteric heat of H2 adsorption value appear simultaneously for Co-rich samples still having some Zn rather than for all-Co samples.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtVWnt7fN&md5=1d6eecb5f250cb6bb68fa743446fd9cd", "30. ", "Schoenecker", ", ", "P. M.", "; ", "Carson", ", ", "C. G.", "; ", "Jasuja", ", ", "H.", "; ", "Flemming", ", ", "C. J. J.", "; ", "Walton", ", ", "K. S.", " ", "Ind. Eng. Chem. Res.", " ", "2012", ",  ", "51", " (", "18", ")  ", "6513", "– ", "6519", "[", "ACS Full Text ", "], [", "CAS", "]", "30. ", "Effect of Water Adsorption on Retention of Structure and Surface Area of Metal-Organic Frameworks", "Schoenecker, Paul M.; Carson, Cantwell G.; Jasuja, Himanshu; Flemming, Christine J. J.; Walton, Krista S.", "Industrial & Engineering Chemistry Research", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "18", "),\r\n    ", "6513-6519", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This work presents an exptl. study of H2O adsorption in metal-org. frameworks (MOFs) at room temp. and up to 90% relative humidity.  Structural degrdn. of the materials after regeneration is analyzed via powder x-ray diffraction (PXRD) and nitrogen adsorption measurements.  MOFs with open metal sites are quite hydrophilic but appear to maintain their structure according to PXRD.  However, significant surface area loss indicates that decompn. is occurring and is likely an attribute of oxygen presence during the regeneration procedure.  Materials with Cu paddle-wheel (HKUST-1), 5-coordinated Mg (Mg MOF-74), and 7-coordinated Zr (UiO-66(-NH2)) maintain good structural stability, while Zn-COOH contg. MOFs (DMOF-1; DMOF-1-NH2; UMCM-1) undergo complete loss of crystallinity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xks1Omsbw%253D&md5=4497868704d5bd84b9fbb19f1beb4c8d", "31. ", "Sillar", ", ", "K.", "; ", "Sauer", ", ", "J.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", " (", "44", ")  ", "18354", "– ", "65", "[", "ACS Full Text ", "], [", "CAS", "]", "31. ", "Ab Initio Prediction of Adsorption Isotherms for Small Molecules in Metal-Organic Frameworks: The Effect of Lateral Interactions for Methane/CPO-27-Mg", "Sillar, Kaido; Sauer, Joachim", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "44", "),\r\n    ", "18354-18365", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A hybrid method that combines d. functional theory for periodic structures with wave function-based electron correlation methods for finite-size models of adsorption sites is employed to calc. energies for adsorption of CH4 onto different sites in the metal-org. framework (MOF) CPO-27-Mg (Mg-MOF-74) with chem. accuracy.  The adsorption energies for the Mg2+, linker, second layer sites are -27.8, -18.3, and -15.1 kJ/mol.  Adsorbate-adsorbate interactions increase the av. CH4 adsorption energy by about 10% (2.4 kJ/mol).  The free rotor-harmonic oscillator-ideal gas model is applied to calc. free energies/equil. consts. for adsorption on the individual sites.  This information is used in a multisite Langmuir model, augmented with a Bragg-Williams model for latera l interactions, to calc. adsorption isotherms.  This ab initio approach yields the contributions of the individual sites to the final isotherms and also of the lateral interactions that contribute about 15% to the max. excess adsorption capacity.  Isotherms are calcd. for both abs. amts., for calcn. of isosteric heats of adsorption as function of coverage, and excess amts., for comparison with measured isotherms.  Agreement with obsd. excess isotherms is reached if the exptl. detd. limited accessibility of adsorption sites (78%) is taken into account.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhtlekt73O&md5=81f7f5871d800575baaea3dbc520598b", "32. ", "Dietzel", ", ", "P. D. C.", "; ", "Blom", ", ", "R.", "; ", "Fjellvag", ", ", "H.", " ", "Eur. J. Inorg. Chem.", " ", "2008", ",  ", "23", ",  ", "3624", "– ", "3632", "[", "Crossref", "]", "There is no corresponding record for this reference.", "33. ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T. H.", "; ", "Long", ", ", "J. R.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", " (", "2", ")  ", "724", "– ", "81", "[", "ACS Full Text ", "], [", "CAS", "]", "33. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "34. ", "Sumida", ", ", "K.", "; ", "Brown", ", ", "C. M.", "; ", "Herm", ", ", "Z. R.", "; ", "Chavan", ", ", "S.", "; ", "Bordiga", ", ", "S.", "; ", "Long", ", ", "J. R.", " ", "Chem. Commun. (Cambridge, U. K.)", " ", "2011", ",  ", "47", " (", "4", ")  ", "1157", "– ", "1159", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "34. ", "Hydrogen storage properties and neutron scattering studies of Mg2(dobdc) - a metal-organic framework with open Mg2+ adsorption sites", "Sumida, Kenji; Brown, Craig M.; Herm, Zoey R.; Chavan, Sachin; Bordiga, Silvia; Long, Jeffrey R.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "4", "),\r\n    ", "1157-1159", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The hydrogen storage properties of Mg2(dobdc) (dobdc4- = 2,5-dioxido-1,4-benzenedicarboxylate), a metal-org. framework possessing hexagonal one-dimensional channels decorated with unsatd. Mg2+ coordination sites, have been examd. by low- and high-pressure adsorption expts., IR spectroscopy, and neutron scattering studies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjsVyjtQ%253D%253D&md5=dc4d56cabb58a1997c9a014163145cde", "35. ", "Suh", ", ", "M. P.", "; ", "Park", ", ", "H. J.", "; ", "Prasad", ", ", "T. K.", "; ", "Lim", ", ", "D. W.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", " (", "2", ")  ", "782", "– ", "835", "[", "ACS Full Text ", "], [", "CAS", "]", "35. ", "Hydrogen Storage in Metal-Organic Frameworks", "Suh, Myunghyun Paik; Park, Hye Jeong; Prasad, Thazhe Kootteri; Lim, Dae-Woon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "782-835", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  MOFs have versatile structures, high surface areas and high pore vols. - they can be regarded as good candidate materials for H storage.  There are many MOFs that have high H adsorption capacities at low temps., typically at 77 or 87 K.  The highest H storage capacity reported so far is 99.5 mg/g at 77K and 56 bar for NU-100.  However, the high H capacities of MOFs at cryogenic temps. decrease as the temp. increases to room temp.  This is because the H adsorption in MOFs is weak physisorption and the interaction energies between the H mols. and frameworks are low.  To develop MOFs as H storage materials that meet the U.S.DOE targets for an on-board hydrogen system, a serious challenge is still present in the design and synthesis of the MOF materials.  We may expect that highly stable MOFs having a large surface area and pore vol., together with many open metal sites and embedded catalysts for hydrogen spillover, would provide some pos. results for H storage at ambient temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1GlsbjM&md5=dd1f08beefd27cce77d88e466551c1af", "36. ", "Deng", ", ", "H.", "; ", "Grunder", ", ", "S.", "; ", "Cordova", ", ", "K. E.", "; ", "Valente", ", ", "C.", "; ", "Furukawa", ", ", "H.", "; ", "Hmadeh", ", ", "M.", "; ", "Gandara", ", ", "F.", "; ", "Whalley", ", ", "A. C.", "; ", "Liu", ", ", "Z.", "; ", "Asahina", ", ", "S.", "; ", "Kazumori", ", ", "H.", "; ", "O’Keeffe", ", ", "M.", "; ", "Terasaki", ", ", "O.", "; ", "Stoddart", ", ", "J. F.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2012", ",  ", "336", " (", "6084", ")  ", "1018", "– ", "23", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "36. ", "Large-Pore Apertures in a Series of Metal-Organic Frameworks", "Deng, Hexiang; Grunder, Sergio; Cordova, Kyle E.; Valente, Cory; Furukawa, Hiroyasu; Hmadeh, Mohamad; Gandara, Felipe; Whalley, Adam C.; Liu, Zheng; Asahina, Shunsuke; Kazumori, Hiroyoshi; O'Keeffe, Michael; Terasaki, Osamu; Stoddart, J. Fraser; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "336", "\r\n        (", "6084", "),\r\n    ", "1018-1023", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "The authors report a strategy to expand the pore aperture of metal-org. frameworks (MOFs) into a previously unattained size regime (>32 Å).  Specifically, the systematic expansion of a known MOF structure, MOF-74, from its original link of one phenylene ring (I) to two, three, four, five, six, seven, nine, and eleven (II to XI, resp.), afforded an isoreticular series of Mg- or Zn-contg. MOF-74 structures (termed IRMOF-74-I to -XI) with pore apertures ranging from 14 to 98 Å.  All members of this series have noninterpenetrating structures and exhibit robust architectures, as evidenced by their permanent porosity and high thermal stability (up to 300°).  The pore apertures of an oligoethylene glycol-functionalized IRMOF-74-VII and IRMOF-74-IX are large enough for natural proteins to enter the pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xnt1Kgt7s%253D&md5=be82c139a536be7009991c48606c3829", "37. ", "Burton", ", ", "A. W.", "; ", "Ong", ", ", "K.", "; ", "Rea", ", ", "T.", "; ", "Chan", ", ", "I. Y.", " ", "Microporous Mesoporous Mater.", " ", "2009", ",  ", "117", " (", "1–2", ")  ", "75", "– ", "90", "[", "Crossref", "], [", "CAS", "]", "37. ", "On the estimation of average crystallite size of zeolites from the Scherrer equation: A critical evaluation of its application to zeolites with one-dimensional pore systems", "Burton, Allen W.; Ong, Kenneth; Rea, Thomas; Chan, Ignatius Y.", "Microporous and Mesoporous Materials", "\r\n        (", "2008", "),\r\n    ", "117", "\r\n        (", "1-2", "),\r\n    ", "75-90", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "This article presents an overview of the application of the Scherrer equation and Williamson-Hall anal. for the approxn. of crystallite sizes of zeolites.  Special emphasis is placed on the proper selection of hkl reflections for estg. a particular dimension of a specimen with anisotropic crystals.  Crystal sizes of zeolites with one-dimensional pores (such as ZSM-12, ZSM-48, ferrierite, or Theta-1) are esp. prone to misreporting or error from a direct application of the Scherrer equation.  We have collected synchrotron powder diffraction data on a group of MTT-type zeolites of varying morphologies.  For typical values of strain we have detd. for these zeolites, we find that large crystal lengths can be underestimated by orders of magnitude when the effects of stress are not (or cannot be) included in the anal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsVSgsrvF&md5=cb9f2ecebf3a912b32a3091199070c54", "38. ", "Manjón-Sanz", ", ", "A.", "; ", "Sánchez-Sánchez", ", ", "M.", "; ", "Muñoz-Gómez", ", ", "P.", "; ", "García", ", ", "R.", "; ", "Sastre", ", ", "E.", " ", "Microporous Mesoporous Mater.", " ", "2010", ",  ", "131", " (", "1–3", ")  ", "331", "– ", "341", "[", "Crossref", "], [", "CAS", "]", "38. ", "Non-templated intercrystalline mesoporosity in heteroatom-doped AlPO4-5 using N-methyldicyclohexylamine as structure-directing agent", "Manjon-Sanz, Alicia; Sanchez-Sanchez, Manuel; Munoz-Gomez, Pedro; Garcia, Raquel; Sastre, Enrique", "Microporous and Mesoporous Materials", "\r\n        (", "2010", "),\r\n    ", "131", "\r\n        (", "1-3", "),\r\n    ", "331-341", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Nondoped and 11 (Si, Co, Mg, Zn, Mn, Sn(II), Sn(IV), Cr, Fe, V and Zr) heteroatom-doped AlPO4-5 samples were crystd. in a high purity using N-methyldicyclohexylamine as structure-directing agent by simply changing the heteroatom source.  Needle- or rod-like crystals of nano size, arranged in cylindrical or spherical agglomerates contg. intercryst. mesopores, compose all samples, excepting VAPO-5, whose nanocrystals and agglomerates are shapeless, and ZnAPO-5 composed by larger crystals not defining any mesorpore in their arrangement.  Crystal sizes and dimensions were evaluated by direct application of Scherrer equation to the most intense XRD peaks and by Williamson-Hall plots of h00 and 00l reflections, resp.  Scherrer equation systematically underestimated crystal sizes.  Williamson-Hall method gives different crystal dimensions, which were much closer to those obsd. by SEM and TEM studies.  Also, Williamson-Hall plots consider sep. crystal dimensions and strain/stress contributions to XRD peaks broadening, which were used as key information to rationally understand the role of different heteroatom ions in the sample morphol. and their mesoporosity.  Intercryst. mesoporosity could be studied by N2 adsorption/desorption isotherms in as-prepd. samples, as well as in calcined ones, confirming the stability of mesopores under calcinations conditions.  Both maxima of pore size distribution and external (extra-micropore) area well correlate with crystal size of MeAPO-5 with a given agglomerates morphol., suggesting different compact packing for each morphol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXjtVWgtrY%253D&md5=f952e89e4090bd8badbfc23f1efe3a49", "39. ", "Olivares", ", ", "M.", "; ", "Larranaga", ", ", "A.", "; ", "Irazola", ", ", "M.", "; ", "Sarmiento", ", ", "A.", "; ", "Murelaga", ", ", "X.", "; ", "Etxebarria", ", ", "N.", " ", "Talanta", " ", "2012", ",  ", "98", ",  ", "172", "– ", "177", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "39. ", "Non-destructive crystal size determination in geological samples of archaeological use by means of infrared spectroscopy", "Olivares, M.; Larranaga, A.; Irazola, M.; Sarmiento, A.; Murelaga, X.; Etxebarria, N.", "Talanta", "\r\n        (", "2012", "),\r\n    ", "98", "\r\n        (", "),\r\n    ", "172-177", "CODEN:\r\n                ", "TLNTA2", ";\r\n        ISSN:", "0039-9140", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The detn. of crystal size of chert samples can provide suitable information about the raw material used for the manuf. of archeol. items.  X-ray diffraction (XRD) has been widely used for this purpose in several scientific areas.  However, the historical value of archeol. pieces makes this procedure sometimes unfeasible and thus, non-invasive new anal. approaches are required.  In this sense, a new method was developed relating the crystal size obtained by means of XRD and IR spectroscopy (IR) using partial least squares regression.  The IR spectra collected from a large amt. of different geol. chert samples of archeol. use were pre-processed following different treatments (i.e., derivatization or sample-wise normalization) to obtain the best regression model.  The full cross-validation was satisfactorily validated using real samples and the exptl. root mean std. error of precision value was 165 Å whereas the av. precision of the estd. size value was 3%.  The features of IR bands were also evaluated in order to know the background of the prediction ability.  In the studied case, the variance in the model was assocd. to the differences in the characteristic stretching and bending IR bands of SiO2.  Based on this fact, it would be feasible to est. the crystal size if it is built beforehand a chemometric model relating the size measured by std. methods and the IR spectra.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlSgsb7I&md5=b0af1b704ce1d479fdf45913f1624c4e", "40. ", "FitzGerald", ", ", "S. A.", "; ", "Burkholder", ", ", "B.", "; ", "Friedman", ", ", "M.", "; ", "Hopkins", ", ", "J. B.", "; ", "Pierce", ", ", "C. J.", "; ", "Schloss", ", ", "J. M.", "; ", "Thompson", ", ", "B.", "; ", "Rowsell", ", ", "J. L.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", " (", "50", ")  ", "20310", "– ", "8", "[", "ACS Full Text ", "], [", "CAS", "]", "40. ", "Metal-Specific Interactions of H2 Adsorbed within Isostructural Metal-Organic Frameworks", "FitzGerald, Stephen A.; Burkholder, Brian; Friedman, Michael; Hopkins, Jesse B.; Pierce, Christopher J.; Schloss, Jennifer M.; Thompson, Benjamin; Rowsell, Jesse L. C.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "50", "),\r\n    ", "20310-20318", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Diffuse reflectance IR spectroscopy performed over a wide temp. range (35-298 K) is used to study the dynamics of H2 adsorbed within the isostructural metal-org. frameworks M2L (M = Mg, Mn, Co, Ni and Zn; L = 2,5-dioxidobenzene-1,4-dicarboxylate) referred to as MOF-74 and CPO-27.  Room temp. IR spectra comparable to those on which the recently proposed adsorption mechanism was based were only reproduced after contaminating the adsorbent with ambient air.  The interpretation that the uncontaminated spectral features result from stepwise adsorption at discrete framework sites is reinforced by systematic red shifts of adsorbed H2 isotopologues and consistencies among overtone bands that are well-described by the Buckingham model of mol. interactions in vibrational spectroscopy.  Spectra collected at H2 concns. ranging from 0.1 to 3.0 H2 per metal cation reveal that strongly red shifted vibrational modes arise from isolated H2 bound to the available metal coordination site.  The red shift of the bands assocd. with this site correlate with reported isosteric enthalpies of adsorption (at small surface coverage), which in turn depend on the identity of M.  But the bands assigned to H2 adsorbed at positions >3 Å from the metal site exhibit only minor differences among the five materials.  The results are consistent with previous models based on neutron diffraction data and independent IR studies, but they do not support a recently proposed adsorption mechanism that invokes strong H2···H2 interactions.  Room temp. IR spectra comparable to those on which the recently proposed adsorption mechanism was based were only reproduced after contaminating the adsorbent with ambient air.  The interpretation that the uncontaminated spectral features result from stepwise adsorption at discrete framework sites is reinforced by systematic red shifts of adsorbed H2 isotopologues and consistencies among overtone bands that are well-described by the Buckingham model of mol. interactions in vibrational spectroscopy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVGgsb7P&md5=118fade96357fd3e7032c8261bcc21cf", "41. ", "Sing", ", ", "K. S. W.", "; ", "Everett", ", ", "D. H.", "; ", "Haul", ", ", "R. A. W.", "; ", "Moscou", ", ", "L.", "; ", "Pierotti", ", ", "R. A.", "; ", "Rouquerol", ", ", "J.", "; ", "Siemieniewska", ", ", "T.", " ", "Pure Appl. Chem.", " ", "1985", ",  ", "57", " (", "4", ")  ", "603", "– ", "618", "[", "Crossref", "], [", "CAS", "]", "41. ", "Reporting physisorption data for gas/solid systems with special reference to the determination of surface area and porosity (Recommendations 1984)", "Sing, K. S. W.; Everett, D. H.; Haul, R. A. W.; Moscou, L.; Pierotti, R. A.; Rouquerol, J.; Siemieniewska, T.", "Pure and Applied Chemistry", "\r\n        (", "1985", "),\r\n    ", "57", "\r\n        (", "4", "),\r\n    ", "603-19", "CODEN:\r\n                ", "PACHAS", ";\r\n        ISSN:", "0033-4545", ".\r\n    ", "Problems and ambiguities in reporting data are discussed.  Procedures and terminol. for reporting data re recommended.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2MXhvFWrtb4%253D&md5=4fbbea83b3a13b5f22e6d26e5d0ab20c", "42. ", "Sergej", ", ", "N.", " Hysteresis Phenomena in Mesoporous Materials. PhD. Thesis, ", "Leipzig University", ", ", "Leipzig, Germany", ", ", "2009", ".", "There is no corresponding record for this reference.", "43. ", "Camblor", ", ", "M. A.", "; ", "Corma", ", ", "A.", "; ", "Valencia", ", ", "S.", " ", "Microporous Mesoporous Mater.", " ", "1998", ",  ", "25", ",  ", "59", "– ", "74", "[", "Crossref", "], [", "CAS", "]", "43. ", "Characterization of nanocrystalline zeolite Beta", "Camblor, M. A.; Corma, A.; Valencia, S.", "Microporous and Mesoporous Materials", "\r\n        (", "1998", "),\r\n    ", "25", "\r\n        (", "1-3", "),\r\n    ", "59-74", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "A thorough characterization of zeolite Beta materials with crystal sizes in the 200 to 10 nm range has been done by using a combination of physicochem. techniques (N2 adsorption, XRD, multinuclear MAS NMR, pyridine adsorption, FTIR, thermal anal.).  The micropore vol. of the zeolite systematically decreases as a function of the decrease in crystal size.  This decrease is apparent below 100 nm and becomes dramatic for crystal sizes below 50 nm.  The nanocrystallinity does not affect much the thermal stability of the zeolite in terms of crystallinity, as measured by X-ray diffraction, but severely reduces the stability of Al in the framework during calcination in air.  However, calcination in vacuum, and to a lesser extent in N2 followed by air, reduces the extent of the dealumination.  The materials with crystal sizes below 50 nm present a large mesopore vol. (in the 20-300 Å diam. range) with a narrow distribution of pore diams., due to the interparticle space.  The mesoporosity is retained after calcination, and the calcined materials combine a large mesoporosity (comparable to that of MCM-41 mesoporous materials) with microporosity, and they possess an acidity typical of zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXnvVaksbg%253D&md5=95d4c3ea97245c537d900ef26d668eae", "44. ", "Mayoral", ", ", "A.", "; ", "Coronas", ", ", "J.", "; ", "Casado", ", ", "C.", "; ", "Tellez", ", ", "C.", "; ", "Díaz", ", ", "I.", " ", "ChemCatChem", " ", "2013", ",  ", "5", ",  ", "2595", "– ", "2598", "[", "Crossref", "], [", "CAS", "]", "44. ", "Atomic Resolution Analysis of Microporous Titanosilicate ETS-10 through Aberration Corrected STEM Imaging", "Mayoral, Alvaro; Coronas, Joaquin; Casado, Clara; Tellez, Carlos; Diaz, Isabel", "ChemCatChem", "\r\n        (", "2013", "),\r\n    ", "5", "\r\n        (", "9", "),\r\n    ", "2595-2598", "CODEN:\r\n                ", "CHEMK3", ";\r\n        ISSN:", "1867-3880", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The capability of spherical-aberration-cor. STEM was studied with the purpose to achieve the max. resoln. possible for the porous framework ETS-10 combined with image anal. to distinguish columns of atoms composed of Ti (at. no. 22) respect to Si (at. no. 14).  In addn., after identifying all the atoms in the structure, the observation and anal. of the defects in the structure are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXlsVGju78%253D&md5=ff321b4b28662ef4f531b6f5ce23b156", "45. ", "Wiktor", ", ", "C.", "; ", "Turner", ", ", "S.", "; ", "Zacher", ", ", "D.", "; ", "Fischer", ", ", "R. A.", "; ", "Van Tendeloo", ", ", "G.", " ", "Microporous Mesoporous Mater.", " ", "2012", ",  ", "162", ",  ", "131", "– ", "135", "[", "Crossref", "], [", "CAS", "]", "45. ", "Imaging of intact MOF-5 nanocrystals by advanced TEM at liquid nitrogen temperature", "Wiktor, Christian; Turner, Stuart; Zacher, Denise; Fischer, Roland A.; Van Tendeloo, Gustaaf", "Microporous and Mesoporous Materials", "\r\n        (", "2012", "),\r\n    ", "162", "\r\n        (", "),\r\n    ", "131-135", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "First results on the imaging of intact metal-org. framework (MOF) pores in MOF-5 nanocrystals by aberration cor. transmission electron microscopy (TEM) under liq. N2 conditions are presented.  The applied technique is certainly transferable to other MOF systems, permitting detailed studies of MOF interfaces, MOF-nanoparticle interaction and MOF thin films.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFyqurzI&md5=86c97f1c50cab6a157bb567f2f43a1d9", "46. ", "Rosi", ", ", "N. L.", "; ", "Kim", ", ", "J.", "; ", "Eddaoudi", ", ", "M.", "; ", "Chen", ", ", "B. L.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", " (", "5", ")  ", "1504", "– ", "1518", "[", "ACS Full Text ", "], [", "CAS", "]", "46. ", "Rod Packings and Metal-Organic Frameworks Constructed from Rod-Shaped Secondary Building Units", "Rosi, Nathaniel L.; Kim, Jaheon; Eddaoudi, Mohamed; Chen, Banglin; O'Keeffe, Michael; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "5", "),\r\n    ", "1504-1518", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The principal structure possibilities for packing infinite rod-shaped building blocks are described.  Some basic nets derived from linking simple rods (helixes and ladders) are then enumerated.  The authors demonstrate the usefulness of the concept of rod secondary building units in the design and synthesis of metal-org. frameworks (MOFs).  Accordingly, the authors present the prepn., characterization, and crystal structures of 14 new MOFs (named MOF-69A-C and MOF-70-80) of 12 different structure types, belonging to rod packing motifs, and show how their structures are related to basic nets.  The MOFs reported herein are of polytopic carboxylates and contain one of Zn, Pb, Co, Cd, Mn, or Tb.  The inclusion properties of the most open members are presented as evidence that MOF structures with rod building blocks can indeed be designed to have permanent porosity and rigid architectures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjtFGmtg%253D%253D&md5=0ad22a135cba65fb519eae17258dc4c8", "47. ", "Mayoral", ", ", "A.", "; ", "Carey", ", ", "T.", "; ", "Anderson", ", ", "P. A.", "; ", "Lubk", ", ", "A.", "; ", "Diaz", ", ", "I.", " ", "Angew. Chem.-Int. Ed.", " ", "2011", ",  ", "50", " (", "47", ")  ", "11230", "– ", "11233", "[", "Crossref", "], [", "CAS", "]", "47. ", "Atomic Resolution Analysis of Silver Ion-Exchanged Zeolite A", "Mayoral, Alvaro; Carey, Thomas; Anderson, Paul A.; Lubk, Axel; Diaz, Isabel", "Angewandte Chemie, International Edition", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "47", "),\r\n    ", "11230-11233, S11230/1-S11230/4", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Crystal structure of zeolite A (LTA structure type) having Si:Al ratio of 1:1 was investigated by spherical aberration-cor. high-angle annular dark-field STEM (Cs-cor. HAADF-STEM), where the contrast was related to Z2 (at. no.).  The Na+ cations incorporated during the synthesis were replaced by Ag+ ions, followed by complete dehydration of the zeolites which resulted in a sequence of color changes from white, in its hydrated form, to orange when fully dehydrated.  The silver arrangement in the dehydrated silver-exchanged zeolite A was elucidated.  The formation of a silver octahedron inside the sodalite cages surrounded by eight cations, each located in the center of a 6-ring, was obsd.  These octahedra were less stable in atm. suggesting differences between the material as-synthesized and under potential catalytic conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1equ7nM&md5=3c8f091b8e768baafa6c252b2256be3f", "48. ", "Schmidt", ", ", "I.", "; ", "Madsen", ", ", "C.", "; ", "Jacobsen", ", ", "C. J. H.", " ", "Inorg. Chem.", " ", "2000", ",  ", "39", ",  ", "2279", "– ", "2283", "[", "ACS Full Text ", "], [", "CAS", "]", "48. ", "Confined Space Synthesis. A Novel Route to Nanosized Zeolites", "Schmidt, Iver; Madsen, Claus; Jacobsen, Claus J. H.", "Inorganic Chemistry", "\r\n        (", "2000", "),\r\n    ", "39", "\r\n        (", "11", "),\r\n    ", "2279-2283", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Confined space synthesis is a novel method in zeolite synthesis.  It involves crystn. of the zeolite inside the pore system of an inert mesoporous matrix.  In this way it is possible to prep. nanosized zeolites with a controlled size distribution by proper choice of the inert matrix.  Here, confined space synthesis was adopted to prep. nanosized ZSM-5, zeolite Beta, zeolite X, and zeolite A with tailored crystal size distributions using mesoporous C blacks as inert matrixes.  All zeolites were characterized by x-ray powder diffraction, TEM, and N2 adsorption/desorption prior to and after removal of the C matrix.  ZSM-5 with Si/Al ratios of 50, 100, and ∞ (silicalite-1) were synthesized with controlled av. crystal sizes in the range 20-75 nm.  Nanosized zeolite Beta (7-30 nm), zeolite X (22-60 nm), and zeolite A (25-37 nm) were prepd. similarly.  Removal of the C matrix by controlled combustion allows a convenient method for isolation of the pure and highly cryst. zeolites.  Therefore, confined space synthesis appears to be an attractive method for prepn. of zeolites with a controlled size distribution.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXisFansr0%253D&md5=685dc9a82acdebe02d9dcf977dd2dce9", "49. ", "Choi", ", ", "M.", "; ", "Na", ", ", "K.", "; ", "Kim", ", ", "J.", "; ", "Sakamoto", ", ", "Y.", "; ", "Terasaki", ", ", "O.", "; ", "Ryoo", ", ", "R.", " ", "Nature", " ", "2009", ",  ", "461", " (", "7261", ")  ", "246", "– ", "249", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "49. ", "Stable single-unit-cell nanosheets of zeolite MFI as active and long-lived catalysts", "Choi, Minkee; Na, Kyungsu; Kim, Jeongnam; Sakamoto, Yasuhiro; Terasaki, Osamu; Ryoo, Ryong", "Nature (London, United Kingdom)", "\r\n        (", "2009", "),\r\n    ", "461", "\r\n        (", "7261", "),\r\n    ", "246-249", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Appropriately designed bifunctional surfactants can direct the formation of zeolite structures on mesoporous and microporous length scales simultaneously and thus yield MFI zeolite (ZSM-5, one of the most important catalysts in the petrochem. industry) nanosheets that are only 2 nm thick and correspond to the b-axis dimension of a single MFI unit cell.  The large no. of acid sites on the external surface of these zeolites renders them highly active for the catalytic conversion of large org. mols., and the reduced crystal thickness facilitates diffusion and thereby dramatically suppresses catalyst deactivation through coke deposition during the methanol-to-gasoline conversion.  This synthesis approach can be applied to other zeolites to improve their performance in a range of important catalytic applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtFSnt73I&md5=a20f0cc4255b526385be14a3cce328ab", "50. ", "Zhang", ", ", "X.", "; ", "Liu", ", ", "D.", "; ", "Xu", ", ", "D.", "; ", "Asahina", ", ", "S.", "; ", "Cychosz", ", ", "K. A.", "; ", "Agrawal", ", ", "K. V.", "; ", "Al Wahedi", ", ", "Y.", "; ", "Bhan", ", ", "A.", "; ", "Al Hashimi", ", ", "S.", "; ", "Terasaki", ", ", "O.", "; ", "Thommes", ", ", "M.", "; ", "Tsapatsis", ", ", "M.", " ", "Science", " ", "2012", ",  ", "336", " (", "6089", ")  ", "1684", "– ", "1687", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "50. ", "Synthesis of Self-Pillared Zeolite Nanosheets by Repetitive Branching", "Zhang, Xueyi; Liu, Dongxia; Xu, Dandan; Asahina, Shunsuke; Cychosz, Katie A.; Agrawal, Kumar Varoon; Al Wahedi, Yasser; Bhan, Aditya; Al Hashimi, Saleh; Terasaki, Osamu; Thommes, Matthias; Tsapatsis, Michael", "Science (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "336", "\r\n        (", "6089", "),\r\n    ", "1684-1687", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Hierarchical zeolites are a class of microporous catalysts and adsorbents that also contain mesopores, which allow for fast transport of bulky mols. and thereby enable improved performance in petrochem. and biomass processing.  We used repetitive branching during 1-step hydrothermal crystal growth to synthesize a new hierarchical zeolite made of orthogonally connected microporous nanosheets.  The nanosheets are 2 nm thick and contain a network of 0.5-nm micropores.  The house-of-cards arrangement of the nanosheets creates a permanent network of 2- to 7-nm mesopores, which, along with the high external surface area and reduced micropore diffusion length, account for higher reaction rates for bulky mols. relative to those of other mesoporous and conventional MFI zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XptFWnt7o%253D&md5=b0dab96e5d9e1119a9ed6eeaef879f12", "51. ", " ", "http://www.chemnet.com/ http://www.chemnet.com/", ".", "There is no corresponding record for this reference."], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-5/cg500190h/production/images/small/cg-2014-00190h_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-5/cg500190h/production/images/small/cg-2014-00190h_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-5/cg500190h/production/images/small/cg-2014-00190h_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-5/cg500190h/production/images/small/cg-2014-00190h_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-5/cg500190h/production/images/small/cg-2014-00190h_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-5/cg500190h/production/images/small/cg-2014-00190h_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-5/cg500190h/production/images/small/cg-2014-00190h_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-5/cg500190h/production/images/small/cg-2014-00190h_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-5/cg500190h/production/images/small/cg-2014-00190h_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-5/cg500190h/production/images/small/cg-2014-00190h_0011.gif\">"]}
