{"title": ["Comment on Comparative Molecular Simulation Study of CO", "/N", " and CH", "/N", " Separation in Zeolites and Metal−Organic Frameworks"], "authors": ["Rajamani Krishna", "Jasper M. van Baten"], "doi": ["10.1021/la9041875"], "abstract": "", "text": ["Several recent investigations have underlined the power of molecular simulation techniques in the screening of zeolites and metal−organic frameworks (MOFs) for a variety of separation applications.(1-9) For example, in a recent publication, Liu and Smit(5) have presented a comparative molecular simulation study of CO2/N2 and CH4/N2 separation in a variety of zeolites and MOFs. Their simulation results for the component loadings for the adsorption of CO2/N2 and CH4/N2 mixtures for DDR and LTA zeolites are significantly different from those published in our earlier study.(10) This is demonstrated in Figure 1, which presents a comparison of the two sets of simulations. In all four cases, the component loadings obtained by Liu and Smit(5) are consistently higher than those that we reported earlier. These differences are especially noteworthy because the force fields used in two simulation studies are identical and correspond to those presented by García-Pérez et al.(11) The objectives of this comment are (1) to explain the reasons for the discrepancies and (2) to demonstrate the need to block inaccessible pockets and regions of zeolites and MOFs in molecular simulations.Figure 1. GCMC simulations for the component loadings in equilibrium with equimolar CO2/N2 and CH4/N2 gas mixtures in (a, b) DDR and (c, d) LTA. The GCMC simulation results of Liu and Smit(5) (open symbols) are compared with the simulations of Krishna and van Baten,(10) obtained with the blocking strategy employed (filled symbols). The crosses represent simulations that were carried out in this work without blocking to obtain the match to the Liu−Smit data.Figure 2 presents the pore landscapes of DDR; these are isopotential energy surfaces, and the reader is referred to the paper by Keffer et al.(12) for further explanation on how these are constructed. DDR consists of 278 Å3-sized cages separated by 3.6 × 4.4 Å2-sized windows.(10, 13) The pore landscape in Figure 2 additionally reveals the presence of some disconnected pockets. Small molecules such as CO2, N2, CH4, H2, and Ne can occupy such pockets in a Monte Carlo simulation even though such pockets are inaccessible in adsorption experiments. Therefore, it is very important to block these pockets artificially for Monte Carlo simulations of adsorption. The blocking procedure can be a simple distance check from the center of the small pockets and a rejection of all Monte Carlo trial moves that would place a molecule inside a certain radius. This radius should not be chosen to be too small or too large because otherwise one would not block enough or would block parts of the accessible channel system. Also, in molecular dynamics simulations, initial positions should be chosen in the main channel system, not in such pockets.Figure 2. Pore landscape of DDR. The information on cage and pocket volumes was determined with molecular simulations using the He probe techniques; details are available in the Supporting Information of ref 13.With the aid of molecular simulations using the helium probe insertion technique suggested by Talu and Myers,(14, 15) the pore volume of DDR without a blocking strategy employed resulted in 0.182 mL/g. With the proper blocking strategy, the accessible pore volume is 0.139 mL/g. The significantly higher pore volume obtained without blocking will result in a significantly higher saturation loading. To emphasize this point, we compare the pure component adsorption isotherms for CH4, CO2, and N2 in DDR obtained from molecular simulations with the published experimental data;(16-19) see Figure 3. We note from Figure 3 that when no blocking strategy is employed the component loadings are unreasonably high for higher fugacities when the pockets get populated. More extensive comparisons of experimental isotherm data for DDR with molecular simulations (with blocking) are available elsewhere.(20) Himeno et al.(18) discuss a different strategy to deal with the inaccessible pockets of DDR; they introduce dummy atoms within such pockets.Figure 3. Pure component sorption isotherm data for (a) CH4, (b) CO2, and (c) N2 in DDR at 298 K. The filled symbols are GCMC simulation results with blocking (filled symbols) and without blocking (open symbols). The experimental data of Himeno et al.(16-18) and van den Berg et al.(19) are indicated by pluses and crosses.For LTA, the sodalite cages are similarly inaccessible to molecules in experimental studies (cf. Figure 4) and also need to be blocked in Monte Carlo simulations of isotherms. For the same reason, the sodalite cages of FAU, ITQ-29, and TSC also require blocking. Interestingly, the need to block the sodalite cages was underlined more than a decade ago by Smit and co-workers.(21) Appropriate blocking strategies have been employed in several publications(6, 10, 13, 22-27) on the adsorption and diffusion of a variety of molecules in DDR, LTA, FAU, ITQ-29, and TSC.Figure 4. Pore landscape of the LTA zeolite. The information on cage volumes was determined with molecular simulations using the He probe techniques; details are available in the Supporting Information of ref 13.In their reported simulation results, Liu and Smit(5) appear to have blocked neither the inaccessible pockets of DDR nor the inaccessible sodalite cages of LTA. We confirmed this by carrying out simulations with and without blocking; the latter results coincide exactly with those of Liu and Smit.(5) This explains why their component loadings are consistently higher than the ones obtained with a proper blocking strategy (cf. Figure 1).The corresponding adsorption selectivities for CO2/N2 and CH4/N2 mixtures are also markedly different for the two simulation sets, with and without blocking; see Figure 5. On the basis of our simulation results,(10) we would conclude that DDR has a significantly higher CO2/N2 sorption selectivity than LTA; the opposite conclusion is reached on the basis of the studies of Liu and Smit.(5) For CH4/N2 mixtures, Liu and Smit(5) obtain a significantly higher selectivity for DDR than for LTA. Our results, with blocking, show that the CH4/N2 selectivities of DDR and LTA are practically the same.Figure 5. CO2/N2, and CH4/N2 separation selectivities for (a, b) DDR and (c, d) LTA. The GCMC simulation results of Liu and Smit,(5) without blocking (open symbols), are compared with the simulations of Krishna and van Baten,(10) obtained with the blocking strategy employed (filled symbols).The major conclusion that we draw in this Comment is that Monte Carlo simulation results of adsorption should take proper note of inaccessible pockets of zeolites and MOFs and an appropriate blocking procedure should be employed where necessary.Reference QuickViewTop of PageAbstractReferencesReferencesThis article references 27 other publications.1. Keskin, S. and Sholl, D. S. J. Phys. Chem. C 2007,  111,  14055– 14059[ACS Full Text ], [CAS]1. Screening Metal-Organic Framework Materials for Membrane-based Methane/Carbon Dioxide SeparationsKeskin, Seda; Sholl, David S.Journal of Physical Chemistry C\r\n        (2007),\r\n    111\r\n        (38),\r\n    14055-14059CODEN:\r\n                JPCCCK;\r\n        "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-4/la9041875/production/images/small/la-2009-041875_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-4/la9041875/production/images/small/la-2009-041875_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-4/la9041875/production/images/small/la-2009-041875_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-4/la9041875/production/images/small/la-2009-041875_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2010/langd5.2010.26.issue-4/la9041875/production/images/small/la-2009-041875_0006.gif\">"]}