{"title": ["Development, Construction, and Operation of a Multisample Volumetric Apparatus for the Study of Gas Adsorption Equilibrium"], "authors": ["Rui P. P. L. Ribeiro", "Ricardo J. S. Silva", "Isabel A. A. C. Esteves", "José P. B. Mota"], "doi": ["10.1021/ed500633h"], "abstract": ["The construction of a simple volumetric adsorption apparatus is highlighted. The setup is inexpensive and provides a clear demonstration of gas phase adsorption concepts. The topic is suitable for undergraduate chemistry and chemical engineering students. Moreover, this unit can also provide quantitative data that can be used by young researchers to screen the adsorption capacity of different adsorbent materials for various gases. A Labview-based interface was developed to allow the students to perform automated data acquisition and unit control. The laboratorial setup permits the simultaneous measurement of gas adsorption equilibrium on two adsorbent samples, up to 20 bar over a wide temperature range (303–1373 K). The quality of the obtained data was validated by comparison with adsorption isotherms recorded on a high-precision gravimetric apparatus. For this purpose, adsorption equilibria of carbon dioxide (CO", ") at 303 and 353 K and nitrogen (N", ") at 323 K were recorded on a commercial sample of metal–organic framework MIL-53(Al) as well as on activated carbon. The recorded data were in good agreement with the data obtained by gravimetry, which suggests the validity of the data produced using the new setup."], "text": ["Adsorption processes are an important technology for gas separation and purification in diverse applications,", "(1-3)", " including environmental hot topics such as carbon dioxide (CO", "2", ") capture.", "(4, 5)", "Knowledge of the adsorption equilibrium properties of an adsorbent–adsorbate system is determinant for the design of cyclic adsorption processes.", "(6, 7)", " Therefore, it is extremely important that the curricula of future industrial chemistry/chemical engineering graduates include the study of adsorption processes. The chemistry student must be familiar with the experimental procedures used in the determination of adsorption equilibrium data.", "The educational interest of adsorption theoretical and experimental aspects has been reported in the chemical education literature,", "(8-12)", " although little work is devoted to the teaching advantages of using volumetric apparatuses for the measurement of gas-phase adsorption equilibrium.", "(13, 14)", " Therefore, in this work, a new volumetric apparatus for the determination of gas adsorption equilibrium was designed, assembled, and tested. The volumetric setup provides pressure and temperature readings, which allow students to apply simple gas-phase physics in order to determine the amount adsorbed. The apparatus has two adsorption cells to allow the simultaneous recording of adsorption equilibrium on two adsorbent samples. The adsorbents can be activated ", "in situ", " up to 1373 K (maximum oven temperature) under vacuum. The operation of the volumetric apparatus was validated by measuring the adsorption isotherms of carbon dioxide (CO", "2", ") at 303 and 353 K, and nitrogen (N", "2", ") at 323 K on an activated carbon and on a commercial sample of metal organic framework (MOF) MIL-53(Al). The obtained adsorption equilibrium data were compared with data previously determined by our group, using a high-precision gravimetric unit, in order to assess the good quality of the volumetric apparatus built. This unit was assembled and has been used by students of the Integrated Master of Science in Chemical and Biochemical Engineering program, awarding a Bachelor or a Master of Science (MSc) degree, upon completion of three or five years of the program, respectively. The students employ the unit in their experimental work, as part of their working plan either in the course of Introduction to Scientific Research of the curricula profile or in their MSc dissertations, which give them the insights of fundamental adsorption science and its practice.", "Top of Page", "Abstract", "Apparatus Description", "Experimental Section", "Hazards", "Theory", "Results and Discussion", "Conclusions", "References", "Apparatus Description", "The low-cost (approximately 8500 €), multisample volumetric apparatus was designed to allow the simultaneous recording of adsorption equilibrium on two adsorbent samples. The system can be expanded to handle additional samples just by reproducing equivalent sample lines. The experimental apparatus was built with stainless steel tubing (Swagelok Company, USA), and a set of solenoid valves (ASCO Numatics, USA) that are controlled through a LabVIEW-based (National Instruments Corp., USA) software developed in-house (see ", "Supporting Information", "). Two pressure transducers (Omega Eng. Inc., USA) on each sample line measure the operation pressure up to 20 bar; an oven (Nabertherm B170 GmbH, Germany) controls the temperature of the adsorption cells over the range of 303–1373 K. The apparatus includes a stainless steel calibrated volume (Hoke, USA), ", "v", "cal", ", used in the determination of the volumes of each section. The general scheme of the adsorption unit is shown in Figure ", "1", ".", "Figure 1. Schematic of the volumetric unit (", "v", "cal", ", calibrated volume; ", "v", "ref", ", reference volume; ", "v", "cell", ", adsorption cell volume; PT, pressure transducer; T, Pt100 temperature sensor; SV, solenoid valve; NV, needle valve; MV, manual valve; VP, vacuum pump).", "The gas is supplied to the apparatus through a single feed line, which is then divided into two different lines connected to the two adsorption cells. Each gas line connects to a calibrated reference volume (", "v", "ref1", " and ", "v", "ref2", ") linked to the adsorption cells (Cell 1 and Cell 2). ", "v", "ref1", " and ", "v", "ref2", " are the volumes between valves SV", "2", " and SV", "3", ", and SV", "4", " and SV", "5", ", respectively; ", "v", "cell1", " and ", "v", "cell2", " correspond, respectively, to the volumes after SV", "3", " and SV", "5", ", as can be seen in Figure ", "1", ".", "The temperature of the reference volumes is measured using four-wire Pt-100 probes (RS Amidata, Spain). The temperature of the adsorber cells is controlled by the oven (Figure ", "1", "). This allows the ", "in situ", " activation of the adsorbent samples and recording of adsorption equilibrium at high temperatures. The activated sample mass was corrected using the percent weight loss previously determined by thermogravimetric analysis (TGA).", "(15, 16)", " Finally, a vacuum pump (model RV3, Edwards Ltd., USA) is connected to the volumetric unit to allow the degassing of the adsorbent samples under vacuum.", "Top of Page", "Abstract", "Apparatus Description", "Experimental Section", "Hazards", "Theory", "Results and Discussion", "Conclusions", "References", "Experimental Section", "Materials", "The adsorbents used to validate the multisample volumetric apparatus are a commercial version of the MOF MIL-53(Al) (Basolite A100; BASF SE, Germany) and an activated carbon (Sutcliffe Speakman Carbons Ltd., U.K.). Samples of 0.29 g (activated carbon) and 0.33 g (MIL-53(Al)) were employed in the experiments. These adsorbents were selected because their adsorption properties for CO", "2", " and N", "2", " have already been studied by our group,", "(17, 18)", " thus providing a basis of comparison to evaluate the volumetric apparatus (see ", "Supporting Information", "). The gases used were provided by Air Liquide and Praxair (Portugal): N", "2", ", CO", "2", ", and He with purities of 99.995%, 99.998%, and 99.999%, respectively.", "Adsorption Equilibrium Measurements", "The recording of the adsorption isotherms follows the typical methodology in volumetric apparatuses.", "(19-24)", " The experimental procedure consists of the addition of pressure to the reference volumes (", "v", "ref1", " and ", "v", "ref2", "), and, after pressure and temperature stabilization, the gas supplied is expanded to the cell containing the adsorbent (", "v", "cell1", " and ", "v", "cell2", "). After this step, the system pressure is monitored until the adsorption equilibrium is reached, which is assumed to occur when the rate change of the pressure approaches zero under isothermal conditions, i.e., the pressure variation is lower than 0.01 bar, which is the accuracy of the pressure transducers employed (0.05% of their full scale), over a minimum period of time of 45–60 min. Then, the adsorption cells are once again isolated from the reference volumes, by closing valves SV", "3", " and SV", "5", ", and the method is repeated until enough experimental points to generate the adsorption isotherm are obtained. When the maximum pressure is reached, a similar procedure is repeated, but this time by stepwise depressurization of the reference volumes and subsequent contact with the adsorption cells. This allows checking the existence of hysteresis effects.", "In this work, approximately 7 to 12 experimental points were recorded per isotherm. The unit operator must be aware that as the number of collected points increases, the cumulative error becomes significantly larger. For this reason we suggest the acquisition of a maximum of 15 points per isotherm when pressure transducers similar to ours are employed.", "Top of Page", "Abstract", "Apparatus Description", "Experimental Section", "Hazards", "Theory", "Results and Discussion", "Conclusions", "References", "Hazards", "The common cautions when working with high-pressure gases must be taken; close supervision of undergraduate students is suggested. Also, the operator must be careful not to damage the pressure transducers by exceeding their operating range.", "Top of Page", "Abstract", "Apparatus Description", "Experimental Section", "Hazards", "Theory", "Results and Discussion", "Conclusions", "References", "Theory", "The Gibbsian surface model is commonly used to quantify the adsorption in microporous solids through volumetric or gravimetric methods.", "(25, 26)", " Adsorption measurements are often reported as excess amount adsorbed, ", "q", "ex", ", which is the amount of adsorbate put into contact with the adsorbent minus the amount of gas that remains in the gas phase after system equilibration.", "Adsorption equilibrium measurements through volumetric methods are generally straightforward.", "(13, 21, 24, 27)", " The determination of one experimental point is performed in two steps, gas loading and gas expansion. Hence, the calculation of the excess mass adsorbed, ", "m", "exc,f", ", can be obtained from", "(1)", "where ρ", "ref,i", " = ρ(", "T", "ref", ",", "P", "i", ") and ρ", "ref,f", " = ρ", "g", "(", "T", "ref", ",", "P", "f", ") are the gas density (ρ", "g", ") in the reference volume before and after expansion, respectively, at the pressure (", "P", "i", " → ", "P", "f", ") and temperature (", "T", "ref", ") conditions of the reference volume; ", "v", "s", " is the solid adsorbent volume present in the adsorption cell; ρ", "cell,i", " = ρ", "g", "(", "T", "cell", ",", "P", "i", ") and ρ", "cell,f", " = ρ", "g", "(", "T", "cell", ",", "P", "f", ") are the gas density in the adsorption cell before and after expansion, respectively, at the pressure and temperature conditions of the adsorption cell. Note that the reference volume and adsorption cell share the same final pressure. In the first pressurization, ", "m", "exc,i", " = 0, which allows calculation of the amount adsorbed along the isotherm, say for the ", "n", "th point, considering that the adsorbed mass at the beginning of the ", "n", "th point is the same as at the end of the previous step (", "m", "exc,n,i", " = ", "m", "exc,n–1,f", ")", "(2)", "where ", "m", "gas,", "n", ",i", " and ", "m", "gas,", "n", ",f", " are the adsorbate amount in the gas phase (including the reference and the cell volumes) at the beginning and end of each point measurement. The amount of gas adsorbed in excess is expressed per unit mass of adsorbent, ", "m", "s", ":", "(3)", "Alternatively, adsorption equilibrium can be expressed in terms of absolute adsorption, ", "q", ":", "(4)", "where ", "v", "p", " is the specific pore volume of the adsorbent penetrable to the adsorbate and ρ", "g", " is the gas density at the equilibrium temperature and pressure.", "(16)", "Top of Page", "Abstract", "Apparatus Description", "Experimental Section", "Hazards", "Theory", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "Adsorption equilibrium isotherms of CO", "2", " at 303 and 353 K and N", "2", " at 323 K on the activated carbon and MIL-53(Al) samples were recorded. The absolute adsorption equilibrium isotherms were obtained applying simple gas-phase physics (eqs ", "1", " to ", "4", ") using the recorded pressure and temperature experimental data. Figures ", "2", "a and ", "2", "b show the experimental absolute isotherms of CO", "2", " at 303 and 353 K on the activated carbon and MIL-53(Al), respectively.", "Figure 2. Adsorption isotherms of CO", "2", " at 303 K (red ▲, △) and 353 K (red ◆, ◇) on (a) activated carbon and (b) MIL-53(Al) recorded in the new volumetric unit. Closed symbols denote adsorption data, and open symbols denote desorption data. The adsorption isotherms for MIL-53(Al) recorded by gravimetry are also represented (303 K, ●; 353 K, ■) The solid lines represent the Sips model predictions obtained from the gravimetric data.", "(17, 18)", "The adsorption equilibria of CO", "2", " on both adsorbents were previously studied by gravimetry in a magnetic suspension microbalance (Rubotherm GmbH, Germany).", "(17, 18)", " Figure ", "2", " shows that the absolute adsorption is a monotonically increasing function of pressure (type I isotherm according to IUPAC classification", "(28)", "), which is characteristic of microporous adsorbents.", "The data measured in this work is compared with the data previously measured by gravimetry. Note that, in the case of the activated carbon, in Figure ", "2", "a, the data is only compared with the Sips isotherm prediction,", "(29, 30)", " which was fitted to the experimental data obtained in ref ", "18", " (see ", "Supporting Information", "). This is due to the lack of isotherms recorded by gravimetry at the same temperatures as recorded in this work. The results represented in Figure ", "2", " show that the CO", "2", " data obtained by the new volumetric experimental unit are in accordance with the ones measured in our gravimetric apparatus.", "The adsorption equilibrium of N", "2", " was also recorded in order to test the feasibility of the volumetric apparatus for the measurement of lesser adsorbing gases. For that purpose, adsorption isotherms of N", "2", " at 323 K on both adsorbents were determined. Figure ", "3", " compares this work and the data measured by gravimetry. It is shown that the volumetric and gravimetric results are in agreement.", "Figure 3. Adsorption isotherms of N", "2", " at 323 K on activated carbon (red ▲, △) and MIL-53(Al) (red ◆, ◇) recorded in the new volumetric unit. Closed symbols denote adsorption data, and open symbols denote desorption data. The adsorption isotherms recorded in the gravimetric apparatus are also represented for activated carbon (●) and MIL-53(Al) (■). The solid lines represent the Sips model predictions obtained from the gravimetric data.", "(17, 18)", "In summary, the good agreement between the experimental results obtained with the new multisample volumetric unit and the previously existing gravimetric data validates the performance of the unit designed and assembled in our laboratory for chemical education purposes.", "The described apparatus and method can be a powerful tool for undergraduate gas adsorption equilibrium studies. This apparatus is frequently applied in the first cycle of the Integrated Master of Science in Chemical and Biochemical Engineering (IMSCBE) program, Bachelor’s level (3 years), namely, in the class of Introduction to Scientific Research, lectured in the Faculdade de Ciências e Tecnologia (FCT) of Universidade Nova de Lisboa (Lisbon, Portugal). The students have contact with, and are involved in, ongoing research and development projects led by FCT lecturers and researchers (FCT currently has 322 students working on projects within this program). Furthermore, the laboratorial unit has been used in the second cycle of the IMSCBE, Master’s level (5 years), specifically in the development of MSc dissertations. The students are asked to employ the apparatus in their experimental work, as part of their classes or dissertation work plan.", "The students can use the adsorption equilibria data of different species on a specific adsorbent to evaluate the adsorbent’s selectivity for a given separation. The isosteric heat of adsorption can also be calculated (e.g., employing the Clausius–Clapeyron equation), and its dependence on the adsorbent loading can be studied. Furthermore, since the volumetric unit permits studying two different adsorbents simultaneously, the resulting adsorption equilibrium isotherms can be compared and the students can discuss the influence of the amount adsorbed and isotherm shape on cyclic adsorption separation processes. Finally, it is important to note that the setup built can be focused to specific topical applications like biogas upgrading, which require accurate measurements at pressure ranges lower than 1 bar. For this purpose a highly accurate pressure sensor can be coupled to the unit, after a proper recalibration and correction of its reference volumes.", "Top of Page", "Abstract", "Apparatus Description", "Experimental Section", "Hazards", "Theory", "Results and Discussion", "Conclusions", "References", "Conclusions", "A low-cost, multisample volumetric apparatus for adsorption equilibrium studies was designed and assembled. A Labview-based software was developed in-house for data acquisition and unit control. The laboratorial apparatus is simple, and its operation is straightforward, offering the possibility of measuring gas adsorption equilibrium isotherms on two adsorbent materials at the same time, between 0 and 20 bar, and over a wide temperature range (303–1373 K).", "The operation of the volumetric unit was validated by performing adsorption isotherm recordings and comparing the results with data measured in a gravimetric apparatus. For this purpose, the adsorption equilibria of CO", "2", " at 303 and 353 K and N", "2", " at 323 K on MIL-53(Al) metal–organic framework and an activated carbon were recorded. The good agreement between the results successfully validates the operation of the volumetric unit.", "The volumetric adsorption setup built and described in this work is perfectly adequate for demonstrating the concept of gas adsorption to students. The experimental unit contributes to students’ education and training in adsorption science, introducing to them experimental techniques in this research field. The readout from the setup can be processed to provide good quantitative data of gas uptake by an adsorbent. Through the application of theoretical methods, the setup provides a good introduction to adsorption science to industrial chemistry and chemical engineering students.", " ", "Top of Page", "Abstract", "Apparatus Description", "Experimental Section", "Hazards", "Theory", "Results and Discussion", "Conclusions", "References", "Supporting Information", "Details about the apparatus, materials employed, Sips isotherm theory, and fitting parameters. This material is available via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Apparatus Description", "Experimental Section", "Hazards", "Theory", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "Financial support from FCT/MCTES (Portugal) through Projects PEst-C/EQB/LA0006/2013, EXCL/QEQ-PRS/0308/2012, PTDC/AAC-AMB/108849/2008, and PTDC/CTM/104782/2008 is gratefully acknowledged. The authors wish to thank one of our undergraduate students, João S. C. Gomes, for his help in the adsorption measurements and collaboration in the assembly of the apparatus.", "Reference QuickView", "Top of Page", "Abstract", "Apparatus Description", "Experimental Section", "Hazards", "Theory", "Results and Discussion", "Conclusions", "References", "References", "This article references 30 other publications.", "1. ", "Cavenati", ", ", "S.", "; ", "Grande", ", ", "C. A.", "; ", "Rodrigues", ", ", "A. E.", " ", "Removal of carbon dioxide from natural gas by vacuum pressure swing adsorption", " ", "Energy Fuels", " ", "2006", ",  ", "20", " (", "6", ")  ", "2648", "– ", "2659", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Removal of Carbon Dioxide from Natural Gas by Vacuum Pressure Swing Adsorption", "Cavenati, Simone; Grande, Carlos A.; Rodrigues, Alirio E.", "Energy & Fuels", "\r\n        (", "2006", "),\r\n    ", "20", "\r\n        (", "6", "),\r\n    ", "2648-2659", "CODEN:\r\n                ", "ENFUEM", ";\r\n        ISSN:", "0887-0624", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A vacuum pressure swing adsorption (VSA-PSA) process is studied for the removal of carbon dioxide in a contaminated stream of natural gas to achieve fuel grade methane.  The adsorbent used was zeolite 13X (CECA) where CO2 is strongly adsorbed.  A Skarstrom-type cycle comprising pressurization with product, feed, countercurrent blowdown, and countercurrent purge was employed.  A mixt. of 60% CH4, 20% CO2 and 20% N2 was used, and two different temps. were evaluated in a single-column VSA-PSA unit.  Under the conditions tested, CO2 was removed to levels lower than 2% as required by fuel grade methane with methane recovery higher than 80% without recycle.  This sepn. process also helps in the CH4-N2 sepn.  A bidisperse (macropore-micropore) model also including distributed energy balances in gas, solid, and column wall considering heat and mass transfer resistance at the gas-solid interface was used to simulate the VSA-PSA behavior and compare with expts.  Also, some scale-up considerations are considered and evaluated by simulations of the process.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xps1yrtrs%253D&md5=11d383a847e032fb3504a09aeedf5f40", "2. ", "Chihara", ", ", "K.", "; ", "Suzuki", ", ", "M.", " ", "Air Drying by Pressure Swing Adsorption", " ", "J. Chem. Eng. Jpn.", " ", "1983", ",  ", "16", " (", "4", ")  ", "293", "– ", "299", "[", "Crossref", "], [", "CAS", "]", "2. ", "Air drying by pressure-swing adsorption", "Chihara, Kazuyuki; Suzuki, Motoyuki", "Journal of Chemical Engineering of Japan", "\r\n        (", "1983", "),\r\n    ", "16", "\r\n        (", "4", "),\r\n    ", "293-9", "CODEN:\r\n                ", "JCEJAQ", ";\r\n        ISSN:", "0021-9592", ".\r\n    ", "Air drying expts. by pressure-swing adsorption (PSA) were carried out by using 2 columns packed with silica gel as adsorbent.  Measurements were also made of batch adsorption of H2O(g) on silica gel to obtain input data for the PSA simulation program.  Exptl. PSA results were compared with this computer simulation.  A good agreement was obtained, and the trend of exptl. results was well explained by simulation for both isothermal and nonisothermal cases.  In the simulation, mass transfer coeffs. 2 or 3 times larger than those estd. conventionally from batch measurement were used to obtain good coincidence.  The mass transfer coeffs. were detd. by a recently developed method for short adsorption and desorption cycle (S. Nakao and M. Suzuki, 1983).  The simulation method is useful in predicting the performance of air drying by PSA.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3sXltVOhs70%253D&md5=d48db28832d7e511cd21ea4b2ec0784d", "3. ", "Sircar", ", ", "S.", "; ", "Kratz", ", ", "W. C.", " ", "Oxygen Production by Pressure Swing Adsorption", " ", "Sep. Sci. Technol.", " ", "1989", ",  ", "24", " (", "5–6", ")  ", "429", "– ", "440", "[", "Crossref", "], [", "CAS", "]", "3. ", "Oxygen production by pressure swing adsorption", "Sircar, S.; Kratz, W. C.", "Separation Science and Technology", "\r\n        (", "1989", "),\r\n    ", "24", "\r\n        (", "3", "),\r\n    ", "429-40", "CODEN:\r\n                ", "SSTEDS", ";\r\n        ISSN:", "0149-6395", ".\r\n    ", "The specific O prodn. capacity and the O recovery of a pressure-swing adsorption (PSA) process for the prodn. of O from air by selective adsorption of N is increased by operating the process at a superambient temp.  The higher-temp. operation provides more efficient desorption of Ni from the adsorbent, which more than offsets the detrimental effects of the lower selectivity and capacity of adsorption of Ni from air at the elevated temp.  The concept is demonstrated by evaluating the performance of an 8-step PSA-O process to produce a 90% O product stream at different temps.  Thus, 10% higher O prodn. capacity and 14.5% larger O recovery are obtained by operating the PSA process at 60° vs. its performance at 30°.  The PSA process and its performance data from a pilot plant are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1MXnvVKmtg%253D%253D&md5=db1f011b84def276b9e04c78a6267677", "4. ", "Mérel", ", ", "J.", "; ", "Clausse", ", ", "M.", "; ", "Meunier", ", ", "F.", " ", "Carbon Dioxide Capture by Indirect Thermal Swing Adsorption using 13X Zeolite", " ", "Environ. Prog.", " ", "2006", ",  ", "25", " (", "4", ")  ", "327", "– ", "333", "[", "Crossref", "], [", "CAS", "]", "4. ", "Carbon dioxide capture by indirect thermal swing adsorption using 13X zeolite", "Merel, J.; Clausse, M.; Meunier, F.", "Environmental Progress", "\r\n        (", "2006", "),\r\n    ", "25", "\r\n        (", "4", "),\r\n    ", "327-333", "CODEN:\r\n                ", "ENVPDI", ";\r\n        ISSN:", "0278-4491", ".\r\n    \r\n            (", "John Wiley & Sons, Inc.", ")\r\n        ", "The performance of an indirect temp. swing adsorption process for CO2 removal from N2 using 13X zeolite was investigated.  Breakthrough expt., with a 10% CO2-N2 mixt., were performed showing that thanks to the cooling, the adsorbent capacity is preserved and close to that of an isothermal adsorption.  For the desorption step, CO2 at a concn. of nearly 100% is recovered thanks to the indirect heating and the non-use of purge gas.  During the cycle expts., we obtained 7.9 MJ/kgCO2 for the sp. heat consumption.  This value is slightly higher than amine absorption ones, which is the ref. process for CO2 capture.  However, it has to be taken into account that there is a good potential of energy saving because our process configuration (adsorbent choice, no. of beds, step duration, etc.) was not optimized yet.  Moreover, in scaled-up process, the heat losses are of less importance, which will decrease the sp. heat consumption.  This is confirmed by a first estn., which gives a value of 5.9 MJ/kgCO2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtlWgs73J&md5=fefc83a8a9d91588e99f03e87c5b5a73", "5. ", "Ribeiro", ", ", "R. P. P. L.", "; ", "Grande", ", ", "C. A.", "; ", "Rodrigues", ", ", "A. E.", " ", "Activated Carbon Honeycomb Monolith – Zeolite 13X Hybrid System to Capture CO", "2", " from Flue Gases employing Electric Swing Adsorption", " ", "Chem. Eng. Sci.", " ", "2013", ",  ", "104", " (", "0", ")  ", "304", "– ", "318", "[", "Crossref", "], [", "CAS", "]", "5. ", "Activated carbon honeycomb monolith - Zeolite 13X hybrid system to capture CO2 from flue gases employing Electric Swing Adsorption", "Ribeiro, R. P. P. L.; Grande, C. A.; Rodrigues, A. E.", "Chemical Engineering Science", "\r\n        (", "2013", "),\r\n    ", "104", "\r\n        (", "),\r\n    ", "304-318", "CODEN:\r\n                ", "CESCAC", ";\r\n        ISSN:", "0009-2509", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "A preliminary study concerning the performance of a new hybrid adsorption bed for flue gas CO2 capture by elec. swing adsorption (ESA) was performed.  The hybrid adsorption bed consisted of an activated C honeycomb monolith with zeolite 13X particles packed inside its channels.  The sorption bed dynamic behavior was evaluated in break-through expts.  The amt. of CO2 adsorbed was double vs. an activated C monolith alone, even when the zeolite content was only 18%.  ESA exptl. cycles were tested.  Purity of 46.6% was obtained while capturing 81.4% of the CO2 fed in a 6-step ESA cycle.  The obtained purity means a 5.8 time feed stream enrichment.  Exptl. energy consumption was still high due to mass transfer zone limitations.  Solving this problem will decrease energy consumption >5 times, meaning the process can present competitive energy consumption vs. existing technol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvFWjtLjE&md5=5e1e217190e2f6020f74db1c53edc494", "6. ", "Yang", ", ", "R. T.", "  ", "Gas Separation by Adsorption Processes", "; ", "Butterworth Publishers", ": ", "USA", ", ", "1987", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "7. ", "Ruthven", ", ", "D. M.", "  ", "Principles of Adsorption and Adsorption Processes", "; ", "Wiley-Interscience", ": ", "New York", ", ", "1984", ".", "There is no corresponding record for this reference.", "8. ", "Silva", ", ", "H.", "; ", "Sá", ", ", "S.", "; ", "Brandão", ", ", "L.", "; ", "Loureiro", ", ", "J. M.", "; ", "Gabriel", ", ", "J.", "; ", "Mendes", ", ", "A.", " ", "Gas Solute Movement in Packed Columns—A Remote Control Experiment", " ", "Educ. Chem. Eng.", " ", "2013", ",  ", "8", " (", "3", ")  ", "94", "– ", "104", "[", "Crossref", "]", "There is no corresponding record for this reference.", "9. ", "Piergiovanni", ", ", "P. R.", " ", "Adsorption Kinetics and Isotherms: A Safe, Simple, and Inexpensive Experiment for Three Levels of Students", " ", "J. Chem. Educ.", " ", "2014", ",  ", "91", " (", "4", ")  ", "560", "– ", "565", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Adsorption Kinetics and Isotherms: A Safe, Simple, and Inexpensive Experiment for Three Levels of Students", "Piergiovanni, Polly R.", "Journal of Chemical Education", "\r\n        (", "2014", "),\r\n    ", "91", "\r\n        (", "4", "),\r\n    ", "560-565", "CODEN:\r\n                ", "JCEDA8", ";\r\n        ISSN:", "0021-9584", ".\r\n    \r\n            (", "American Chemical Society and Division of Chemical Education, Inc.", ")\r\n        ", "Adsorption kinetics and isotherms are taught to chem. and engineering students and are important to understanding operations such as water pollution treatment, yet many students do not have the opportunity to perform a hands-on expt. that demonstrates the theory in a practical and tangible way.  This paper describes an expt. that is inexpensive, safe, and visually conclusive and can be used for a variety of student audiences: non-science and non-engineering students, first-year engineering students, and upper-level engineering students.  Adsorption kinetics and isotherms were examd. through the dyeing of fabric.  All students obsd. the dyed water becoming colorless, while the adsorbent darkens.  Students used the spectrophotometer to measure dye concns. as a function of time and found that the data followed the first-order process they learned in calculus.  Upper-division students noted a systematic error in the first-order model and detd. that a second-order model fits the process much better.  Students in upper-level courses also developed a procedure to collect data and fit it to isotherms.  Data can be obtained at different temps. for a complete picture of the process.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXkvFGqsg%253D%253D&md5=83b496d6ef0fa9a242602befe14af4c9", "10. ", "Guirado", ", ", "G.", "; ", "Ayllón", ", ", "J. A.", " ", "A Simple Adsorption Experiment", " ", "J. Chem. Educ.", " ", "2011", ",  ", "88", " (", "5", ")  ", "624", "– ", "628", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "A Simple Adsorption Experiment", "Guirado, Gonzalo; Ayllon, Jose A.", "Journal of Chemical Education", "\r\n        (", "2011", "),\r\n    ", "88", "\r\n        (", "5", "),\r\n    ", "624-628", "CODEN:\r\n                ", "JCEDA8", ";\r\n        ISSN:", "0021-9584", ".\r\n    \r\n            (", "American Chemical Society and Division of Chemical Education, Inc.", ")\r\n        ", "The study of adsorption phenomenon is one of the most relevant and traditional phys. chem. expts. performed by chem. undergraduate students in lab. courses.  In this article, we describe an easy, inexpensive, and straightforward way to exptl. det. adsorption isotherms using pieces of filter paper as the adsorbent and an org. dye the as the adsorbate.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjtVCmsLk%253D&md5=f0d5822dcc824f028541f1f5583e5623", "11. ", "Portugal", ", ", "I.", "; ", "Da Silva", ", ", "F. A.", "; ", "Silva", ", ", "C. M.", "; ", "Fernandes", ", ", "D. L. A.", "; ", "Xavier", ", ", "A. M. R. B.", " ", "Dynamic and Equilibrium Adsorption Experiments", " ", "J. Chem. Educ.", " ", "2005", ",  ", "82", " (", "6", ")  ", "919", "– ", "923", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Dynamic and equilibrium adsorption experiments", "Fernandes, Daniel L. A.; Xavier, Ana M. R. B.; Portugal, Ines; Da Silva, Francisco A.; Silva, Carlos M.", "Journal of Chemical Education", "\r\n        (", "2005", "),\r\n    ", "82", "\r\n        (", "6", "),\r\n    ", "919-923", "CODEN:\r\n                ", "JCEDA8", ";\r\n        ISSN:", "0021-9584", ".\r\n    \r\n            (", "Journal of Chemical Education, Dept. of Chemistry", ")\r\n        ", "A simple, low-cost expt. that illustrates the adsorption process from soln. and its quant. treatment is presented.  The system consists of glass microspheres, the adsorbent, and aq. solns. of an org. dye, crystal violet (CV).  The intense color of these solns. allows the students to visualize the propagation of the concn. profiles along the column.  With this expt. the students det. the adsorption isotherm, measure percolation parameters from breakthrough curves and simulate the column using approx. and exact models.  Conclusions are drawn by comparing exptl. data and the theor. data.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXkt1KrtrY%253D&md5=06e9aebf593a4af00ace64cfdf11f2f9", "12. ", "Skopp", ", ", "J.", " ", "Derivation of the Freundlich Adsorption Isotherm from Kinetics", " ", "J. Chem. Educ.", " ", "2009", ",  ", "86", " (", "11", ")  ", "1341", "– ", "1343", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Derivation of the Freundlich adsorption isotherm from kinetics", "Skopp, Joseph", "Journal of Chemical Education", "\r\n        (", "2009", "),\r\n    ", "86", "\r\n        (", "11", "),\r\n    ", "1341-1343", "CODEN:\r\n                ", "JCEDA8", ";\r\n        ISSN:", "0021-9584", ".\r\n    \r\n            (", "Journal of Chemical Education, Dept. of Chemistry", ")\r\n        ", "The article describes a relatively simple derivation of the Freundlich isotherm and the fractal Langmuir isotherm using a kinetic approach.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht1yks7fF&md5=55300bbc98fce7af9b2308c132703487", "13. ", "Macedo", ", ", "H.", "; ", "Ricardo", ", ", "A. A.", "; ", "Sotomayor", ", ", "J.", " ", "Construction of a Low-Cost Apparatus for Gas Adsorption on Solids", " ", "J. Chem. Educ.", " ", "2006", ",  ", "83", " (", "6", ")  ", "915", "– ", "918", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Construction of a low-cost apparatus for gas adsorption on solids", "Macedo, Hugo; Ricardo, Ana Aguiar; Sotomayor, Joao", "Journal of Chemical Education", "\r\n        (", "2006", "),\r\n    ", "83", "\r\n        (", "6", "),\r\n    ", "915-918", "CODEN:\r\n                ", "JCEDA8", ";\r\n        ISSN:", "0021-9584", ".\r\n    \r\n            (", "Journal of Chemical Education, Dept. of Chemistry", ")\r\n        ", "A gas-solid adsorption app. was constructed using a low budget.  Using this app., the same adsorbent surface areas are obtained relative to using a com. instrument, an ASAP 2010 by Micromeritics.  This app. also presents a useful and easy-to-handle program that was designed using Microsoft Excel tools, allowing one to calc. all the necessary steps to draw the adsorption isotherm while the expt. is taking place in the adsorption cell in one lab session.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XkvVSqsrk%253D&md5=20e284855cc7ebc589bf56b53aec4624", "14. ", "Balzar", ", ", "D.", " ", "A Simple Apparatus for Gas Adsorption and Surface Area Measurements", " ", "J. Chem. Educ.", " ", "1974", ",  ", "51", " (", "12", ")  ", "827", "– ", "829", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "15. ", "Esteves", ", ", "I. A. A. C.", " ", " ", "Gas Separation Processes by Integrated Adsorption and Permeation Technologies", ". PhD Thesis, ", "Faculdade de Ciências e Tecnologia—Universidade Nova de Lisboa", ": ", "Lisboa", ", ", "2005", ".", "There is no corresponding record for this reference.", "16. ", "Lyubchyk", ", ", "A.", "; ", "Esteves", ", ", "I. A. A. C.", "; ", "Cruz", ", ", "F. J. A. L.", "; ", "Mota", ", ", "J. P. B.", " ", "Experimental and Theoretical Studies of Supercritical Methane Adsorption in the MIL-53(Al) Metal Organic Framework", " ", "J. Phys. Chem. C", " ", "2011", ",  ", "115", " (", "42", ")  ", "20628", "– ", "20638", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Experimental and Theoretical Studies of Supercritical Methane Adsorption in the MIL-53(Al) Metal Organic Framework", "Lyubchyk, Andriy; Esteves, Isabel A. A. C.; Cruz, Fernando J. A. L.; Mota, Jose P. B.", "Journal of Physical Chemistry C", "\r\n        (", "2011", "),\r\n    ", "115", "\r\n        (", "42", "),\r\n    ", "20628-20638", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption equil. properties of supercrit. methane in the large-pore (lp) structure of the MIL-53(Al) metal org. framework were studied exptl. by gravimetric adsorption and theor. by grand canonical Monte Carlo (GCMC) simulation.  The adsorption expts. span a broad range of pressures (0.01-7 MPa) and temps. (303-353 K).  In the mol. simulation work, MIL-53lp(Al) is assumed to have a perfect, rigid lattice, and both fluid-fluid and solid-fluid interactions are modeled using the TraPPE-UA force field.  The adsorption isotherms and isosteric heats of adsorption predicted by GCMC simulation, without any reparametrization of the TraPPE-UA force field parameters, are in good agreement with the exptl. measurements.  The mol. simulations predict that the amt. of methane adsorbed in the porous framework of MIL-53lp(Al) at 298.15 K and 3.5 MPa is 5.79 mol/kg, yielding a methane storage capacity of 132.6 vol./vol. (vols. of stored gas, measured at std. conditions, per storage vol.) for a monolithic block and 107.2 vol./vol. for the theor. limit of a close-packing of uniform spherical particles.  For an isothermal (298.15 K) discharge cycle between 3.5 and 0.136 MPa, the predicted net deliverable capacity is 114.0 (vol./vol.)net for a monolith and 93.1 (vol./vol.)net for a close-packed bed.  If, however, the storage system is operated at 253 K, the net storage capacity of a monolithic block of MIL-53(Al) increases to a value that is very close to the DOE target of 150 (vol./vol.)net.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1CqtrfN&md5=6d6bcdb5eadb53af81ce00e3a40c6522", "17. ", "Camacho", ", ", "B. C. R.", "; ", "Ribeiro", ", ", "R. P. P. L.", "; ", "Esteves", ", ", "I. A. A. C.", "; ", "Mota", ", ", "J. P.  B.", " ", "Adsorption Equilibrium of Carbon Dioxide and Nitrogen on the MIL-53(Al) Metal Organic Framework", " ", "Sep. Purif. Technol.", " ", "2015", ",  ", "141", " (", "0", ")  ", "150", "– ", "159", "[", "Crossref", "], [", "CAS", "]", "17. ", "Adsorption equilibrium of carbon dioxide and nitrogen on the MIL-53(Al) metal organic framework", "Camacho, Barbara C. R.; Ribeiro, Rui P. P. L.; Esteves, Isabel A. A. C.; Mota, Jose P. B.", "Separation and Purification Technology", "\r\n        (", "2015", "),\r\n    ", "141", "\r\n        (", "),\r\n    ", "150-159", "CODEN:\r\n                ", "SPUTFP", ";\r\n        ISSN:", "1383-5866", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The single-component adsorption equil. of carbon dioxide (CO2) and nitrogen (N2) on a com. sample of MIL-53(Al) metal org. framework were measured over a pressure range of 0-34 bar at 303 K, 323 K, and 353 K, using a magnetic suspension microbalance.  The adsorption equil. of both gases were characterized by type I isotherms that do not exhibit the guest-induced transition between MIL-53(Al)'s narrow-pore (np) and large-pore (lp) structures that was obsd. on some MIL-53(Al) samples upon CO2 adsorption at the temps. of this study.  The obsd. CO2 loadings at high pressure are consistent with a np-stabilized MIL-53(Al) form that possesses no visible breathing behavior.  The adsorption measurements show that CO2 is preferentially adsorbed over N2, indicating that MIL-53(Al) can be potentially employed in adsorption-based sepn. processes for environmental applications, such as carbon capture from flue gases emitted by fossil-fueled power stations.  The Sips and Toth isotherm models were successfully fitted to the exptl. adsorption data and the corresponding heats of adsorption detd. from the isotherm models.  The adsorption potential theory was also employed to correlate the CO2 and N2 adsorption data, as well as previously detd. methane adsorption data on the same adsorbent.  This approach successfully collapses the adsorption equil. data into a single temp.-independent characteristic curve.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXitFygt7jL&md5=9b2052aadffcb0c03d17ec684d66af40", "18. ", "Esteves", ", ", "I. A. A. C.", "; ", "Lopes", ", ", "M. S. S.", "; ", "Nunes", ", ", "P. M. C.", "; ", "Mota", ", ", "J. P. B.", " ", "Adsorption of Natural Gas and Biogas Components on Activated Carbon", " ", "Sep. Purif. Technol.", " ", "2008", ",  ", "62", " (", "2", ")  ", "281", "– ", "296", "[", "Crossref", "], [", "CAS", "]", "18. ", "Adsorption of natural gas and biogas components on activated carbon", "Esteves, Isabel A. A. C.; Lopes, Marta S. S.; Nunes, Pedro M. C.; Mota, Jose P. B.", "Separation and Purification Technology", "\r\n        (", "2008", "),\r\n    ", "62", "\r\n        (", "2", "),\r\n    ", "281-296", "CODEN:\r\n                ", "SPUTFP", ";\r\n        ISSN:", "1383-5866", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Exptl. results are presented for the adsorption equil. of methane, ethane, propane, butane, carbon dioxide, and nitrogen, as well as natural gas odorants tert-Bu mercaptan and tetrahydrothiophene, on an activated carbon with the desirable characteristics for use in a guard bed for adsorbed natural gas storage, but that can also be applied for sepn. of biogas components, such as carbon dioxide and nitrogen.  The adsorption expts. were performed using both open- and closed-loop gravimetry over the pressure and temp. ranges of 0-9 MPa and 273-325 K, resp.  The two odorants were analyzed at the very low concns. usually found in natural gas (0-25 mg/(N m3)).  The exptl. data were successfully correlated by the adsorption potential theory and collapsed into a single temp.-independent characteristic curve.  This anal. allows for extrapolation of the adsorption data to higher alkanes, for which no exptl. data are available, in order to span the global compn. of a typical natural gas stream.  The adsorption equil. data for methane, carbon dioxide and nitrogen were fitted to the Toth and Sips isotherm models and their isosteric heats of adsorption were detd.  The preferential adsorption capacity for carbon dioxide indicates that the carbon can be used for methane purifn. from natural gas, carbon dioxide sequestration from flue gas, or biogas purifn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXnslant7k%253D&md5=78761a203b1fd12a9385af472f624e72", "19. ", "Belmabkhout", ", ", "Y.", "; ", "Frere", ", ", "M.", "; ", "De Weireld", ", ", "G.", " ", "High-Pressure Adsorption Measurements. A Comparative Study of the Volumetric and Gravimetric Methods", " ", "Meas. Sci. Technol.", " ", "2004", ",  ", "15", " (", "5", ")  ", "848", "– ", "858", "[", "Crossref", "], [", "CAS", "]", "19. ", "High-pressure adsorption measurements. A comparative study of the volumetric and gravimetric methods", "Belmabkhout, Y.; Frere, M.; De Weireld, G.", "Measurement Science and Technology", "\r\n        (", "2004", "),\r\n    ", "15", "\r\n        (", "5", "),\r\n    ", "848-858", "CODEN:\r\n                ", "MSTCEP", ";\r\n        ISSN:", "0957-0233", ".\r\n    \r\n            (", "Institute of Physics Publishing", ")\r\n        ", "The authors propose a comparative study between a volumetric app. and a gravimetric one, which were developed for the acquisition of high-pressure adsorption isotherms.  The volumetric app. is able to perform measurements in the temp. range 278-323 K and in the pressure range 0-4000 kPa.  The authors provide a complete report on the exptl. errors due to the mass balance calcn. based on pressure-vol.-temp. measurements.  The same anal. study was achieved for a gravimetric app. (temp. range: 223-393 K, pressure range: 0-10,000 kPa).  The comparison comments are based on exptl. data obtained for the system: activated C (CENTAUR Chemviron C)-nitrogen.  It appears that for such a system exhibiting quite low adsorbed quantities, important discrepancies may appear if the measurements are not properly achieved.  Minimizing the exptl. errors for the 2 exptl. techniques leads to an av. obsd. deviation (relative error) between the 2 methods equal to 3% in the whole measurement range.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXkt1egtrw%253D&md5=375754120f0a7c9e1bcbd08e0de8014d", "20. ", "Keller", ", ", "J.", "; ", "Staudt", ", ", "R.", "  ", "Gas Adsorption Equilibria—Experimental Methods and Adsorption Isotherms", "; ", "Springer", ": ", "Boston", ", ", "2005", ".", "There is no corresponding record for this reference.", "21. ", "Pakseresht", ", ", "S.", "; ", "Kazemeini", ", ", "M.", "; ", "Akbarnejad", ", ", "M. M.", " ", "Equilibrium Isotherms for CO, CO", "2", ", CH", "4", " and C", "2", "H", "4", " on the 5A Molecular Sieve by a Simple Volumetric Apparatus", " ", "Sep. Purif. Technol.", " ", "2002", ",  ", "28", " (", "1", ")  ", "53", "– ", "60", "[", "Crossref", "], [", "CAS", "]", "21. ", "Equilibrium isotherms for CO, CO2, CH4 and C2H4 on the 5A molecular sieve by a simple volumetric apparatus", "Pakseresht, Saeed; Kazemeini, Mohammad; Akbarnejad, Mohammad M.", "Separation and Purification Technology", "\r\n        (", "2002", "),\r\n    ", "28", "\r\n        (", "1", "),\r\n    ", "53-60", "CODEN:\r\n                ", "SPUTFP", ";\r\n        ISSN:", "1383-5866", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "Adsorption equil. data for CO, CO2, CH4 and C2H4 on 5A mol. sieve were obtained at (303, 373 and 573) K and at partial pressures up to 1000 kPa.  An accurate and simple volumetric app. was used to measure gas sorption.  The Langmuir and Sips equations were used to correlate the exptl. data.  In spite of the relative simplicity of both isotherms, the correlation between exptl. and theor. data is good.  The Sips equation with three parameters has expected a better fit than the Langmuir isotherm with two parameters.  Based upon the Langmuir equation the enthalpy of adsorption and pre-exponential factor in the van't Hoff correlation were derived for all four gases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XjtlymtL8%253D&md5=8daf18c7141f6963a8f8cdd482d62dcd", "22. ", "Policicchio", ", ", "A.", "; ", "Maccallini", ", ", "E.", "; ", "Kalantzopoulos", ", ", "G. N.", "; ", "Cataldi", ", ", "U.", "; ", "Abate", ", ", "S.", "; ", "Desiderio", ", ", "G.", "; ", "Agostino", ", ", "R. G.", " ", "Volumetric Apparatus for Hydrogen Adsorption and Diffusion Measurements: Sources of Systematic Error and Impact of their Experimental Resolutions", " ", "Rev. Sci. Instrum.", " ", "2013", ", ", " DOI: 10.1063/1.4824485", " ", "[", "Crossref", "], [", "PubMed", "]", "There is no corresponding record for this reference.", "23. ", "Qajar", ", ", "A.", "; ", "Peer", ", ", "M.", "; ", "Rajagopalan", ", ", "R.", "; ", "Foley", ", ", "H. C.", " ", "High Pressure Hydrogen Adsorption Apparatus: Design and Error Analysis", " ", "Int. J. Hydrogen Energy", " ", "2012", ",  ", "37", " (", "11", ")  ", "9123", "– ", "9136", "[", "Crossref", "], [", "CAS", "]", "23. ", "High pressure hydrogen adsorption apparatus: Design and error analysis", "Qajar, Ali; Peer, Maryam; Rajagopalan, Ramakrishnan; Foley, Henry C.", "International Journal of Hydrogen Energy", "\r\n        (", "2012", "),\r\n    ", "37", "\r\n        (", "11", "),\r\n    ", "9123-9136", "CODEN:\r\n                ", "IJHEDX", ";\r\n        ISSN:", "0360-3199", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "In the present work, design and operation of a high pressure gas adsorption app. at room temp. and at pressures up to 100 bar are discussed.  A theor. and exptl. error anal. is done to det. accuracy and robustness of the measurements.  For this study, activated carbon was selected as the adsorbent and hydrogen as the adsorbate gas.  A sensitivity anal. was done by taking into account the effects of temp., pressure, vol. and wt. of the sample.  The anal. shows that the vols. of the sample and ref. cells as detd. by helium-free space measurements have significant effect on the accuracy of the adsorption uptake measurement.  For instance, a 0.1% error in the measurement of either vol. led to approx. a 3% error in hydrogen uptake measurement at 298 K and 100 bar.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XlvFentrY%253D&md5=1187938229474a95cc85987d5d2c8a5b", "24. ", "Wiersum", ", ", "A. D.", "; ", "Giovannangeli", ", ", "C.", "; ", "Vincent", ", ", "D.", "; ", "Bloch", ", ", "E.", "; ", "Reinsch", ", ", "H.", "; ", "Stock", ", ", "N.", "; ", "Lee", ", ", "J. S.", "; ", "Chang", ", ", "J.-S.", "; ", "Llewellyn", ", ", "P. L.", " ", "Experimental Screening of Porous Materials for High Pressure Gas Adsorption and Evaluation in Gas Separations: Application to MOFs (MIL-100 and CAU-10)", " ", "ACS Comb. Sci.", " ", "2013", ",  ", "15", " (", "2", ")  ", "111", "– ", "119", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Experimental Screening of Porous Materials for High Pressure Gas Adsorption and Evaluation in Gas Separations: Application to MOFs (MIL-100 and CAU-10)", "Wiersum, Andrew D.; Giovannangeli, Christophe; Vincent, Dominique; Bloch, Emily; Reinsch, Helge; Stock, Norbert; Chang, Jong-San; Llewellyn, Philip L.", "ACS Combinatorial Science", "\r\n        (", "2013", "),\r\n    ", "15", "\r\n        (", "2", "),\r\n    ", "111-119", "CODEN:\r\n                ", "ACSCCC", ";\r\n        ISSN:", "2156-8944", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A high-throughput gas adsorption app. for the evaluation of adsorbents of interest in gas storage and sepn. applications has been developed.  The app. is capable of measuring complete adsorption isotherms up to 40 bar on six samples in parallel using as little as 60 mg of material.  Multiple adsorption cycles can be carried out and four gases can be used sequentially, giving as many as 24 adsorption isotherms in 24 h.  The app. was used to investigate the effect of metal center (MIL-100) and functional groups (CAU-10) on the adsorption of N2, CO2, and light hydrocarbons on MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXktFWjsg%253D%253D&md5=ed898bd3a2ca1fe986de52d787bfd537", "25. ", "Sircar", ", ", "S.", " ", "Excess Properties and Thermodynamics of Multicomponent Gas Adsorption", " ", "J. Chem. Soc., Faraday Trans.", " ", "1985", ",  ", "81", " (", "7", ")  ", "1527", "– ", "1540", "[", "Crossref", "], [", "CAS", "]", "25. ", "Excess properties and thermodynamics of multicomponent gas adsorption", "Sircar, Shivaji", "Journal of the Chemical Society, Faraday Transactions 1:  Physical Chemistry in Condensed Phases", "\r\n        (", "1985", "),\r\n    ", "81", "\r\n        (", "7", "),\r\n    ", "1527-40", "CODEN:\r\n                ", "JCFTAR", ";\r\n        ISSN:", "0300-9599", ".\r\n    ", "The thermodn. of multicomponent gas adsorption were developed by using surface excess variables, which constitute the true exptl. properties for measurement of adsorption.  The thermodn. properties of practical use such as the surface potential, the isosteric heats of adsorption, and the heat capacity of the adsorption system can be expressed and evaluated by using exptl. surface excess data.  New methods for estg. isosteric heats of adsorption from multicomponent gases and several new thermodn. consistency tests are described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2MXltlSjurY%253D&md5=35da974281e6bd1141a28dee16f51e39", "26. ", "Sircar", ", ", "S.", " ", "Gibbsian Surface Excess for Gas Adsorption - Revisited", " ", "Ind. Eng. Chem. Res.", " ", "1999", ",  ", "38", " (", "10", ")  ", "3670", "– ", "3682", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "Gibbsian Surface Excess for Gas Adsorption-Revisited", "Sircar, S.", "Industrial & Engineering Chemistry Research", "\r\n        (", "1999", "),\r\n    ", "38", "\r\n        (", "10", "),\r\n    ", "3670-3682", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The Gibbsian surface excess (GSE) represents the true exptl. variable for measuring pure and multicomponent gas adsorption equil. and kinetics by all conventional adsorption methods (volumetric, gravimetric, chromatog., column dynamic, total desorption, isotope exchange, etc).  The GSE can be used as primary variables to formulate the general thermodn. and kinetic models for adsorption on energetically homogeneous and heterogeneous adsorbents.  Thus, practical thermodn. properties like surface potentials, isosteric heats of adsorption of components, and heat capacities of adsorption systems can be estd. by using GSE.  Several thermodn. consistency tests (differential and integral) for binary adsorption systems can also be formulated by using GSE.  A math. framework describing the isothermal and nonisothermal column dynamics for adsorption of multicomponent gas mixts. can be developed by using GSE.  It can be used to simulate practical process design models (pressure and thermal swing adsorption) for gas mixt. sepn. and purifn.  There is no need to est. actual amts. adsorbed from the measured GSE variables by making ambiguous assumptions about the size of the adsorbed phase.  The exptl. GSE can be used to completely describe all practical thermodn., kinetic, column dynamic, and process design aspects of gas adsorption technol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXlt1Wju7o%253D&md5=a949c99339cc3dfab7d030e3811adfc5", "27. ", "Rother", ", ", "J.", "; ", "Fieback", ", ", "T.", "; ", "Seif", ", ", "R.", "; ", "Dreisbach", ", ", "F.", " ", "Characterization of Solid and Liquid Sorbent Materials for Biogas Purification by using a New Volumetric Screening Instrument", " ", "Rev. Sci. Instrum.", " ", "2012", ",  ", "83", " (", "5", ")  ", "055112", "[", "Crossref", "], [", "CAS", "]", "27. ", "Characterization of solid and liquid sorbent materials for biogas purification by using a new volumetric screening instrument", "Rother, J.; Fieback, T.; Seif, R.; Dreisbach, F.", "Review of Scientific Instruments", "\r\n        (", "2012", "),\r\n    ", "83", "\r\n        (", "5", "),\r\n    ", "055112/1-055112/7", "CODEN:\r\n                ", "RSINAK", ";\r\n        ISSN:", "0034-6748", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "With the increasing use of biogas as an energy source the need for new materials and methods to purify and clean the corresponding gas mixts. is rising.  In this regard, the application of ad- or absorptive gas purifn. methods has increased significantly over the last years.  For fast and economic evaluation of the potential of different sorbent materials, a new volumetric screening instrument was developed.  First the measuring method and the new instrument design will be described.  This instrument allows ad- and absorption, as well as desorption measurements in a tech. relevant, wide pressure, and temp. range.  It was used for the characterization of common sorbent materials such as activated carbons and zeolite mol. sieves.  Addnl., new substances like metal-org. frameworks and ionic liqs. were analyzed.  Thereby the sorption of CO2, CH4, N2, and H2 was measured.  The obtained data allow the direct comparison of the sorption properties of the different materials, the results of which will be presented in the 2nd part of the paper.  (c) 2012 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xntlaktbc%253D&md5=c29930ad425a323339367e54d1242a1e", "28. ", "Sing", ", ", "K. S. W.", "; ", "Everett", ", ", "D. H.", "; ", "Haul", ", ", "R. A. W.", "; ", "Moscou", ", ", "L.", "; ", "Pierotti", ", ", "R. A.", "; ", "Rouquerol", ", ", "J.", "; ", "Siemieniewska", ", ", "T.", " ", "Reporting Physisorption Data for Gas Solid Systems with Special Reference to the Determination of Surface-Area and Porosity (Recommendations 1984)", " ", "Pure Appl. Chem.", " ", "1985", ",  ", "57", " (", "4", ")  ", "603", "– ", "619", "[", "Crossref", "], [", "CAS", "]", "28. ", "Reporting physisorption data for gas/solid systems with special reference to the determination of surface area and porosity (Recommendations 1984)", "Sing, K. S. W.; Everett, D. H.; Haul, R. A. W.; Moscou, L.; Pierotti, R. A.; Rouquerol, J.; Siemieniewska, T.", "Pure and Applied Chemistry", "\r\n        (", "1985", "),\r\n    ", "57", "\r\n        (", "4", "),\r\n    ", "603-19", "CODEN:\r\n                ", "PACHAS", ";\r\n        ISSN:", "0033-4545", ".\r\n    ", "Problems and ambiguities in reporting data are discussed.  Procedures and terminol. for reporting data re recommended.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL2MXhvFWrtb4%253D&md5=4fbbea83b3a13b5f22e6d26e5d0ab20c", "29. ", "Do", ", ", "D. D.", "  ", "Adsorption Analysis: Equilibria and Kinetics", "; ", "Imperial College Press", ": ", "London", ", ", "1998", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "30. ", "Rouquerol", ", ", "F.", "; ", "Rouquerol", ", ", "J.", "; ", "Sing", ", ", "K. S. W.", "  ", "Adsorption by Powders and Porous Solids: Principles, Methodology and Applications", "; ", "Academic Press", ": ", "1999", ".", "[", "Crossref", "]", "There is no corresponding record for this reference."], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceda8/2015/jceda8.2015.92.issue-4/ed500633h/20150408/images/small/ed-2014-00633h_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceda8/2015/jceda8.2015.92.issue-4/ed500633h/20150408/images/small/ed-2014-00633h_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jceda8/2015/jceda8.2015.92.issue-4/ed500633h/20150408/images/small/ed-2014-00633h_0004.gif\">"]}
