{"title": ["Water Adsorption in Porous Metal–Organic Frameworks and Related Materials"], "authors": ["Hiroyasu Furukawa", "Felipe Gándara", "Yue-Biao Zhang", "Juncong Jiang", "Wendy L. Queen", "Matthew R. Hudson", "Omar M. Yaghi"], "doi": ["10.1021/ja500330a"], "abstract": ["Water adsorption in porous materials is important for many applications such as dehumidification, thermal batteries, and delivery of drinking water in remote areas. In this study, we have identified three criteria for achieving high performing porous materials for water adsorption. These criteria deal with condensation pressure of water in the pores, uptake capacity, and recyclability and water stability of the material. In search of an excellently performing porous material, we have studied and compared the water adsorption properties of 23 materials, 20 of which are metal–organic frameworks (MOFs). Among the MOFs are 10 zirconium(IV) MOFs with a subset of these, MOF-801-SC (single crystal form), −802, −805, −806, −808, −812, and −841 reported for the first time. MOF-801-P (microcrystalline powder form) was reported earlier and studied here for its water adsorption properties. MOF-812 was only made and structurally characterized but not examined for water adsorption because it is a byproduct of MOF-841 synthesis. All the new zirconium MOFs are made from the Zr", "O", "(OH)", "(−CO", ")", " secondary building units (", " = 6, 8, 10, or 12) and variously shaped carboxyl organic linkers to make extended porous frameworks. The permanent porosity of all 23 materials was confirmed and their water adsorption measured to reveal that MOF-801-P and MOF-841 are the highest performers based on the three criteria stated above; they are water stable, do not lose capacity after five adsorption/desorption cycles, and are easily regenerated at room temperature. An X-ray single-crystal study and a powder neutron diffraction study reveal the position of the water adsorption sites in MOF-801 and highlight the importance of the intermolecular interaction between adsorbed water molecules within the pores."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Summary", "References", "Introduction", "The adsorption of water by porous solids is important for many applications requiring capture and release of water. Microporous oxides such as zeolites are commercially used to capture water in electric dehumidifiers.", "(1)", " Temperature-triggered capture and release of atmospheric water is expected to be useful in climates where there is a large temperature difference between day and night. Here, water is adsorbed at night and released during the day, making it possible to deliver fresh water without electric power.", "(2)", " More recently, water capture by porous solids is being investigated in the design of adsorption-driven heat exchangers", "(3)", " for use as air-conditioning units in vehicles (heating and cooling are respectively achieved upon adsorption and desorption of water into/from a porous solid).", "In all such water capture applications, three criteria are prominent in the design of a viable porous material. First, the pore filling or condensation of water into the pores of the solid must occur at low relative pressure (relative humidity) and exhibit a steep uptake behavior. The former is important because water is being captured from media where it is present at low concentrations, and the latter is related to the working capacity of the material. Thus, the water adsorption isotherm should exhibit a steep uptake at a specific relative pressure (", "P", "/", "P", "0", ", where ", "P", "0", " is the saturation pressure of water). For on-board vehicle implementation of heat exchangers (so-called thermal batteries),", "(4)", " water capture is desirable at low relative pressures (", "P", "/", "P", "0", " < 0.1) as it reduces the need to incorporate compressors or to raise the evaporation temperature for the adsorption/desorption cycles. The second criterion is the high water uptake capacity for maximum delivery of water and facile adsorption/desorption processes for energy efficiency. Third, high cycling performance and water stability of the material are required. Hence, porous materials with very large pore size and pore volume might exhibit large uptake capacity that is typically reached only at high relative pressure values (close to saturation) and after a gradual uptake.", "(5)", " Conversely, microporous zeolites can capture water at very low ", "P", "/", "P", "0", " values with steep uptake behavior; however, their recyclability is energetically demanding because of the strong interactions between water and the zeolite framework. There is a need for the design and study of porous materials whose water adsorption behavior meets these three requirements.", "Metal–organic frameworks (MOFs) have been examined for their water capture properties and they were found to be highly promising materials.", "(6)", " In this study, we show that zirconium MOFs can be designed to meet these three criteria for the first time and exhibit excellent performances as water capture materials. Specifically, we report the synthesis and crystal structures of five new zirconium MOFs, Zr", "6", "O", "4", "(OH)", "4", "(PZDC)", "5", "(HCOO)", "2", "(H", "2", "O)", "2", ", MOF-802; Zr", "6", "O", "4", "(OH)", "4", "[NDC-(OH)", "2", "]", "6", ", MOF-805; Zr", "6", "O", "4", "(OH)", "4", "[BPDC-(OH)", "2", "]", "6", ", MOF-806; Zr", "6", "O", "4", "(OH)", "4", "(BTC)", "2", "(HCOO)", "6", ", MOF-808; and Zr", "6", "O", "4", "(OH)", "4", "(MTB)", "2", "(HCOO)", "4", "(H", "2", "O)", "4", ", MOF-841; (Scheme ", "1", "). We measured and compared the water adsorption properties of these MOFs, other reported zirconium MOFs (Scheme ", "1", "), zeolite 13X, BPL carbon, MCM-41,", "(7)", " and MOF-74 compounds.", "(8)", " We report the X-ray single-crystal structure of an additional zirconium MOF, Zr", "6", "O", "4", "(OH)", "4", "(fumarate)", "6", ", hereafter MOF-801, which was reported earlier as a microcrystalline powder.", "(9)", " The water adsorption properties were studied for both forms of MOF-801 referred to in the present study as MOF-801-SC and MOF-801-P (SC, single crystal; P, powder). We also present the synthesis and crystal structure of Zr", "6", "O", "4", "(OH)", "4", "(MTB)", "3", "(H", "2", "O)", "4", ", MOF-812, which was isolated as a byproduct in the reaction leading to MOF-841.", "Scheme 1. Zr", "6", "O", "4", "(OH)", "4", "(−CO", "2", ")", "n", " Secondary Building Units (SBUs) with Different Coordination Numbers Listed under Each of the SBUs as ", "n", "-c (left column) Are Connected with Organic Linkers (middle) To Form MOFs (right column) of Various Topologies (three letter codes in right column)", "This series of zirconium MOFs allowed us to evaluate the influence of pore size, surface area, framework topology, and presence of a hydrophilic functional group on the water adsorption properties of these MOF materials. We found that two members, MOF-801 and MOF-841, swiftly capture water at well-defined, low relative pressure values and exhibit high uptake, recyclability, and water stability. Furthermore, we carried out a diffraction study on MOF-801 to locate the adsorbed water molecules and gain insight into its excellent performance. It shows the formation of water clusters held by multiple hydrogen bonds in the cavities of the MOF, suggesting that the number of intermolecular interactions between adsorbed water molecules and their geometry plays a key role in optimizing the adsorption process.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Summary", "References", "Experimental Section", "Starting Materials and General Procedures", "Full synthetic and characterization details are provided in the ", "Supporting Information (SI)", ", Section S1. ", "N", ",", "N", "-Dimethylformamide (DMF), formic acid (purity >98%) and anhydrous methanol were obtained from EMD Millipore Chemicals; anhydrous acetone was obtained from Acros Organics; zirconium oxychloride octahydrate (ZrOCl", "2", "·8H", "2", "O, purity ≥99.5%) and Sigmacote siliconizing reagent were obtained from Sigma-Aldrich Co. All starting materials and solvents, unless otherwise specified, were used without further purification.", "Elemental microanalyses (EA) were performed in the Microanalytical Laboratory of the College of Chemistry at UC Berkeley, using a Perkin-Elmer 2400 series II CHNS elemental analyzer.", "(10)", " Low-pressure gas (N", "2", " and Ar) adsorption isotherms were recorded in-house on a Quantachrome Autosorb-1 volumetric gas adsorption analyzer. Liquid nitrogen and argon baths were used for the measurements at 77 and 87 K, respectively. Water isotherms were measured in-house on a BEL Japan BELSORP-aqua3, and the water uptake in weight percent (wt %) units is calculated as [(adsorbed amount of water)/(amount of adsorbent) × 100], consistent with established procedures. Prior to the water adsorption measurements, water (analyte) was flash frozen under liquid nitrogen and then evacuated under dynamic vacuum at least 5 times to remove any gases in the water reservoir. The measurement temperature was controlled with a water circulator. Helium was used for the estimation of dead space for gas and water adsorption measurements.", "(11)", " Ultrahigh-purity grade N", "2", ", Ar, and He gases (Praxair, 99.999% purity) were used throughout the experiments.", "X-ray Diffraction Studies", "Data were collected in-house on a Bruker D8-Venture diffractometer equipped with Mo-target (λ = 0.71073 Å) and Cu-target (λ = 1.54184 Å) microfocus X-ray generators and a PHOTON-100 CMOS detector. Additional data were collected using synchrotron radiation in the beamline 11.3.1 of the Advanced Light Source at Lawrence Berkeley National Laboratory. Powder X-ray diffraction patterns were recorded in-house using a Bruker D8 Advance diffractometer (Göbel-mirror monochromated Cu Kα radiation λ = 1.54056 Å).", "Neutron Diffraction Studies", "Room-temperature neutron powder diffraction data (Figure S8 in ", "SI", ") were collected on the high-resolution neutron powder diffractometer, BT1, at the National Institute of Standards and Technology Center for Neutron Research using a Ge(311) monochromator (λ = 2.0781 Å) and a 60 min collimator.", "Organic Linkers", "The organic linkers used in this study are shown in Scheme ", "1", " with their abbreviations. 1,4-Benzenedicarboxylic acid (H", "2", "BDC), fumaric acid, 2,5-dihydroxy-1,4-benzenedicarboxylic acid [H", "2", "BDC-(OH)", "2", "], 3,3′-dihydroxy-4,4′-biphenyldicarboxylic acid [H", "2", "BPDC-(OH)", "2", "], thiophene-2,5-dicarboxylic acid (H", "2", "TDC), 1", "H", "-pyrazole-3,5-dicarboxylic acid (H", "2", "PZDC), and 1,3,5-benzenetricarboxylic acid (H", "3", "BTC) were obtained from Aldrich. 1,5-Dihydroxynaphthalene-2,6-dicarboxylic acid [H", "2", "NDC-(OH)", "2", "] was purchased from Sugai Chemical Industry (Japan). 4,4′,4″,4‴-Methanetetrayltetrabenzoic acid (H", "4", "MTB) was prepared according to the published procedure.", "(12)", " 4,4′-[(2,5-Dimethoxy-1,4-phenylene)bis(ethyne-2,1-diyl)]dibenzoic acid [H", "2", "-PEDB-(OMe)", "2", "] was kindly provided by Professor Stoddart’s group at Northwestern University.", "(13)", "Procedure for MOF Preparation", "MOFs were prepared solvothermally by heating solutions containing zirconium salts, the corresponding acid form of the organic linker, and a modulating agent (either formic acid or acetic acid). DUT-67,", "(14)", " MOF-804,", "(15)", " UiO-66,", "(16)", " and PIZOF-2", "(17)", " were prepared according to published procedures with slight modifications (see ", "SI", " for details). For supercritical CO", "2", " activation,", "(18)", " the solvent-exchanged MOFs were immersed in liquid CO", "2", ", kept under supercritical CO", "2", " atmosphere, and then bled using a Tousimis Samdri PVT-3D critical point dryer. Activations involving solvent-exchange and evacuation techniques were done using established methods.", "(19)", "Single Crystals of Zr", "6", "O", "4", "(OH)", "4", "(fumarate)", "6", ", MOF-801-SC", "Fumaric acid (0.081 g, 0.70 mmol) and ZrOCl", "2", "·8H", "2", "O (0.23 g, 0.70 mmol) were dissolved in a solvent mixture of DMF/formic acid (35 mL/5.3 mL) in a 60-mL screw-capped glass jar. The mixture was heated at 120 °C for 24 h. Octahedral colorless crystals were collected and washed three times with 5 mL of fresh DMF (Yield: 0.10 g, 63% based on fumaric acid). As-synthesized sample of MOF-801-SC was rinsed with 10 mL of anhydrous DMF three times per day for 3 days and immersed in 10 mL of methanol for 3 days, during which time the methanol was replaced three times per day. The solid was then dried at 150 °C under vacuum for 24 h to yield activated sample. EA of activated sample: Calcd for Zr", "6", "C", "24", "H", "16", "O", "32", " = [Zr", "6", "O", "4", "(OH)", "4", "(fumarate)", "6", "]: C, 21.14; H, 1.18%; Found: C, 19.40; H, 1.77%. Calcd for Zr", "6", "C", "24", "H", "28", "O", "38", " = [Zr", "6", "O", "4", "(OH)", "4", "(fumarate)", "6", "]·6(H", "2", "O): C, 19.59; H, 1.92%.", "(20)", "Microcrystalline Powder Sample of Zr", "6", "O", "4", "(OH)", "4", "(fumarate)", "6", ", MOF-801-P", "Fumaric acid (5.8 g, 50 mmol) and ZrOCl", "2", "·8H", "2", "O (16 g, 50 mmol) were dissolved in a solvent mixture of DMF/formic acid (200 mL/70 mL) in a 500-mL screw-capped jar, which was heated at 130 °C for 6 h. White precipitate was filtrated using Nylon membrane filters (pore size 0.2-μm), and washed three times with 20 mL of fresh DMF and three times with 50 mL of methanol (Yield: 10 g; 90% based on fumaric acid). As-synthesized MOF-801-P was rinsed with 50 mL of anhydrous DMF three times per day for 3 days, and immersed in 100 mL of methanol for 3 days, during which time the methanol was replaced three times per day. The solid was then dried at 150 °C under vacuum for 24 h to yield activated sample. EA of activated sample: Calcd for Zr", "6", "C", "24", "H", "16", "O", "32", " = [Zr", "6", "O", "4", "(OH)", "4", "(fumarate)", "6", "]: C, 21.14; H, 1.18%; Found: C, 19.25; H, 1.05%. Calcd for Zr", "6", "C", "24", "H", "28", "O", "38", " = [Zr", "6", "O", "4", "(OH)", "4", "(fumarate)", "6", "] ·6(H", "2", "O): C, 19.59; H, 1.92%.", "(20)", "Zr", "6", "O", "4", "(OH)", "4", "(PZDC)", "5", "(HCOO)", "2", "(H", "2", "O)", "2", ", MOF-802", "H", "2", "PZDC (0.27 g, 1.5 mmol) and ZrOCl", "2", "·8H", "2", "O (0.40 g, 1.3 mmol) were dissolved in a solvent mixture of DMF/formic acid (50 mL/35 mL) in a 125-mL screw-capped glass jar, which was heated at 130 °C for 72 h. Block colorless crystals were collected and washed three times with 5 mL of fresh DMF (Yield: 0.12 g; 39% based on H", "2", "PZDC). As-synthesized MOF-802 was rinsed with 10 mL of anhydrous DMF three times per day for three days and immersed in 10 mL of anhydrous acetone for 3 days, during which time the solvent was replaced three times per day. Acetone exchanged material was activated with the supercritical CO", "2", " activation protocol and evacuated at 120 °C for 24 h to yield guest-free sample. EA of activated sample: Calcd for Zr", "6", "C", "27", "N", "10", "H", "20", "O", "34", " = [Zr", "6", "O", "4", "(OH)", "4", "(PZDC", "4", ")", "5", "(HCOO)", "2", "(H", "2", "O)", "2", "]: C, 20.58; H, 1.28; N, 8.89%. Found: C, 18.39; H, 0.72; N, 7.56%.", "Zr", "6", "O", "4", "(OH)", "4", "[NDC-(OH)", "2", "]", "6", ", MOF-805", "H", "2", "NDC-(OH)", "2", " (0.012 g, 0.050 mmol) and ZrOCl", "2", "·8H", "2", "O (0.032 g, 0.10 mmol) were dissolved in a solvent mixture of DMF/formic acid (10 mL/2 mL) in a 20-mL screw-capped glass vial, which was heated at 120 °C for 24 h. Obtained yellow precipitate was recovered by centrifugation. The solid was washed three times with 3 mL of fresh DMF [Yield: 0.014 g, 78% based on H", "2", "NDC-(OH)", "2", "]. As-synthesized MOF-805 was rinsed with 5 mL of anhydrous DMF three times per day for 3 days, and immersed in 5 mL of anhydrous methanol for 3 days, during which time the solvent was exchanged three times per day. Exchanged material was dried under dynamic vacuum at 120 °C for 24 h to yield activated sample. EA of activated sample: Calcd for Zr", "6", "C", "72", "H", "40", "O", "44", " = [Zr", "6", "O", "4", "(OH)", "4", "(C", "12", "H", "6", "O", "6", ")", "6", "]: C, 40.11; H, 1.87%. Found: C, 38.36; H, 1.74%. Calcd for Zr", "6", "C", "72", "H", "50", "O", "49", " = [Zr", "6", "O", "4", "(OH)", "4", "(C", "12", "H", "6", "O", "6", ")", "6", "] ·5(H", "2", "O): C, 38.49; H, 2.24%.", "(20)", "Zr", "6", "O", "4", "(OH)", "4", "[BPDC-(OH)", "2", "]", "6", ", MOF-806", "H", "2", "BPDC-(OH)", "2", " (0.014 g, 0.050 mmol) and ZrOCl", "2", "·8H", "2", "O (0.032 g, 0.10 mmol) were dissolved in a solvent mixture of DMF/formic acid (10 mL/2 mL) in a 20-mL screw-capped glass vial, which was heated at 120 °C for 48 h. Octahedral colorless crystals were collected and washed three times with 3 mL of fresh DMF (Yield: 0.012 g, 62% based on H", "2", "BPDC-(OH)", "2", "). As-synthesized MOF-806 was rinsed with 5 mL of anhydrous DMF three times per day for 3 days and immersed in 5 mL of anhydrous acetone for 3 days, during which time the acetone was replaced three times per day. Acetone exchanged material was activated on a supercritical CO", "2", " dryer, followed by evacuation at 120 °C for 24 h. EA of activated sample: Calcd for Zr", "6", "C", "84", "H", "52", "O", "44", " = {Zr", "6", "O", "4", "(OH)", "4", "[BPDC-(OH)", "2", "]", "6", "}: C, 43.63; H, 2.27%. Found: C, 39.80; H, 2.34%. Calcd for Zr", "6", "C", "84", "H", "72", "O", "54", " = {Zr", "6", "O", "4", "(OH)", "4", "[BPDC-(OH)", "2", "]", "6", "}·10(H", "2", "O): C, 40.48; H, 2.91%.", "(20)", "Zr", "6", "O", "4", "(OH)", "4", "(BTC)", "2", "(HCOO)", "6", ", MOF-808", "H", "3", "BTC (0.11 g, 0.50 mmol) and ZrOCl", "2", "·8H", "2", "O (0.16 g, 0.50 mmol) in a solvent mixture of DMF/formic acid (20 mL/20 mL) were placed in a 60-mL screw-capped glass jar, which was heated at 100 °C for 7 days. Octahedral colorless crystals were collected and washed three times with 10 mL of fresh DMF (Yield: 0.098 g, 70% based on ZrOCl", "2", "·8H", "2", "O). As-synthesized MOF-808 was rinsed with 10 mL of anhydrous DMF three times per day for 3 days, and immersed in 10 mL of anhydrous acetone for 3 days, during which time the acetone was replaced three times per day. Acetone exchanged crystals were activated on a supercritical CO", "2", " dryer, followed by evacuation at 150 °C for 24 h. EA of activated sample: Calcd for Zr", "6", "C", "24", "H", "13", "O", "32", " = [Zr", "6", "O", "4", "(OH)", "4", "(BTC)", "2", "(HCOO)", "6", "]: C, 21.13; H, 1.19%. Found: C, 21.46; H, 1.46; N, 0.77%. Calcd for Zr", "6", "C", "25.5", "H", "21.5", "O", "33.5", "N", "0.5", " = [Zr", "6", "O", "4", "(OH)", "4", "(BTC)", "2", "(HCOO)", "6", "]·0.5(DMF)(H", "2", "O): C, 21.59; H, 1.53; N, 0.49%.", "(20)", "Zr", "6", "O", "4", "(OH)", "4", "(MTB)", "2", "(HCOO)", "4", "(H", "2", "O)", "4", ", MOF-841", "H", "4", "MTB (0.12 g, 0.25 mmol) and ZrOCl", "2", "·8H", "2", "O (0.32 g, 1.0 mmol) were dissolved in a solvent mixture of DMF/formic acid (40 mL/25 mL) in a 125-mL screw-capped glass jar, which was heated at 130 °C for 48 h. Mother liquor of the reaction mixture was transferred into another 125-mL screw-capped glass jar and further heated at 130 °C for 2 days. Colorless block crystals were collected and washed three times with 5 mL of fresh DMF (Yield: 0.13 g, 55% based on H", "4", "MTB). As-synthesized MOF-841 was rinsed with 10 mL of anhydrous DMF three times per day for 3 days and immersed in 10 mL of anhydrous acetone for 3 days, during which time the acetone was replaced three times per day. The obtained material was activated on a supercritical CO", "2", " dryer followed by evacuation at 120 °C for 24 h. EA of activated sample: Calcd for Zr", "6", "C", "62", "H", "48", "O", "36", " = [Zr", "6", "O", "8", "H", "4", "(C", "29", "H", "16", "O", "8", ")", "2", "(HCOO)", "4", "(H", "2", "O)", "4", "]: C, 38.86; H, 2.52%; Found: C, 39.15; H, 2.16%.", "Zr", "6", "O", "4", "(OH)", "4", "(MTB)", "3", "(H", "2", "O)", "2", ", MOF-812", "H", "4", "MTB (0.048 g, 0.10 mmol) and ZrOCl", "2", "·8H", "2", "O (0.064 g, 0.20 mmol) were dissolved in a solvent mixture of DMF/formic acid (10 mL/6 mL) in a 20-mL screw-capped glass vial, which was heated at 130 °C for 1 day. Crystals of MOF-812 appeared only in low yield and as a byproduct along with crystals of MOF-841.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Summary", "References", "Results and Discussion", "Although several classes of compounds have been used for water adsorption, it remains a challenge to find materials of high performance combining high total uptake, precise operational pressure range control, recyclability, and stability, aspects consistent with the criteria stated above. Zeolites have the ability to capture water at very low relative pressures because of their great affinity for water.", "(21)", " However, as consequence of the strong interaction with the framework, heating to a high temperature is required to desorb the water and regenerate the adsorbent. High water uptake capacity can be achieved with large-pore materials, such as mesoporous silicas and carbons,", "(22)", " but due to their hydrophobic nature, the water capture is restricted to the condensation at high relative pressure values with these materials being difficult to chemically manipulate to significantly modify their sorption profile. A similar scenario is found for the large-pore MOF called MIL-101.", "(6d, 6f, 6n, 6o)", " This material exhibits a large total uptake with a step position at high ", "P", "/", "P", "0", " (0.3–0.5), which indicates that the hydrophobic nature of the organic linker dominates the water sorption profile of the MOF. The addition of functional groups to provide water binding sites resulted in changes in the water isotherm profile of this material;", "(6p)", " however, the condensation step is still far from the low-pressure region and with gradual, shallow uptake events rather than sharp ones. Similar results have been observed with functionalized versions of the smaller-pore size UiO-66,", "(6q)", " but the organic functional groups here are not sufficiently strong to bind water at very low relative pressure. Stronger sorption sites can be incorporated in MOFs in the form of open metal sites, as in MOF-74;", "(8)", " however, similar to the case of zeolites, these are found to be very strong sorption sites for water and require higher temperatures to desorb the water molecules.", "(23)", "Here we show that large, steep water uptake at low relative pressure can be achieved with zirconium MOFs having appropriate pore size where the interactions between water molecules is optimal. In addition, because this approach does not rely on the presence of very strong binding sites in the framework, regeneration of the MOF material can be completed without heating. We have implemented this strategy with MOFs based on zirconium oxide secondary building units (SBUs), which consist of six octahedrally disposed zirconium atoms held together by eight μ", "3", "-oxygen atoms (Scheme ", "1", "). Thus, we have prepared an isoreticular series of MOFs with ", "fcu", " topology by combining 12-coordinated (12-c) SBUs with linear and ditopic linkers. MOFs with other topologies (", "ith", ", ", "bct", ", ", "flu", ", ", "reo", ", and ", "spn", ") are produced by combining analogous SBUs of different coordination number (12, 10, 8, and 6) and organic linkers of different geometry (tetrahedral, bent ditopic, and tritopic) as shown in Scheme ", "1", ".", "(23)", "1", "Crystal Structures of the New Zirconium MOFs", "MOF-805", "Microcrystalline MOF-805 is prepared with the use of NDC-(OH)", "2", " as a linker (Scheme ", "1", "). Its structure was determined by comparison of the experimental PXRD pattern with the one calculated from a structural model based on the ", "fcu", " net (Figure ", "1", "a), with refined unit cell parameter ", "a", " = 23.612 Å in the space group ", "F", "23 (Figure ", "1", "b, Section S2, ", "SI", "). Each of the SBUs is coordinated to 12 organic linkers and each of the linkers is coordinated to two SBUs to give a three-dimensional framework having a network of porous tetrahedral and octahedral cages with internal pore diameters of 8.6 Å and 9.5 Å, respectively, as calculated with Platon (Table ", "1", ").", "(24)", "MOF-806", "Single crystals of MOF-806 were prepared with the use of BPDC-(OH)", "2", " as organic linker (Scheme ", "1", "). The resulting structure is an expanded version of MOF-805. The single-crystal diffraction data analysis indicates that MOF-806 crystallizes in the cubic ", "Fm", "3̅ space group with lattice parameter ", "a", " = 26.8514(7) Å (section S3, ", "SI", "). The inorganic SBUs are coordinated to 12 organic linkers resulting in a three-dimensional ", "fcu", " network, with tetrahedral and octahedral cages with internal pore diameters of 10.1 Å and 12.6 Å, respectively (Figure ", "1", "c).", "MOF-802", "MOF-802 is prepared with the bent ditopic PZDC as a linker (Scheme ", "1", "). The analysis of the single-crystal diffraction data reveals that MOF-802 crystallizes in the ", "Fdd", "2 space group, with unit cell parameters ", "a", " = 39.222(3) Å, ", "b", " = 26.018(2) Å and ", "c", " = 27.887(2) Å (section S3, ", "SI", "). In MOF-802 each inorganic SBU is connected to 10 organic linkers, with formate and DMF ligands occupying the remaining two coordination sites. The resulting three-dimensional framework has a ", "bct", " topology (Figure ", "2", "a). In this topology there is only one kind of cavity, which in the case of MOF-802 has a maximum diameter of 5.6 Å (b and c of Figure ", "2", ").", "Figure 1. Representation of the ", "fcu", " topology (a) and the structure of MOF-805 (b) and MOF-806 (c). Atom color scheme: C, black; O, red; Zr, blue polyhedra. H atoms are omitted for clarity. Yellow and orange balls indicate the space in the framework.", "MOF-808", "Octahedral crystals of MOF-808 are prepared with the tritopic BTC as a linker (Scheme ", "1", "). Single crystal diffraction data analysis shows that MOF-808 crystallizes in the cubic space group ", "Fd", "3̅", "m", " with lattice parameter ", "a", " = 35.076(1) Å (section S3, ", "SI", "). The crystal structure solution reveals that the inorganic SBUs are connected to six BTC linkers and each of the linkers is coordinated to three SBUs. In addition, the coordination of the SBU is completed with six formate ligands, which account for the charge balance. These formate anions are found coordinated to the Zr atoms and disordered as both mono- and bidentate ligands. MOF-808 has a 6,3-connencted three-dimensional framework with an overall ", "spn", " topology (Figure ", "3", "a). Tetrahedral cages with internal pore diameters of 4.8 Å are formed, with the inorganic SBUs at the vertices and the BTC linkers at the faces of the tetrahedron (Figure ", "3", "b). The tetrahedral cages are sharing vertices in such a way that the overall connectivity of MOF-808 can be simplified to an augmented diamond net. A large adamantane cage is formed with an internal pore diameter of 18.4 Å (Figure ", "3", "c).", "Table 1. Summary of the Sorption, Physical and Pore Structure Properties of the Studied Zirconium MOFs", " ", "surface area, m", "2", " g", "–1", " ", " ", " ", "water uptake, cm", "3", " g", "–1", " ", "material", "BET", "Langmuir", "V", "p", ", cm", "3", " g", "–1", "d", "crystal", ", g cm", "–3", "a", "pore diameter, Å", "b", "P", "/", "P", "0", " = 0.1", "P", "/", "P", "0", " = 0.3", "P", "/", "P", "0", " = 0.9", "Group 1", "MOF-801-P", "990", "1070", "0.45", "N/A", "7.4, 5.6, 4.8", "280", "380", "450", "MOF-801-SC", "690", "770", "0.27", "1.68", "7.4, 5.6, 4.8", "170", "270", "350", "MOF-802", "<20", "<20", "<0.01", "1.47", "5.6", "35", "70", "110", "UiO-66", "1290", "1390", "0.49", "1.23", "8.4, 7.4", "20", "125", "535", "Group 2", "MOF-808", "2060", "2390", "0.84", "0.86", "18.4", "55", "160", "735", "MOF-841", "1390", "1540", "0.53", "1.05", "9.2", "10", "550", "640", "DUT-67", "1560", "1720", "0.60", "1.04", "16.6, 8.8", "100", "390", "625", "PIZOF-2", "2080", "2490", "0.88", "0.67", "17.6", "4", "7", "850", "Group 3", "MOF-804", "1145", "1260", "0.46", "1.31", "7.2, 6.8", "160", "235", "290", "MOF-805", "1230", "1370", "0.48", "1.06", "9.5, 8.6", "25", "160", "415", "MOF-806", "2220", "2390", "0.85", "0.78", "12.6, 10.1", "30", "60", "425", "Other porous solids", "Mg-MOF-74", "1250", "1510", "0.53", "0.91", "11.1", "550", "605", "750", "Co-MOF-74", "1130", "1420", "0.49", "1.17", "11.1", "505", "565", "630", "Ni-MOF-74", "1040", "1320", "0.46", "1.19", "11.1", "490", "545", "615", "CAU-6", "760", "950", "0.34", "1.03", "9.1", "260", "335", "380", "CAU-10", "600", "770", "0.26", "1.60", "5.6", "110", "275", "365", "Basolite A100", "870", "1080", "0.36", "0.95", "6.9", "30", "60", "250", "Basolite A300", "1660", "2570", "0.82", "0.62", "24.6, 31.0", "130", "260", "815", "Basolite C300", "1470", "1520", "0.56", "0.95", "11.1, 6.3, 5.6", "285", "520", "690", "zeolite 13X", "650", "710", "0.24", "N/A", "10", "355", "385", "415", "MCM-41", "1340", "3160", "1.12", "N/A", "250–300", "25", "60", "960", "BPL carbon", "1210", "1500", "0.53", "N/A", "10–20", "0.4", "1.3", "4.8", "a", "From crystal structure data.", "b", "Calculated with Platon.", "MOF-812", "Crystals of MOF-812 were obtained with the use of MTB as linker (Scheme ", "1", "). MOF-812 crystallizes in the monoclinic ", "C", "2/", "c", " space group, with ", "a", " = 23.965(1) Å, ", "b", " = 29.284(1) Å, ", "c", " = 17.3545(9) Å, β = 96.301(2)° (section S3 of the ", "SI", "). The SBUs in MOF-812 are connected to 12 tetrahedral linkers, with four carboxylate groups acting as monodentate ligands. The simplified SBU in MOF-812 corresponds to an icosahedron, which is different from the cuboctahedron that is found in the 12 connected Zr SBUs of the ", "fcu", " series. Each one of the linkers is coordinated to four SBUs, and the resulting three-dimensional network has ", "ith", " topology, with cavities of 5.6 Å diameter (a and b of Figure ", "4", "). MOF-812 was obtained only as byproduct during the synthesis of MOF-841, and no further analysis was implemented on this material.", "Figure 2. Representation of the ", "bct", " topology (a). One cavity in MOF-802 is shown in (b), and the packing of several unit cells is shown in (c). Atom color scheme: C, black; N, green; O, red; Zr, blue polyhedra. H atoms are omitted for clarity. Yellow balls indicate the space in the framework.", "MOF-841", "Crystals of MOF-841 were prepared with MTB as a linker (Scheme ", "1", "). Structural analysis carried out with single-crystal X-ray diffraction data reveals that MOF-841 belongs to the tetragonal space group ", "I", "4/", "m", ", with lattice parameter ", "a", " = 14.6766(6) Å and ", "c", " = 28.033(1) Å (section S3 of the ", "SI", "). Each SBU in MOF-841 is connected to eight linkers. Water and formate ligands complete the coordination of the SBU. The combination of eight connected SBUs with tetrahedral linkers results in a three-dimensional framework with ", "flu", " topology (Figure ", "4", "c). This is the default, high symmetry, edge transitive network, obtained with the combination of cubic and tetrahedral building units. Only one type of cage is formed in this structural type. For MOF-841 the diameter of the cage (without terminating formic acid) is 11.6 Å (Figure ", "4", "d).", "Figure 3. Representation of the ", "spn", " topology (a) exhibited by MOF-808, which is built with octahedral (red) and triangular (green) units, resulting in the formation of tetrahedral cage (b) and large adamantane pores (c). Atom color scheme: C, black; O, red; Zr, blue polyhedra. H atoms are omitted for clarity. Yellow and orange balls indicate the space in the framework.", "Other Zr-based MOFs that we have made and evaluated include several members of the ", "fcu", " family (Figure ", "1", "a). The smallest member of this series, MOF-801, is obtained by using fumarate as the organic linker (Figure ", "5", "). This material was originally reported by Wißmann et al.,", "(9)", " who elucidated its crystal structure on the basis of analysis of the PXRD pattern. The microcrystalline powder form of MOF-801 was obtained under optimized synthetic conditions. Under different synthetic conditions, we have been able to grow crystals suitable for SXRD studies. As explained below, the two forms of MOF-801 [large single crystals, MOF-801-SC, and microcrystalline powder, MOF-801-P] consistently show different sorption properties and are described here as separate materials. The structure of MOF-801 belongs to the cubic space group ", "Pn", "3̅. In this space group there are two crystallographically independent tetrahedral cavities, with slightly different sizes of 5.6 Å and 4.8 Å diameter. The diameter of the octahedral cavity is 7.4 Å.", "Figure 4. Combination of tetrahedral units with icosahedral units produces the ", "ith", " network (a) exhibited by MOF-812 (b). The ", "flu", " network (c) is formed when tetrahedral units are combined with cubic ones, as in the case of MOF-841 (d). Atom color scheme: C, black; O, red; Zr, blue polyhedra. Green polyhedra represent central tetrahedral carbon. H atoms are omitted for clarity. Yellow balls indicate the space in the framework.", "Structural Aspects of Other Zirconium MOFs Examined in This Study", "The well-known UiO-66 is formed with BDC as the linker, and the tetrahedral and octahedral cavities are 7.4 Å and 8.4 Å of diameter, respectively.", "(16)", " MOF-804 is the dihydroxyl derivative of UiO-66, prepared with BDC-(OH)", "2", ".", "(15)", " The presence of the hydroxyl groups in the organic linker results in slightly smaller pore sizes, 6.8 Å and 7.2 Å in diameter for the tetrahedral and octahedral cages, respectively. PIZOF-2 is the largest member of the ", "fcu", " series, and it consists of two interpenetrated frameworks. The interpenetration leads to only one type of cavity, with 17.6 Å in diameter. Finally, we have evaluated DUT-67, which is prepared with the bent ditopic TDC linker (Scheme ", "1", ") and has a ", "reo", " topology, with two types of cavities with diameters of 8.8 Å and 16.6 Å (Table ", "1", ").", "Figure 5. MOF-801 is the smallest Zr-MOF with ", "fcu", " topology. Atom color scheme: C, black; O, red; Zr, blue polyhedra. Yellow, orange and green balls indicate the space in the framework.", "2", "Permanent Porosity of New and Reported Zirconium MOFs", "Prior to the water sorption measurements, we recorded N", "2", " and/or Ar adsorption isotherms for the 11 Zr-MOFs to confirm their permanent porosity and to calculate their surface area. The N", "2", " and/or Ar isotherms can be found in the ", "SI", " (Figures S19–S29). For easy reference, we have classified the MOFs used in this study into three groups depending on their structure and functionality (Table ", "1", "). In group 1 we include MOFs with small pores (pore diameter <8.4 Å for MOF-801-SC, MOF-801-P, MOF-802, and UiO-66); group 2 includes MOFs with large pores where pore diameter ranges from 8.8 Å to 18.4 Å for DUT-67, MOF-808, MOF-841, and PIZOF-2; and group 3 includes the MOFs with hydroxyl functionalized linkers, (MOF-804, MOF-805, and MOF-806). The BET and Langmuir surface areas, pore volume, crystal density, pore diameter, and water uptake capacity for each Zr-MOF sample belonging to the three groups are summarized along with other porous solids in Table ", "1", ".", "3", "Water Adsorption Properties of Zirconium MOFs", "Condensation Pressure and Uptake Capacity", "The water isotherms are shown in Figure ", "6", " (Figures S30–S39 in ", "SI", "). For comparison, we first studied the water uptake properties of the prototypical Zr-MOF, UiO-66 (Figure ", "6", "a, black squares), and compared it to data reported by other researchers.", "(26)", " The water isotherm of UiO-66 (group 1) has a sigmoidal shape with a moderate hysteresis loop at ", "P", "/", "P", "0", " = 0.3–0.4. Maximum water uptake at 25 °C reaches 535 cm", "3", " g", "–1", " (43 wt %) at ", "P", "/", "P", "0", " = 0.9 (Table ", "1", "). These results, recorded on a volumetric instrument (uptake vs ", "P", "/", "P", "0", "), show the same trend as those previously reported and measured on a gravimetric system (uptake vs relative humidity, RH%).", "(25)", "The water isotherm of MOF-801-SC measured at 25 °C is shown in Figure ", "6", "a, blue squares. The adsorbed amount of water gradually increases with increasing pressure up to ", "P", "/", "P", "0", " = 0.05, followed by abrupt water uptake in the pressure range from ", "P", "/", "P", "0", " = 0.05 to 0.1, and the maximum uptake is 350 cm", "3", " g", "–1", " (28 wt %) at ", "P", "/", "P", "0", " = 0.9. The step pressure is much lower than that of UiO-66, indicating a higher water affinity for this material. A similar trend is observed by MOF-801-P (Figure ", "6", "a, red squares), while the maximum water uptake is now 1.3 times greater than MOF-801-SC [450 cm", "3", " g", "–1", " (36 wt %) at ", "P", "/", "P", "0", " = 0.9]. This difference in maximum uptake between the two forms of MOF-801 was also observed in the N", "2", " sorption measurements, and we attribute this to the possibility of a large amount of missing linker defects in MOF-801-P.", "(25)", " MOF-802 shows a type I isotherm (Figure ", "6", "a, green squares). Although this compound does not show significant N", "2", " and Ar uptake, the total water uptake is 100 cm", "3", " g", "–1", " (8.0 wt %) at ", "P", "/", "P", "0", " = 0.9, indicating that the pore is large enough to allow inclusion water molecules due to its smaller kinetic diameter (2.6 Å).", "The water isotherms for group 2 MOFs display significant steps with a hysteresis loop (Figure ", "6", "b). The limited water uptake at lower pressure from these steps indicates that the affinity of water to the MOF surface is low. This is related to the hydrophobicity of the organic linker; therefore, higher water vapor pressure is required to induce the pore filling. This is clearly illustrated by the behavior of PIZOF-2, which has a large pore diameter and does not take up water up to ", "P", "/", "P", "0", " = 0.7. Once the uptake starts, it reaches a total water storage capacity of 850 cm", "3", " g", "–1", " (68 wt %) at ", "P", "/", "P", "0", " = 0.9. This high uptake capacity at high relative pressure indicates a strong correlation between porosity and total water uptake (Figure S50 in ", "SI", "). The maximum uptake of DUT-67 and MOF-808 is 625 cm", "3", " g", "–1", " (50 wt %) and 735 cm", "3", " g", "–1", " (59 wt %), respectively. DUT-67 shows several steps in its isotherm, which can be correlated to the filling of the variously sized cavities that are present in this structure. MOF-841 shows an isotherm with a steep adsorption commencing at ", "P", "/", "P", "0", " = 0.2 and reaching 550 cm", "3", " g", "–1", " at ", "P", "/", "P", "0", " = 0.3 (640 cm", "3", " g", "–1", " at ", "P", "/", "P", "0", " = 0.9).", "In the case of group 3 MOFs, MOF-804 shows a type I isotherm profile (Figure ", "6", "c, red circles), while sigmoid isotherms are observed for the larger pore materials MOF-805 and MOF-806 (Figure ", "6", "c, blue and green circles, respectively). All three MOFs in this group show relatively low maximum uptakes, compared to the other studied MOFs: MOF-804 has a maximum uptake of 295 cm", "3", " g", "–1", " (24 wt %) at ", "P", "/", "P", "0", " = 0.9, while MOF-805 and MOF-806 have a maximum uptake of 415 cm", "3", " g", "–1", " (33 wt %) and 425 cm", "3", " g", "–1", " (34 wt %), respectively.", "(26)", "In principle, the presence of hydroxyl functional groups as in MOF-804, -805, and -806 should increase the affinity of the framework for water, resulting in higher uptake values at lower pressure. However, we find that, although the presence of these functional groups affect the isotherm profile, this effect appears to be marginal in enhancing the affinity of the adsorbent surface to the water molecules. Hence, the water uptake by MOF-805 and MOF-806 at ", "P", "/", "P", "0", " = 0.1 is only 10% of that found for MOF-801-P under the same conditions Thus, to fill the micropores with water in the desirable pressure range (especially below ", "P", "/", "P", "0", " = 0.1) and realize the steep water uptake (i.e., the first criterion mentioned above), the pore size of the MOF structure plays a primary role. The reasons for the higher affinity of MOF-801 are explained in detail below.", "Figure 6. Water isotherms of zirconium MOFs with small pore (a), large pore (b), and hydroxyl functionalized linkers (c) measured at 25 °C. The isotherm of zeolite 13X is also included in panel (a).", "Ease of Regeneration and Cycle Performance in Water Uptake", "The third criterion for the actual applicability of MOFs as water adsorbents concerns the ease of regeneration and stability to maximize the delivery of water. To evaluate these factors, the samples were evacuated at 25 °C for 2 h after the isotherm measurements. Typical pressure in the sample cell after the regeneration process was 5 Pa. We then collected the water isotherms up to five cycles (Figure ", "7", ") for the Zr-MOFs studied here along with 10 other representative porous solids, including zeolite 13X, MCM-41, M-MOF-74 (M = Mg, Ni, and Co), CAU-6,", "(27)", " CAU-10", "(28)", " and the commercially available MOFs Basolite A100, C300, and A300 (Table ", "1", "). The isotherms are shown in the ", "SI", " (Figures S40–S49). The cycle performance results show that, for MOF-805, MOF-806, MOF-808, and Basolite A100, A300, and C300, the uptake constantly drops in every cycle. The surface area of these MOFs was redetermined after the water cycle tests, showing a significant decrease. This observation suggests that the loss of water uptake capacity is related to the loss of porosity.", "For DUT-67, MOF-804, MOF-74s, CAU-6, and zeolite 13X, we find a significant decrease from the first to the second cycle and a nearly constant uptake thereafter. This behavior can be explained if some of the water molecules are strongly bound to the framework, not being desorbed under the aforementioned regeneration conditions. If this is the case, the water release requires further energy input (higher temperature and/or better vacuum). In practical terms, the working capacity of these materials is strongly limited due to the high regeneration cost.", "Finally, we find that MOF-801-P, MOF-802, MOF-841, UiO-66, CAU-10, and MCM-41 exhibit the best and closest to the ideal cycling performance. These materials show robust cycling performance as indicated by the similarity of water uptake in all five cycles (Figure ", "7", "). Since these materials are stable under humid conditions and have no strong binding sites (e.g., open metal sites) for water to bind, it is expected their working capacity (deliverable amount of water) not to be strongly influenced by the regeneration conditions.", "Best Performing Porous Materials for Water Adsorption", "As mentioned above, different applications require different operation pressures. Whereas, for on-board heat exchange systems, it is preferable to have materials capable of taking up large amounts of water in low-pressure regions (", "P", "/", "P", "0", " ≤ 0.1), temperature-triggered water capture and release systems are expected to operate at ", "P", "/", "P", "0", " values close to 0.3. Therefore, the water uptake for selected materials at various ranges of ", "P", "/", "P", "0", " values in the five consecutive cycles is plotted in Figure ", "7", " (Figure S51 in ", "SI", "). Furthermore, the uptake capacities for the first and fifth cycles for zirconium MOFs and other porous solids are also compared in Figure ", "7", ".", "At ", "P", "/", "P", "0", " = 0.1, the water uptakes of MOF-801-P and Co-MOF-74 are higher than 20 wt %, which outperform any of the other MOFs. More importantly, after the first cycle these capacities are still 3 times greater than that of zeolite 13X, which is commonly used for water adsorption chillers.", "(29)", " The water uptake capacity increases for all materials at ", "P", "/", "P", "0", " = 0.3. However, the order is slightly different from the one observed at relative pressure of 0.1: here, MOF-841 outperforms other materials. The isotherm profile of this material (Figure ", "6", "b), which shows a significant step in the pressure range from ", "P", "/", "P", "0", " = 0.2 to 0.3, indicates that water rapidly condenses in the pore of this MOF at this pressure range. In addition, the uptake is nearly constant throughout the five cycles. After the fifth cycle, the uptake is still greater than 40 wt %. To the best of our knowledge, this is the highest value of water uptake at ", "P", "/", "P", "0", " = 0.3 for any porous solid.", "4", "Temperature Dependency of Water Uptake", "Since water adsorption is an exothermic process, a large amount of heat can be utilized if the adsorption enthalpy is large. With that in mind, released heat can increase the temperature in adsorbent beds so that the uptake capacity can be drastically influenced by this temperature change. Therefore, we have measured the water isotherms for the best performers, MOF-801-P and MOF-841, at various temperatures between 15 to 55 °C (Figure S52, S54 in ", "SI", "). These isotherms show that the maximum uptake capacity is not significantly influenced by the temperature, indicating that water molecules are easily condensed within the MOF pores.", "(30)", " We have estimated the isosteric heat of adsorption (", "Q", "st", ") of water from the isotherms measured at various temperatures (Figures S53, S55 in ", "SI", "). The ", "Q", "st", " value in the low water coverage range for MOF-841 is around 50 kJ mol", "–1", ", which remains nearly constant throughout the entire adsorption process, and represent 25% greater energy than the latent energy of water (40.7 kJ mol", "–1", "). The ", "Q", "st", " value for MOF-801-P is even greater than for MOF-841, approximately 60 kJ mol", "–1", ".", "Applications to Thermal Battery and Water Delivery in Remote Desert Regions", "With these values, we can estimate how much heat can be stored in 15 kg of MOF-801-P. Assuming that the storage capacity and ", "Q", "st", " of MOF-801-P are 20 wt % (at ", "P", "/", "P", "0", " = 0.1) and 60 kJ mol", "–1", ", respectively, the total heat expected to be released is 10 MJ. If such a system is operated for 1 h with 65% efficiency, the power capability is equivalent to 1.8 kW: a value approaching the 2.5 kW power target for typical thermal batteries as set by DOE.", "(31)", "The temperature effect on water uptake is also important to realize another application of water adsorption in MOFs: temperature-triggered water capture and release systems, where atmospheric water would be captured and delivered at different temperatures in areas with high temperature contrasts between day and night. For example, in the city of Tabuk in Saudi Arabia, the typical summer temperature and relative humidity during day time are respectively 40 °C and 5%, drastically changing at night to 25 °C and 35%. Assuming ", "P", "/", "P", "0", " × 100 = RH%, the working capacity of MOF-841 between ", "P", "/", "P", "0", " = 0.05–0.35 is more than 40 wt % (Figure S58 in ", "SI", "), which is the largest obtained among all Zr-MOFs. If 15 kg of MOF-841 is deployed in Tabuk under these optimal conditions, it should be able to deliver 6.3 L of pure water per day.", "5", "Location of Water Molecules in MOF-801-SC Using X-ray Diffraction", "The above results provide valuable insight into the water adsorption behavior of porous solids, in particular MOF materials. On the basis of the forgoing discussion, it is reasonable to state that structural parameters such as pore size dictate the differences in the isotherm profiles rather than sole effects of additional hydroxyl functionality in the linkers. To further understand how these structural factors influence the adsorption properties of the MOFs, we set out to determine the location of water molecules in MOF-801 with the prescribed amount of guest water molecules using diffraction techniques (SXRD for MOF-801-SC and neutron powder diffraction for MOF-801-P).", "Location of Water at Low Uptake", "Prior to studying the location of water, we collected diffraction data for a crystal which was evacuated in situ under dynamic vacuum (50 Pa) at 90 °C. No significant residual electron density was found in the difference Fourier maps of this sample, which is indicative of the absence of guest molecules in the pore. Subsequently, an activated crystal was exposed to moisture, and a new data set was collected.", "In the structure of MOF-801 there are three symmetry-independent cavities (Figure ", "8", "a), two with tetrahedral shape, hereafter referred to as cavity T1 and cavity T2 (Figure ", "8", "b), and one with octahedral shape (O", "h", ", Figure ", "8", "c). After refinement of the framework atoms we could identify up to three areas of high residual electron density in the tetrahedral pores, which we attributed to the adsorbed water molecules, while the octahedral pores remained empty. These residual electron densities maxima were assigned as oxygen atoms, and their occupancy was refined. Both T1 and T2 cavities clearly demonstrated a primary adsorption site located close to the μ", "3", "-OH groups of the SBUs.", "(32)", " These sites, labeled as site I and II (d and e in Figure ", "8", "), have a refined occupancy of 0.25 and 0.40, respectively. The distances of the primary adsorption sites are 2.757(7) Å and 2.781(1) Å from the position of the oxygen atom in the μ", "3", "-OH group of the Zr-SBU.", "(33)", " The distance between the μ", "3", "-OH group and the adsorbed water at sites I and II indicates that the μ", "3", "-OH groups provide the MOF with primary adsorption sites through the formation of hydrogen bonds with the water molecules. The third adsorption site, site III, was located only in the interior of cavities T2 (Figure ", "8", "e). The water molecule adsorbed in site III has a refined occupancy of 20%, which is half of the occupancy of the other O atoms in the same cavity (site II). Interestingly, each water molecule in site III would form hydrogen bonds [O–O distance of 2.871(7) Å] with three molecules in site II, resulting in a cubic arrangement of adsorbed water molecules. The water cubane is the smallest cluster where each water molecule forms three hydrogen bonds. This type of cubic water cluster has been studied spectroscopic and theoretically ", "(34)", " and seldom observed crystallographically.", "(35)", "Figure 7. Water uptake capacity of zirconium MOFs (left) and other representative porous materials (right) in different pressure ranges. The large portion of water uptake capacity indicates that the pore filling or condensation occurs in this pressure range. Left and right bars represent first and fifth cycles, respectively. An asterisk (*) indicates no data. For MOF-801-SC, uptake capacities of first and second cycles were demonstrated.", "Location of Water at High Uptake", "To have a glimpse of the arrangement of the water molecules at high water loading, another data collection was carried out for a crystal exposed to a 100% RH under N", "2", ". The results of the structural refinement demonstrate the presence of high electron density in both cavities (tetrahedral and octahedral) of the MOF-801-SC, indicating that these cavities are now occupied with guest molecules. The refinement in the ", "Pn", "3̅ space group resulted in very high residuals due to the large electron density now occupying the pores. We then carried out least-squares refinements in the ", "P", "1̅ space group to individually describe the different possible sorption sites. With only an inversion center in the unit cell, there are now four crystallographically independent tetrahedral cavities (T1 is split in three) each one of them with unit cell multiplicity 2. In all cases, the same primary adsorption sites I and II are clearly found close to the μ", "3", "-OH groups. They were refined by assigning O atoms with 50% occupancies. In one out of the four tetrahedral cavities, no additional sorption sites were found, while in the other three cavities, electron density areas corresponding to the adsorption sites III were located and assigned to O atoms, resulting in satisfactory refinements. In two of these cavities (splitting from T1), the water clusters are formed by seven atoms, where one atom at a site III is missing in the cube, resulting in an incomplete cubic disposition (Figure ", "8", "f). The occupancies refined were 50% for sites I and II atoms, and 33% for sites III atoms. In the fourth cavity, T2, a complete cubic cluster like the one depicted in Figure ", "8", "e was found, with the eight O atoms refined with 50% occupancy.", "(36)", "The large octahedral cavity was also filled with water molecules. Considering that there is no primary sorption site in the octahedral cavity, it is presumed that the filling process is more or less initiated by the formation of hydrogen bonds with adsorbed water molecules. Indeed, new adsorption sites are identified near the atoms located in the previously described sorption sites III of the tetrahedral cavities and inside the octahedral ones (Figure ", "8", "g). These sites were refined as O atoms with occupancies between 25 and 33%.", "Figure 8. Structure of MOF-801 consists of three symmetry-independent types of cavities (a), two with tetrahedral shape, T1 and T2 (b), and one with octahedral shape (c). The single-crystal diffraction study of a moisture-exposed crystal (d and e) shows that the water molecules are initially adsorbed in the tetrahedral cavities through hydrogen-bond formation with the SBUs (sites I and II) and among them (sites III). In the crystal exposed to 100% RH, the same arrangements are found, as well as incomplete cubic clusters (f). The octahedral cavities are also filled, and several sorption sites were identified, forming hydrogen bonds with sites III (g). In the microcrystalline MOF-801-P, the neutron diffraction study (h and i) show similar sorption sites I, II, and III, and additional sites, IV and V, at the center of the tetrahedral cavities.", "These observations should reinforce the importance of the cooperative effect in the formation of hydrogen bonds between adsorbed water molecules, which governs the sorption process. Thus, the water molecules are initially adsorbed on the μ", "3", "-OH groups of the Zr-SBU. Following, more water molecules are confined in the cavity by forming new hydrogen bonds with several of the adsorbed molecules at the primary binding sites. Finally, these secondarily adsorbed molecules provide further binding sites to facilitate the adsorption in the larger cavities and subsequent water condensation in the framework of MOF-801-SC.", "6", "Location of Water Molecules in MOF-801-P Using Neutron Diffraction", "The location of adsorbed water molecules in MOF-801-P was analyzed by neutron powder diffraction data collected at room temperature. A vanadium sample holder equipped with a custom-designed gas loading lid was filled with deuterium-exchanged MOF-801-P and connected to the vapor sorption analyzer to expose the sample to D", "2", "O at ", "P", "/", "P", "0", " = 0.3. Rietveld analysis of the neutron powder diffraction data revealed a good agreement with the structural model determined from SXRD [", "Pn", "3̅ space group, ", "a", " = 17.8736(5) Å]. Subsequent difference Fourier analysis revealed the site positions and orientations of the framework-adsorbed water molecules. Three primary D", "2", "O adsorption sites, namely site I of cavity T1 as well as sites II and III in cavity T2, were identified (h and I of Figure ", "8", "). These sites were similarly observed in MOF-801-SC. Additional adsorption sites in MOF-801-P were located at the center of the tetrahedral cavities T1 and T2 and labeled as sites IV and V, respectively. For site IV, the excess scattering density resembled a tetrahedron (Figure S11 of ", "SI", "), a direct result of hydrogen-bonding interactions with site I molecules. Therefore, site IV was modeled as two water molecules that are rotated with respect to one another (Figure ", "8", "h) with an average occupancy of 0.33(4). Note that the orientation of the water molecules, as determined by the position of the D atoms, is incompatible with a situation where all five water molecules are present at the same time. This indicates that cavity T1 is occupied simply by the primarily adsorbed molecules in site I, or by three water molecules (i.e., two in site I and the third one in site IV). The presence of water molecules in site I seems to stabilize the presence of site IV molecules through the formation of hydrogen-bonding interactions. As such, the precise orientation of D", "2", "O bound at these two adsorption sites was determined, revealing a well-defined hydrogen-bonding network between sites I and IV of the T1 cavity and the μ", "3", "-OD group of in the SBU (Figure S9 in ", "SI", "). The intermolecular O···D distances between sites I and IV and the O···D distances between site I and framework bound μ", "3", "-OD exhibit values around 1.85 Å, which is similar to previously reported hydrogen bonding of water molecules.", "(37)", "In the case of cavity T2, an area of excess scattering density was located in the center of the cavity, site V, that is represented by large globules (Figure S10 in ", "SI", "), likely indicating that the molecule exhibits significant static disorder or is rattling around in the cavity pocket. As such, we modeled it as rotationally disordered. In this case, the most likely situation is an average combination of all the scenarios already described: (i) molecules only in site II, (ii) a cubic (or incomplete cubic) disposition with molecules in sites II and III, or (iii) trimers with molecules in sites II and V. A situation where the cavity is filled with nine molecules (a cube with an extra molecule in the center) is ruled out on the basis of the short distance between sites III and V.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Summary", "References", "Summary", "We have prepared six new zirconium MOFs, MOF-802, MOF-805, MOF-806, MOF-808, MOF-812, and MOF-841. With the exception of MOF-812, which was isolated as a byproduct, we have evaluated the water sorption properties of this series of MOFs along with other reported zirconium MOFs, MOF-801, UiO-66, MOF-804, DUT-67, and PIZOF-2, with the aim of finding new water capture materials with optimal response in the most important criteria to be considered for this important application: position at which the adsorption occurs and steepness of the process, uptake, and reuse and stability. We have also evaluated other porous solids, zeolite 13X, MCM-41, M-MOF-74 (M = Mg, Ni, and Co), CAU-6, CAU-10 and the commercially available MOFs Basolite A100, C300 and A300. Among all of them, two materials, MOF-801-P and MOF-841 show excellent performance when considering all these three criteria: MOF-801-P takes up 22.5 wt % of water at ", "P", "/", "P", "0", " = 0.1, and MOF-841 takes up 44% at ", "P", "/", "P", "0", " = 0.3. These uptakes are steep and nearly constant after five consecutive cycles where the materials are easily regenerated with a low energy cost. Due to these characteristics, MOF-801 is a good candidate to be used in advanced thermal batteries, while MOF-841 has potential to be used in capture and release of atmospheric water in remote desert areas. In addition, we have identified the sorption sites with an X-ray diffraction study on MOF-801-SC. These results indicate that structural factors including the size of the pores dictate the ease of hydrogen-bond formation between neighboring water molecules. A neutron powder diffraction study with MOF-801-P supports these observations. On the basis of the X-ray and neutron diffraction data of the water molecules in both MOF-801-SC and MOF-801-P, we attribute their good performance to the aggregation of water molecules within an appropriate pore size, which is pinned on the formation of hydrogen bonds with the zirconium SBUs.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Summary", "References", "Supporting Information", "Detailed synthetic procedures and characterization, structure model details, crystal structure refinement tables, PXRD patterns, neutron diffraction patterns, thermal gravimetric curves, gas and water adsorption isotherms, complete refs ", "6", "j,n,r,x, and ", "7", ". Crystallographic data. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "‡", "Author Contributions", "H.F. and F.G. contributed equally.", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Summary", "References", "Acknowledgment", "The work was partially supported for the synthesis by BASF SE (Ludwigshafen, Germany), general adsorption characterization by the U.S. Department of Energy (DOE) Office of Science, Office of Basic Energy Sciences, Energy Frontier Research Center Grant DE-SC0001015 and by the Laboratory Directed Research and Development Program of Lawrence Berkeley National Laboratory under U.S. DOE Contract No. DE-AC02-05CH11231, and water adsorption by DOE Advanced Research Projects Agency-Energy (ARPA-E) (DE-AR0000185). We acknowledge Dr. D. K. Britt and Mr. F. Fatollahi-Fard (The Molecular Foundry at Lawrence Berkeley National Laboratory) for providing CAU-10 sample, Drs. M. Hmadeh, D. Peri, H. Deng, W. Morris, and A. Duong and Ms. L. Wang from the Yaghi group for their assistance in sample preparation at the initial stages of this work, and Drs. S. Teat and K. Gagnon (Advanced Light Source, Lawrence Berkeley National Laboratory) for support during the single-crystal diffraction data acquisition at the beamline 11.3.1. Work at the Molecular Foundry and the Advanced Light Source was supported by the Office of Science, Office of Basic Energy Sciences, of the U.S. DOE under Contract No. DE-AC02-05CH11231. We thank the NIST/NRC Fellowship Program for the support of M.R.H. We also acknowledge Prof. E. N. Wang (MIT) and Dr. S. Narayanan (MIT), Dr. U. Müller (BASF) and Prof. M. O’Keeffe (ASU) for their interest and invaluable discussions. The in-situ structural work was supported by the U.S. Department of Energy, Office of Basic Energy Sciences, Division of Chemical Sciences, Geosciences and Biosciences under Award DE-FG02-12ER16362.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Summary", "References", "References", "This article references 37 other publications.", "1. ", "Golubovic", ", ", "M. N.", "; ", "Hettiarachchi", ", ", "H. D. M.", "; ", "Worek", ", ", "W. M.", " ", "Int. J. Heat Mass Transfer", " ", "2006", ",  ", "49", ",  ", "2802", "[", "Crossref", "], [", "CAS", "]", "1. ", "Sorption properties for different types of molecular sieve and their influence on optimum dehumidification performance of desiccant wheels", "Golubovic, Mihajlo N.; Hettiarachchi, H. D. M.; Worek, William M.", "International Journal of Heat and Mass Transfer", "\r\n        (", "2006", "),\r\n    ", "49", "\r\n        (", "17-18", "),\r\n    ", "2802-2809", "CODEN:\r\n                ", "IJHMAK", ";\r\n        ISSN:", "0017-9310", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The sorption property data for different types of mol. sieves (synthetic zeolites) are presented in equation form.  The variation of the isosteric heat of sorption with water loading is derived using D. F. Othmer (1940) method.  It is found that heat of sorption can be up to 50% greater than the latent heat of vaporization.  Heat of sorption data, together with equil. isotherms are curve fitted and are incorporated into a numerical model of the nonlinear heat and mass transfer processes that occur in desiccant wheels.  Using the numerical model, the effect of different assumptions for heat of sorption and equil. equation of mol. sieve on predicted optimum performance of rotary dehumidifier is evaluated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XlvF2rsLY%253D&md5=23351998cfb3a53a31bed4cf2a03ee9d", "2. ", "Yang", ", ", "H.", "; ", "Zhu", ", ", "H.", "; ", "Hendrix", ", ", "M. M. R. M.", "; ", "Lousberg", ", ", "N. J. H. G. M.", "; ", "de With", ", ", "G.", "; ", "Esteves", ", ", "A. C. C.", "; ", "Xin", ", ", "J. H.", " ", "Adv. Mater.", " ", "2013", ",  ", "25", ",  ", "1150", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Temperature-Triggered Collection and Release of Water from Fogs by a Sponge-Like Cotton Fabric", "Yang, Helen; Zhu, Haijin; Hendrix, Marco M. R. M.; Lousberg, Niek J. H. G. M.; de With, Gijsbertus; Esteves, A. Catarina C.; Xin, John H.", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2013", "),\r\n    ", "25", "\r\n        (", "8", "),\r\n    ", "1150-1154", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A versatile and simple sponge-like cotton fabric has been reported which autonomously collects and releases water from a humid atm., triggered by temp. variations within the typical day- and -night range of deserts.  This is the result of the structural changes of a temp.-responsive polymer combined with the highly rough surface of the fabric, which leads to reversible switching between two extreme wettability states, superhydrophobic/superhydrophilic.  This switchability is repeatable and reversible for many cycles.  The concept reported here consists in a breakthrough into cotton-based materials for collection, unidirectional flow and purifn. of water, captured from fogs or humid atmospheres.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXnt1Sjuw%253D%253D&md5=7b18dafc8b8c0ea7361b7b3d8209bda8", "3. ", "(a) ", "Gur", ", ", "I.", "; ", "Sawyer", ", ", "K.", "; ", "Prasher", ", ", "R.", " ", "Science", " ", "2012", ",  ", "335", ",  ", "1454", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Engineering. Searching for a better thermal battery", "Gur Ilan; Sawyer Karma; Prasher Ravi", "Science (New York, N.Y.)", "\r\n        (", "2012", "),\r\n    ", "335", "\r\n        (", "6075", "),\r\n    ", "1454-5", "\r\n        ISSN:", ".\r\n    ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC38vovFyisw%253D%253D&md5=f98a4ceda9e5b02b80e50e54176d6c6e", "(b) ", "Demir", ", ", "H.", "; ", "Mobedi", ", ", "M.", "; ", "Ülkü", ", ", "S.", " ", "Renew. Sust. Energ. Rev.", " ", "2008", ",  ", "12", ",  ", "2381", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(c) ", "Hepbasli", ", ", "A.", "; ", "Kalinci", ", ", "Y.", " ", "Renew. Sust. Energ. Rev.", " ", "2009", ",  ", "13", ",  ", "1211", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(d) ", "Henninger", ", ", "S. K.", "; ", "Schmidt", ", ", "F. P.", "; ", "Henning", ", ", "H. M.", " ", "Appl. Therm. Eng.", " ", "2010", ",  ", "30", ",  ", "1692", "[", "Crossref", "], [", "CAS", "]", "3. ", "Water adsorption characteristics of novel materials for heat transformation applications", "Henninger, S. K.; Schmidt, F. P.; Henning, H.-M.", "Applied Thermal Engineering", "\r\n        (", "2010", "),\r\n    ", "30", "\r\n        (", "13", "),\r\n    ", "1692-1702", "CODEN:\r\n                ", "ATENFT", ";\r\n        ISSN:", "1359-4311", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Within this article we illustrate recent development of sorption materials for heat transformation applications.  A broad overview on the possible performance of currently available and recently developed materials ranging from zeolites across aluminophosphates and silicoaluminophosphates to the novel class of metal org. framework materials is given.  Materials are evaluated with respect to the use in thermal driven adsorptive heat pumping and cooling applications with water as refrigerant.  Therefore a new fingerprinting method is used to evaluate samples under two typical cycle conditions with driving temps. of 95 and 140 °C.  A unique aspect is that results can be used for closed as well as for open adsorptive systems.  The highest water uptake for driving temps. of 95 °C was found for an AlPO-18 with 0.253 g/g, which is more than six times higher than the ref. silica gel in our comparison.  For driving temps. of 140 °C the highest water uptake was found for the metal org. framework Cu-BTC with 0.324 g/g.  Furthermore we give first results on the integral heat of adsorption in the cycle and results of hydrothermal treatment of most promising materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXnsVWhs7o%253D&md5=841d3d6ac12c4595a661ee388b775d04", "(e) ", "Henninger", ", ", "S. K.", "; ", "Jeremias", ", ", "F.", "; ", "Kummer", ", ", "H.", "; ", "Janiak", ", ", "C.", " ", "Eur. J. Inorg. Chem.", " ", "2012", ",  ", "2625", "[", "Crossref", "], [", "CAS", "]", "3. ", "MOFs for Use in Adsorption Heat Pump Processes", "Henninger, Stefan K.; Jeremias, Felix; Kummer, Harry; Janiak, Christoph", "European Journal of Inorganic Chemistry", "\r\n        (", "2012", "),\r\n    ", "2012", "\r\n        (", "16", "),\r\n    ", "2625-2634", "CODEN:\r\n                ", "EJICFO", ";\r\n        ISSN:", "1434-1948", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review of current investigations, developments, and possibilities of metal-org. frameworks (MOFs) for use in heat pumps.  Thermally driven heat pumps can significantly help to minimize primary energy consumption and greenhouse gas emissions generated by industrial or domestic heating and cooling processes.  This is achieved by using solar or waste heat as the operating energy rather than electricity or fossil fuels.  One of the most promising technologies in this context is based on the evapn. and consecutive adsorption of coolant liqs., preferably water, under specific conditions.  The efficiency of this process is first and foremost governed by the microporosity, hydrophilicity, and hydrothermal stability of the sorption material employed.  Traditionally, inorg. porous substances like silica gel, aluminophosphates, or zeolites have been investigated for this purpose.  However, MOFs are emerging as the newest and by far the most capable class of microporous materials in terms of internal surface area and micropore vol. as well as structural and chem. variability.  With further exploration of hydrothermally stable MOFs, a large step forward in the field of sorption heat pumps is anticipated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1Sgu7zK&md5=3d5973cc8ebec62f35053389caa713e5", "4. ", "Narayanan", ", ", "S.", "; ", "Li", ", ", "X.", "; ", "Yang", ", ", "S.", "; ", "McKay", ", ", "I.", "; ", "Kim", ", ", "H.", "; ", "Wang", ", ", "E. N.", " ", "Proceedings of the ASME 2013 Heat Transfer Summer Conference", " ", "2013", ",  ", "HT2013", "– ", "17472", "There is no corresponding record for this reference.", "5. ", "Thommes", ", ", "M.", "; ", "Morell", ", ", "J.", "; ", "Cychosz", ", ", "K. A.", "; ", "Fröba", ", ", "M.", " ", "Langmuir", " ", "2013", ",  ", "29", ",  ", "14893", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Combining Nitrogen, Argon, and Water Adsorption for Advanced Characterization of Ordered Mesoporous Carbons (CMKs) and Periodic Mesoporous Organosilicas (PMOs)", "Thommes, Matthias; Morell, Jurgen; Cychosz, Katie A.; Froba, Michael", "Langmuir", "\r\n        (", "2013", "),\r\n    ", "29", "\r\n        (", "48", "),\r\n    ", "14893-14902", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Ordered mesoporous carbons (CMKs) and periodic mesoporous organosilica (PMO) materials have been characterized by combining nitrogen (77.4 K) and argon (87.3 K) adsorption with recently developed quenched solid d. functional theory (QSDFT).  Systematic, high-resoln. water adsorption expts. have been performed in the temp. range from 298 to 318 K in order to ascertain the effect of surface chem. (using periodic mesoporous organosilicas (PMOs) of given pore size) and pore size/pore geometry (using CMK-3, CMK-8 carbons) on the adsorption, pore filling, condensation and hysteresis behavior.  These data reveal how the interplay between confined geometry effects and the strength of the adsorption forces influence the adsorption, wetting, and phase behavior of pore fluids.  The results indicate that water adsorption is quite sensitive to both small changes in pore structure and surface chem., showing the potential of water adsorption as a powerful complementary tool for the characterization of nanoporous solids.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslWrt7zI&md5=b37a84831485df78611b6177aba367a8", "6. ", "(a) ", "Wang", ", ", "Q. M.", "; ", "Shen", ", ", "D.", "; ", "Buelow", ", ", "M.", "; ", "Lau", ", ", "M. L.", "; ", "Deng", ", ", "S.", "; ", "Fitch", ", ", "F. R.", "; ", "Lemcoff", ", ", "N. O.", "; ", "Semanscin", ", ", "J.", " ", "Microporous Mesoporous Mater.", " ", "2002", ",  ", "55", ",  ", "217", "[", "Crossref", "], [", "CAS", "]", "6. ", "Metallo-organic molecular sieve for gas separation and purification", "Wang, Qing Min; Shen, Dongmin; Bulow, Martin; Lau, Miu Ling; Deng, Shuguang; Fitch, Frank R.; Lemcoff, Norberto O.; Semanscin, Jessica", "Microporous and Mesoporous Materials", "\r\n        (", "2002", "),\r\n    ", "55", "\r\n        (", "2", "),\r\n    ", "217-230", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "An improved synthesis process was developed for large-scale prodn. of a highly porous material, [Cu3(BTC)2(H2O)x]n, i.e., polymeric Cu(II) benzene-1,3,5-tricarboxylate with mol.-sieve character, denoted as Cu-BTC, where BTC denotes benzene-1,3,5-tricarboxylate.  Sorption properties for N, O, CO, CO2, nitrous oxide, methane, ethylene, ethane, n-dodecane, and H2O were studied.  A detailed study of sorption thermodn. was performed for CO2 by a sorption-isosteric method.  Cu-BTC can be used for sepn. of gas mixts. such as CO2-CO, CO2-methane and ethylene-ethane mixts.  Air can be purified effectively from CO2, nitrous oxide, high-mol. wt. hydrocarbons and moisture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38Xms1yksLc%253D&md5=52e0c50ae20508646d5c60f8f9195644", "(b) ", "Dietzel", ", ", "P. D. C.", "; ", "Johnsen", ", ", "R. E.", "; ", "Blom", ", ", "R.", "; ", "Fjellvåg", ", ", "H.", " ", "Chem.—Eur. J.", " ", "2008", ",  ", "14", ",  ", "2389", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Structural changes and coordinatively unsaturated metal atoms on dehydration of honeycomb analogous microporous metal-organic frameworks", "Dietzel, Pascal D. C.; Johnsen, Rune E.; Blom, Richard; Fjellvag, Helmer", "Chemistry--A European Journal", "\r\n        (", "2008", "),\r\n    ", "14", "\r\n        (", "8", "),\r\n    ", "2389-2397", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The dehydration process of two isostructural microporous coordination polymers, [M2(dhtp)(H2O)2]·8H2O, termed CPO-27-M (M = Co, Zn; H4dhtp = 2,5-dihydroxy-terephthalic acid) was studied by in situ variable temp. x-ray diffraction.  Both compds. contain accessible metal coordination sites after removal of all solvent.  However, despite the analogy of their crystal structures, they behave differently during dehydration.  For CPO-27-Co, H2O desorption is a smooth topotactic process of 2nd order with no concomitant space group change and no increase in microstrain, which is beneficial for the applicability of the material.  Removal of the H2O propagates from the center of the channels outwards.  The coordinating H2O mol. at the metal desorbs only when almost all the bulk H2O in the pores has disappeared.  In contrast, discontinuities in the powder pattern of CPO-27-Zn indicate the occurrence of 1st-order transitions.  The crystal structures of four of the five individual phases could be detd.  The structure of the intermediate phase occurring just before the framework is completely evacuated was elusive in respect to full structure soln. and refinement, but it is most probably related to the removal of the axis of 3-fold symmetry.  The Zn-based material experiences a significant amt. of strain.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXltVOktLc%253D&md5=d5c2054b96d287d7a1e9869201cc40b3", "(c) ", "Yazaydın", ", ", "A. Ö.", "; ", "Benin", ", ", "A. I.", "; ", "Faheem", ", ", "S. A.", "; ", "Jakubczak", ", ", "P.", "; ", "Low", ", ", "J. J.", "; ", "Willis", ", ", "R. R.", "; ", "Snurr", ", ", "R. Q.", " ", "Chem. Mater.", " ", "2009", ",  ", "21", ",  ", "1425", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Enhanced CO2 Adsorption in Metal-Organic Frameworks via Occupation of Open-Metal Sites by Coordinated Water Molecules", "Yazaydin, A. Ozgur; Benin, Annabelle I.; Faheem, Syed A.; Jakubczak, Paulina; Low, John J.; Willis, Richard R.; Snurr, Randall Q.", "Chemistry of Materials", "\r\n        (", "2009", "),\r\n    ", "21", "\r\n        (", "8", "),\r\n    ", "1425-1430", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "CO2 is one of the most important greenhouse gases and its removal from flue gas and natural gas has become increasingly important.  We report an interesting discovery in which the CO2 uptake and its selectivity over N2 and CH4 in the metal-org. framework (MOF) Cu-BTC were significantly increased by the presence of water mols. coordinated to open-metal sites in the framework.  This was first predicted by mol. simulations and later validated by expts.  A detailed anal. of simulation data revealed that interaction between the quadrupole moment of CO2 and the elec. field created by water mols. is responsible for the enhanced CO2 uptake.  These findings could open new possibilities for tuning the adsorption behavior of MOFs for CO2 capture and other applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjtlensr4%253D&md5=be498c21592a4c716bdfdce35e376b59", "(d) ", "Kusgens", ", ", "P.", "; ", "Rose", ", ", "M.", "; ", "Senkovska", ", ", "I.", "; ", "Froede", ", ", "H.", "; ", "Henschel", ", ", "A.", "; ", "Siegle", ", ", "S.", "; ", "Kaskel", ", ", "S.", " ", "Microporous Mesoporous Mater.", " ", "2009", ",  ", "120", ",  ", "325", "[", "Crossref", "], [", "CAS", "]", "6. ", "Characterization of metal-organic frameworks by water adsorption", "Kuesgens, Pia; Rose, Marcus; Senkovska, Irena; Froede, Heidrun; Henschel, Antje; Siegle, Sven; Kaskel, Stefan", "Microporous and Mesoporous Materials", "\r\n        (", "2009", "),\r\n    ", "120", "\r\n        (", "3", "),\r\n    ", "325-330", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The water physisorption properties and the water stability of the metal-org. frameworks HKUST-1 (=(Cu3(BTC)2) (BTC = benzene-1,3,5-tricarboxylate)), ZIF-8, MIL-101, MIL-100(Fe) and DUT-4 (=Al(OH)(NDC)) (NDC = naphthalene-2,6-dicarboxylate) were studied.  The water physisorption isotherms were compared to nitrogen physisorption isotherms and the chem. stability after water adsorption was investigated.  Water adsorption does not only provide information about sp. surface area, pore size and pore vol., but can also be used to est. hydrophobicity and stability towards moisture.  Both HKUST-1 and DUT-4 turned out to be unstable in direct contact with water, whereas the MIL-materials and ZIF-8 do show stability.  The highest water adsorption affinity was obsd. for HKUST-1.  Even though unstable in liq. water, for applications in trace water removal or mol. sensing HKUST-1 is a promising material.  ZIF-8 is highly inert but hydrophobic.  The MIL-materials are both likely candidates for water adsorption applications, but higher concns. of the adsorbate are needed to attain an effective adsorption.  DUT-4 shows insufficient adsorption capacity, but stability at ambient conditions is given.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXisFKisrg%253D&md5=73a3c102329b017a873e51f919654a0d", "(e) ", "Paranthaman", ", ", "S.", "; ", "Coudert", ", ", "F.-X.", "; ", "Fuchs", ", ", "A. H.", " ", "Phys. Chem. Chem. Phys.", " ", "2010", ",  ", "12", ",  ", "8123", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Water adsorption in hydrophobic MOF channels", "Paranthaman, Selvarengan; Coudert, Francois-Xavier; Fuchs, Alain H.", "Physical Chemistry Chemical Physics", "\r\n        (", "2010", "),\r\n    ", "12", "\r\n        (", "28", "),\r\n    ", "8123-8129", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The authors report a study of water adsorption in the hydrophobic metal-org. framework Al(OH)(1,4-naphthalenedicarboxylate) by mol. simulation.  Simple mol. models allow one to reproduce the exptl. isotherm, and grand canonical Monte Carlo simulations can help elucidate the question of the thermodn. nature of the adsorption transition, which turns out to be a continuous transition, though the exptl. isotherm is quite steep.  Also, the authors study the influence of functionalisation of the MOF org. linkers on the hydrophobicity of the material and the nature of the adsorption transition, and explain it in terms of the liq.-vapor phase diagram of water in this family of materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXosFaqsrk%253D&md5=05a7ac670f1850c136d276f3574074cb", "(f) ", "Akiyama", ", ", "G.", "; ", "Matsuda", ", ", "R.", "; ", "Kitagawa", ", ", "S.", " ", "Chem. Lett.", " ", "2010", ",  ", "39", ",  ", "360", "[", "Crossref", "], [", "CAS", "]", "6. ", "Highly porous and stable coordination polymers as water sorption materials", "Akiyama, George; Matsuda, Ryotaro; Kitagawa, Susumu", "Chemistry Letters", "\r\n        (", "2010", "),\r\n    ", "39", "\r\n        (", "4", "),\r\n    ", "360-361", "CODEN:\r\n                ", "CMLTAG", ";\r\n        ISSN:", "0366-7022", ".\r\n    \r\n            (", "Chemical Society of Japan", ")\r\n        ", "Three MIL-100-type porous coordination polymers 1·(F), 1·(Cl) and 1·(SO4) were synthesized using different types of anions and their water sorption properties were investigated.  All of the compds. adsorbed huge amts. of water (0.6 g g-1) at a moderate humidity (P/P0 < 0.6), and one of the compds. showed the same adsorption property even after two thousand replicate water sorption tests.  In addn., the pressure of water adsorption was found to be controlled by counter anions incorporated in the structure, which was attributed to the hydration energy of the anions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXltFWmtb0%253D&md5=b99b874e59ad1ed67415052fc7617a50", "(g) ", "Hauptvogel", ", ", "I. M.", "; ", "Biedermann", ", ", "R.", "; ", "Klein", ", ", "N.", "; ", "Senkovska", ", ", "I.", "; ", "Cadiau", ", ", "A.", "; ", "Wallacher", ", ", "D.", "; ", "Feyerherm", ", ", "R.", "; ", "Kaskel", ", ", "S.", " ", "Inorg. Chem.", " ", "2011", ",  ", "50", ",  ", "8367", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Flexible and Hydrophobic Zn-Based Metal-Organic Framework", "Hauptvogel, Ines Maria; Biedermann, Ralf; Klein, Nicole; Senkovska, Irena; Cadiau, Amandine; Wallacher, Dirk; Feyerherm, Ralf; Kaskel, Stefan", "Inorganic Chemistry", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "17", "),\r\n    ", "8367-8374", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A Zn-based metal-org. framework Zn2(adb)2(dabco)·4.5 DMF (K) (DUT-30(Zn), DUT = Dresden University of Technol., adb = 9,10-anthracene dibenzoate, dabco = 1,4-diazabicyclo[2.2.2]octane) was synthesized using a solvothermal route.  This MOF exhibits six crystallog. guest dependent phases.  Two of them were characterized via single crystal x-ray anal.  The as-synthesized phase K crystallizes in the orthorhombic space group Fmmm, with a 9.6349(9), b 26.235(3), and c 28.821(4) Å and consists of two interpenetrated pillar-layer networks with pcu topol.  When the substance loses 0.5 DMF mols. per formula unit, a phase transition from the kinetic phase K to a thermodn. phase T occurs.  Zn2(adb)2(dabco)·4 DMF (T) crystallizes in the tetragonal space group I4/mmm, with a 19.5316(8) and c 9.6779(3) Å.  During the evacuation the DUT-30(Zn) undergoes again the structural transformation to A.  The activated compd. A shows the gate pressure effect in the low pressure region of nitrogen physisorption isotherm and has a BET surface area of 960 m2 g-1 and a specific pore vol. of 0.43 cm3 g-1.  Also, DUT-30(Zn) exhibits a hydrogen storage capacity of 1.12% at 1 bar, a CO2 uptake of 200 cm3 g-1 at -78° and 0.9 bar, and a n-butane uptake of 3.0 mmol·g-1 at 20°.  The N2 adsorption process was monitored in situ via x-ray powder diffraction using synchrotron radiation.  A low temp. induced transformation of phase A to phase V could be obsd. if the compd. was cooled under vacuum to -196°.  A further cryst. phase N could be identified if the framework was filled with nitrogen at -196°.  Addnl., the treatment of activated phase A with H2O leads to the new phase W.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXpvFCisbw%253D&md5=cc67f47bbad840c30f54cafe5129f5d7", "(h) ", "Ehrenmann", ", ", "J.", "; ", "Henninger", ", ", "S. K.", "; ", "Janiak", ", ", "C.", " ", "Eur. J. Inorg. Chem.", " ", "2011", ",  ", "471", "[", "Crossref", "], [", "CAS", "]", "6. ", "Water Adsorption Characteristics of MIL-101 for Heat-Transformation Applications of MOFs", "Ehrenmann, Johannes; Henninger, Stefan K.; Janiak, Christoph", "European Journal of Inorganic Chemistry", "\r\n        (", "2011", "),\r\n    ", "\r\n        (", "4", "),\r\n    ", "471-474", "CODEN:\r\n                ", "EJICFO", ";\r\n        ISSN:", "1434-1948", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The adsorption of water vapor in the highly porous metal-org. framework (MOF) of 3D-[Cr3F(H2O)2O(bdc)3·∼25H2O] (MIL-101) (bdc = benzene-1,4-dicarboxylate, terephthalate) of up to 1 g of water per g of sorbent material (between 140-40° under a water vapor pressure of 5.6 kPa) together with the stability over several cycles makes MIL-101 the most promising material, so far, for heat transformation applications like thermally driven heat pumps or adsorption chillers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtVKnur0%253D&md5=f92ae9ffefcb3c645cf114603a757480", "(i) ", "Goesten", ", ", "M. G.", "; ", "Juan-Alcañiz", ", ", "J.", "; ", "Ramos-Fernandez", ", ", "E. V.", "; ", "Gupta", ", ", "K. B. S. S.", "; ", "Stavitski", ", ", "E.", "; ", "van Bekkum", ", ", "H.", "; ", "Gascon", ", ", "J.", "; ", "Kapteijn", ", ", "F.", " ", "J. Catal.", " ", "2011", ",  ", "281", ",  ", "177", "[", "Crossref", "], [", "CAS", "]", "6. ", "Sulfation of metal-organic frameworks: Opportunities for acid catalysis and proton conductivity", "Goesten, Maarten G.; Juan-Alcaniz, Jana; Ramos-Fernandez, Enrique V.; Gupta, K. B. Sai Sankar; Stavitski, Eli; van Bekkum, Herman; Gascon, Jorge; Kapteijn, Freek", "Journal of Catalysis", "\r\n        (", "2011", "),\r\n    ", "281", "\r\n        (", "1", "),\r\n    ", "177-187", "CODEN:\r\n                ", "JCTLA5", ";\r\n        ISSN:", "0021-9517", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "A new post-functionalization method for metal-org. frameworks (MOFs) has been developed to introduce acidity for catalysis.  Upon treatment with a mixt. of triflic anhydride and sulfuric acid, chem. stable MOF structures MIL-101(Cr) and MIL-53(Al) can be sulfated, resulting in a Bronsted sulfoxy acid group attached to up to 50% of the arom. terephthalate linkers of the structure.  The sulfated samples have been extensively characterized by solid-state NMR, XANES, and FTIR spectroscopy.  The functionalized acidic frameworks show catalytic activity similar to that of acidic polymers like Nafion display in the esterification of n-butanol with acetic acid (TOF ∼ 1 min-1 ∼343 K).  Water adsorbs strongly up to 4 mols. per sulfoxy acid group, and an addnl. 2 mols. are taken up at lower temps. in the 1-D pore channels of S-MIL-53(Al).  The high water content and Bronsted acidity provide the structure S-MIL-53(Al) a high proton cond. up to moderate temps.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXntFKjurY%253D&md5=db959e03e20a5486667b93dd4791c621", "(j) ", "Čelič", ", ", "T. B.", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "14608", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "(k) ", "Wade", ", ", "C. R.", "; ", "Corrales-Sanchez", ", ", "T.", "; ", "Narayan", ", ", "T. C.", "; ", "Dincă", ", ", "M.", " ", "Energy Environ. Sci.", " ", "2013", ",  ", "6", ",  ", "2172", "[", "Crossref", "], [", "CAS", "]", "6. ", "Postsynthetic tuning of hydrophilicity in pyrazolate MOFs to modulate water adsorption properties", "Wade, Casey R.; Corrales-Sanchez, Tachmajal; Narayan, Tarun C.; Dinca, Mircea", "Energy & Environmental Science", "\r\n        (", "2013", "),\r\n    ", "6", "\r\n        (", "7", "),\r\n    ", "2172-2177", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks (MOFs) have attracted interest as adsorbents in water-based adsorption heat pumps owing to their potential for increased water loading capacities and structural and functional tunability vs. traditionally used materials such as zeolites and silica.  Although pyrazolate-based MOFs exhibit exceptional hydrolytic stability, the water adsorption characteristics of this class of frameworks have remained unexplored in this context.  In this report, we describe the modular synthesis of novel dipyrazole ligands contg. naphthalenediimide cores functionalized with -H (H2NDI-H), -NHEt (H2NDI-NHEt), or -SEt (H2NDI-SEt) groups.  Reaction of these ligands with Zn(NO3)2 afforded an isostructural series of MOFs, Zn(NDI-X), featuring infinite chains of tetrahedral Zn2+ ions bridged by pyrazolate groups and ∼16 Å-wide channels with functionalized naphthalenediimide linkers lining the channel surface.  The Type V water adsorption isotherms measured for these materials show water uptake in the 40-50% relative humidity range, suggesting hydrophobic channel interiors.  Postsynthetic oxidn. of Zn(NDI-SEt) with dimethyldioxirane was used to generate Et sulfoxide and Et sulfone groups, thereby rendering the channels more hydrophilic, as evidenced by shifts in water uptake to the 30-40% relative humidity range.  Such tunability in water adsorption characteristics may find utility in the design of new adsorbents for adsorption-based heat transfer processes.  An original MATLAB script, MOF-FIT, which allows for visual modeling of breathing and other structural deformations in MOFs is also presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtVWmtLzM&md5=642161fb0128203edf8707d565acddda", "(l) ", "Jeremias", ", ", "F.", "; ", "Lozan", ", ", "V.", "; ", "Henninger", ", ", "S. K.", "; ", "Janiak", ", ", "C.", " ", "Dalton Trans.", " ", "2013", ",  ", "42", ",  ", "15967", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Programming MOFs for water sorption: amino-functionalized MIL-125 and UiO-66 for heat transformation and heat storage applications", "Jeremias, Felix; Lozan, Vasile; Henninger, Stefan K.; Janiak, Christoph", "Dalton Transactions", "\r\n        (", "2013", "),\r\n    ", "42", "\r\n        (", "45", "),\r\n    ", "15967-15973", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Sorption-based heat transformation and storage appliances are very promising for utilizing solar heat and waste heat in cooling or heating applications.  The economic and ecol. efficiency of sorption-based heat transformation depends on the availability of suitable hydrophilic and hydrothermally stable sorption materials.  We investigated the feasibility of using the metal-org. frameworks UiO-66(Zr), UiO-67(Zr), H2N-UiO-66(Zr) and H2N-MIL-125(Ti) as sorption materials in heat transformations by means of volumetric water adsorption measurements, detn. of the heat of adsorption and a 40-cycle ad/desorption stress test.  The amino-modified compds. H2N-UiO-66 and H2N-MIL-125 feature high heat of adsorption (89.5 and 56.0 kJ mol-1, resp.) and a very promising H2O adsorption isotherm due to their enhanced hydrophilicity.  For H2N-MIL-125 the very steep rise of the H2O adsorption isotherm in the 0.1 < p/p0 < 0.2 region is esp. beneficial for the intended heat pump application.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs12mur7K&md5=52e02916c0ae95f49e755d38c9865818", "(m) ", "Wickenheisser", ", ", "M.", "; ", "Jeremias", ", ", "F.", "; ", "Henninger", ", ", "S. K.", "; ", "Janiak", ", ", "C.", " ", "Inorg. Chim. Acta", " ", "2013", ",  ", "407", ",  ", "145", "[", "Crossref", "], [", "CAS", "]", "6. ", "Grafting of hydrophilic ethylene glycols or ethylenediamine on coordinatively unsaturated metal sites in MIL-100(Cr) for improved water adsorption characteristics", "Wickenheisser, Martin; Jeremias, Felix; Henninger, Stefan K.; Janiak, Christoph", "Inorganica Chimica Acta", "\r\n        (", "2013", "),\r\n    ", "407", "\r\n        (", "),\r\n    ", "145-152", "CODEN:\r\n                ", "ICHAA3", ";\r\n        ISSN:", "0020-1693", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Grafting of activated MIL-100(Cr) with EG (ethylene glycol), DEG (diethylene glycol), TEG (triethylene glycol) and EN (ethylenediamine) leads to a decrease of the BET surface area and pore vol.  Water adsorption isotherms of the modified compds. MIL-100(Cr)-EG, MIL-100(Cr)-DEG and MIL-100(Cr)-EN showed a favored uptake of water at lower partial pressures and no loss of total water uptake capacity compared to non-modified MIL-100(Cr).  The redn. in surface area is offset by an increased hydrophilicity and an advantageous smaller pore size for the adsorption of water.  MIL-100(Cr) is therefore very promising as a water sorption material, e.g., for heat-transformation applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsFOku77N&md5=c9a6bb539f9a3e84e16fec650788abb6", "(n) ", "Seo", ", ", "Y.-K.", " ", "Adv. Mater.", " ", "2012", ",  ", "24", ",  ", "806", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Energy-Efficient Dehumidification over Hierarchically Porous Metal-Organic Frameworks as Advanced Water Adsorbents", "Seo, You-Kyong; Yoon, Ji Woong; Lee, Ji Sun; Hwang, Young Kyu; Jun, Chul-Ho; Chang, Jong-San; Wuttke, Stefan; Bazin, Philippe; Vimont, Alexandre; Daturi, Marco; Bourrelly, Sandrine; Llewellyn, Philip L.; Horcajada, Patricia; Serre, Christian; Ferey, Gerard", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2012", "),\r\n    ", "24", "\r\n        (", "6", "),\r\n    ", "806-810", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "It is demonstrated that hierarchically porous metal-org. frameworks, MIL-100 and MIL-101 with mesoporous cages behave as advanced water adsorbents applicable to energy efficient dehumidification.  Elaborate investigations of their water sorption properties have shown huge sorption uptake even at 40° as well as high desorption rates below 80° together with hydrothermal stability.  In comparison with the water sorption behaviors of com. adsorbents such as zeolite Sodium, SAPO-34, and silica gel, the improved performance in MIL-100 and MIL-101 demonstrated here suggests com. viable applications including energy efficient desiccant dehumidification and fresh water prodn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1WjsrzK&md5=6ccf5958679a4002062859306be889d7", "(o) ", "Khutia", ", ", "A.", "; ", "Rammelberg", ", ", "H.", "; ", "Schmidt", ", ", "T.", "; ", "Henninger", ", ", "S.", "; ", "Janiak", ", ", "C.", " ", "Chem. Mater.", " ", "2013", ",  ", "25", ",  ", "790", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Water Sorption Cycle Measurements on Functionalized MIL-101Cr for Heat Transformation Application", "Khutia, Anupam; Rammelberg, Holger Urs; Schmidt, Thomas; Henninger, Stefan; Janiak, Christoph", "Chemistry of Materials", "\r\n        (", "2013", "),\r\n    ", "25", "\r\n        (", "5", "),\r\n    ", "790-798", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The water loading capacity and water cycle stability (40 adsorption/desorption cycles) of four nitro- or amino-functionalized (Material Institute Lavoisier) MIL-101Cr materials is assessed for heat transformation applications.  Amino- or nitro-functionalized (MIL-101Cr-NH2, MIL-101Cr-NO2) and partially amino- or nitro-functionalized MIL-101Cr (MIL-101Cr-pNH2,MIL-101Cr-pNO2)were synthesized through time-controlled postsynthetic modification of MIL-101Cr.  The partially functionalized materials (MIL-101Cr-pNH2, MIL-101Cr-pNO2) contain about 78 mol % amino- or nitro-functionalized terephthalate linker.  Hydrophilic nitro or amino functionalities were introduced into MIL-101Cr in order to achieve water loading at lower p/p0 values for possible use in thermally driven adsorption chillers or heat pumps.  Among the four materials studied, fully aminated MIL-101Cr-NH2 and partially aminated MIL-101Cr-pNH2, showed the best water loadings (about 1.0 gH2O/gMIL) as well as water stability over 40 adsorption-desorption cycles.  After 40 cycles, the X-ray powder diffractogram and Brunauer-Emmett-Teller (BET) surface detn. of amino-functionalized materials indicated structural integrity with ΔBET = -6.3% after 40 cycles, while the nitro-functionalized MIL-101Cr exhibited a decrease in their BET surface of ΔBET = -25% and -20% for MIL-101Cr-NO2 and MIL-101Cr-pNO2 resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXitlChtrc%253D&md5=e66f5c25d168f529934d979b5d761b0a", "(p) ", "Akiyama", ", ", "G.", "; ", "Matsuda", ", ", "R.", "; ", "Sato", ", ", "H.", "; ", "Hori", ", ", "A.", "; ", "Takata", ", ", "M.", "; ", "Kitagawa", ", ", "S.", " ", "Microporous Mesoporous Mater.", " ", "2012", ",  ", "157", ",  ", "89", "[", "Crossref", "], [", "CAS", "]", "6. ", "Effect of functional groups in MIL-101 on water sorption behavior", "Akiyama, George; Matsuda, Ryotaro; Sato, Hiroshi; Hori, Akihiro; Takata, Masaki; Kitagawa, Susumu", "Microporous and Mesoporous Materials", "\r\n        (", "2012", "),\r\n    ", "157", "\r\n        (", "),\r\n    ", "89-93", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Four MIL-101-type porous coordination polymers were synthesized contg. different substituents (-H, -NO2, -NH2, -SO3H) in the ligand and their H2O sorption properties were studied.  All of the compds. adsorbed huge amts. of H2O (∼0.8-1.2 g g-1) and the adsorbed H2O can be released at relatively low temps. (∼353 K).  The trapping pressure of H2O adsorption is controlled by changing the substituents, varying the hydrophobicity of the functional groups.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xnt1yrtbw%253D&md5=076e807ac3720faa01ad25a1c6d33d4c", "(q) ", "Cmarik", ", ", "G.", "; ", "Kim", ", ", "M.", "; ", "Cohen", ", ", "S.", "; ", "Walton", ", ", "K.", " ", "Langmuir", " ", "2012", ",  ", "28", ",  ", "15606", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Tuning the Adsorption Properties of UiO-66 via Ligand Functionalization", "Cmarik, Gregory E.; Kim, Min; Cohen, Seth M.; Walton, Krista S.", "Langmuir", "\r\n        (", "2012", "),\r\n    ", "28", "\r\n        (", "44", "),\r\n    ", "15606-15613", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "UiO-66 is one of the few known H2O-stable MOFs that are readily amenable to direct ligand substitution.  UiO-66 was synthesized with amino-, nitro-, methoxy-, and naphthyl-substituted ligands to impart polar, basic, and hydrophobic characteristics.  Pure-component CO2, CH4, N2, and H2O vapor adsorption isotherms were measured in the materials to study the effect of the functional group on the adsorption behavior.  Heats of adsorption were calcd. for each pure gas on each material.  The amino-functionalized material possesses the best adsorption properties for each pure gas due to a combination of polarity and small functional group size.  The naphthyl-functionalized material exhibits a good combination of inhibited H2O vapor adsorption and high selectivity for CO2 over CH4 and N2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsVyltbzI&md5=72daab15cd5a9c968ceb0c4c65956836", "(r) ", "Yang", ", ", "Q.", " ", "Angew. Chem., Int. Ed.", " ", "2013", ",  ", "52", ",  ", "10316", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "A Water Stable Metal-Organic Framework with Optimal Features for CO2 Capture", "Yang, Qingyuan; Vaesen, Sebastien; Ragon, Florence; Wiersum, Andrew D.; Wu, Dong; Lago, Ana; Devic, Thomas; Martineau, Charlotte; Taulelle, Francis; Llewellyn, Philip L.; Jobic, Herve; Zhong, Chongli; Serre, Christian; De Weireld, Guy; Maurin, Guillaume", "Angewandte Chemie, International Edition", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "39", "),\r\n    ", "10316-10320", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A new zirconium benzenetetracarboxylate metal-org. framework (MOF), UiO-66(Zr)(COOH)2, was prepd. by environmental friendly and cheap scalable method.  UiO-66(Zr)(COOH)2 is water stable and shows great promise for CO2/N2 gas mixt. sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXpvVektLc%253D&md5=e6c8ef26ab57410de5599adddb8ad961", "(s) ", "Liu", ", ", "J.", "; ", "Wang", ", ", "Y.", "; ", "Benin", ", ", "A. I.", "; ", "Jakubczak", ", ", "P.", "; ", "Willis", ", ", "R. R.", "; ", "LeVan", ", ", "M. D.", " ", "Langmuir", " ", "2010", ",  ", "26", ",  ", "14301", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "CO2/H2O Adsorption Equilibrium and Rates on Metal-Organic Frameworks: HKUST-1 and Ni/DOBDC", "Liu, Jian; Wang, Yu; Benin, Annabelle I.; Jakubczak, Paulina; Willis, Richard R.; Le Van, M. Douglas", "Langmuir", "\r\n        (", "2010", "),\r\n    ", "26", "\r\n        (", "17", "),\r\n    ", "14301-14307", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) have recently attracted intense research interest because of their permanent porous structures, huge surface areas, and potential applications as novel adsorbents and catalysts.  In order to provide a basis for consideration of MOFs for removal of carbon dioxide from gases contg. water vapor, such as flue gas, we have studied adsorption equil. of CO2, H2O vapor, and their mixts. and also rates of CO2 adsorption in two MOFs: HKUST-1 (CuBTC) and Ni/DOBDC (CPO-27-Ni or Ni/MOF-74).  The MOFs were synthesized via solvothermal methods, and the as-synthesized products were solvent exchanged and regenerated before expts.  Pure component adsorption equil. and CO2/H2O binary adsorption equil. were studied using a volumetric system.  The effects of H2O adsorption on CO2 adsorption for both MOF samples were detd., and the results for 5A and NaX zeolites were included for comparison.  The hydrothermal stabilities for the two MOFs over the course of repetitive measurements of H2O and CO2/H2O mixt. equil. were also studied.  CO2 adsorption rates from helium for the MOF samples were investigated by using a unique concn.-swing frequency response (CSFR) system.  Mass transfer into the MOFs is rapid with the controlling resistance found to be macropore diffusion, and rate parameters were established for the mechanism.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVahsbrP&md5=51cb5722a8c231f2c32d1878e912e7e5", "(t) ", "Schoenecker", ", ", "P. M.", "; ", "Carson", ", ", "C. G.", "; ", "Jasuja", ", ", "H.", "; ", "Flemming", ", ", "C. J. J.", "; ", "Walton", ", ", "K. S.", " ", "Ind. Eng. Chem. Res.", " ", "2012", ",  ", "51", ",  ", "6513", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Effect of Water Adsorption on Retention of Structure and Surface Area of Metal-Organic Frameworks", "Schoenecker, Paul M.; Carson, Cantwell G.; Jasuja, Himanshu; Flemming, Christine J. J.; Walton, Krista S.", "Industrial & Engineering Chemistry Research", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "18", "),\r\n    ", "6513-6519", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This work presents an exptl. study of H2O adsorption in metal-org. frameworks (MOFs) at room temp. and up to 90% relative humidity.  Structural degrdn. of the materials after regeneration is analyzed via powder x-ray diffraction (PXRD) and nitrogen adsorption measurements.  MOFs with open metal sites are quite hydrophilic but appear to maintain their structure according to PXRD.  However, significant surface area loss indicates that decompn. is occurring and is likely an attribute of oxygen presence during the regeneration procedure.  Materials with Cu paddle-wheel (HKUST-1), 5-coordinated Mg (Mg MOF-74), and 7-coordinated Zr (UiO-66(-NH2)) maintain good structural stability, while Zn-COOH contg. MOFs (DMOF-1; DMOF-1-NH2; UMCM-1) undergo complete loss of crystallinity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xks1Omsbw%253D&md5=4497868704d5bd84b9fbb19f1beb4c8d", "(u) ", "Zhang", ", ", "J.-P.", "; ", "Zhu", ", ", "A.-X.", "; ", "Lin", ", ", "R.-B.", "; ", "Qi", ", ", "X.-L.", "; ", "Chen", ", ", "X.-M.", " ", "Adv. Mater.", " ", "2011", ",  ", "23", ",  ", "1268", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Pore Surface Tailored SOD-Type Metal-Organic Zeolites", "Zhang, Jie-Peng; Zhu, Ai-Xin; Lin, Rui-Biao; Qi, Xiao-Lin; Chen, Xiao-Ming", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2011", "),\r\n    ", "23", "\r\n        (", "10", "),\r\n    ", "1268-1271", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Zinc zeolitic frameworks {[Zn(mim)2] (MAF-4); [Zn(mtz)2] (MAF-7); [Zn(mim)2x(mtz)2-2x] (MAF-47-x, 0 < x < 1), Hmim = 2-methylimidazole, Hmtz = 3-methyl-1,2,4-triazole} of imidazolate or triazolate were prepd.  The structures were detd. by single crystal x-ray diffraction anal. and gas adsorption properties were also detd.  The study demonstrated that the pore surface of a metal-org. zeolites can be tuned in a similar way to aluminosilicate zeolites.  The pore surface Lewis base active sites significantly enhance sorption performances for many important adsorbates, in particular for those with higher polarities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXisl2ktbw%253D&md5=b9cebb6a0000e8dbb0e7b60da70b87ec", "(v) ", "Nguyen", ", ", "J. G.", "; ", "Cohen", ", ", "S. M.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "4560", "ACS Full Text ", ", [", "CAS", "]", "6. ", "Moisture-Resistant and Superhydrophobic Metal-Organic Frameworks Obtained via Postsynthetic Modification", "Nguyen, Joseph G.; Cohen, Seth M.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "13", "),\r\n    ", "4560-4561", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Postsynthetic covalent modification of metal-org. frameworks (MOFs) with long alkyl substituents is shown to protect these materials against moisture.  These MOFs, which normally display hydrophilic properties, are readily converted into hydrophobic or superhydrophobic materials.  Overcoming the inherent sensitivity of MOFs to water represents a major step forward in their widespread use in technol. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXjt1Gjs7c%253D&md5=ef5a2211c75458189368abee8fa47bc7", "(w) ", "Yang", ", ", "C.", "; ", "Kaipa", ", ", "U.", "; ", "Mather", ", ", "Q. Z.", "; ", "Want", ", ", "X.", "; ", "Nesterov", ", ", "V.", "; ", "Venero", ", ", "A. F.", "; ", "Omary", ", ", "M. A.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "18094", "ACS Full Text ", ", [", "CAS", "]", "6. ", "Fluorous Metal-Organic Frameworks with Superior Adsorption and Hydrophobic Properties toward Oil Spill Cleanup and Hydrocarbon Storage", "Yang, Chi; Kaipa, Ushasree; Mather, Qian Zhang; Wang, Xiaoping; Nesterov, Vladimir; Venero, Augustin F.; Omary, Mohammad A.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "45", "),\r\n    ", "18094-18097", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Fluorous metal-org. frameworks (FMOFs) are highly hydrophobic porous materials with a high capacity and affinity to C6-C8 hydrocarbons of oil components.  FMOF-1 exhibits reversible adsorption with a high capacity for n-hexane, cyclohexane, benzene, toluene, and p-xylene, with no detectable water adsorption even at ∼100% relative humidity, drastically outperforming activated carbon and zeolite porous materials.  FMOF-2, obtained from annealing FMOF-1, shows enlarged cages and channels with double toluene adsorption vs. FMOF-1 based on crystal structures.  The results suggest great promise for FMOFs in applications such as removal of org. pollutants from oil spills or ambient humid air, hydrocarbon storage and transportation, water purifn., etc. under practical working conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1OnsbjL&md5=8e45b7ec6871cc5bf49eb7922749dd82", "(x) ", "Nijem", ", ", "N.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "12615", "ACS Full Text ", ", [", "CAS", "]", "6. ", "Water Cluster Confinement and Methane Adsorption in the Hydrophobic Cavities of a Fluorinated Metal-Organic Framework", "Nijem, Nour; Canepa, Pieremanuele; Kaipa, Ushasree; Tan, Kui; Roodenko, Katy; Tekarli, Sammer; Halbert, Jason; Oswald, Iain W. H.; Arvapally, Ravi K.; Yang, Chi; Thonhauser, Timo; Omary, Mohammad A.; Chabal, Yves J.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "34", "),\r\n    ", "12615-12626", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Water cluster formation and methane adsorption within a hydrophobic porous metal org. framework has been studied by in situ vibrational spectroscopy, adsorption isotherms, and first-principle DFT calcns. (using vdW-DF).  The formation and stability of H2O clusters in the hydrophobic cavities of a fluorinated metal-org. framework (FMOF-1) was examd.  Although the isotherms of water showed no measurable uptake, the large dipole of the water internal modes made it possible to detect low water concns. using IR spectroscopy in pores in the vicinity of the surface of the solid framework.  Even in the low pressure regime (100 mTorr to 3 Torr), water mols. preferentially occupied the large cavities, in which hydrogen bonding and wall hydrophobicity fostered water cluster formation.  The formation of pentameric water clusters at pressures lower than 3 Torr and larger clusters beyond that pressure was obsd.  The binding energy of the water species to the walls was negligible, as suggested by DFT computational findings and corroborated by IR absorption data.  Consequently, intermol. hydrogen bonding dominated, enhancing water cluster stability as the size of the cluster increases.  The stability of the water clusters was studied as a function of pressure redn. and in the presence of methane gas.  Methane adsorption isotherms for activated FMOF-1 attained volumetric adsorption capacities ranging from 67 V(STP)/V at 288 K and 31 bar to 133 V(STP)/V at 173 K and 5 bar, with an isosteric heat of adsorption of ca. 14 kJ/mol in the high temp. range (288-318 K).  Overall, the exptl. and computational data suggest high preferential uptake for methane gas relative to water vapor within FMOF-1 pores with ease of desorption and high framework stability under operative temp. and moisture conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtValsL3I&md5=f9b8065c8f68f7938ea930b018bdd1b6", "(y) ", "Furukawa", ", ", "H.", "; ", "Cordova", ", ", "K. E.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2013", ",  ", "341", ",  ", "974", "[", "Crossref", "], [", "CAS", "]", "6. ", "The Chemistry and Applications of Metal-Organic Frameworks", "Furukawa, Hiroyasu; Cordova, Kyle E.; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2013", "),\r\n    ", "341", "\r\n        (", "6149", "),\r\n    ", "974", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A review.  Cryst. metal-org. frameworks (MOFs) are formed by reticular synthesis, which creates strong bonds between inorg. and org. units.  Careful selection of MOF constituents can yield crystals of ultrahigh porosity and high thermal and chem. stability.  These characteristics allow the interior of MOFs to be chem. altered for use in gas sepn., gas storage, and catalysis, among other applications.  The precision commonly exercised in their chem. modification and the ability to expand their metrics without changing the underlying topol. were not achieved with other solids.  MOFs whose chem. compn. and shape of building units can be multiply varied within a particular structure already exist and may lead to materials that offer a synergistic combination of properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtlaktbbF&md5=95007f174bf8d0bd85b690f5927755db", "Science ", "2013", ",  ", "341", ",  ", "1230444", ". 10.1126/science.1230444", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "The chemistry and applications of metal-organic frameworks", "Furukawa Hiroyasu; Cordova Kyle E; O'Keeffe Michael; Yaghi Omar M", "Science (New York, N.Y.)", "\r\n        (", "2013", "),\r\n    ", "341", "\r\n        (", "6149", "),\r\n    ", "1230444", "\r\n        ISSN:", ".\r\n    ", "Crystalline metal-organic frameworks (MOFs) are formed by reticular synthesis, which creates strong bonds between inorganic and organic units.  Careful selection of MOF constituents can yield crystals of ultrahigh porosity and high thermal and chemical stability.  These characteristics allow the interior of MOFs to be chemically altered for use in gas separation, gas storage, and catalysis, among other applications.  The precision commonly exercised in their chemical modification and the ability to expand their metrics without changing the underlying topology have not been achieved with other solids.  MOFs whose chemical composition and shape of building units can be multiply varied within a particular structure already exist and may lead to materials that offer a synergistic combination of properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3sbjs1yrsw%253D%253D&md5=7eb2a10c62623ff8a27708ffe9561d45", "7. ", "Beck", ", ", "J. S.", " ", "J. Am. Chem. Soc.", " ", "1992", ",  ", "114", ",  ", "10834", "ACS Full Text ", ", [", "CAS", "]", "7. ", "A new family of mesoporous molecular sieves prepared with liquid crystal templates", "Beck, J. S.; Vartuli, J. C.; Roth, W. J.; Leonowicz, M. E.; Kresge, C. T.; Schmitt, K. D.; Chu, C. T. W.; Olson, D. H.; Sheppard, E. W.; et al.", "Journal of the American Chemical Society", "\r\n        (", "1992", "),\r\n    ", "114", "\r\n        (", "27", "),\r\n    ", "10834-43", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "The prepn., characterization, and proposed mechanism of formation of a new family of silicate/aluminosilicate mesoporous mol. sieves designated as M41S are described.  MCM-41, 1 member of this family, exhibits a hexagonal arrangement of uniform mesopores whose dimensions may be engineered to ∼15->100 Å.  Other members of this family, including a material exhibiting cubic symmetry, were prepd.  The larger pore M41S materials typically have surface areas >700 m2/g and hydrocarbon sorption capacities of ≥0.7 mL/g.  A liq. crystal templating mechanism, in which surfactant (quaternary ammonium salts) liq. crystal structures serve as org. templates, is proposed for the formation of these materials.  In support of this templating mechanism, the structure and pore dimensions of MCM-41 materials are intimately linked to the properties of the surfactant, including surfactant chain length and soln. chem.  The presence of variable pore size MCM-41, cubic material, and other phases indicates that M41S is an extensive family of materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38Xms1entr8%253D&md5=77e0bc6b752dc0e8373dfb4d06aea767", "8. ", "Rosi", ", ", "N. L.", "; ", "Kim", ", ", "J.", "; ", "Eddaoudi", ", ", "M.", "; ", "Chen", ", ", "B. L.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "1504", "ACS Full Text ", ", [", "CAS", "]", "8. ", "Rod Packings and Metal-Organic Frameworks Constructed from Rod-Shaped Secondary Building Units", "Rosi, Nathaniel L.; Kim, Jaheon; Eddaoudi, Mohamed; Chen, Banglin; O'Keeffe, Michael; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "5", "),\r\n    ", "1504-1518", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The principal structure possibilities for packing infinite rod-shaped building blocks are described.  Some basic nets derived from linking simple rods (helixes and ladders) are then enumerated.  The authors demonstrate the usefulness of the concept of rod secondary building units in the design and synthesis of metal-org. frameworks (MOFs).  Accordingly, the authors present the prepn., characterization, and crystal structures of 14 new MOFs (named MOF-69A-C and MOF-70-80) of 12 different structure types, belonging to rod packing motifs, and show how their structures are related to basic nets.  The MOFs reported herein are of polytopic carboxylates and contain one of Zn, Pb, Co, Cd, Mn, or Tb.  The inclusion properties of the most open members are presented as evidence that MOF structures with rod building blocks can indeed be designed to have permanent porosity and rigid architectures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjtFGmtg%253D%253D&md5=0ad22a135cba65fb519eae17258dc4c8", "9. ", "Wißmann", ", ", "G.", "; ", "Schaate", ", ", "A.", "; ", "Lilienthal", ", ", "S.", "; ", "Bremer", ", ", "I.", "; ", "Schneider", ", ", "A.", "; ", "Behrens", ", ", "P.", " ", "Microporous Mesoporous Mater.", " ", "2012", ",  ", "152", ",  ", "64", "[", "Crossref", "], [", "CAS", "]", "9. ", "Modulated synthesis of Zr-fumarate MOF", "Wissmann, Gesa; Schaate, Andreas; Lilienthal, Sebastian; Bremer, Imke; Schneider, Andreas M.; Behrens, Peter", "Microporous and Mesoporous Materials", "\r\n        (", "2012", "),\r\n    ", "152", "\r\n        (", "),\r\n    ", "64-70", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Presented are the synthesis and characterization of a novel Zr-based metal-org. framework (MOF) which contains fumarate (fum) dianions as linkers: -OOC-CH=CH-COO-.  The synthesis of this MOF is possible only via modulation, i.e. by the addn. of a monocarboxylic acid to the synthesis mixt.  The authors have used formic acid as a modulator and have investigated its influence on the synthesis of the Zr-fumarate MOF in detail.  The modulator improves the crystallinity of the material; varying its amts., the crystal size and the degree of aggregation can be influenced.  The novel MOF probably has a topol. which is similar to that of UiO-66, but has a primitive cubic lattice instead of a face-centered one.  A structural model in line with the exptl. data is proposed.  The Zr-fum MOF is further characterized by TGA and Ar sorption, showing that it can be activated and exhibits microporosity.  The linker fumarate as well as the modulator formic acid used in the synthesis of Zr-fum MOF are both naturally occurring mols.; possible applications of the MOF may thus lie in the field of biomaterials.  Therefore, the stability of Zr-fum MOF was tested in water-based salt solns. commonly used in biomedical research.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XpsFCrtA%253D%253D&md5=2627a5c29dd51e53f9a656099faffcea", "10. ", "Materials and equipment are identified in this paper only to specify adequately the experimental procedure. In no case does such identification imply recommendation by NIST nor does it imply that the material or equipment identified is necessarily the best available for this purpose.", "There is no corresponding record for this reference.", "11. ", "Furukawa", ", ", "H.", "; ", "Miller", ", ", "M. A.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Mater. Chem.", " ", "2007", ",  ", "17", ",  ", "3197", "[", "Crossref", "], [", "CAS", "]", "11. ", "Independent verification of the saturation hydrogen uptake in MOF-177 and establishment of a benchmark for hydrogen adsorption in metal-organic frameworks", "Furukawa, Hiroyasu; Miller, Michael A.; Yaghi, Omar M.", "Journal of Materials Chemistry", "\r\n        (", "2007", "),\r\n    ", "17", "\r\n        (", "30", "),\r\n    ", "3197-3204", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Hydrogen isotherms for MOF-177, Zn4O(1,3,5-benzenetribenzoate)2, crystals were independently measured by volumetric and gravimetric methods at 77 K to confirm its hydrogen uptake capacity and to establish the importance of calibrating gas adsorption instrumentation prior to evaluating H2 storage capacities.  Reproducibility of hydrogen adsorption expts. is important because non-systematic errors in measurements can easily occur leading to erroneous reports of capacities.  The surface excess wt. percentage of hydrogen uptake in MOF-177 samples is 7.5 wt% at 70 bar, which corresponds to an abs. adsorbed amt. of 11 wt%.  These values are in agreement with our previous report and with those found independently by Southwest Research Institute.  Considering its well-known structure and its significant H2 uptake properties, we believe MOF-177 is an excellent material to serve as a benchmark adsorber.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXotV2ltL0%253D&md5=d14206c5f9ca37fa3a9ca84a3089a75d", "12. ", "(a) ", "Grimm", ", ", "M.", "; ", "Kirste", ", ", "B.", "; ", "Kurreck", ", ", "H.", " ", "Angew. Chem., Int. Ed. Engl.", " ", "1986", ",  ", "25", ",  ", "1097", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(b) ", "Hoskins", ", ", "B. F.", "; ", "Robson", ", ", "R.", " ", "J. Am. Chem. Soc.", " ", "1990", ",  ", "112", ",  ", "1546", "ACS Full Text ", ", [", "CAS", "]", "12. ", "Design and construction of a new class of scaffolding-like materials comprising infinite polymeric frameworks of 3D-linked molecular rods.  A reappraisal of the zinc cyanide and cadmium cyanide structures and the synthesis and structure of the diamond-related frameworks [N(CH3)4][CuIZnII(CN)4] and CuI[4,4',4'',4'''-tetracyanotetraphenylmethane]BF4.xC6H5NO2", "Hoskins, B. F.; Robson, Richard", "Journal of the American Chemical Society", "\r\n        (", "1990", "),\r\n    ", "112", "\r\n        (", "4", "),\r\n    ", "1546-54", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "It is proposed that a new and potentially extensive class of scaffolding-like materials may be afforded by linking together centers with either a tetrahedral or an octahedral array of valences by rodlike connecting units.  Some simple general principles concerning the design and construction of these frameworks are presented together with reasons for expecting them to show unusual and useful properties.  Two of the simplest conceivable systems of this type are isomorphous Zn(CN)2 and Cd(CN)2 whose structures were reexamd. by single-crystal x-ray diffraction, confirming the earlier description based on powder diffraction data of 2 interpenetrating diamond-related frameworks: cubic, space group P‾43m, Z = 2; with a 5.9002(9) Å (Zn(CN)2) and 6.301(1) Å (Cd(CN)2); 2 unique metal centers, 1 surrounded tetrahedrally by 4C and the other by 4N donors; MCNM rods linear; Zn-C 1.923(6), Zn-N 2.037(5), Cd-C 2.099(5), Cd-N 2.196(4), C-N 1.150(5) Å in Zn(CN)2, and 1.162(5) Å in Cd(CN)2.  The interpenetration of sep. frameworks demonstrated in these archetypal structures is likely to be a major concern in future studies of more complex scaffolding materials.  [N(CH3)4][CuZn(CN)4] was deliberately designed to demonstrate one conceivable way of preventing interpenetration; it is cubic, space group F‾43m, with A 11.609(3) Å; Z = 4.  The structure contains a single diamond-related framework with alternating tetrahedral Cu(I) and Zn(II) centers and linear rods that are very likely of the type CuCNZn with bond distances Cu-C 1.877(8) and Zn-N 2.069(15) Å, Z(CH3)4+ ions occupy half the adamantane cavities generated by the framework, the remaining cavities being vacant.  CuI[4,4',4'',4'''-tetracyanotetraphenylmethane]BF4·xC6H5NO2 (x ≥ 7.7) represents the first attempt to generate an infinite 3-dimensional framework with rods of some complexity.  It is tetragonal, space group I‾4m2, with a 13.620(2) and c 22.642(2) Å; Z = 2.  The structure contains a diamond-related cationic framework with C·C6H4·CN·Cu rods of length 8.856(2) Å.  The framework is tetragonally elongated along the c axis apparently as a result of nonbonded interactions between the 8 ortho-H atoms around the methane C centers.  There is no interpenetration.  The framework generates very large adamantane-like cavities occupied by disordered C6H5NO2 (at least 7.7 mols. per Cu) together with BF4- ions.  The crystals undergo ready anion exchange.  The material is unusual in that approx. two thirds by vol. of what is undoubtedly a crystal is effectively liq.  The results provide confidence that a wide range of scaffolding-like solids should prove accessible.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXovVOjtw%253D%253D&md5=2a9efabcd93072e8668a50199c51320c", "13. ", "Zhao", ", ", "Y.-L.", "; ", "Liu", ", ", "L.", "; ", "Zhang", ", ", "W.", "; ", "Sue", ", ", "C.-H.", "; ", "Li", ", ", "Q.", "; ", "Miljanic", ", ", "O. S.", "; ", "Yaghi", ", ", "O. M.", "; ", "Stoddart", ", ", "J. F.", " ", "Chem.—Eur. J.", " ", "2009", ",  ", "15", ",  ", "13356", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Rigid-Strut-Containing Crown Ethers and [2]Catenanes for Incorporation into Metal-Organic Frameworks", "Zhao, Yan-Li; Liu, Lihua; Zhang, Wenyu; Sue, Chi-Hau; Li, Qiaowei; Miljanic, Ognjen S.; Yaghi, Omar M.; Stoddart, J. Fraser", "Chemistry - A European Journal", "\r\n        (", "2009", "),\r\n    ", "15", "\r\n        (", "48", "),\r\n    ", "13356-13380", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "To introduce crown ethers into the struts of metal-org. frameworks (MOFs), general approaches were developed for the syntheses of bis(4-carboxyphenylethynyl)-substituted dibenzo[30]crown-10 (DB30C10DA), di-2,3-naphtho[30]crown-10 (DN30C10DA), bisparaphenylene[34]crown-10 (BPP34C10DA), and 1,5-naphthoparaphenylene[36]crown-10 (NPP36C10DA).  These novel crown ethers not only retain the characteristics of their parent crown ethers since they can both bind cationic guests and serve as templates for making mech. interlocked mols. (MIMs), such as catenanes and rotaxanes, but they also present coordination sites to connect with secondary building units (SBUs) in MOFs.  The binding behavior of BPP34C10DA with 1,1'-dimethyl-4,4'-bipyridinium bis(hexafluorophosphate) (DMBP·2PF6) was studied by UV/visible, fluorescence, and NMR spectroscopic techniques.  The crystal superstructure of the complex DMBP·2PF6⊂ BPP34C10DA was detd. by x-ray crystallog.  The NPP36C10DA-based [2]catenane (H2NPP36C10DC-CAT·4PF6) and the BPP34C10DA-based [2]catenane (H2BPP34C10DC-CAT·4PF6) were prepd. in DMF at room temp. by the template-directed clipping reactions of the planarly chiral NPP36C10DA and BPP34C10DA with 1,1'-[1,4-phenylenebis(methylene)]di-4,4'-bipyridin-1-ium bis(hexafluorophosphate) and 1,4-bis(bromomethyl)benzene, resp.  The crystal structure of the di-Me ester (BPP34C10DE-CAT·4PF6) of the [2]catenane H2BPP34C10DC-CAT·4PF6 was studied by x-ray crystallog., which revealed racemic R and S isomers with planar chirality present in the crystal in a 1:1 ratio.  These crown ether based struts serve as excellent org. ligands to bind with transition metal ions in the construction of MOFs: the crown ethers BPP34C10DA and NPP36C10DA in the presence of Zn(NO3)2·4 H2O afforded the MOF-1001 and MOF-1002 frameworks, resp.  The crystal structures of MOF-1001 and MOF-1002 are both cubic and display Fm‾3m symmetry.  The unit cell parameter of the metal-org. frameworks is a 52.9345 Å.  Since such MOFs, contg. electron-donating crown ethers are capable of docking incoming electron-accepting substrates in a stereoelectronically controlled fashion, the present work opens a new access to the prepn. and application of MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFGrtb7K&md5=98bdb7bf3a644454332fe3977cf15c51", "14. ", "Bon", ", ", "V.", "; ", "Senkovska", ", ", "I.", "; ", "Baburin", ", ", "I.", "; ", "Kaskel", ", ", "S.", " ", "Cryst. Growth Des.", " ", "2013", ",  ", "13", ",  ", "1231", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Zr- and Hf-Based Metal-Organic Frameworks: Tracking Down the Polymorphism", "Bon, Volodymyr; Senkovska, Irena; Baburin, Igor A.; Kaskel, Stefan", "Crystal Growth & Design", "\r\n        (", "2013", "),\r\n    ", "13", "\r\n        (", "3", "),\r\n    ", "1231-1237", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Six novel Zr(IV)- and Hf(IV)-based MOFs, namely DUT-67, DUT-68, and DUT-69 (DUT, Dresden University of Technol.) were obtained using a modulated synthesis approach with the acetic acid as a modulator and the bent 2,5-thiophenedicarboxylate (tdc2-) as a ligand.  The modulator not only increases the size of the MOF crystallites but also plays a role of a structure directing agent, affecting both the secondary building unit (SBU) connectivity and topol. of the resulting frameworks.  The structure of DUT-67 is based on the reo underlying net, characteristic for its cuboctahedral and octahedral pores and is therefore isoreticular to DUT-51.  The DUT-68 material has a more complicated hierarchical pore system including rhombicuboctahedral mesopore, surrounded by cuboctahedral, square-antiprismatic and octahedral microcages.  DUT-69 is the first example of Zr-based MOF contg. 10-connected SBU.  DUT-69 has bct topol., possessing octahedral cages and channels running along one crystallog. direction.  In accordance with x-ray single crystal anal., the pores of DUT-67 and DUT-68, which were obtained at high modulator concns., are partially occupied by addnl. clusters.  All novel materials are robust, hydrophilic, chem., and thermally stable.  The BET sp. surface area amts. to 1064 and 810 m2·g-1 for DUT-67(Zr) and DUT-67(Hf), 891 and 749 m2·g-1 for DUT-68(Zr) and DUT-68(Hf), and 560 and 450 m2·g-1 for DUT-69(Zr) and DUT-69(Hf), resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXisV2itb0%253D&md5=e0bdb94beee3c4e226e1f824c09baaec", "15. ", "Cunha", ", ", "D.", "; ", "Gaudin", ", ", "C.", "; ", "Colinet", ", ", "I.", "; ", "Horcajada", ", ", "P.", "; ", "Maurin", ", ", "G.", "; ", "Serre", ", ", "C.", " ", "J. Mater. Chem. B", " ", "2013", ",  ", "1", ",  ", "1101", "[", "Crossref", "], [", "CAS", "]", "15. ", "Rationalization of the entrapping of bioactive molecules into a series of functionalized porous zirconium terephthalate MOFs", "Cunha, D.; Gaudin, C.; Colinet, I.; Horcajada, P.; Maurin, G.; Serre, C.", "Journal of Materials Chemistry B: Materials for Biology and Medicine", "\r\n        (", "2013", "),\r\n    ", "1", "\r\n        (", "8", "),\r\n    ", "1101-1108", "CODEN:\r\n                ", "JMCBDV", ";\r\n        ISSN:", "2050-7518", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The encapsulation of two different bioactive mols., the cosmetic caffeine and the analgesic and anti-inflammatory ibuprofen, has been evaluated by combining impregnation and advanced characterization exptl. tools in a series of microporous rigid zirconium(iv) terephthalates UiO-66 bearing different polar or apolar functional groups (-H, -Br, -NH2, -2OH, -NO2, -Cl, -2CF3, -CH3, -2CH3).  It has been first evidenced that these hybrid solids exhibit drug payloads that significantly outperform those obtained using current drug formulations or other conventional porous solids.  A quant. structure-activity relationship strategy has been further conducted with the aim of rationalizing the exptl. drug uptakes and further emphasizing the most relevant chem. and structural features that significantly impact their encapsulation performances.  Indeed, it appears that the caffeine loading is optimized when the functionalized org. linker both shows a large octanol-water partition coeff. and contains grafted functions with low hydrogen bond acceptor abilities, whereas the ibuprofen entrapping is enhanced when the org. linker contains functional groups with a large solvent surface area and free vol., and to a lesser extent low hydrogen bond acceptor abilities.  Moreover, it has been shown that the solvent used as media for the biomol. impregnation plays a crucial role in the encapsulation performance due to the formation of a competitive adsorption process between the solvent and the active mol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1aqtLw%253D&md5=150243db8dc2eb4ec0baa1c81fdba0c7", "16. ", "Cavka", ", ", "J. H.", "; ", "Jakobsen", ", ", "S.", "; ", "Olsbye", ", ", "U.", "; ", "Guillou", ", ", "N.", "; ", "Lamberti", ", ", "C.", "; ", "Bordiga", ", ", "S.", "; ", "Lillerud", ", ", "K. P.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "13850", "ACS Full Text ", ", [", "CAS", "]", "16. ", "A new zirconium inorganic building brick forming metal organic frameworks with exceptional stability", "Cavka Jasmina Hafizovic; Jakobsen Soren; Olsbye Unni; Guillou Nathalie; Lamberti Carlo; Bordiga Silvia; Lillerud Karl Petter", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "42", "),\r\n    ", "13850-1", "\r\n        ISSN:", ".\r\n    ", "Porous crystals are strategic materials with industrial applications within petrochemistry, catalysis, gas storage, and selective separation.  Their unique properties are based on the molecular-scale porous character.  However, a principal limitation of zeolites and similar oxide-based materials is the relatively small size of the pores, typically in the range of medium-sized molecules, limiting their use in pharmaceutical and fine chemical applications.  Metal organic frameworks (MOFs) provided a breakthrough in this respect.  New MOFs appear at a high and an increasing pace, but the appearances of new, stable inorganic building bricks are rare.  Here we present a new zirconium-based inorganic building brick that allows the synthesis of very high surface area MOFs with unprecedented stability.  The high stability is based on the combination of strong Zr-O bonds and the ability of the inner Zr6-cluster to rearrange reversibly upon removal or addition of mu3-OH groups, without any changes in the connecting carboxylates.  The weak thermal, chemical, and mechanical stability of most MOFs is probably the most important property that limits their use in large scale industrial applications.  The Zr-MOFs presented in this work have the toughness needed for industrial applications; decomposition temperature above 500 degrees C and resistance to most chemicals, and they remain crystalline even after exposure to 10 tons/cm2 of external pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD1cnlvFSqsA%253D%253D&md5=f355e3a0756d112f6ae3148a1e69cd81", "17. ", "Schaate", ", ", "A.", "; ", "Roy", ", ", "P.", "; ", "Preusse", ", ", "T.", "; ", "Lohmeier", ", ", "S.", "; ", "Godt", ", ", "A.", "; ", "Behrens", ", ", "P.", " ", "Chem.—Eur. J.", " ", "2011", ",  ", "17", ",  ", "9320", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Porous Interpenetrated Zirconium-Organic Frameworks (PIZOFs): A Chemically Versatile Family of Metal-Organic Frameworks", "Schaate, Andreas; Roy, Pascal; Preusse, Thomas; Lohmeier, Sven Jare; Godt, Adelheid; Behrens, Peter", "Chemistry - A European Journal", "\r\n        (", "2011", "),\r\n    ", "17", "\r\n        (", "34", "),\r\n    ", "9320-9325, S9320/1-S9320/21", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors present the synthesis and characterization of porous interpenetrated Zr-org. frameworks (PIZOFs), a new family of metal-org. frameworks obtained from ZrCl4 and the rodlike dicarboxylic acids HO2C[PE-P(R1,R2)-EP]CO2H that consist of alternating phenylene (P) and ethynylene (E) units.  The substituents R1,R2 were broadly varied (alkyl, alkoxy, oligo(ethylene glycol)), including postsynthetically addressable substituents (amino, alkyne, furan).  The PIZOF structure is highly tolerant towards the variation of R1 and R2.  This together with the modular synthesis of the diacids offers a facile tuning of the chem. environment within the pores.  The PIZOF structure [Zr6O4(OH)4(diacid)6] was solved from single-crystal x-ray diffraction anal. for 3 MOF's.  The PIZOFs are stable under ambient conditions.  PIZOF-2, the PIZOF prepd. from HO2C[PE-P(OMe,OMe)-EP]CO2H, served as a prototype to det. thermal stability and porosity.  It is stable up to 325° in air as detd. by using TG and powder x-ray diffraction.  Ar sorption isotherms on PIZOF-2 revealed a Brunauer-Emmett-Teller (BET) surface area of 1250 m2 g-1 and a total pore vol. of 0.68 cm3 g-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXpsFWqurw%253D&md5=d360c19bcb25489966208b2c55496565", "18. ", "(a) ", "Li", ", ", "K. H.", "; ", "Olsan", ", ", "D. H.", "; ", "Lee", ", ", "J. Y.", "; ", "Bi", ", ", "W. H.", "; ", "Wu", ", ", "K.", "; ", "Yuen", ", ", "T.", "; ", "Xu", ", ", "Q.", "; ", "Li", ", ", "J.", " ", "Adv. Funct. Mater.", " ", "2008", ",  ", "18", ",  ", "2205", "[", "Crossref", "], [", "CAS", "]", "18. ", "Multifunctional microporous MOFs exhibiting gas/hydrocarbon adsorption selectivity, separation capability and three-dimensional magnetic ordering", "Li, Kunhao; Olson, David H.; Lee, Jeong Yong; Bi, Wenhua; Wu, Ke; Yuen, Tan; Xu, Qiang; Li, Jing", "Advanced Functional Materials", "\r\n        (", "2008", "),\r\n    ", "18", "\r\n        (", "15", "),\r\n    ", "2205-2214", "CODEN:\r\n                ", "AFMDC6", ";\r\n        ISSN:", "1616-301X", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Microporous materials [M3(HCOO)6]·DMF (M = Mn, Co, Ni) were synthesized solvothermally and structurally characterized by single crystal and powder x-ray diffraction methods.  The metal network exhibits diamondoid connectivity and the overall framework gives rise to zigzag channels along the b axis where guest DMF mols. reside.  The effective pore size of these channels is ∼5-6 Å.  The materials feature high thermal stability and permanent porosity with relatively small pore diams. which are attributed to the extensive strong dative bonding between the metal centers and formate mols.  The title compds. exhibit interesting multi-fold gas adsorption and magnetic properties.  The adsorption study of alcs., aroms., and linear hydrocarbons revealed strong control of the adsorbent channel structures on their adsorption capacity and selectivity.  The study also indicated possibility of using these materials for sepn. of close boiling chems. (e.g., ethylbenzene and p-xylene) via pressure swing adsorption (PSA) process and mols. with different diffusion parameters via kinetic-based process.  Three-dimensional spontaneous magnetic ordering was found in all three network structures studied and at ground states they behave somewhat like soft magnets.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtVykt7rI&md5=d61851a5433f9b70e37ce7db069c5f4f", "(b) ", "Nelson", ", ", "A. P.", "; ", "Farha", ", ", "O. M.", "; ", "Mulfort", ", ", "K. L.", "; ", "Hupp", ", ", "J. T.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "458", "ACS Full Text ", ", [", "CAS", "]", "18. ", "Supercritical Processing as a Route to High Internal Surface Areas and Permanent Microporosity in Metal-Organic Framework Materials", "Nelson, Andrew P.; Farha, Omar K.; Mulfort, Karen L.; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "2", "),\r\n    ", "458-460", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Careful processing of 4 representative metal-org. framework (MOF) materials with liq. and supercrit. CO2 (ScD) leads to substantial, or in some cases spectacular (up to 1200%), increases in gas-accessible surface area.  Maximization of surface area is key to the optimization of MOFs for many potential applications.  Preliminary evidence points to inhibition of mesopore collapse, and therefore micropore accessibility, as the basis for the extraordinarily efficacious outcome of ScD-based activation.  The crystals of the MOF including naphthalenedimide-contg. ligand are P2(1)/c, with a 23.275(4), b 25.486(4), c 49.521(7) Å, β 117.409(6)°; Z = 4, dc = 0.559; R1 = 0.0692, wR2 = 0.1513.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsFChsb3J&md5=dc9e4bf4e41d4f8d15af0510be0261aa", "19. ", "(a) ", "Li", ", ", "H.", "; ", "Davis", ", ", "C. E.", "; ", "Groy", ", ", "T. L.", "; ", "Kelley", ", ", "D. G.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "1998", ",  ", "120", ",  ", "2186", "ACS Full Text ", ", [", "CAS", "]", "19. ", "Coordinatively Unsaturated Metal Centers in the Extended Porous Framework of Zn3(BDC)3·6CH3OH (BDC = 1,4-Benzenedicarboxylate)", "Li, Hailian; Davis, Charles E.; Groy, Thomas L.; Kelley, Douglas G.; Yaghi, O. M.", "Journal of the American Chemical Society", "\r\n        (", "1998", "),\r\n    ", "120", "\r\n        (", "9", "),\r\n    ", "2186-2187", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Zn3(BDC)3·6MeOH (I; BDC = 1,4-Benzenedicarboxylate), having an extended porous framework, was prepd. from H2BDC and Zn(NO3)2 in DMF by adding MeOH, followed by deprotonation and initiation of the copolymn. by diffusing a PrOH soln. of Et3N into the mixt.  I is triclinic, space group P‾1, Z = 2, R = 0.0642, Rw = 1.024.  The 3 Zn centers, with an inversion center on the middle Zn, are clustered by virtue or the bidentate functionalities of the 3 symmetry-inequiv. BDC units.  The 6-coordinate central Zn atom is bonded by carboxylate O atoms and the other 2 Zn atoms are coordinated to 3 carboxylate O atoms and 2 MeOH mols. each.  When I was heated at 140°, Zn3(BDC)3.2MeOH was formed, due to the loss of coordinated MeOH; the other 2 MeOH mols. were lost at 170°.  Preliminary expts. indicate a preference for the inclusion of alcs. in the order: MeOH > EtOH > PrOH with no evidence for inclusion of MeCN or PhCN.  The host has preference for NH3, MeNH2 and Me2NH with no evidence for inclusion of Me3N.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXhsFSht74%253D&md5=7e926b805ad3516f40fe55a46a77cb2a", "(b) ", "Li", ", ", "H.", "; ", "Eddaoudi", ", ", "M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Nature", " ", "1999", ",  ", "402", ",  ", "276", "[", "Crossref", "], [", "CAS", "]", "19. ", "Design and synthesis of an exceptionally stable and highly porous metal-organic framework", "Li, Hailian; Eddaoudi, Mohamed; O'Keeffe, M.; Yaghi, M.", "Nature (London)", "\r\n        (", "1999", "),\r\n    ", "402", "\r\n        (", "6759", "),\r\n    ", "276-279", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Macmillan Magazines", ")\r\n        ", "Open metal-org. frameworks are widely regarded as promising materials for applications in catalysis, sepn., gas storage and mol. recognition.  Compared to conventionally used microporous inorg. materials such as zeolites, these org. structures have the potential for more flexible rational design, through control of the architecture and functionalization of the pores.  So far, the inability of these open frameworks to support permanent porosity and to avoid collapsing in the absence of guest mols., such as solvents, has hindered further progress in the field.  The authors report the synthesis of a metal-org. framework, Zn4O(BDC)3.(DMF)8.(PhCl) (named MOF-5, where BDC = 1,4-benzenedicarboxylate), which remains cryst., as evidenced by x-ray single-crystal analyses, and stable when fully desolvated and when heated up to 300°.  This synthesis is achieved by borrowing ideas from metal carboxylate cluster chem., where an org. dicarboxylate linker was used in a reaction that gives supertetrahedron clusters when capped with monocarboxylates.  The rigid and divergent character of the added linker allows the articulation of the clusters into a three-dimensional framework resulting in a structure with higher apparent surface area and pore vol. than most porous cryst. zeolites.  This simple and potentially universal design strategy is currently being pursued in the synthesis of new phases and composites, and for gas-storage applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXnvFSiuro%253D&md5=68f27e20a7e4e15ea2c2f49a2a61e98a", "(c) ", "Chen", ", ", "B.", "; ", "Eddaoudi", ", ", "M.", "; ", "Hyde", ", ", "S. T.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2001", ",  ", "291", ",  ", "1021", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "Interwoven metal-organic framework on a periodic minimal surface with extra-large pores", "Chen, Banglin; Eddaoudi, M.; Hyde, S. T.; O'Keeffe, M.; Yaghi, O. M.", "Science (Washington, DC, United States)", "\r\n        (", "2001", "),\r\n    ", "291", "\r\n        (", "5506", "),\r\n    ", "1021-1023", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A strategy for the design of highly porous and structurally stable networks makes use of metal-org. building blocks that can be assembled on a triply periodic P-minimal geometric surface to produce structures that are interpenetrating-more accurately considered as interwoven.  The authors used 4,4',4''-benzene-1,3,5-triyltribenzoic acid (H3BTB), Cu(NO3)2e, and DMF to prep. Cu3(BTB)2(H2O)3·(DMF)9(H2O)2 (MOF-14), whose structure reveals a pair of interwoven metal-org. frameworks that are mutually reinforced.  The structure contains remarkably large pores, 16.4 Å in diam., in which voluminous amts. of gases and org. solvents can be reversibly sorbed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXhtFGlu7s%253D&md5=a9c2b80ba2f1b825ee2a55278ef5fe92", "20. ", "We note that the inevitable presence of guests in such porous solids raises the intrinsic difficulties of accurately fitting the EA. Here, the calculated chemical formula is shown for both the framework crystal structure without and with guest water molecules, which are anticipated to be in the pores.", "There is no corresponding record for this reference.", "21. ", "(a) ", "Gopal", ", ", "R.", "; ", "Hollebone", ", ", "B. R.", "; ", "Langford", ", ", "C. H.", "; ", "Shigeishi", ", ", "R. A.", " ", "Sol. Energy", " ", "1982", ",  ", "28", ",  ", "421", "[", "Crossref", "], [", "CAS", "]", "21. ", "The rates of solar energy storage and retrieval in a zeolite-water system", "Gopal, R.; Hollebone, B. R.; Langford, C. H.; Shigeishi, R. A.", "Solar Energy", "\r\n        (", "1982", "),\r\n    ", "28", "\r\n        (", "5", "),\r\n    ", "421-4", "CODEN:\r\n                ", "SRENA4", ";\r\n        ISSN:", "0038-092X", ".\r\n    ", "The possible use of a water vapor-zeolite 13X system for solar energy storage was studied.  No decrease in water capacity and no structural deterioration were obsd. in 2-mo of cycling studies.  The water desorption rate in a static situation was detd. at 110-250°.  The satn. capacity was 0.33 g H2O/g zeolite.  The heat of adsorption decreased from 90 to 50 kJ/mol with increasing amt. of adsorbed water.  The heat generation rate was very high, and the heat extn. from the storage system is practical.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL38XksFymt7k%253D&md5=b834c1051ac810a1b78cae740993aed3", "(b) ", "Dzhigit", ", ", "O.", "; ", "Kiselev", ", ", "A.", "; ", "Mikos", ", ", "K.", "; ", "Muttik", ", ", "G.", "; ", "Rahmanav", ", ", "T. A.", " ", "Trans. Faraday Soc.", " ", "1971", ",  ", "67", ",  ", "458", "[", "Crossref", "], [", "CAS", "]", "21. ", "Heats of adsorption of water vapor on X-zeolites containing Li+, K+, Rb+, and Cs+ cations", "Dzhigit, O. M.; Kiselev, A. V.; Mikos, K. N.; Muttik, G. G.; Rakhmanova, T. A.", "Transactions of the Faraday Society", "\r\n        (", "1971", "),\r\n    ", "67", "\r\n        (", "Pt. 2", "),\r\n    ", "458-67", "CODEN:\r\n                ", "TFSOA4", ";\r\n        ISSN:", "0014-7672", ".\r\n    ", "Differential heats of adsorption of water vapor on zeolites LiNaX, NaX, KNaX, RbNaX, and CsNaX were measured calorimetrically over a wide range of adsorption.  The heat of adsorption of water is detd. mainly by the energy of specific interaction of the water mols. with the exchange cations, with the neg. charged O ions of the zeolite framework, and with each other.  The contributions of these interactions change with change of cation and with degree of filling; hence, the dependence of the heat of adsorption of water on the amt. adsorbed is wave-shaped.  This is due apparently to the presence of some groups of energetically different sites for water adsorption in the cavities of zeolites.  Alternation of decrease and increase in the heat of adsorption of water with increasing coverage was particularly evident with KNaX zeolite.  At low fillings, the heats of adsorption of water decrease from LiNaX to CsNaX zeolites.  Removal of Li+ by washing sharply decreases the heat of adsorption of water at small coverages.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE3MXhtVegu74%253D&md5=7b6b34dba163c377efdb1de08cf56cbe", "22. ", "(a) ", "Llewellyn", ", ", "P. L.", "; ", "Schueth", ", ", "F.", "; ", "Grillet", ", ", "Y.", "; ", "Rouquerol", ", ", "F.", "; ", "Rouquerol", ", ", "J.", "; ", "Unger", ", ", "K. K.", " ", "Langmuir", " ", "1995", ",  ", "11", ",  ", "574", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "Water Sorption on Mesoporous Aluminosilicate MCM-41", "Llewellyn, P. L.; Schueth, F.; Grillet, Y.; Rouquerol, F.; Rouquerol, J.; Unger, K. K.", "Langmuir", "\r\n        (", "1995", "),\r\n    ", "11", "\r\n        (", "2", "),\r\n    ", "574-7", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Characterization of the interaction of water with the highly ordered mesoporous solid MCM-41 (pore diam. ∼2.5 nm) is undertaken with the aid of several techniques (adsorption gravimetry, X-ray diffraction, Fourier transform IR spectroscopy, and controlled rate-evolved gas anal.).  The relatively complex water-MCM-41 interactions are characterized by a type V isotherm indicating an initial repulsive character followed by a capillary condensation step of the adsorbate.  This highlights both hydrophobic and hydrophilic properties of this potential model mesoporous adsorbent.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXjsFajt7Y%253D&md5=131eba83376d1d087599790623ebdd74", "(b) ", "Inagakia", ", ", "S.", "; ", "Fukushima", ", ", "Y.", "; ", "Kuroda", ", ", "K.", "; ", "Kuroda", ", ", "K.", " ", "J. Colloid Interface Sci.", " ", "1996", ",  ", "180", ",  ", "623", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(c) ", "Branton", ", ", "P. J.", "; ", "Hall", ", ", "P. G.", "; ", "Sing", ", ", "K. S. W.", " ", "Adsorption", " ", "1995", ",  ", "1", ",  ", "77", "[", "Crossref", "], [", "CAS", "]", "22. ", "Physisorption of alcohols and water vapor by MCM-41, a model mesoporous adsorbent", "Branton, Peter J.; Hall, Peter G.; Sing, Kenneth S. W.", "Adsorption", "\r\n        (", "1995", "),\r\n    ", "1", "\r\n        (", "1", "),\r\n    ", "77-82", "CODEN:\r\n                ", "ADSOFO", ";\r\n        ISSN:", "0929-5607", ".\r\n    \r\n            (", "Kluwer", ")\r\n        ", "Adsorption isotherms of methanol, ethanol, propan-1-ol, butan-1-ol and water vapor have been detd. on MCM-41, a model mesoporous adsorbent.  The isotherms of the alcs. are all of Type IV, whereas the water isotherm is of Type V in the IUPAC classification.  Each adsorption isotherm exhibits a sharp step, indicative of capillary condensation within a narrow distribution of mesopores.  The isotherms are reversible in the monolayer-multilayer region, but distinctive hysteresis loops are assocd. with the condensation-evapn. cycle.  The area within the loop is dependent on the adsorptive, increasing in scale from methanol to butan-1-ol and water.  It is evident that the large internal surface of MCM-41 is somewhat hydrophobic and that its mesopore structure is remarkably uniform and stable.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXksFWhtrs%253D&md5=9cfb3f8e5aef1e8d8b822dff0c45d348", "23. ", "Topologies of all MOFs were determined using RCSR Web site facilities:", "(a)  ", "http://rcsr.anu.edu.au", ".", "There is no corresponding record for this reference.", "(b) ", "O’Keeffe", ", ", "M.", "; ", "Peskov", ", ", "M. A.", "; ", "Ramsden", ", ", "S. J.", "; ", "Yaghi", ", ", "O. M.", " ", "Acc. Chem. Res.", " ", "2008", ",  ", "41", ",  ", "1782", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "The Reticular Chemistry Structure Resource (RCSR) database of, and symbols for, crystal nets", "O'Keeffe, Michael; Peskov, Maxim A.; Ramsden, Stuart J.; Yaghi, Omar M.", "Accounts of Chemical Research", "\r\n        (", "2008", "),\r\n    ", "41", "\r\n        (", "12", "),\r\n    ", "1782-1789", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "During the past decade, interest has grown tremendously in the design and synthesis of cryst. materials constructed from mol. clusters linked by extended groups of atoms.  Most notable are metal-org. frameworks (MOFs), in which polyat. inorg. metal-contg. clusters are joined by polytopic linkers. (Although these materials are sometimes referred to as coordination polymers, we prefer to differentiate them, because MOFs are based on strong linkages that yield robust frameworks.) The realization that MOFs could be designed and synthesized in a rational way from mol. building blocks led to the emergence of a discipline that we call reticular chem.MOFs can be represented as a special kind of graph called a periodic net.  Such descriptions date back to the earliest crystallog. studies but have become much more common recently because thousands of new structures and hundreds of underlying nets have been reported.  In the simplest cases (e.g., the structure of diamond), the atoms in the crystal become the vertices of the net, and bonds are the links (edges) that connect them.  In the case of MOFs, polyat. groups act as the vertices and edges of the net.Because of the explosive growth in this area, a need has arisen for a universal system of nomenclature, classification, identification, and retrieval of these topol. structures.  We have developed a system of symbols for the identification of three periodic nets of interest, and this system is now in wide use.  In this Account, we explain the underlying methodol. of assigning symbols and describe the Reticular Chem. Structure Resource (RCSR), in which about 1600 such nets are collected and illustrated in a database that can be searched by symbol, name, keywords, and attributes.  The resource also contains searchable data for polyhedra and layers.The database entries come from systematic enumerations or from known chem. compds. or both.  In the latter case, refs. to occurrences are provided.  We describe some crystallog., topol., and other attributes of nets and explain how they are reported in the database.  We also describe how the database can be used as a tool for the design and structural anal. of new materials.  Assocd. with each net is a natural tiling, which is a natural partition of space into space-filling tiles.  The database allows export of data that can be used to analyze and illustrate such tilings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXht1SgsrjF&md5=392c624f403dd8457460a7649aa496f3", "24. ", "Spek", ", ", "A. L.", " ", "Acta Crystallogr.", " ", "2009", ",  ", "D65", ",  ", "148", "[", "Crossref", "], [", "CAS", "]", "24. ", "Structure validation in chemical crystallography", "Spek, Anthony L.", "Acta Crystallographica, Section D: Biological Crystallography", "\r\n        (", "2009", "),\r\n    ", "65", "\r\n        (", "2", "),\r\n    ", "148-155", "CODEN:\r\n                ", "ABCRE6", ";\r\n        ISSN:", "0907-4449", ".\r\n    \r\n            (", "International Union of Crystallography", ")\r\n        ", "A review.  Automated structure validation was introduced in chem. crystallog. about 12 years ago as a tool to assist practitioners with the exponential growth in crystal structure analyses.  Validation has since evolved into an easy-to-use checkCIF/PLATON web-based IUCr service.  The result of a crystal structure detn. has to be supplied as a CIF-formatted computer-readable file.  The checking software tests the data in the CIF for completeness, quality, and consistency.  In addn., the reported structure is checked for incomplete anal., errors in the anal., and relevant issues to be verified.  A validation report is generated in the form of a list of ALERTS on the issues to be cor., checked, or commented on.  Structure validation has largely eliminated obvious problems with structure reports published in IUCr journals, such as refinement in a space group of too low symmetry.  This paper reports on the current status of structure validation and possible future extensions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtVWhtL8%253D&md5=1cc05cd996f846a98b55ea09289af6a9", "25. ", "It has been recently reported that UiO-66 might contain different amounts of missing linker defects, depending on the amount of acid modulator employed during the synthesis. Indeed, MOF-801-P was prepared with a higher concentration of formic acid than MOF-801-SC, which would result in a large number of such defects:", "Wu", ", ", "H.", "; ", "Chua", ", ", "Y.", "; ", "Krungleviciute", ", ", "V.", "; ", "Tyagi", ", ", "M.", "; ", "Chen", ", ", "P.", "; ", "Yildirim", ", ", "T.", "; ", "Zhou", ", ", "W.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "10525", "ACS Full Text ", ", [", "CAS", "]", "25. ", "Unusual and Highly Tunable Missing-Linker Defects in Zirconium Metal-Organic Framework UiO-66 and Their Important Effects on Gas Adsorption", "Wu, Hui; Chua, Yong Shen; Krungleviciute, Vaiva; Tyagi, Madhusudan; Chen, Ping; Yildirim, Taner; Zhou, Wei", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "28", "),\r\n    ", "10525-10532", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "UiO-66 is a highly important prototypical zirconium metal-org. framework (MOF) compd. because of its excellent stabilities not typically found in common porous MOFs.  In its perfect crystal structure, each Zr metal center is fully coordinated by 12 org. linkers to form a highly connected framework.  Using high-resoln. neutron power diffraction technique, we found the first direct structural evidence showing that real UiO-66 material contains significant amt. of missing-linker defects, an unusual phenomenon for MOFs.  The concn. of the missing-linker defects is surprisingly high, ∼10% in our sample, effectively reducing the framework connection from 12 to ∼11.  We show that by varying the concn. of the acetic acid modulator and the synthesis time, the linker vacancies can be tuned systematically, leading to dramatically enhanced porosity.  We obtained samples with pore vols. ranging from 0.44 to 1.0 cm3/g and Brunauer-Emmett-Teller surface areas ranging from 1000 to 1600 m2/g, the largest values of which are ∼150% and ∼60% higher than the theor. values of defect-free UiO-66 crystal, resp.  The linker vacancies also have profound effects on the gas adsorption behaviors of UiO-66, in particular CO2.  Finally, comparing the gas adsorption of hydroxylated and dehydroxylated UiO-66, we found that the former performs systematically better than the latter (particularly for CO2) suggesting the beneficial effect of the -OH groups.  This finding is of great importance because hydroxylated UiO-66 is the practically more relevant, non-air-sensitive form of this MOF.  The preferred gas adsorption on the metal center was confirmed by neutron diffraction measurements, and the gas binding strength enhancement by the -OH group was further supported by our first-principles calcns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtValsLrL&md5=c1ead8cbafaae77968f37490e2bb14f6", "26. ", "It is not clear why MOF-806 demonstrates low water uptake capacity. However, considering its poor water adsorption cycle performance (Figure S36 in ", "SI", "), it is likely that part of the porosity of this material was lost during the water adsorption measurements.", "There is no corresponding record for this reference.", "27. ", "Reinsch", ", ", "H.", "; ", "Marszalek", ", ", "B.", "; ", "Wack", ", ", "J.", "; ", "Senker", ", ", "J.", "; ", "Gil", ", ", "B.", "; ", "Stock", ", ", "N.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "9486", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "27. ", "A new Al-MOF based on a unique column-shaped inorganic building unit exhibiting strongly hydrophilic sorption behaviour", "Reinsch, Helge; Marszalek, Bartosz; Wack, Julia; Senker, Juergen; Gil, Barbara; Stock, Norbert", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "76", "),\r\n    ", "9486-9488", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The new Al-based metal-org. framework [Al13(OH)27(H2O)6(BDC-NH2)3Cl6(C3H7OH)6] denoted CAU-6 (CAU = Christian-Albrechts-Universitaet, BDC-NH2 = 2-aminoterephthalate) was solvothermally synthesized in iso-PrOH and was thoroughly characterized.  The framework structure exhibits a unique column-shaped inorg. building unit, which is based on stacked, corner-sharing Al13-clusters.  The compd. exhibits unprecedented hydrophilicity for metal-org. frameworks.  Employing terephthalic acid in the solvothermal reaction formed Al-MIL-68.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1yqsbjL&md5=97c1c3c647e7a2f7ed8eb23b4c8d2093", "28. ", "Reinsch", ", ", "H.", "; ", "van der Veen", ", ", "M. A.", "; ", "Gil", ", ", "B.", "; ", "Marszalek", ", ", "B.", "; ", "Verbiest", ", ", "T.", "; ", "de Vos", ", ", "D.", "; ", "Stock", ", ", "N.", " ", "Chem. Mater.", " ", "2013", ",  ", "25", ",  ", "17", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Structures, Sorption Characteristics, and Nonlinear Optical Properties of a New Series of Highly Stable Aluminum MOFs", "Reinsch, Helge; van der Veen, Monique A.; Gil, Barbara; Marszalek, Bartosz; Verbiest, Thierry; de Vos, Dirk; Stock, Norbert", "Chemistry of Materials", "\r\n        (", "2013", "),\r\n    ", "25", "\r\n        (", "1", "),\r\n    ", "17-26", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Employing high-throughput methods, the synthesis conditions for six new MOFs based on aluminum ions and the V-shaped linker mol. 1,3-benzenedicarboxylic acid, denoted as CAU-10-X (CAU = Christian-Albrechts-University) with the sum formula [Al(OH)(C8H3O4X)]·solvent, were established (X = functional group in 5-position of the arom. ring; X = H (1), CH3 (2), OCH3 (3) NO2 (4), NH2 (5), or OH (6)).  Because of the absence of macroscopic crystals, the obtained compds. were structurally characterized employing XRPD-methods.  The crystal structures of 1, 2, and 3 were refined using Rietveld methods.  Although the described MOFs are isoreticular, they crystallize in several, sometimes noncentrosym. space groups (1, 4, 6), because of slight structural changes induced by the functionalization.  These space groups were confirmed with second-harmonic generation measurements.  All compds. are highly stable as confirmed by temp.-dependent XRPD and IR expts. and decomp. at temps. >350°.  The stabilities of all compds. in aq. solns. of varying pH were confirmed by XRPD measurements and their sorption properties toward nitrogen, hydrogen, carbon dioxide, and water vapor at low pressures are reported.  A drastic influence of the functional group on affinity, capacity, and accessibility of the pores for these gases is obsd.  These properties depend on the polarity and size of the functional group as well as on subtle structural differences between the CAU-10-X compds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhsleqtb3O&md5=0a098a122cf8c603d750453393321c14", "29. ", "Hauer", ", ", "A.", " ", "Adsorption", " ", "2007", ",  ", "13", ",  ", "399", "[", "Crossref", "], [", "CAS", "]", "29. ", "Evaluation of adsorbent materials for heat pump and thermal energy storage applications in open systems", "Hauer, A.", "Adsorption", "\r\n        (", "2007", "),\r\n    ", "13", "\r\n        (", "3/4", "),\r\n    ", "399-405", "CODEN:\r\n                ", "ADSOFO", ";\r\n        ISSN:", "0929-5607", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "The evaluation of solid adsorbents in open sorption systems for heating, cooling, and thermal energy storage (TES) applications is crucial for the ecol. and economical performance of these systems.  An appropriate adsorbent has to reach the temp. limit given by the heating/cooling system of the consumer.  It has to provide high energy efficiency and a high energy d. for storage applications.  A method for an easy evaluation of different adsorbents for a specific application was developed.  The method is based on the adsorption equil. of the adsorbent and water vapor.  The crucial property for the discussed field of applications is the differential heat of adsorption.  Criteria for the evaluation of the adsorbent are the breakthrough curves (responsible for the dynamics of the process), the possible temp. lift (or the dehumidification) of the air, the thermal COP and the storage capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtlKlt7rI&md5=c9b221fac9de2d4c1f14eba9c7230cc6", "30. ", "Thommes", ", ", "M.", "; ", "Morell", ", ", "J.", "; ", "Cychosz", ", ", "K. A.", "; ", "Froba", ", ", "M.", " ", "Langmuir", " ", "2013", ",  ", "29", ",  ", "14893", "[", "ACS Full Text ", "], [", "CAS", "]", "30. ", "Combining Nitrogen, Argon, and Water Adsorption for Advanced Characterization of Ordered Mesoporous Carbons (CMKs) and Periodic Mesoporous Organosilicas (PMOs)", "Thommes, Matthias; Morell, Jurgen; Cychosz, Katie A.; Froba, Michael", "Langmuir", "\r\n        (", "2013", "),\r\n    ", "29", "\r\n        (", "48", "),\r\n    ", "14893-14902", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Ordered mesoporous carbons (CMKs) and periodic mesoporous organosilica (PMO) materials have been characterized by combining nitrogen (77.4 K) and argon (87.3 K) adsorption with recently developed quenched solid d. functional theory (QSDFT).  Systematic, high-resoln. water adsorption expts. have been performed in the temp. range from 298 to 318 K in order to ascertain the effect of surface chem. (using periodic mesoporous organosilicas (PMOs) of given pore size) and pore size/pore geometry (using CMK-3, CMK-8 carbons) on the adsorption, pore filling, condensation and hysteresis behavior.  These data reveal how the interplay between confined geometry effects and the strength of the adsorption forces influence the adsorption, wetting, and phase behavior of pore fluids.  The results indicate that water adsorption is quite sensitive to both small changes in pore structure and surface chem., showing the potential of water adsorption as a powerful complementary tool for the characterization of nanoporous solids.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslWrt7zI&md5=b37a84831485df78611b6177aba367a8", "31. ", "See U.S. DOE website: ", "https://arpa-e-foa.energy.gov/Default.aspx?Search=DE-FOA-0000471", ". Accessed on February 24, ", "2014", ".", "There is no corresponding record for this reference.", "32. ", "Cirera", ", ", "J.", "; ", "Sung", ", ", "J. C.", "; ", "Howland", ", ", "P. B.", "; ", "Paesani", ", ", "P.", " ", "J. Chem. Phys.", " ", "2012", ",  ", "137", ",  ", "054704", "[", "Crossref", "], [", "CAS", "]", "32. ", "The effects of electronic polarization on water adsorption in metal-organic frameworks: H2O in MIL-53(Cr)", "Cirera, Jordi; Sung, Jeffrey C.; Howland, Porter B.; Paesani, Francesco", "Journal of Chemical Physics", "\r\n        (", "2012", "),\r\n    ", "137", "\r\n        (", "5", "),\r\n    ", "054704/1-054704/6", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The effects of electronic polarization on the adsorption of water in the MIL-53(Cr) metal-org. framework are investigated using mol. dynamics simulations.  For this purpose a fully polarizable force field for MIL-53(Cr) was developed which is compatible with the ab initio-based TTM3-F water model.  The anal. of the spatial distributions of the water mols. within the MIL-53(Cr) nanopores calcd. as a function of loading indicates that polarization effects play an important role in the formation of hydrogen bonds between the water mols. and the hydroxyl groups of the framework.  As a result, large qual. differences are found between the radial distribution functions calcd. with non-polarizable and polarizable force fields.  The present anal. suggests that polarization effects can significantly impact mol. adsorption in metal-org. frameworks under hydrated conditions.  (c) 2012 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFarsr7M&md5=c1f6dec52b2f74f44e6c6f5493c29479", "33. ", "The eight μ", "3", "-oxygen atoms in the SBU are disorderedly occupied by either O", "2–", " or OH", "–", " groups, with different positions for one or another species, as resolved by the SXRD refinement. The location of the guest water molecules is expressed using the distance from the OH", "–", " group.", "There is no corresponding record for this reference.", "34. ", "(a) ", "Gruenloh", ", ", "C.", "; ", "Carney", ", ", "J.", "; ", "Arrington", ", ", "C.", "; ", "Zwier", ", ", "T.", "; ", "Fredericks", ", ", "S.", "; ", "Jordan", ", ", "K.", " ", "Science", " ", "1997", ",  ", "276", ",  ", "1678", "[", "Crossref", "], [", "CAS", "]", "34. ", "Infrared spectrum of a molecular ice cube: the S4 and D2d water octamers in benzene-(water)8", "Gruenloh, Christopher J.; Carney, Joel R.; Arrington, Caleb A.; Zwier, Timothy S.; Fredericks, Sharon Y.; Jordan, Kenneth D.", "Science (Washington, D. C.)", "\r\n        (", "1997", "),\r\n    ", "276", "\r\n        (", "5319", "),\r\n    ", "1678-1681", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Resonant 2-photon ionization, UV hole-burning, and resonant ion-dip IR (RIDIR) spectroscopy were used to assign and characterize the H-bonding topol. of 2 conformers of the C6H6-(H2O)8 cluster.  In both clusters, the 8 H2O mols. form a H-bonded cube to which C6H6 is surface-attached.  Comparison of the RIDIR spectra with d. functional theory calcns. is used to assign the 2 (H2O)8 structures in C6H6-(H2O)8 as cubic octamers of D2d and S4 symmetry, which differ in the configuration of the H bonds within the cube.  OH stretch vibrational fundamentals at ∼3550 wave nos. provide unique spectral signatures for these mol. ice cubes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXjvV2gtLg%253D&md5=ff7339525b1ef77f532d12d8d1d77dc2", "(b) ", "Suitte", ", ", "B.", "; ", "Belair", ", ", "S.", "; ", "Francisco", ", ", "J.", " ", "Phys. Rev. A", " ", "2005", ",  ", "71", ",  ", "043204", "[", "Crossref", "], [", "CAS", "]", "34. ", "Spectroscopic characterization of the five possible orientations of a hydrogen-bonded pair of water molecules within the cubic water octamer framework", "Suitte, Bryant P.; Belair, Stephen D.; Francisco, Joseph S.", "Physical Review A: Atomic, Molecular, and Optical Physics", "\r\n        (", "2005", "),\r\n    ", "71", "\r\n        (", "4", "),\r\n    ", "043204/1-043204/6", "CODEN:\r\n                ", "PLRAAN", ";\r\n        ISSN:", "1050-2947", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "Among the 14 conformers of the cubic water octamer, there are 114 symmetry-unique pairs of nearest-neighbor water mols.  The pairs can be divided into 5 classes based on hydrogen bonding topol.  These 5 possible relative orientations are studied via isotopic replacement.  Individual calcns. were carried out by systematically replacing selected subsets of the 16 hydrogen atoms of a given (H2O)8 conformer with deuterium atoms and then performing second-order Moller-Plesset perturbation theory calcns. of the clusters.  From this anal., it was found that, for a given orientation, the vibrational frequencies of the covalent O··H bonds for the 5 nearest-neighbor water pairs fall into distinct ranges.  This information can be used to spectroscopically identify the different water structures by their unique water topologies and unique spectral signature.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjvVeksrY%253D&md5=889c74c47543b916043b665dd4eece5e", "35. ", "(a) ", "Atwood", ", ", "J.", "; ", "Barbour", ", ", "L.", "; ", "Ness", ", ", "T.", "; ", "Raston", ", ", "C.", "; ", "Raston", ", ", "P.", " ", "J. Am. Chem. Soc.", " ", "2001", ",  ", "123", ",  ", "7192", "ACS Full Text ", ", [", "CAS", "]", "35. ", "A Well-Resolved Ice-like (H2O)8 Cluster in an Organic Supramolecular Complex", "Atwood, Jerry L.; Barbour, Leonard J.; Ness, Timothy J.; Raston, Colin L.; Raston, Paul L.", "Journal of the American Chemical Society", "\r\n        (", "2001", "),\r\n    ", "123", "\r\n        (", "29", "),\r\n    ", "7192-7193", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors now report the crystallog. observation of an ice-like, cyclic (H2O)8 cluster in the solid-state structure of an org. supramol. complex.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXksFOmtbs%253D&md5=f0805c4f93fc7801fef06561f55caf96", "(b) ", "Doedens", ", ", "R.", "; ", "Yohannes", ", ", "E.", "; ", "Khan", ", ", "M.", " ", "Chem. Commun.", " ", "2002", ",  ", "62", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "35. ", "Novel water clusters in the crystalline state: structures of a symmetrical, cyclic hexamer and an 'opened-cube' octamer", "Doedens, Robert J.; Yohannes, Elizabeth; Khan, M. Ishaque", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2002", "),\r\n    ", "\r\n        (", "1", "),\r\n    ", "62-63", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The crystal structures of [Ni3V18O42(H2O)12(SO4)].24H2O and [V(phen)2SO4]2O(H2O)8 are given.  Crystallog. data are given.  Six- and eight-membered H-bonded H2O clusters of novel structure types were found in cryst. hydrates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XntFensw%253D%253D&md5=86b21f3b39a24a08c76b2f40a627621c", "36. ", "During the analysis of the difference Fourier maps, other areas of high electron density were identified in the tetrahedral cavities, but when we assigned them to O atoms, the refinement of their positions was nonconvergent and/or resulted in very high thermal factors. This indicates that, in contrast to the well-located position of the atoms just depicted, these areas belong to highly disordered molecules filling the cavities.", "There is no corresponding record for this reference.", "37. ", "Goto", ", ", "A.", "; ", "Hondoh", ", ", "T.", "; ", "Mae", ", ", "S.", " ", "J. Chem. Phys.", " ", "1990", ",  ", "93", ",  ", "1412", "[", "Crossref", "], [", "CAS", "]", "37. ", "The electron density distribution in ice Ih determined by single-crystal x-ray diffractometry", "Goto, Akira; Hondoh, Takeo; Mae, Shinji", "Journal of Chemical Physics", "\r\n        (", "1990", "),\r\n    ", "93", "\r\n        (", "2", "),\r\n    ", "1412-17", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    ", "Precise structure anal. of ice Ih was carried out by single-crystal x-ray diffractometry.  The reliability factor R was as small as 0.007 for the refined structure based on the half-hydrogen model.  Both of the O-H distances at 243 K, those oblique and parallel to the c axis, were detd. to be 0.85(2) and 0.82(3) Å, resp., which are significantly shorter than those detd. by the neutron diffraction method.  These discrepancies were attributed to the difference between the electron and protonic d. distribution along the O-H---O bond.  Fourier synthesis and difference synthesis were computed for clarifying the electron d. distribution relating to the hydrogen bonding.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXkvVGisL4%253D&md5=28b8273382419bf2430e3b973f5c35ae"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-11/ja500330a/production/images/small/ja-2014-00330a_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-11/ja500330a/production/images/small/ja-2014-00330a_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-11/ja500330a/production/images/small/ja-2014-00330a_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-11/ja500330a/production/images/small/ja-2014-00330a_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-11/ja500330a/production/images/small/ja-2014-00330a_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-11/ja500330a/production/images/small/ja-2014-00330a_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-11/ja500330a/production/images/small/ja-2014-00330a_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-11/ja500330a/production/images/small/ja-2014-00330a_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2014/jacsat.2014.136.issue-11/ja500330a/production/images/small/ja-2014-00330a_0008.gif\">"]}
