{"title": ["Structural, Spectroscopic, and Magnetic Characterization of the Coordination Polymers [M", "(NCS)", "(bpe)", "]·3H", "O·2C", "H", "SO [M = Co, Ni; bpe = 1,2-Bis(4-pyridyl)ethylene]. Two Interpenetrated Porous Networks"], "authors": ["Lorena M. Callejo", "Noelia de la Pinta", "Gotzon Madariaga", "Luz Fidalgo", "Luis Lezama", "Roberto Cortés"], "doi": ["10.1021/cg100919a"], "abstract": ["Two new polycatenate compounds are synthesized using thiocyanato, bpe, and cobalt or nickel (bpe = 1,2-bis(4-pyridyl)ethylene). Three-dimensional structures consist of perpendicularly interpenetrated grids formed of parallel sheets. Square channels are observed in the structures accommodating water and dimethylsulfoxide. Solvent molecules stack in columns along the ", "-axis. Each metal ion is connected to four bpe ligand bridges in the sheet. Slight antiferromagnetic interactions are observed in the compounds.", "Two novel coordination polymers are obtained by the reaction of M(NO", ")", "·6H", "O (M = Co", ", Ni", ") with KNCS and bpe (bpe = 1,2-bis(4-pyridyl)ethylene). Both compounds, [Co", "(NCS)", "(bpe)", "]·3H", "O·2C", "H", "SO (", ") and [Ni", "(NCS)", "(bpe)", "]·3H", "O·2C", "H", "SO (", "), exhibit the same structure, consisting of two mutually interpenetrated networks made of parallel sheets. The effect of perpendicular concatenation results in fully interlocked networks, which makes the structure define large channels of square geometry. These channels spread along the ", "-axis, where solvent molecules are located and stack in columns. A compressed octahedral environment, with four bridging bpe ligands occupying the equatorial sites and two terminal N-bonded thiocyanate groups occupying the axial ones, is observed for each metal ion. The magnetic susceptibility measurements show an antiferromagnetic behavior with interactions of low order as a consequence of such a long distance between the metal ions bridged through the bpe ligand. This type of porous covalent boneframe has enclathrated solvent molecules."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Materials", "Results and Discussion", "Conclusions", "References", "Introduction", "Coordination polymers have attracted a considerable ongoing research in the past few decades because of their variety of topological architectures and the diverse fascinating functionalities for potential applications.", "(1)", " Among the numerous coordination polymers documented, the square-grid topology stands out as an important class not only because of the desirable applications associated with such frameworks but also because the formation of this structure type is often highly predictable.", "(2)", " New interesting coordination compounds have been obtained during the last few years by using N,N′-type flexible organic ligands, which exhibit a remarkable ability to act as great spacers and potentially bridging pseudohalides, which can mediate magnetic exchange between first-row transition metal ions. It is well-known that long N,N′-type ligands can lead to square-grid structures containing large cavities when they are reacted with metals capable of adopting octahedral or square-planar coordination geometries.", "(3)", " Furthermore, it is generally accepted that longer ligands often favor interpenetrating square-grid structures.", "(4)", " In this sense, the use of thiocyanate and N,N′-aromatic ligands in order to allow the building of interpenetrated frameworks", "(5, 6)", " is a well-known strategy carried out in some precedent works. In addition to the solvent effect, the nature of the metal atom also has a huge influence on the physical properties shown by the coordination compound.", "(7, 8)", "Extended systems have been prepared with 1,2-bis(4-pyridyl)ethylene (bpe) and thiocyanate ligands.", "(7, 9)", " In this context, monomeric and polymeric systems", "(10, 11)", " with different magnetic behaviors have been obtained to date. The solvent control in these syntheses is thought to be an important factor involved in the preparation of compounds with different crystal structures", "(12)", " because of the ability of the solvent molecules to be coordinated", "(13-15)", " to the metal atom, as same as to act as guest molecules in porous compounds.", "(16)", "Herein we report the syntheses, elemental and thermogravimetric analyses, infrared and diffuse reflectance spectra, crystal structures, and magnetic susceptibility measurements of two new interpenetrated square-grid coordination polymers of formula [Co", "II", "(NCS)", "2", "(bpe)", "2", "]·3H", "2", "O·2C", "2", "H", "6", "SO (", "1", ") (C", "2", "H", "6", "SO = dimethylsulfoxide = DMSO) and [Ni", "II", "(NCS)", "2", "(bpe)", "2", "]·3H", "2", "O·2C", "2", "H", "6", "SO (", "2", "), which correspond to structural isomers of previously reported [Fe", "II", "(NCS)", "2", "(bpe)", "2", "]·CH", "3", "OH.", "(7)", " A study of solvent molecules in the channels has been carried out for the complexes.", "Reported compounds ", "1", " and ", "2", " are highly crystalline porous materials with a quite large pore size that can be useful in subsequent studies in order to build similar porous frameworks with enclathrated molecules different from the solvent ones. Since the covalent boneframe remains the same with or without filling solvent, as it has been demonstrated, this challenge could be achieved. In this context, there are other interesting porous compounds with stable channel-like cavities which present methane gas adsorption properties.", "(17)", " Although we are talking about an interpenetrated kind of porous structure, the pore size is large enough for ", "1", " and ", "2", " to exhibit properties similar to those of other noninterpenetrated porous compounds. For example, there are noninterpenetrated porous Cu-complexes", "(18)", " with micropores smaller than those that are present in ", "1", " or ", "2", " and, despite that, they exhibit N", "2", ", Ar, and CO", "2", " adsorption properties that have been studied. It has been shown that the micropore volume for each compound changes with the different adsorbate, which indicates the presence of a molecular geometry sensitive to the micropore filling. The adsorption capability offered by a porous network not only depends on the compatibility between the hole size and the adsorbate size", "(19, 20)", " but also on the nature of both because a good ability to mutually interact can make the adsorption possible.", "(21, 22)", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Materials", "Results and Discussion", "Conclusions", "References", "Experimental Section", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Materials", "Results and Discussion", "Conclusions", "References", "Materials", "Metal(II) nitrate hexahydrate (Aldrich), 1,2-bis(4-pyridyl)ethylene (Lancaster), and potassium thiocyanate (Aldrich) were purchased and used without further purification.", "Synthesis of [Co(NCS)", "2", "(bpe)", "2", "]·3H", "2", "O·2C", "2", "H", "6", "SO (", "1", ")", "Compound ", "1", " was obtained from a mixture of KNCS (48.6 mg, 0.5 mmol) and bpe (121.3 mg, 0.665 mmol) in dimethylsulfoxide (DMSO) (4 mL) and an aqueous solution (20 mL) of Co(NO", "3", ")", "2", "·6H", "2", "O (72.7 mg, 0.25 mmol) by slow diffusion in a tube glass vessel. The interface is formed by a mixture of water (3 mL) and DMSO (3 mL). After a few days, orange prisms were isolated as single crystals suitable for X-ray diffraction. Yield of 42.3%. Elemental analysis (%): found (C, H, N) 48.43, 5.16, 11.53; calculated for C", "30", "H", "38", "N", "6", "CoO", "5", "S", "4", ": 48.05, 5.11, 11.21.", "Synthesis of [Ni(NCS)", "2", "(bpe)", "2", "]·3H", "2", "O·2C", "2", "H", "6", "SO (", "2", ")", "Compound ", "2", " was obtained in a same way but using the salt Ni(NO", "3", ")", "2", "·6H", "2", "O (72.7 mg, 0.25 mmol) (20 mL H", "2", "O), KNCS (48.6 mg, 0.5 mmol), and bpe (68.3 mg, 0.375 mmol) (4 mL DMSO). In a few days, single crystals suitable for X-ray diffraction were obtained as violet prisms. Yield of 38.5%. Elemental analysis (%): found (C, H, N) 47.81, 5.02, 11.41; calculated for C", "30", "H", "38", "N", "6", "NiO", "5", "S", "4", ": 48.07, 5.11, 11.21.", "Physical Techniques", "Microanalyses were performed with a LECO CHNS-932 analyzer. Analytical measurements were carried out in an ARL 3410 + ICP with a Minitorch equipment. Infrared spectra were recorded on a Mattson FT IR 1000 spectrophotometer operating in the range 4000−400 cm", "−1", " and using KBr pellets. Thermal analyses were obtained using a TA-Instruments SDT-2960 DSC-TGA unit at a heating rate of 5 °C between 25 and 800 °C and using an argon atmosphere. Diffuse reflectance spectra were registered at room temperature on a CARY 2415 spectrometer in the 5000−45000 cm", "−1", " region. Electron spin resonance (ESR) spectroscopy was performed on powdered samples at the X-band frequency, with a Bruker ESR 300 spectrometer equipped with a standard OXFORD low-temperature device, which was calibrated by the NMR probe for the magnetic field. The frequency was measured with a Hewlett-Packard 5352B microwave frequency computer. Magnetic susceptibility measurements were carried out on powdered samples in gelatin capsules in the temperature range 4−300 K using a Quantum Design Squid magnetometer, equipped with a helium continuous-flow cryostat. Samples were cooled in zero field, and the data were collected in a 1000 G field upon warming. The experimental susceptibilities were corrected for the diamagnetism of the constituent atoms from Pascal’s constants.", "X-ray Crystallography", "Single-crystal X-ray measurements for compounds ", "1", " and ", "2", " were taken at room temperature on an Oxford Diffraction Xcalibur 2 diffractometer (graphite-monochromated Mo Kα radiation, λ = 0.71073 Å) fitted with a Sapphire CCD detector. Data frames were processed (unit cell determination, intensity data integration) using the CrysAlis software package. Intensity data were collected in the θ range 1−30°. Data collection has been made by taking a film in ω = 0.75 interval and exposition times between 10 and 20 s. A reference film every 25th one controlled the stability and orientation of the single-crystal. Corrections for Lorentz and polarization factors were applied to the intensity values. The structures were solved by heavy-atoms Patterson methods using the program SHELXS97", "(23)", " and refined by a full-matrix least-squares procedure on ", "F", "2", " using SHELXL97.", "(23)", " Non-hydrogen atomic scattering factors were taken from International Tables of X-ray Crystallography. In Table ", "1", ", crystallographic data and processing parameters for compounds ", "1", " and ", "2", " are shown.", "Table 1. Crystal Data and Structure Refinement for ", "1", " and ", "2", " ", "1", "2", "formula", "C", "30", "H", "20", "N", "6", "O", "5", "S", "4", "Co", "C", "30", "H", "20", "N", "6", "O", "5", "S", "4", "Ni", "M", "r", " [g mol", "−1", "]", "731.69", "731.48", "cryst syst", "tetragonal", "tetragonal", "space group", "P", "4/", "ncc", "P", "4/", "ncc", "a", " [Å]", "15.896(2)", "15.6228(19)", "b", " [Å]", "15.896(2)", "15.6228(19)", "c", " [Å]", "15.505(3)", "15.732(2)", "V", " [Å", "3", "]", "3917.8(10)", "3839.7(8)", "Z", "4", "4", "ρ", "cald", " [g cm", "−3", "]", "1.240", "1.265", "μ [mm", "−1", "]", "0.692", "0.764", "T", " [K]", "293(2)", "293(2)", "F", "(000)", "1492", "1496", "λ (MoK", "α", ") [Å]", "0.71069", "0.71069", "measured reflns", "17537", "15330", "unique data measured", "1622", "1558", "observed data with ", "Ι", " ≥ 2σ", "I", "834", "786", "no. of parameters refined", "134", "133", "R", "1", "a", "0.0513", "0.0418", "wR", "2", "b", "0.1440", "0.0960", "S", "1.003", "1.030", "a", "R", "(", "F", "o", ") = [(∑∥", "F", "o", " ∣ − ∣", "F", "c", "∥)/(∑∣", "F", "o", "∣)].", "b", "wR", "2", "(", "F", "o", "2", ") = [∑[", "w", "(", "F", "o", "2", " − ", "F", "c", "2", ")", "2", "]/∑[", "w", "(", "F", "o", "2", ")", "2", "]]", "1/2", ". ", "w", " = [σ(", "F", "o", "2", ")", "2", " + (", "aP", ")", "2", "]", "−1", "; ", "P", " ≡ (", "F", "o", "2", " + 2", "F", "c", "2", ")/3; (", "a", " = 0.0979 (for ", "1", ")/0.045 (for ", "2", ").", "In order to analyze the solvent molecules, the residual electron density inside the voids is very subtle, without a clear localization, the highest maxima being below 0.7 e/Å", "3", " (see Figure ", "1", "). Given the composition of ", "1", " and ", "2", " there should be 192 electrons (6H", "2", "O·4C", "2", "H", "6", "SO) per channel. An analysis of the accessible voids in both structures", "(24)", " shows that their effective size is about 800 Å", "3", " per channel, 41.8% of the volume of the unit cell. Therefore, if the charge of the solvent molecules were uniformly distributed, the residual electron density would be about 0.25 e/Å", "3", ". It means that although the observed residual density is slightly more structured, the solvent is expected to be highly disordered. This would explain why in this kind of structure the modeling of solvents is usually discarded.", "Figure 1. Residual electron density", "(25)", " of ", "2", " projected along the ", "c", " axis, at a level of (a) 0.4 e/Å", "3", " and (b) 0.7 e/Å", "3", " (the same results apply to ", "1", " without noticeable differences).", "In the absence of any other hint, the highest maximum of electron density was assigned to an oxygen (water) with an occupation factor (according to the observed stoichiometry) of 0.75. The ", "R", " (", "wR", ") factors decreased from 0.0895 (0.3375) (", "1", ") and 0.0657 (0.2620) (", "2", "), corresponding to the refinement considering only the boneframe, to 0.792 (0.3162) (", "1", ") and 0.0602 (0.2334) (", "2", "), respectively. After this refinement, a more structured electron density could be identified and attributed to the dimethylsulfoxide molecules. They were refined as rigid bodies using very tight distance and angle restrictions:", "(26)", " ", "d", "S−O", " = 1.526 Å, ", "d", "S−C", " = 1.773 Å, O−S−C = 105.0°, C−S−C = 97.6°. The S atom position was associated with the most prominent peak of the difference Fourier map. The refined positions of the dimethylsulfoxide molecules fit nicely with the faint electron density found after the addition of water as solvent (Figure ", "2", ").", "Figure 2. Refined orientation of a DMSO molecule and the residual electron density after the refinement of the barebone and the water oxygens (ellipsoids at 2% probability level; electron density at 0.35 e/Å", "3", ").", "The final and significantly lower agreement factors are shown in Table ", "1", ".", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Materials", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "Structural Analysis", "Single-crystal X-ray diffraction of ", "1", " and ", "2", " reveals that both crystallize in the tetragonal space group ", "P", "4/", "ncc", " and have practically identical lattice parameters, indicating isostructurality (see Table ", "1", "). The structure of the boneframe asymmetric units and metal surrounding are shown in Figures ", "3", " and ", "4", ", respectively, and the selected bonds and angles are shown in Table ", "2", ".", "Figure 3. ORTEP views, at the 50% probability level, of the asymmetric units for ", "1", " and ", "2", ".", "Figure 4. Coordination sphere of the metal ions: (left) compound ", "1", ", (right) compound ", "2", ".", "Table 2. Selected Bond Lengths (Å) and Angles (deg) for Compounds ", "1", " and ", "2", "a", " ", "1", "2", "Co(1)−N(2)", "2.075(6)", "Ni(1)−N(2)", "2.053(5)", "Co(1)−N(2)", "i", "2.075(6)", "Ni(1)−N(2)", "i", "2.053(5)", "Co(1)−N(1)", "i", "2.188(3)", "Ni(1)−N(1)", "2.123(3)", "Co(1)−N(1)", "2.188(3)", "Ni(1)−N(1)", "ii", "2.123(3)", "Co(1)−N(1)", "ii", "2.188(3)", "Ni(1)−N(1)", "iii", "2.123(3)", "Co(1)−N(1)", "iii", "2.188(3)", "Ni(1)−N(1)", "i", "2.123(3)", "N(1)−C(1)", "1.320(5)", "N(1)−C(1)", "1.330(5)", "N(1)−C(5)", "1.334(5)", "N(1)−C(5)", "1.340(4)", "C(1)−C(2)", "1.375(5)", "C(1)−C(2)", "1.380(5)", "C(2)−C(3)", "1.373(5)", "C(2)−C(3)", "1.394(5)", "C(3)−C(4)", "1.404(6)", "C(3)−C(4)", "1.393(5)", "C(3)−C(6)", "1.481(6)", "C(3)−C(6)", "1.477(5)", "C(4)−C(5)", "1.375(5)", "C(4)−C(5)", "1.370(5)", "C(6)−C(6)", "iv", "1.314(9)", "C(6)−C(6)", "iv", "1.285(7)", "N(2)−C(7)", "1.126(7)", "N(2)−C(7)", "1.132(6)", " ", " ", " ", " ", "N(2)−Co(1)−N(2)", "i", "180.0", "N(2)", "i", "−Ni(1)−N(2)", "180.0", "N(2)−Co(1)−N(1)", "i", "89.69(9)", "N(2)−Ni(1)−N(1)", "i", "89.64(11)", "N(2)", "i", "−Co(1)−N(1)", "i", "90.31(9)", "N(2)", "i", "−Ni(1)−N(1)", "i", "90.36(11)", "N(2)−Co(1)−N(1)", "90.31(9)", "N(2)−Ni(1)−N(1)", "90.36(11)", "N(2)", "i", "−Co(1)−N(1)", "89.69(9)", "N(2)", "i", "−Ni(1)−N(1)", "89.64(11)", "N(1)", "i", "−Co(1)−N(1)", "92.10(16)", "N(1)−Ni(1)−N(1)", "i", "91.25(14)", "N(2)−Co(1)−N(1)", "ii", "89.69(9)", "N(2)−Ni(1)−N(1)", "ii", "89.64(11)", "N(2)", "i", "−Co(1)−N(1)", "ii", "90.31(9)", "N(2)", "i", "−Ni(1)−N(1)", "ii", "90.36(11)", "N(1)", "i", "−Co(1)−N(1)", "ii", "179.39(18)", "N(1)", "ii", "−Ni(1)−N(1)", "i", "179.3(2)", "N(1)", "−Co(1)−N(1)", "ii", "87.90(16)", "N(1)−Ni(1)−N(1)", "ii", "88.76(14)", "N(2)−Co(1)−N(1)", "iii", "90.31(9)", "N(2)−Ni(1)−N(1)", "iii", "90.37(11)", "N(2)", "i", "−Co(1)−N(1)", "iii", "89.69(9)", "N(2)", "i", "−Ni(1)−N(1)", "iii", "89.64(11)", "N(1)", "i", "-Co(1)−N(1)", "iii", "87.90(16)", "N(1)", "iii", "−Ni(1)−N(1)", "i", "88.76(14)", "N(1)−Co(1)−N(1)", "iii", "179.39(18)", "N(1)−Ni(1)−N(1)", "iii", "179.3(2)", "N(1)", "ii", "−Co(1)−N(1)", "iii", "92.10(16)", "N(1)", "ii", "−Ni(1)−N(1)", "iii", "91.25(14)", "Co(1)−N(2)−C(7)", "180.0", "Ni(1)−N(2)−C(7)", "180.0", "N(2)−C(7)−S(1)", "164.3(3)", "N(2)−C(7)−S(1)", "165.3(3)", "a", "i: −", "x", " + 3/2, −", "y", " + 1/2, ", "z", "; ii: −", "y", " + 1, −", "x", " + 1, −", "z", " + 1/2; iii: ", "y", " + 1/2, ", "x", " − 1/2, −", "z", " + 1/2; iv: −", "x", " + 2, −", "y", ", −", "z", " + 1.", "The metal centers have distorted octahedral environments consisting of four N atoms of pyridine groups of ", "trans", " bpe ligands (Co−N1", "bpe", " 2.188(3) Å and Ni−N1", "bpe", " 2.123(3) Å) in the equatorial positions and two N atoms of terminal NCS groups in the axial ones (Co−N2", "NCS", " 2.075(6) Å and Ni−N2", "NCS", " 2.053(5) Å). The coordination polyhedra correspond to axially compressed octahedrons (Figure ", "4", "). Given the large amplitude of their atomic displacement parameters the terminal S atom of the thiocyanate ligands were split in two positions perpendicular to the C−S bond. Therefore, the conformation of the independent thiocyanate groups exhibits a quasi linear conformation with N−C−S angles of 164.3(3)° for ", "1", " and 165.3(3)° for ", "2", ". The pyridine groups around the metal exhibit a propeller fashion (Figure ", "4", ") with a dihedral angle between their planes and the octahedral equatorial plane of ca. 54°. In each bpe ligand, the two pyridine rings and the ethylene group are coplanar.", "Each metal ion is bridged to other four by four bpe ligands in the equatorial plane in such a way that rhombus rings, composed of four M", "II", " ions joined together by simple bpe bridges, are formed (Figure ", "5", "). The distances between the metal atoms through the bpe bridge is 13.654 Å (", "1", ") and 13.561 Å (", "2", "), whereas major and minor diagonals of the rhombus are 22.480 Å and 15.505 Å (", "1", ") or 22.094 Å and 15.732 Å (", "2", ") with internal angles of 87.88° and 92.12° (", "1", ") or 89.30° and 90.70° (", "2", "). A sequence of those metallic rings [M(II)", "4", "(bpe)", "4", "] spreading along the two directions forms a 2D sheet.", "Figure 5. View of an isolated [M", "II", "4", "(bpe)", "4", "] rhombus showing the major and minor diagonal distances.", "Adjacent sheets, which are separated by 11.24 Å in ", "1", " and 11.05 Å in ", "2", ", form a network. These parallel sheets are shifted in such a way that it makes the metal atoms of the first layer be vertically above the ring centers of the second layer and vice versa. So, the metal atoms belonging to the first sheet are vertically above the center of the rings which define the second, fourth, sixth, etc. sheets. As a result, those metal atoms from the first sheet are vertically above the metal ones which correspond to the alternating following sheets, that is, third, fifth, seventh, etc. sheets. This network has large free cavities. As a result, the perpendicular interpenetration of two identical networks gives rise to a global 3D structure and results in the interpenetration between their sheets in such a way that metal atoms belong to sheets of a network site in the center of the rings which define the sheets of the other network. The disposition of sheets in a network, and the effect of the interpenetration between sheets from different networks, are respectively shown in Figures ", "6", " and ", "7", ".", "Figure 6. Disposition of parallel sheets in a network.", "Figure 7. View of the interpenetration of the different networks.", "Therefore, compounds ", "1", " and ", "2", " exhibit the same structure consisting of two 2D networks that are mutually interpenetrated in a perpendicular way, so that both of them are present as fully interlocked 3D structures. The same kind of structure was found in the previously reported compound [Fe(NCS)", "2", "(bpe)", "2", "]·CH", "3", "OH.", "(7)", "The perpendicular interpenetration between the two groups of parallel layers makes the structure define large square channels along the [001] direction (Figure ", "8", "). The transversal section of those channels is about 126 Å", "2", " (", "1", ") and 122 Å", "2", " (", "2", "). In these voids, the crystallization solvent molecules are most likely located and their distribution has been assigned. The slightly larger channels in ", "1", " could put up a higher quantity of solvent molecules, but no structural differences are observed and this is coherent with the assignation proposed by other characterization techniques. Anyway, the former can be the reason for a quicker evaporation of the solvent molecules in the case of compound ", "1", ", as it can be deduced by the results obtained from the elemental analysis. It is consistent with the idea of the same quantity of crystallization solvent molecules when located in a larger space.", "Figure 8. Disposition of the square channels in the structures (left) and perspective view of one isolated channel (right).", "Moreover, the distribution of solvents resembles the residual density shown in Figure ", "1", "a. Obviously, the atomic displacement parameters are not related only with thermal vibrations but mainly mimic the strong disorder present within the channels (Figure ", "9", ").", "Figure 9. Projection of the final refined structure along the ", "c", "-axis (ellipsoids at 50% probability).", "Solvents connected by hydrogen bonds form columns along the ", "c", "-axis (Figure ", "10", "). It is to be noticed that, by steric restrictions, each layer of dimethylsulfoxide molecules contains only two related by a rotation of 180°. Its other possible orientation is obtained by a 4-fold rotation around the ", "c", "-axis. These kinds of water−dimethylsulfoside clusters have been reported for mixtures of water and dimethylsulfoside at different proportions.", "(27)", " Also only three of the four possible positions for the water molecules are occupied simultaneously. On the other hand, Figure ", "10", " shows that the columns corresponding to adjacent channels are oriented due to the average symmetry in an upside-down manner, and probably both orientations are interchanged from channel to channel in the crystal. Moreover, dimethylsulfoxide molecules are almost free to rotate along the direction given by the S−S (belonging to the nearest NCS group) contact that is favored by the lone-pair present in the dimethylsulfoxide moieties. All these factors together would explain the disorder found in these structures.", "Figure 10. (a) ", "a", "-axis projection of the solvent columns running along the ", "c", "-axis. The possible H-bonds involving oxygen atoms are indicated by blue and red lines. In (b) the same columns projected along ", "b", " are shown. The layers of water molecules are represented by the ellipsoids of their corresponding oxygen atoms. The possible C−O hydrogen bonds are shown.", "IR and UV/vis Spectroscopies and Thermal Analyses", "Both compounds show a similar solid state IR spectrum (", "Figure S1, Supporting Information", ") with peaks corresponding to typical vibration modes of the bpe and thiocyanate ligands.", "(28, 29)", " The hydration water molecules are present as two main peaks: the ν", "s", "(O−H) and ν", "as", "(O−H) bands appear next to 3400 cm", "−1", ", whereas the bending vibration mode of the H−O−H bonds gives a signal at 1650 cm", "−1", ". The two spectra show weak ν(C", "py", "−H) bands, typical of the bpe ligand, in the range 3100−3000 cm", "−1", ", whereas the stretching vibration mode from the C", "ethylene", "−H bonds in bpe appears next to 2900 cm", "−1", ". The ν(C═C) bands from bpe are present as signals of strong-medium intensity, spreading from 1650 cm", "−1", " to 1500 cm", "−1", ". The C−N stretching vibration mode in coordinated bpe appears at 1610 cm", "−1", " (1590 cm", "−1", " in free bpe), whereas the associated with the aromatic C−C bonds from the pyridinic rings gives intense bands next to 1420 cm", "−1", ". The two split bands in the 1095−950 cm", "−1", " region were assigned to the vibration of deformation of aromatic C−H bonds from coordinated bpe in the planes defined by the pyridinic rings, whereas the one from the deformation of the same bonds out of those planes gives a strong split band next to 830 cm", "−1", ". A very strong signal found at 2067 cm", "−1", " (", "1", ") and 2086 cm", "−1", " (", "2", ") is associated with the ν", "as", "(C−N) band of the thiocyanate ligand bonded to the metal ion through the nitrogen atom, whereas the ν(C−S) band from the same ligand appears next to 830 cm", "−1", ". The vibration mode of deformation of the thiocyanate ligand is shown as a weak band at 475 cm", "−1", ". The signals due to the presence of crystallization solvent molecules of DMSO appear at 2950 cm", "−1", " (medium), 1450 cm", "−1", " (medium), 1400 cm", "−1", " (medium), 1100 cm", "−1", " (strong), 1000 cm", "−1", " (medium), 650 cm", "−1", " (strong). Some of the vibration modes from bpe and DMSO appear at the same frequency, especially in the region where the solvent exhibits its strongest absorptions. This makes it difficult to clearly observe those bands that correspond to the dipyridinic ligand.", "The diffuse reflectance spectroscopy measurements of ", "1", " (Figure ", "11", ") were carried out at room temperature showing three main peaks, at 9900 cm", "−1", " (ν", "1", "), 18400 cm", "−1", " (ν", "2", "), and 21200 cm", "−1", " (ν", "3", "), respectively. They correspond to the three spin allowed transitions, from the ground state ", "4", "T", "1 g", "(F) to the excited ones ", "4", "T", "2g", "(F), ", "4", "A", "2g", "(F), and ", "4", "T", "1g", "(P), expected for a high spin octahedral Co", "II", " ion. The parameters obtained from experimental data have been calculated to be ", "D", "q", " = 850 cm", "−1", " and ", "B", " = 660 cm", "−1", " in agreement with those found", "(30-32)", " in Co", "II", "-compounds with an octahedral environment around the metal atom.", "Figure 11. Diffuse reflectance spectrum for ", "1", ".", "The diffuse reflectance spectroscopy measurements for ", "2", " (Figure ", "12", ") were carried out at room temperature showing three main peaks, at 10 620 cm", "−1", " (ν", "1", "), 17 700 cm", "−1", " (ν", "2", "), and 28 800 cm", "−1", " (ν", "3", "), respectively, corresponding to the three spin allowed transitions from the ground state ", "3", "A", "2g", "(F) to the excited states ", "3", "T", "2g", "(F), ", "3", "T", "1g", "(F), and ", "3", "T", "1g", "(P). The spectrum also shows the presence of a shoulder at 13 000 cm", "−1", " (ν", "1", "*), which was associated with the first forbidden transition of this metal ion from the ground state to the excited state ", "1", "E", "g", ". The parameters calculated taking into account experimental data were obtained as ", "D", "q", " = 1062 cm", "−1", ", ", "B", " = 976 cm", "−1", ", and ", "C", " = 2865 cm", "−1", ", in agreement with those expected", "(30-32)", " for compounds of Ni", "II", " in an octahedral environment.", "Figure 12. Diffuse reflectance spectrum for ", "2", ".", "The thermogravimetric analysis of ", "1", " (", "Figure S2, Supporting Information", "), carried out under an argon atmosphere in the 25−800 °C interval, shows four main steps in which the pyrolysis of ligands and crystallization solvent molecules takes place. During the first one (30−100 °C), a mass percentage of 6.75% was found to be lost. It was attributed to the evaporation process of three water molecules. The second one (100−165 °C) is quickly followed by the third one (165−265 °C). They are respectively associated with mass losses of 5.14% and 40.22%. As a whole, they were assigned to the evaporation of two molecules of dimethylsulfoxide (C", "2", "H", "6", "SO) and one bpe ligand molecule per formula unit. The fourth step (285−480 °C) indicates a mass loss of 34.71%, which represents the pyrolysis of a second bpe ligand molecule and the two thiocyanate groups.", "In the case of ", "2", " (", "Figure S3, Supporting Information", "), the thermogravimetric analysis, carried out under the same conditions, also exhibits four main steps enclosed within the bulk thermal decomposition. The first two steps take place from 25 to 190 °C, showing that a percentage of 27.16% from the mass used to carry out the analysis undergoes decomposition. It corresponds to the evaporation of three water and two dimethylsulfoxide molecules per formula unit. During the third step (190−295 °C), a mass percentage of 24.37% was found to be lost, meaning the decomposition of the mass associated with one bpe ligand molecule. The last step (315−475 °C) indicates a mass loss of 38.11%, which was attributed to the pyrolysis of a bpe ligand molecule and the two thiocyanate groups.", "ESR and Magnetic Properties", "ESR spectrum at X-band has been recorded for ", "1", " at different temperatures between 60 and 4 K (Figure ", "13", "). It must be considered that, due to the spin−orbit coupling, the Co(II) systems behave as an effective ", "S", " = 1/2 system and the spectra rapidly loses resolution when increasing the temperature; in this case, the signal is not detectable further than 100 K. An intense isotropic signal is observed in all cases centered at about 1620 G. The intermetallic bridging through bpe conforming an equatorial sheet with only one equatorial bond distance and the perpendicular interpenetration of the second similar sheet gives rise to the great isotropy of the system. The value of the ", "g", " tensor has been calculated from the spectrum at 15 K (considering this value low enough to have a good resolution spectrum for an extended octahedral Co(II) with effective ", "S", " = 1/2 and higher enough for the signal not to be widened) giving an experimental ", "g", " of 4.15, corresponding to the spin state for a Co", "II", " at low temperatures (", "g", " = 4.33).", "Figure 13. Thermal variation of the X-band ESR spectrum for compound ", "1", ".", "The magnetic susceptibility data measured for ", "1", " from 4.2 to 300 K is shown in Figure ", "14", ". As observed, the χ", "m", "·", "T", " value decreases from 3.10 cm", "3", "·K·mol", "−1", " at room temperature to 1.92 cm", "3", "·K·mol", "−1", " at 4 K. The reciprocal susceptibility obeys the Curie law from 300 K down to 150 K (", "C", " = 3.25 cm", "3", "·K·mol", "−1", "; θ = −12.43 K). The decreasing χ", "m", "·", "T", " value when cooling down and the negative intercept for the reciprocal susceptibility could be indicative of the presence of antiferromagnetic interactions between the metal centers. However, as the spin−orbit coupling typical of a Co", "II", " ion is responsible for decreasing the χ", "m", "·", "T", " value upon cooling, a lower decrease is expected for metal atoms bridged by such a long dipyridinic ligand as bpe, which is only able to propagate weak-moderate antiferromagnetic interactions between the metal centers.", "(33)", " Calculated data agree well with those expected for octahedral Co", "II", " ions in the high-spin state.", "(34, 35)", "Figure 14. Thermal variation of χ", "m", "·", "T", " and χ", "m", "−1", " for ", "1", ". Solid line represents the Curie−Weiss law.", "Attempts to fit the experimental χ", "m", "·", "T", " values to a model considering the spin−orbit coupling only were unsuccessful. This may be indicative of the presence of, even weak, magnetic interactions.", "The susceptibility data of ", "2", " were measured from 4.2 to 300 K (Figure ", "15", "). It can be observed as the χ", "m", "·", "T", " value remains practically constant with a value of 1.23 cm", "3", "·K·mol", "−1", " at room temperature down to 15 K and then decreases when cooling down to a value of 1.12 cm", "3", "·K·mol", "−1", " at 5 K. Reciprocal susceptibility obeys the Curie−Weiss law from 300 K down to 5 K with values of ", "C", " = 1.23 cm", "3", "·K·mol", "−1", " and θ = −0.33 K.", "Figure 15. Thermal variation of χ", "m", "·", "T", " and χ", "m", " for ", "2", ". Solid green line represents the best fit to a 2D model, while solid red line represents the best fit to a mononuclear system with D.", "The decreasing χ", "m", "·", "T", " value upon cooling and the negative intercept for the reciprocal susceptibility seems to indicate the presence of slight antiferromagnetic interactions between the metal centers. Although the bpe ligand is long to propagate strong magnetic interactions, it constitutes here the only exchange pathway to propagate magnetic coupling between the metal centers. The ", "J", " value was calculated by means of the eq ", "1", ", considering a two-dimensional model in which each Ni", "II", " ion is surrounded by other four Ni", "II", " ions and taking into account isotropic interactions. So the magnetic susceptibility can be analized by using the high temperature expansion series model, which was developed by Rushbrooke and Wood.", "(36)", " The analytical expression for a ", "S", " = 1 system is shown below:", "(1)", "where ", "A", " = 7.333, ", "B", " = 7.111, ", "C", " = 5.704, ", "D", " = 22.281, ", "E", " = 51.737, α = ", "J", "/", "kT", ", ", "N", " and ", "k", " are the Avogadro and Boltzmann constants, respectively, ", "g", " is the Landé factor, and β is the Bohr magneton.", "The parameters ", "g", " and ", "J", "/", "K", " were calculated to be 2.22 and −0.1 K, respectively. The magnetic behavior of the Ni", "II", " system seems to be well described by a two-dimensional antiferromagnetic Heisenberg model (Figure ", "15", "). The calculated data are in agreement with those obtained from Curie−Weiss (", "g", " = 2.22) and the expected for an octahedral Ni", "II", " ion in the high-spin state.", "(34, 35)", " In addition to that, the negative character and the low magnitude of the ", "J", " value agree with the interactions proposed in the Ni", "II", " system.", "Because of the low magnetic interactions observed in this system, the experimental χ", "m", "·", "T", " values have also been fit to an expression of χ", "m", "·", "T", " for a mononuclear system in which the zero-field splitting of the ", "S", " = 1 ground state is explicitly considered (parameter ", "D", ")", "(35)", " (red solid line in Figure ", "15", "). The analytical expression ", "2", " is shown below:", "(2)", "where ", "x", " = ", "D", "/", "kT", ".", "In this case, the calculated ", "g", " value is 2.216 and the ", "D", "/", "K", " value is −8.08 K.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Materials", "Results and Discussion", "Conclusions", "References", "Conclusions", "Compounds ", "1", " and ", "2", " are new examples of 3D structures formed by perpendicular interpenetration of parallel 2D sheets. The interpenetration gives rise to large square channels where solvent molecules can be accommodated and even stabilize the structure, in this case water and dimethylsulfoxide ones that have been studied. Both types of molecules show, as expected, a great level of disorder. Besides, it has been observed that those solvent molecules stack in columns along the ", "c", " axis joined by hydrogen bonds and filling the channels. These compounds show bpe intermetallic bridges, so their magnetic interactions are not strong. Predominance of spin−orbit coupling for the cobalt compound (", "1", ") and weak antiferromagnetic interactions for the nickel (", "2", ") have been observed. Simulation to a mononuclear Ni(II) system with D does not deviate very much from the experimental points.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Materials", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "This work was supported by the Universidad del País Vasco (UPV/EHU) (UPV 00169.125−13956/2004), the Ministerio de Ciencia ", "y", " Tecnología (MCYT) (CTQ2005-05778-PPQ), and the Basque Government (project IT-282-07). L.M.C. thanks UPV/EHU for her doctoral fellowship. N. de la P. thanks UPV/EHU for financial support from “Convocatoria para la concesión de ayudas de especialización para investigadores doctores en la UPV/EHU (2008)”.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Materials", "Results and Discussion", "Conclusions", "References", "Supporting Information", "CIF files, IR figures, and thermal behavior figures. This information is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Materials", "Results and Discussion", "Conclusions", "References", "References", "This article references 36 other publications.", "1. ", "(a) ", "Lee", ", ", "J. Y.", "; ", "Farha", ", ", "O. K.", "; ", "Roberts", ", ", "J.", "; ", "Scheidt", ", ", "K. A.", "; ", "Nguyen", ", ", "S. B. T.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1450", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Metal-organic framework materials as catalysts", "Lee, Jeong Yong; Farha, Omar K.; Roberts, John; Scheidt, Karl A.; Nguyen, Son Binh T.; Hupp, Joseph T.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1450-1459", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; a crit. review of the emerging field of MOF-based catalysis is presented.  Discussed are examples of: (a) opportunistic catalysis with metal nodes, (b) designed catalysis with framework nodes, (c) catalysis by homogeneous catalysts incorporated as framework struts, (d) catalysis by MOF-encapsulated mol. species, (e) catalysis by metal-free org. struts or cavity modifiers, and (f) catalysis by MOF-encapsulated clusters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7k%253D&md5=d9cef4eb52ffb1c73fe1195e11bace26", "(b) ", "Allendorf", ", ", "M. D.", "; ", "Bauer", ", ", "C. A.", "; ", "Bhakta", ", ", "R. K.", "; ", "Houk", ", ", "R. J. T.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1330", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Luminescent metal-organic frameworks", "Allendorf, M. D.; Bauer, C. A.; Bhakta, R. K.; Houk, R. J. T.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1330-1352", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; metal-org. frameworks (MOFs) display a wide range of luminescent behaviors resulting from the multifaceted nature of their structure.  In this crit. review we discuss the origins of MOF luminosity, which include the linker, the coordinated metal ions, antenna effects, excimer and exciplex formation, and guest mols.  The literature describing these effects is comprehensively surveyed, including a categorization of each report according to the type of luminescence obsd.  Finally, we discuss potential applications of luminescent MOFs.  This review will be of interest to researchers and synthetic chemists attempting to design luminescent MOFs, and those engaged in the extension of MOFs to applications such as chem., biol., and radiation detection, medical imaging, and electro-optical devices.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurg%253D&md5=9219edb8997dd29d5f61edbe8e99797d", "(c) ", "Zacher", ", ", "D.", "; ", "Shekhah", ", ", "O.", "; ", "Woell", ", ", "C.", "; ", "Fischer", ", ", "R. A.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1418", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Thin films of metal-organic frameworks", "Zacher, Denise; Shekhah, Osama; Woell, Christof; Fischer, Roland A.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1418-1429", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The fabrication of thin film coatings of metal-org. frameworks (MOFs) on various substrates is discussed in this crit. review.  Interestingly, the relatively few studies on MOF films that have appeared in the literature are limited to the following cases: [Zn4O(bdc)3] (MOF-5; bdc = 1,4-benzenedicarboxylate), [Cu3(btc)2] (HKUST-1; btc = 1,3,5-benzenetricarboxylate), [Zn2(bdc)2(dabco)] (dabco = 1,4-diazabicyclo[2.2.2]octane), [Mn(HCOO)], [Cu2(pzdc)2(pyz)] (CPL-1; pzdc = pyrazine-2,3-dicarboxylate, pyz = pyrazine), [Fe(OH)(bdc)] (MIL-53(Fe)) and [Fe3O(bdc)3(Ac)] (MIL-88B; Ac = CH3COO-).  Various substrates and support materials have been used, including silica, porous alumina, graphite and org. surfaces, i.e. self-assembled monolayers (SAMs) on gold, as well as silica surfaces.  Most of the MOF films were grown by immersion of the selected substrates into specifically pre-treated solvothermal mother liquors of the particular MOF material.  This results in more or less densely packed films of intergrown primary crystallites of sizes ranging up to several μm, leading to corresponding film thicknesses.  Alternatively, almost atomically flat and very homogeneous films, with thicknesses of up to ca. 100 nm, were grown in a novel stepwise layer-by-layer method.  The individual growth steps are sepd. by removing unreacted components via rinsing the substrate with the solvent.  The layer-by-layer method offers the possibility to study the kinetics of film formation in more detail using surface plasmon resonance.  In some cases, particularly on SAM-modified substrates, a highly oriented growth was obsd., and in the case of the MIL-53/MIL-88B system, a phase selective deposition of MIL-88B, rather than MIL-53(Fe), was reported.  The growth of MOF thin films is important for smart membranes, catalytic coatings, chem. sensors and related nanodevices (63 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7g%253D&md5=59eb12bf16cf57126492a7e6b38baf9a", "(d) ", "Kuppler", ", ", "R. J.", "; ", "Timmons", ", ", "D. J.", "; ", "Fang", ", ", "Q.-R.", "; ", "Li", ", ", "J.-R.", "; ", "Makal", ", ", "T. A.", "; ", "Young", ", ", "M. D.", "; ", "Yuan", ", ", "D.", "; ", "Zhao", ", ", "D.", "; ", "Zhuang", ", ", "W.", "; ", "Zhou", ", ", "H.-C.", " ", "Coord. Chem. Rev.", " ", "2009", ",  ", "253", ",  ", "3042", "[", "Crossref", "], [", "CAS", "]", "1. ", "Potential applications of metal-organic frameworks", "Kuppler, Ryan J.; Timmons, Daren J.; Fang, Qian-Rong; Li, Jian-Rong; Makal, Trevor A.; Young, Mark D.; Yuan, Daqiang; Zhao, Dan; Zhuang, Wenjuan; Zhou, Hong-Cai", "Coordination Chemistry Reviews", "\r\n        (", "2009", "),\r\n    ", "253", "\r\n        (", "23-24", "),\r\n    ", "3042-3066", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Metal-org. frameworks have received much attention in recent years esp. as newly developed porous materials.  As such, they possess a wide array of potential applications including materials for gas storage, gas/vapor sepn., catalysis, luminescence, and drug delivery.  In the review, these potential applications of metal-org. frameworks are examd. and an outlook will be proposed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtlagt7zM&md5=4bfb28c8429e134985cd1936ebb79030", "(e) ", "Farrusseng", ", ", "D.", "; ", "Aguado", ", ", "S.", "; ", "Pinel", ", ", "C.", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "48", ",  ", "7502", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Metal-Organic Frameworks: Opportunities for Catalysis", "Farrusseng, David; Aguado, Sonia; Pinel, Catherine", "Angewandte Chemie, International Edition", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "41", "),\r\n    ", "7502-7513", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review; the role of metal-org. frameworks (MOFs) in the field of catalysis is discussed, and special focus is placed on their assets and limits in light of current challenges in catalysis and green chem.  Their structural and dynamic features are presented in terms of catalytic functions along with how MOFs can be designed to bridge the gap between zeolites and enzymes.  The contributions of MOFs to the field of catalysis are comprehensively reviewed and a list of catalytic candidates is given.  The subject is presented from a multidisciplinary point of view covering solid-state chem., materials science, and catalysis.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht1Sru73L&md5=70017c2bece6b49b77ca02a915c7a5d2", "(f) ", "Wang", ", ", "M.", "; ", "Xie", ", ", "M.-H.", "; ", "Wu", ", ", "C.-D.", "; ", "Wang", ", ", "Y.-G.", " ", "Chem. Commun.", " ", "2009", ",  ", "2396", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "From one to three: a serine derivate manipulated homochiral metal-organic framework", "Wang, Miao; Xie, Ming-Hua; Wu, Chuan-De; Wang, Yan-Guang", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2009", "),\r\n    ", "\r\n        (", "17", "),\r\n    ", "2396-2398", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A porous homochiral MOF, [Cu2L2Cl2]·H2O (1, HL = (S)-3-hydroxy-2-(pyridin-4-ylmethylamino)propanoic acid) was constructed from the serine derivate ligand bridged and chelated Cu atom subunit, which can expand one chiral center into multitopic homochiral centers to systematically tune the heterogeneous catalytic properties.  Asym. heterogeneous catalytic activity of 1 was evaluated for the Biginelli reaction of benzaldehyde, urea, and Et acetoacetate, which did not give an enantioenriched product, and the 1,2-addn. of α,β-unsatd. ketones and aldehydes with cyclohexylmagnesium chloride, which resulted in high enantioselectivity for the alc. product.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkslGktLk%253D&md5=674d45c42772ad71f18087f610645581", "(g) ", "Kurmoo", ", ", "M.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1353", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Magnetic metal-organic frameworks", "Kurmoo, Mohamedally", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1353-1379", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The purpose of this crit. review is to give a representative and comprehensive overview of the arising developments in the field of magnetic metal-org. frameworks, in particular those contg. Co(ii).  The authors examine the diversity of magnetic exchange interactions between nearest-neighbor moment carriers, covering from dimers to oligomers and discuss their implications in infinite chains, layers and networks, having a variety of topologies.  The authors progress to the different forms of short-range magnetic ordering, giving rise to single-mol.-magnets and single-chain-magnets, to long-range ordering of two- and three-dimensional networks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7s%253D&md5=c36c75a0da01400b3ff68a28a90c43bc", "(h) ", "Horike", ", ", "S.", "; ", "Dinca", ", ", "M.", "; ", "Tamaki", ", ", "K.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "5854", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Size-Selective Lewis Acid Catalysis in a Microporous Metal-Organic Framework with Exposed Mn2+ Coordination Sites", "Horike, Satoshi; Dinca, Mircea; Tamaki, Kentaro; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "18", "),\r\n    ", "5854-5855", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Treatment of selected aldehydes and ketones R1COR2 (R1 = Ph, R2 = H, Me; R1 = 4-PhC6H4, 4-PhOC6H4, 1-naphthyl, R2 = H) with Me3SiCN in the presence of the microporous metal-org. framework Mn3[(Mn4Cl)3BTT8(CH3OH)10]2 (I, H3BTT = 1,3,5-benzenetristetrazol-5-yl) leads to rapid conversion to the corresponding cyanosilylated products R1R2C(CN)OSiMe3.  The transformation is catalyzed by coordinatively unsatd. Mn2+ ions that serve as Lewis acids and lead to conversion yields of 98 and 90% for benzaldehyde and 1-naphthaldehyde, the highest thus far for a metal-org. framework.  Larger carbonyl substrates cannot diffuse through the pores of I, and conversion yields are much lower for these, attesting to the heterogeneity of the reaction and its dependence on guest size.  The Mukaiyama-aldol reaction, known to require much more active Lewis catalysts, is also catalyzed in the presence of I, representing the first such example for a metal-org. framework.  Conversion yields obtained for the reaction of benzaldehyde with silyl enolate Me2C:C(OMe)OSiMe3 reach 63%, on par with those obtained with zeolites.  Size selectivity is demonstrated for the first time with this reaction through the use of larger silyl enolate substrates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXksVeqs7w%253D&md5=4c04e2441b790417d12ba4fa084d9c10", "(i) ", "Vittal", ", ", "J. J.", " ", "Coord. Chem. Rev.", " ", "2007", ",  ", "251", ",  ", "1781", "[", "Crossref", "], [", "CAS", "]", "1. ", "Supramolecular structural transformations involving coordination polymers in the solid state", "Vittal, Jagadese J.", "Coordination Chemistry Reviews", "\r\n        (", "2007", "),\r\n    ", "251", "\r\n        (", "13+14", "),\r\n    ", "1781-1795", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  Structural changes are accompanied by the movements of atoms/mols. and hence transformation of one structure to another is difficult in the solid state due to the restricted movements of mols.  While single-crystal to single-crystal conversion is more convenient way of characterizing the structures in the solid state by x-ray crystallog., the single cryst. nature of coordination polymers may not be always retained during structural transformations, since breaking and forming of coordinate and/or covalent bonds occur in more than one direction.  X-ray powder diffraction techniques, thermoanal. methods, solid-state NMR spectroscopy may be used to ext. structural information in the topochem. reactions.  This review describes a personal account of the structural transformations involving coordination polymers in the solid state along with other relevant and interesting examples from the literature.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXmvVeltbo%253D&md5=1b82d1d9a0c615afb4dac42d6bdfcde5", "(j) ", "Ferey", ", ", "G.", " ", "Chem. Soc. Rev.", " ", "2008", ",  ", "37", ",  ", "191", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Hybrid porous solids: past, present, future", "Ferey, Gerard", "Chemical Society Reviews", "\r\n        (", "2008", "),\r\n    ", "37", "\r\n        (", "1", "),\r\n    ", "191-214", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This crit. review will be of interest to the experts in porous solids (including catalysis), but also solid state chemists and physicists.  It presents the state-of-the-art on hybrid porous solids, their advantages, their new routes of synthesis, the structural concepts useful for their 'design', aiming at reaching very large pores.  Their dynamic properties and the possibility of predicting their structure are described.  The large tunability of the pore size leads to unprecedented properties and applications.  They concern adsorption of species, storage and delivery and the phys. properties of the dense phases. (323 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmtVWgsg%253D%253D&md5=89265036ce82503c95ce56685a9ceceb", "(k) ", "Pan", ", ", "L.", "; ", "Olson", ", ", "D. H.", "; ", "Ciemnolonski", ", ", "L. R.", "; ", "Heddy", ", ", "R.", "; ", "Li", ", ", "J.", " ", "Angew. Chem., Int. Ed.", " ", "2006", ",  ", "45", ",  ", "616", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Separation of hydrocarbons with a microporous metal-organic framework", "Pan, Long; Olson, David H.; Ciemnolonski, Lauren R.; Heddy, Ryan; Li, Jing", "Angewandte Chemie, International Edition", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "4", "),\r\n    ", "616-619", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The microporous metal-org. framework (MMOF) of [Cu(hfipbb)(H2hfipbb)0.5] is based on a bimetallic paddle-wheel building block and comprises 1D tubular microchannels formed by the interpenetration of two identical 44 nets.  The channels are hydrophobic and have the ideal size and shape to selectively adsorb C2, C3, and n-C4 olefins and alkanes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XpvVCjuw%253D%253D&md5=09a930d6c51df983f4cfc093feb55a4e", "2. ", "(a) ", "Wang", ", ", "Z.", "; ", "Kravtsov", ", ", "V. Ch.", "; ", "Zaworotko", ", ", "M. J.", " ", "Angew. Chem., Int. Ed.", " ", "2005", ",  ", "44", ",  ", "2877", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Ternary nets formed by self-assembly of triangles, squares, and tetrahedra", "Wang, Zhenqiang; Kravtsov, Victor Ch.; Zaworotko, Michael J.", "Angewandte Chemie, International Edition", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "19", "),\r\n    ", "2877-2880", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Two metal-org. nets sustained by three different mol. building blocks, triangles, squares, and tetrahedra, were prepd. and characterized, namely {[Zn6L4L16(MeOH)].H2O.2C6H6}n (H3L = 1,3,5-benzenetricarboxylic acid; L1 = isoquinoline) and {[Zn6L4L14(MeOH)2].8MeOH.ClPh}n.  The shapes (see picture red triangles, green squares, yellow tetrahedra) reveal how appropriate combinations of vertex-linked polygons or polyhedra afford novel topologies that could be prototypal of an even wider range of org. and metal-org. compds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXksVKls7c%253D&md5=fe2ffe38fc911263eccbdc573bec18af", "(b) ", "Yang", ", ", "J.", "; ", "Ma", ", ", "J.-F", "; ", "Liu", ", ", "Y.-Y.", "; ", "Batten", ", ", "S. R.", " ", "CrystEngComm", " ", "2009", ",  ", "11", ",  ", "151", "[", "Crossref", "], [", "CAS", "]", "2. ", "Four-, and six-connected entangled frameworks based on flexible bis(imidazole) ligands and long dicarboxylate anions", "Yang, Jin; Ma, Jian-Fang; Liu, Ying-Ying; Batten, Stuart R.", "CrystEngComm", "\r\n        (", "2009", "),\r\n    ", "11", "\r\n        (", "1", "),\r\n    ", "151-159", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Four- and six-connected entangled structures, [Cd(oba)(bbi)]·0.5H2O (1), [Ni(oba)(bbi)]2·H2O (2), [Co(bpea)(bbi)]·H2O (3), [Co2(bpea)2(bbi)2]·1.5H2O (4), [Cd(oba)(1,4-bix)] (5), and [Ni2(oba)2(1,4-bix)(H2O)2] (6), where oba = 4,4'-oxybis(benzoate), bpea = biphenylethene-4,4'-dicarboxylate, 1,4-bix = 1,4-bis(imidazol-1-ylmethyl)benzene, and bbi = 1,1'-(1,4-butanediyl)bis(imidazole), were successfully synthesized through a hydrothermal process.  The structures of 1 and 2 both consist of two interpenetrating CdSO4 nets.  In 1, the two nets are related by symmetry.  By comparison, the individual nets are, unusually, crystallog. distinct in 2.  The structures of 3 and 4 both contain interpenetrating diamond networks.  In 3, there are 6 interpenetrating nets, and they show the usual mode of interpenetration.  For 4, however, there are 7 nets, and a rare 'abnormal' [4 + 3] interpenetration mode is obsd.  In 5, the oba and 1,4-bix ligands linked the Cd(II) atoms into a deeply corrugated 2-dimensional sheet.  The corrugated 2-dimensional sheets polycatenate each other in a parallel manner with DOC (degree of catenation) = 2, yielding a rare 2-dimensional → 3-dimensional parallel polycatenation net.  In 6, the dinuclear Ni(II) units are bridged by the oba ligands to generate a 2-dimensional (4,4) square-grid with a rhombic window.  It is interesting that the two identical (4,4) square-grids show 2-dimensional → 2-dimensional parallel interpenetration but are then further crosslinked by the 1,4-bix ligands to yield an unusual 3-dimensional self-penetrating net with an unique 6-connected 44.611 topol.  The importance of bbi conformations and metal sources in the framework formation of complexes 1-6 was unraveled.  Their IR spectra, powder XRD and photoluminescent properties were also studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsVCqsw%253D%253D&md5=6eed2b2c342b115b6819bf5f08752d74", "(c) ", "MacGillivray", ", ", "L. R.", "; ", "Groeneman", ", ", "R. H.", "; ", "Atwood", ", ", "J. L.", " ", "J. Am. Chem. Soc.", " ", "1998", ",  ", "120", ",  ", "2676", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Design and Self-Assembly of Cavity-Containing Rectangular Grids", "MacGillivray, Leonard R.; Groeneman, Ryan H.; Atwood, Jerry L.", "Journal of the American Chemical Society", "\r\n        (", "1998", "),\r\n    ", "120", "\r\n        (", "11", "),\r\n    ", "2676-2677", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A design strategy for the construction of cavity-contg. rectangular frameworks and the 1-pot synthesis of the 1st cavity-contg. metal-org. rectangular grids [M(4,4'-bipy)(pyca)(H2O)2] (1) (M = Co(II) 1a, Cd(II) 1b; 4,4'-bipy = 4,4'-bipyridine; pyca = pyridine-4-carboxylate; Hpyca = pyridine-4-carboxylic acid) are reported.  The authors demonstrate the ability of 1 to self-assemble in the solid state to form stacked layers in which hydrogen bonds and π-π interactions between the grids induce their alignment.  As a result, interconnected microchannels have formed which accommodate charged and neutral guests.  Crystal structures of [1a](NO3)·4,4'-bipy·1.5H2O and [1b](NO3)·4,4'-bipy·2H2O were detd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXhsFShu7g%253D&md5=f598bbad46e4ec172bbcb319105cb576", "(d) ", "Gao", ", ", "Q.", "; ", "Jiang", ", ", "F.-L.", "; ", "Wu", ", ", "M.-Y.", "; ", "Huang", ", ", "Y.-G.", "; ", "Wei", ", ", "W.", "; ", "Hong", ", ", "M.-C.", " ", "Cryst. Growth Des.", " ", "2010", ",  ", "10", ",  ", "184", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Mn(II)-Binaphthalenyl Dicarboxylate Complexes: Helical Rectangular Tubes, (4,4) Grid Chiral Layer and Three-Dimensional Cubic Diamond Frameworks", "Gao, Qiang; Jiang, Fei-Long; Wu, Ming-Yan; Huang, You-Gui; Wei, Wei; Hong, Mao-Chun", "Crystal Growth & Design", "\r\n        (", "2010", "),\r\n    ", "10", "\r\n        (", "1", "),\r\n    ", "184-190", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reactions of 2,2'-dihydroxyl-[1,1']-binaphthalene-3,3'-dicarboxylate acid (H2bna) with manganese chloride by a solvent or solvothermal method in the presence of pyridine (py) or 4-picoline (pic) give birth to three 1D to 3D frameworks: [Mn(bna)(DMF)2(H2O)2]n·nDMF (1), {(Hpic)2[Mn3(bna)4(C2H5OH)2(H2O)2]·5H2O}n (2), and {(Hpy)2[Mn3(bna)4(py)2(H2O)2]·4H2O}n (3).  Crystal structure analyses reveal that 1 is a mesomer with equiv. R- and L-helical rectangular tubes constructed from homochiral ligands, which is further assembled into a 3D supramol. network through hydrogen bonds and C-H···π interactions.  Complex 2 consists of a (4,4) grid chiral layer structure, while 3 features a 3D cubic diamond network with Schlafli symbol 66 topol., though they both comprise of [Mn3(μ2-COO)6(COO)2] pinwheel mol. building blocks which act as 4-connected nodes and bna2- as linkers.  Magnetic studies indicate that antiferromagnetic couplings exist in both 2 and 3.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtFaqsL7N&md5=ed269e1c7295fe60d8f3c5a5063c0fc1", "(e) ", "Ma", ", ", "S.", "; ", "Sun", ", ", "D.", "; ", "Forster", ", ", "P. M.", "; ", "Yuan", ", ", "D.", "; ", "Zhuang", ", ", "W.", "; ", "Chen", ", ", "Y.-S.", "; ", "Parise", ", ", "J. B.", "; ", "Zhou", ", ", "H.-C.", " ", "Inorg. Chem.", " ", "2009", ",  ", "48", ",  ", "4616", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "A Three-Dimensional Porous Metal-Organic Framework Constructed from Two-Dimensional Sheets via Interdigitation Exhibiting Dynamic Features", "Ma, Shengqian; Sun, Daofeng; Forster, Paul M.; Yuan, Daqiang; Zhuang, Wenjuan; Chen, Yu-Sheng; Parise, John B.; Zhou, Hong-Cai", "Inorganic Chemistry", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "11", "),\r\n    ", "4616-4618", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A three-dimensional porous metal-org. framework (PCN-18) with the formula [Cu(L)(H2O)]·2DMA with was constructed through interdigitating two-dimensional grid sheets composed of 4,4'-(anthracene-9,10-diyl)dibenzoate (L) and Cu paddlewheel secondary building units.  Its dynamic features were evidenced by gas sorption isotherms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVyktrg%253D&md5=b80df83191f870c8a2b6b417a67e3a0f", "(f) ", "Cao", ", ", "X.-Y.", "; ", "Lin", ", ", "Q.-P.", "; ", "Qin", ", ", "Y.-Y.", "; ", "Zhang", ", ", "J.", "; ", "Li", ", ", "Z.-J.", "; ", "Cheng", ", ", "J.-K.", "; ", "Yao", ", ", "Y.-G.", " ", "Cryst. Growth Des.", " ", "2009", ",  ", "9", ",  ", "20", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "In Situ Obtained Cu(II) Compound with Coexistence of Polycatenation and Polythreading", "Cao, Xin-Yi; Lin, Qi-Pu; Qin, Ye-Yan; Zhang, Jian; Li, Zhao-Ji; Cheng, Jian-Kai; Yao, Yuan-Gen", "Crystal Growth & Design", "\r\n        (", "2009", "),\r\n    ", "9", "\r\n        (", "1", "),\r\n    ", "20-23", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The present study describes the prepn. and characterization of the 1st example of metal-org. frameworks (MOFs) with the coexistence of polycatenation and polythreading involving chem. and structurally different two-dimensional square grids [Cu(II)2(5-HIPA)2(4,4'-bipy)2(H2O)2]n (A, 5-HIPA = 5-hydroxyisophthalato) and irregular layers [Cu(II)3(5-HIPA)2(2-PyC)2(4,4'-bipy)2(H2O)4]n (B) in a unique three-dimensional framework [(A)(B)]·6.5nH2O (1) with the in situ generated pyridine-2-carboxylate (2-PyC) ligand.  In addn., a novel Cu(I) chain polymer [Cu(I)2(5-HIPA)(4,4'-bipy)2(H2O)]n·2nH2O (2) also was obtained simultaneously as a reductive product.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsVOjs73L&md5=5020e05da0633f8eeea2c95ab07be145", "3. ", "(a) ", "Wu", ", ", "C.-D", "; ", "Ma", ", ", "L.", "; ", "Lin", ", ", "W.", " ", "Inorg. Chem.", " ", "2008", ",  ", "47", ",  ", "11446", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Hierarchically Ordered Homochiral Metal-Organic Frameworks Built from Exceptionally Large Rectangles and Squares", "Wu, Chuan-De; Ma, Liqing; Lin, Wenbin", "Inorganic Chemistry", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "24", "),\r\n    ", "11446-11448", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Hierarchically ordered homochiral metal-org. frameworks were built from the CuII connecting point and the new (R)-6,6'-dichloro-2,2'-diethoxy-1,1'-binaphthyl-4,4'-bis(p-ethynylpyridine) bridging ligand (L).  [Cu3L4(DMF)6(H2O)3(ClO4)][ClO4]5·10DMF·10EtOH·7H2O (1) adopts a unique three-dimensional framework structure via simultaneous interlocking and interpenetration of 1-dimensional ladders formed by linking rectangles of 24.8 × 48.6 Å2 in dimensions, whereas [Cu3L5(DMF)8][ClO4]6·6DMF·8EtOH·Et2O·6H2O (2) exhibits an interesting network topol. by threading two-dimensional coordination square grids with 1-dimensional coordination polymers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlGrsrjP&md5=af5f5f572347cf4a09a51d0cd22bd910", "(b) ", "McManus", ", ", "G. J.", "; ", "Perry", ", ", "J. J.", "; ", "Perry", ", ", "M.", "; ", "Wagner", ", ", "B. D.", "; ", "Zaworotko", ", ", "M. J.", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "9094", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Exciplex fluorescence as a diagnostic probe of structure in coordination polymers of Zn2+ and 4,4'-bipyridine containing intercalated pyrene and enclathrated aromatic solvent guests", "McManus, Gregory J.; Iv, John J. Perry; Perry, Mark; Wagner, Brian D.; Zaworotko, Michael J.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "29", "),\r\n    ", "9094-9101", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Coordination polymers based on Zn(II)-4,4'-bipyridine (Zn-bipy) frameworks contg. pyrene intercalated between adjacent layers and arom. solvent mols. enclathrated within the framework cavities were prepd. and characterized for the first time.  These compds. are highly fluorescent, and show broad, featureless emission spectra significantly red shifted relative to pyrene monomer fluorescence; this was assigned to pyrene-bipy exciplex emission.  Single-crystal x-ray structural anal. shows that the presence of the arom. solvent mol. within the cavities has a profound effect on the architecture of these frameworks: in the case of benzene, toluene, p-xylene, and chlorobenzene, the Zn-bipy framework consists of 1-dimensional ladders, whereas in the case of o-dichlorobenzene (the largest solvent guest), the framework was based on a 2-dimensional square grid.  This difference in stoichiometry and architecture was also reflected in significant differences in the fluorescence of these coordination polymers, with three of the four compds. with 1-dimensional ladder geometries having similar fluorescence maxima (∼520 nm) and lifetimes (∼70 ns), whereas the compd. with square grid topol. had a significantly blue-shifted max. (∼460 nm) and shorter lifetime (∼42 ns).  Probably exciplexes form upon excitation of ground-state complexes, involving face-to-face bipy/pyrene complexes (π-π stacking interactions) in the case of the 1-dimensional ladder structures, but edge-to-face bipy/pyrene and pyrene/o-dichlorobenzene complexes (C-H···π interactions) in the case of the 2-dimensional square grid structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXns1Chtb8%253D&md5=9a5e523c5352d320001c38e9d51db69c", "(c) ", "Chen", ", ", "B.", "; ", "Fronczek", ", ", "F. R.", "; ", "Maverick", ", ", "A. W.", " ", "Chem. Commun.", " ", "2003", ",  ", "17", ",  ", "2166", "[", "Crossref", "], [", "PubMed", "]", "There is no corresponding record for this reference.", "(d) ", "Gurunatha", ", ", "K. L.", "; ", "Maji", ", ", "T. K.", " ", "Inorg. Chem.", " ", "2009", ",  ", "48", ",  ", "10886", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Guest-Induced Irreversible Sliding in a Flexible 2D Rectangular Grid with Selective Sorption Characteristics", "Gurunatha, K. L.; Maji, Tapas Kumar", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "23", "),\r\n    ", "10886-10888", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A 2-dimensional noninterpenetrated flexible metal-org. porous solid, {[Cu2(cis-chdc)2(bpee)]·H2O}n (1) based on a paddle-wheel building unit was constructed using a mixed-ligand system.  Guest-induced irreversible internetwork displacements of the 2-dimensional grids result in permanent porosity in the framework, as realized by the selective CO2 sorption over N2.  The different affinity and selectivity of the solvent mols. was correlated with the internal polarity of the pore surfaces.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtlyrsLjK&md5=ef39773da61bae0fa7e75844796753ac", "(e) ", "Biradha", ", ", "K.", "; ", "Hongo", ", ", "Y.", "; ", "Fujita", ", ", "M.", " ", "Angew. Chem., Int. Ed.", " ", "2000", ",  ", "39", ",  ", "3843", "[", "Crossref", "], [", "CAS", "]", "3. ", "Open square-grid coordination polymers of the dimensions 20 × 20 Å: Remarkably stable and crystalline solids even after guest removal", "Biradha, Kumar; Hongo, Yoshito; Fujita, Makoto", "Angewandte Chemie, International Edition", "\r\n        (", "2000", "),\r\n    ", "39", "\r\n        (", "21", "),\r\n    ", "3843-3845", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH", ")\r\n        ", "The noninterpenetrated square-grid coordination polymer {[Ni(2)2(NO3)2]·4(o-xylene)}n (2 = 4,4'-di-4-pyridylbiphenyl) was prepd. and its structure detd. by single-crystal x-ray crystallog.  The Ni atoms reside in a distorted octahedral environment with four pyridyl groups at the equatorial positions and two nitrate groups at the apical positions.  The guest o-xylene mols. occupy 58% of the crystal vol.  The square cavity has dimensions 19.9 × 20.0 Å.  The guest was removed by heating the crystals at 150° for 3 h under reduced pressure.  Single-crystal and powder x-ray diffraction studies confirmed the grid framework remained in the guest-free grid complex.  A similar noninterpenetrated square-grid complex contg. benzene guest, {[Ni(2)2(NO3)2]·5(C6H6)·2(MeOH)}n was also prepd. and characterized by x-ray crystallog.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXotFyquro%253D&md5=d4d7dd96586c0407c3c601ced718be74", "4. ", "(a) ", "Zhuang", ", ", "C.-F.", "; ", "Zhang", ", ", "J.", "; ", "Wang", ", ", "Q.", "; ", "Chu", ", ", "Z.-H", "; ", "Fenske", ", ", "D.", "; ", "Su", ", ", "C.-Y.", " ", "Chem.—Eur. J.", " ", "2009", ",  ", "15", ",  ", "7578", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Temperature-Dependent Guest-Driven Single-Crystal-to-Single-Crystal Ligand Exchange in a Two-Fold Interpenetrated CdII Grid Network", "Zhuang, Chun-Feng; Zhang, Jianyong; Wang, Qing; Chu, Zhao-Hua; Fenske, Dieter; Su, Cheng-Yong", "Chemistry--A European Journal", "\r\n        (", "2009", "),\r\n    ", "15", "\r\n        (", "31", "),\r\n    ", "7578-7585, S7578/1-S7578/5", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A doubly interpenetrated square-grid coordination polymer {[Cd(ImBNN)2(CF3SO3)2]∋guest}n (1, guest = C7H8 and ImBNN = 2,5-bis[4'-(imidazol-1-yl)phenyl]-3,4-diaza-2,4-hexadiene) that contains cavities able to accommodate toluene guest mols. was assembled by the reaction of the Schiff base ligand ImBNN and Cd(CF3SO3)2.  The framework 1 shows dynamism in either temp.-dependent expansion and shrinkage or cooperatively temp.-dependent guest-driven ligand exchange at the metal center.  Studies of guest removal/uptake by heating in a vacuum, cooling in air, and then heating in toluene at reflux revealed single-crystal-to-single-crystal structural transformations: complex 1 lost toluene guests and captured water mols. to give guest-free 1b via a proposed metastable phase 1a, and 1b could re-adsorb toluene guests to give 1', which represents a restored 1.  These structural changes establish an indirect recoverable process that involves ligand exchange in the coordination sphere and guest exchange in the cavity accompanied by the cleavage/formation of Cd-O bonds and CF3SO3- anion-shifting.  In contrast, direct heating of 1 in the absence of a vacuum resulted in thermostable 1c, confirmed by x-ray powder diffraction as a new phase that could not be converted back into 1 and that had lost the ability of re-adsorbing toluene guests.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXptlers7c%253D&md5=7dab8f89ebe92615fe997c4bd0ba9260", "(b) ", "Dong", ", ", "Y.-B.", "; ", "Wang", ", ", "P.", "; ", "Huang", ", ", "R.-Q.", "; ", "Smith", ", ", "M. D.", " ", "Inorg. Chem.", " ", "2004", ",  ", "43", ",  ", "4727", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Syntheses and Structures of Ag(I)-Containing Coordination Polymers and Co(II)-Containing Supramolecular Complex Based on Novel Fulvene Ligands", "Dong, Yu-Bin; Wang, Peng; Huang, Ru-Qi; Smith, Mark D.", "Inorganic Chemistry", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "15", "),\r\n    ", "4727-4739", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three new rigid conjugated fulvene ligands L1-L3 were synthesized.  L1 and L3 were prepd. by an aroylation reaction of cyclohexyl-substituted cyclopentadienyl anions.  L2 was prepd. by the reaction of L1 with PhNHNH2 in hot ethanol.  Six new coordination polymers, [Ag(C25H20N2O2)(ClO4)]·3.5C6H6 (1), [Ag2(μ-C31H24N4)(η2-C6H6)(H2O)](ClO4)2·(C6H6)·(H2O)0.5 (3), [Ag(C31H24N4)]SbF6·solvate (4), [Ag(C31H24N4)](SbF6)·2C6H6·CH2Cl2 (5), [Ag(C25H20N2O2)2]SbF6 (6), and [Ag(C25H20N2O2)2]SbF6 (7), and one seven-membered cobaltacycle-contg. complex, Co(C25H20N2O2)2(EtOH)2 (2), were obtained through self-assembly based on these three new fulvene ligands.  L2-L3 and compds. 1-7 were fully characterized by IR spectroscopy, elemental anal., and single-crystal x-ray diffraction.  The coordination chem. of new fulvene ligands is versatile.  They can bind metal ions not only through the terminal N-donors and fulvene C atoms into organometallic coordination polymers but also through the two chelating carbonyl groups into unusual seven-membered metallo-ring supramol. complexes.  In the solid state, ligands L1-L3 are luminescent.  A blue-shift in the emission was obsd. between the free ligand L1 and the one incorporated into Co(II)-contg. complex 2, and a red shift in the emission was obsd. between the free ligand L3 and the one incorporated into Ag(I)-contg. polymeric compds. 6 and 7.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXltVKrsrs%253D&md5=b1b6732ce2243e94474024010f143b93", "(c) ", "Biradha", ", ", "K.", "; ", "Fujita", ", ", "M.", " ", "Chem. Commun.", " ", "2002", ",  ", "1866", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "A 'three-in-one' crystal of coordination networks", "Biradha, Kumar; Fujita, Makoto", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2002", "),\r\n    ", "\r\n        (", "17", "),\r\n    ", "1866-1867", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Three types of coordination polymers are formed together in one crystal when a linear bifunctional ligand of length 15.7 Å, namely 4,4'-bis(4-pyridyl)biphenyl (L), is reacted with Cd(NO3)2 in the presence of mesitylene or m-xylene or o-xylene, which is also included in the crystal as a guest.  The complex from mesitylene is formulated as {[CdL2(NO3)3][Cd4L4(NO3)6(MeOH)6][CdL(NO3)3]NO3.2(mesitylene).3MeOH}n.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XmsVOgtbg%253D&md5=96b94f297459d91d8ff6f974296edc79", "(d) ", "Su", ", ", "C.-Y.", "; ", "Goforth", ", ", "A. M.", "; ", "Smith", ", ", "M. D.", "; ", "zur Loye", ", ", "H.-C.", " ", "Chem. Commun.", " ", "2004", ",  ", "2158", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Assembly of large simple 1D and rare polycatenated 3D molecular ladders from T-shaped building blocks containing a new, long N,N'-bidentate ligand", "Su, Cheng-Yong; Goforth, Andrea M.; Smith, Mark D.; zur Loye, Hans-Conrad", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2004", "),\r\n    ", "\r\n        (", "19", "),\r\n    ", "2158-2159", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Mol. ladders [Co2(nbpy4)3(NO3)4]·solvents and [Cd2(nbpy4)3(NO3)4] (nbpy4 = N,N'-bis-(4-pyridinylmethylene)-1,5-naphthalenediamine) were synthesized via self-assembly.  The former is a large, simple, noninterpenetrated 1-dimensional ladder that contains guest solvent mols. between the rungs, while the latter exists as 1-dimensional ladders in a rare 4-fold interlocked 3-dimensional structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXotVOms70%253D&md5=b41c6236a33b0415a6bd02e4759b1134", "5. ", "Shin", ", ", "D. M.", "; ", "Lee", ", ", "I. S.", "; ", "Cho", ", ", "D.", "; ", "Chung", ", ", "Y. K.", " ", "Inorg. Chem.", " ", "2003", ",  ", "42", ",  ", "7722", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Three Topological Isomeric Coordination Polymer Networks from the Assembly of a Rigid Linear Spacer and a Square Planar Metal Node: Structures, Isomerism Control, and Solid-to-Solid Transformation", "Shin, Dong Mok; Lee, In Su; Cho, Dahye; Chung, Young Keun", "Inorganic Chemistry", "\r\n        (", "2003", "),\r\n    ", "42", "\r\n        (", "24", "),\r\n    ", "7722-7724", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Assemblies of 1-methyl-1,2-bis(4-pyridyl)ethene (mpe) and Co(NCS)2 afford three isomeric framework networks and different topol. features, [Co(mpe)2(NCS)2]∞, depending on the assembly conditions.  Isomerism control and solid-to-solid transformation phenomena are obsd. among them.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXosFWmurc%253D&md5=d2e8b20f2ad07d9b3c0c71812fcce8cd", "6. ", "De Munno", ", ", "G.", "; ", "Cipriani", ", ", "F.", "; ", "Armentano", ", ", "D.", "; ", "Julve", ", ", "M.", "; ", "Real", ", ", "J. A.", " ", "New J. Chem.", " ", "2001", ",  ", "25", ",  ", "1031", "[", "Crossref", "], [", "CAS", "]", "6. ", "Polycatenane systems from Co(II) and trans-1,2-bis(4-pyridyl)ethene (bpe). Synthesis and structure of Co(bpe)2(NCS)2·CH3OH, [Co(bpe)2(H2O)2](ClO4)2·2CH3OH and [Co(bpe)2(H2O)2(CH3OH)2](ClO4)2·bpe·H2O", "De Munno, Giovanni; Cipriani, Francesca; Armentano, Donatella; Julve, Miguel; Antonio Real, Jose", "New Journal of Chemistry", "\r\n        (", "2001", "),\r\n    ", "25", "\r\n        (", "8", "),\r\n    ", "1031-1036", "CODEN:\r\n                ", "NJCHE5", ";\r\n        ISSN:", "1144-0546", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Three new compds. Co(bpe)2(NCS)2·CH3OH (1), [Co(bpe)2(H2O)2](ClO4)2·2CH3OH (2) and [Co(bpe)2(H2O)2(CH3OH)2](ClO4)2·bpe·H2O (3) [bpe = trans-1,2-bis(4-pyridyl)ethene] were synthesized and characterized by single crystal x-ray diffraction.  The metal environment in 1-3 is distorted octahedral.  Compd. 1 is a polycatenane.  Its structure consists of parallel layers contg. Co2+ ions linked by bpe ligands, the Co···Co distance through the bpe bridge being 13.65(3) Å.  Each metal ion, in a layer, defines the edges of a rhombus.  Two thiocyanate groups trans-coordinated to the metal atoms are perpendicular to the sheets.  Each sheet has an infinite no. of perpendicular sheets concatenated with it in such a way that a polycatenane structure results.  The structure of 2 also contains parallel sheets composed of cobalt atoms and bpe mols., but concatenation is absent and the thiocyanate groups are replaced by water mols.  In this case, the metal atoms define the edges of a square and the Co···Co distance through the bpe bridge is 13.78(3) Å.  Uncoordinated perchlorate anions and methanol mols. are linked by hydrogen bonds to the water mols. and they connect alternate parallel layers, occupying the middle of the intermediate layers.  The structure of 3 exhibits an almost planar arrangement of Co2+ ions forming rectangular rings through hydrogen bonds involving both coordinated and free bpe groups and coordinated water and methanol mols.  The Co···Co distances through the coordinated and uncoordinated bpe bridges are 14.6(1) and 16.8(1) Å, resp.  No concatenation of rings from different layers occurs in 3.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXlsVSjtb8%253D&md5=e1a7c00980a10ac059cd90fca390d008", "7. ", "Real", ", ", "J. A.", "; ", "Andrés", ", ", "E.", "; ", "Muñoz", ", ", "M. C.", "; ", "Julve", ", ", "M.", "; ", "Granier", ", ", "T.", "; ", "Bousseksou", ", ", "A.", "; ", "Varret", ", ", "F.", " ", "Science", " ", "1995", ",  ", "268", ",  ", "265", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Spin crossover in a catenane supramolecular system", "Real, Jose Antonio; Andres, Enrique; Munoz, M. Carmen; Julve, Miguel; Granier, Thierry; Bousseksou, Azzedine; Varret, Francois", "Science (Washington, D. C.)", "\r\n        (", "1995", "),\r\n    ", "268", "\r\n        (", "5208", "),\r\n    ", "265-7", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "[Fe(tvp)2(NCS)2]·MeOH, where tvp is trans-1,2-bis(4-pyridyl)ethylene, was synthesized and characterized by x-ray single-crystal diffraction.  It consists of two perpendicular, two-dimensional networks organized in parallel stacks of sheets made up of edge-shared [Fe(II)]4 rhombuses.  The fully interlocked networks define large square channels in the [001] direction.  Variable-temp. magnetic susceptibility measurements and Moessbauer studies reveal that this compd. shows low-spin to high-spin crossover behavior at 100-250 K.  The combined structural and magnetic characterization of this kind of compd. is fundamental for the interpretation of the mechanism leading to the spin crossover, which is important in the development of electronic devices such as mol. switches.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXltVChs74%253D&md5=478fc19d5fd01452a68cd1b637c7204b", "8. ", "Halder", ", ", "G. J.", "; ", "Kepert", ", ", "C. J.", "; ", "Moubaraki", ", ", "B.", "; ", "Murray", ", ", "K. S.", "; ", "Cashion", ", ", "J. D.", " ", "Science", " ", "2002", ",  ", "298", ",  ", "1762", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Guest-Dependent Spin Crossover in a Nanoporous Molecular Framework Material", "Halder, Gregory J.; Kepert, Cameron J.; Moubaraki, Boujemaa; Murray, Keith S.; Cashion, John D.", "Science (Washington, DC, United States)", "\r\n        (", "2002", "),\r\n    ", "298", "\r\n        (", "5599", "),\r\n    ", "1762-1765", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "The nanoporous metal-org. framework Fe2(azpy)4(NCS)4·(guest) (azpy is trans-4,4'-azopyridine) displays reversible uptake and release of guest mols. and contains electronic switching centers that are sensitive to the nature of the sorbed guests.  The switching of this material arises from the presence of iron(II) spin crossover centers within the framework lattice, the sorbed phases undergoing \"half-spin\" crossovers, and the desorbed phase showing no switching property.  The interpenetrated framework structure displays a considerable flexibility with guest uptake and release, causing substantial changes in the local geometry of the iron(II) centers.  The generation of a host lattice that interacts with exchangeable guest species in a switchable fashion has implications for the generation of previously undeveloped advanced materials with applications in areas such as mol. sensing.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XovFKmsrs%253D&md5=1a14d69e392744e88e9c20021c49107d", "9. ", "De Munno", ", ", "G.", "; ", "Armentano", ", ", "D.", "; ", "Poerio", ", ", "T.", "; ", "Julve", ", ", "M.", "; ", "Real", ", ", "J. A.", " ", "J. Chem. Soc., Dalton Trans.", " ", "1999", ",  ", "1813", "[", "Crossref", "], [", "CAS", "]", "9. ", "Novel sheet-like manganese(II) networks. Synthesis and structure of [Mn(bpe)(NCS)2(CH3OH)2] and [Mn(bpe)(NCS)2(CH3OH)2]·bpe [bpe = trans-1,2-bis(4-pyridyl)ethene]", "De Munno, Giovanni; Armentano, Donatella; Poerio, Teresa; Julve, Miguel; Real, Jose Antonio", "Journal of the Chemical Society, Dalton Transactions: Inorganic Chemistry", "\r\n        (", "1999", "),\r\n    ", "\r\n        (", "11", "),\r\n    ", "1813-1818", "CODEN:\r\n                ", "JCDTBI", ";\r\n        ISSN:", "0300-9246", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two new Mn(II) compds. [Mn(bpe)(NCS)2(MeOH)2] (1) and [Mn(bpe)(NCS)2(MeOH)2]·bpe [2, bpe = trans-1,2-bis(4-pyridyl)ethene] were synthesized and characterized by single-crystal x-ray diffraction.  The structures of compds. 1 and 2 consist of neutral chains contg. Mn(II) ions bridged by mutually trans bpe mols., the substantial difference being the bpe crystn. mols. which are in 2 and not in 1.  In both compds. the six-coordination of Mn2+ is achieved by two trans NCS- ions and MeOH mols.  In 1 adjacent chains are connected through weak H bonds in such a way to form a two-dimensional structure, in which rectangular holes are present.  The Mn...Mn distance through the bpe bridge is 14.06(1) Å whereas that through the thiocyanate-MeOH bridge is 6.73(1) or 7.54(1) Å.  In 2 adjacent chains are linked through H bonds involving two N atoms of the solvate bpe mol. and two hydroxo groups from two MeOH mols. to form layers.  In each of these, four Mn2+ ions occupy the corners of a rectangle, which is constituted by four metal ions, four bpe and four MeOH mols.  The Mn...Mn distances through coordinated and H-bonded bpe are 13.93(1) and 17.10(1) Å.  Adjacent sheets are shifted in such a way that metal ions of the first approx. correspond to the center of the hole of the second one and vice versa.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXjtlersbw%253D&md5=88c74b213db2c3a158c13415bd5f8809", "10. ", "Moliner", ", ", "N.", "; ", "Lloret", ", ", "F.", "; ", "Real", ", ", "J. A.", " ", "Mol. Cryst. Liq. Cryst.", " ", "1999", ",  ", "335", ",  ", "343", "[", "Crossref", "]", "There is no corresponding record for this reference.", "11. ", "Hong", ", ", "C. S.", "; ", "You", ", ", "Y. S.", " ", "Inorg. Chim. Acta", " ", "2004", ",  ", "357", ",  ", "2309", "[", "Crossref", "], [", "CAS", "]", "11. ", "Supramolecular manganese(II) compounds influenced by conformational flexibility and rigidity of bis(4-pyridyl) containing bridging ligands", "Hong, Chang Seop; You, Young Sin", "Inorganica Chimica Acta", "\r\n        (", "2004", "),\r\n    ", "357", "\r\n        (", "8", "),\r\n    ", "2309-2314", "CODEN:\r\n                ", "ICHAA3", ";\r\n        ISSN:", "0020-1693", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "A covalent-bonded 1-dimensional (1D) chain, [Mn(bpe)2(SCN)2]n (1) [bpe = 1,2-bis(4-pyridyl)ethane], and a H-bonded two-dimensional (2D) sheet, [Mn(tbp)2(H2O)2(SCN)2] (2) [tbp = trans-1,2-bis(4-pyridyl)ethylene], were prepd.  Complex 1 can be viewed as a purely coordinative-bonded 1-dimensional motif doubly bridged by the bpe ligand that is a gauche conformational isomer with a large dihedral angle of 73.9°.  The two bridging bpe ligands feature a shape of square with a dimension of 10.064 Å × 9.776 Å.  The compd. 2 possesses noncovalent bonding forces of H bonds and π-π interactions responsible for the fabrication of the 2-dimensional architecture.  Magnetic susceptibility data for 1 were fitted by employing the infinite chain model (H=-J.sum.Si·Si+1) to give parameters of J = -0.052 cm-1 and g = 2.00, indicating the presence of a weak anti-ferromagnetic coupling.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXksVGhsrk%253D&md5=c27a616c77b43cf14e55a250add2fbd0", "12. ", "Jung", ", ", "O.-S.", "; ", "Park", ", ", "S. H.", "; ", "Kim", ", ", "K. M.", "; ", "Jang", ", ", "H. G.", " ", "Inorg. Chem.", " ", "1998", ",  ", "37", ",  ", "5781", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Solvent-Dependent Structures of Co(NO3)2 with 1,2-Bis(4-pyridyl)ethylene. Interconversion of Molecular Ladders versus Mononuclear Complexes", "Jung, Ok-Sang; Park, Sung Ho; Kim, Kwan Mook; Jang, Ho G.", "Inorganic Chemistry", "\r\n        (", "1998", "),\r\n    ", "37", "\r\n        (", "22", "),\r\n    ", "5781-5785", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Studies were carried out on two solvent-dependent structures of Co(NO3)2 with trans-1,2-bis(4-pyridyl)ethylene (bpee) and their interconversions.  X-ray analyses disclose that the mol. obtained in MeOH/CHCl3 is an infinite ladder structure, [Co(NO3)2(bpee)1.5·3CHCl3]n (triclinic space group P‾1; a 10.415(4), b 13.425(4), c 14.212(4) Å, α 110.41(3), β 109.06(3), γ 97.20(3)°, Z = 2), whereas the compd. afforded in H2O/EtOH is a mononuclear structure, [Co(H2O)4(bpee)2](NO3)2·8/3H2O·2/3bpee (triclinic P‾1; a 9.625(3), b 14.597(5), c 20.544(5) Å, α 87.52(3), β 83.34(2), γ 75.94(3)°, Z = 2).  For [Co(NO3)2(bpee)1.5·3CHCl3]n, the local geometry around the Co(II) atom approximates to a heptacoordinate environment with four oxygens and three nitrogens.  The four O sites are occupied by an isobidentate and an anisobidetate nitrate ligand.  Each bpee spacer connects two Co(II) atoms defining a T-shaped arrangement at the metal atom.  For [Co(H2O)4(bpee)2](NO3)2·8/3H2O·2/3bpee, the Co atom is in a typical octahedral arrangement with two bpee ligands and four H2O mols.  The bpee ligand is coordinated to the Co atom in a monodentate mode with a dangling pyridine group.  Thermal and IR analyses of the present two complexes show that in the solid state the mononuclear complex is changed to the ladder structure at temps. >150°.  Also, the ladder structure slowly shifts to the mononuclear complexes at sufficient moisture condition.  Thus, either the ladder structure or the mononuclear complex exists depending on the presence or absence of moisture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXmsVKqtbs%253D&md5=cf19fe7f1c80e384113d379a2128e96a", "13. ", "Barandika", ", ", "M. G.", "; ", "Hernández-Pino", ", ", "M. L.", "; ", "Urtiaga", ", ", "M. K.", "; ", "Cortés", ", ", "R.", "; ", "Lezama", ", ", "L.", "; ", "Arriortua", ", ", "M. I.", "; ", "Rojo", ", ", "T.", " ", "J. Chem. Soc., Dalton Trans.", " ", "2000", ",  ", "1469", "[", "Crossref", "]", "There is no corresponding record for this reference.", "14. ", "Callejo", ", ", "L. M.", " Proceedings of the 11", "a", " Reunión Científica Plenaria de Química Inorgánica, 5", "a", " Reunión Científica Plenaria de Química del Estado Sólido (QIES 2004), Santiago de Compostela (La Coruña), September ", "2004", ".", "There is no corresponding record for this reference.", "15. ", "Callejo", ", ", "L. M.", " ", "Proceedings of the XV Symposium del Grupo Especializado de Cristalografía (GEC 2004), Puerto de La Cruz (Tenerife), September ", "2004", ".", "There is no corresponding record for this reference.", "16. ", "Noro", ", ", "S.-I.", "; ", "Kitagawa", ", ", "S.", "; ", "Nakamura", ", ", "T.", "; ", "Wada", ", ", "T.", " ", "Inorg. Chem.", " ", "2005", ",  ", "44", ",  ", "3960", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Synthesis and Crystallographic Characterization of Low-Dimensional and Porous Coordination Compounds Capable of Supramolecular Aromatic Interaction Using the 4,4'-Azobis(pyridine) Ligand", "Noro, Shinichiro; Kitagawa, Susumu; Nakamura, Takayoshi; Wada, Tatsuo", "Inorganic Chemistry", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "11", "),\r\n    ", "3960-3971", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Coordination compds. with a 4,4'-azobis(pyridine) (azpy) ligand, {[M2(azpy)6(H2O)5]·4PF6·azpy·H2O}n (M = NiII (1) or CoII (2)) (0-dimensional (0-D) dimer), {[Zn(azpy)3(H2O)2]·2PF6·2azpy·4H2O}n (3) (1-dimensional (1-D) fishbone-type chain), {[Ag(azpy)]·PF6}n (4) (1-D linear chain), {[Mn(NCS)2(azpy)2]·azpy}n (5) (2-dimensional (2-D) grid sheet), and {[Ni(NCS)2(azpy)2]·3toluene}n (6) (2-D grid sheet), were synthesized and structurally characterized by X-ray crystallog.  Compds. 1 and 2 have a 0-D dimer motif and exhibit static disorder in that one MII (MII = NiII or CoII) coordination site is shared by unidentate azpy and H2O ligands, each with half-occupancy.  Compds. 3 and 4 afford 1-D fishbone type and 1-D linear chain motifs, resp.  Azpy mediates π-π and π-p interactions between these low-dimensional structures.  Compds. 5 and 6 possess a 2-D grid sheet motif.  These sheets assemble to form microporous frameworks that incorporate arom. guests, such as coordination-free azpy (5) and toluene (6).  There exist not only π-π and π-p interactions but also CH-π interactions between the framework azpy ligands and guests.  The azpy ligand is a good candidate for the construction of new assembling systems of coordination compds. through its arom. interactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjs1SjtL4%253D&md5=8343c34a4b58d5825414b91eead50a15", "17. ", "Kondo", ", ", "M.", "; ", "Okubo", ", ", "T.", "; ", "Asami", ", ", "A.", "; ", "Noro", ", ", "S.-I.", "; ", "Yoshitomi", ", ", "T.", "; ", "Kitagawa", ", ", "S.", "; ", "Ishii", ", ", "T.", "; ", "Matsuzaka", ", ", "H.", "; ", "Seki", ", ", "K.", " ", "Angew. Chem., Int. Ed.", " ", "1999", ",  ", "38", ",  ", "140", "[", "Crossref", "], [", "CAS", "]", "17. ", "Rational synthesis of stable channel-like cavities with methane gas adsorption properties: [{Cu2(pzdc)2(L)}n] (pzdc = pyrazine-2,3-dicarboxylate; L =a pillar ligand)", "Kondo, Mitsuru; Okubo, Takashi; Asami, Akiko; Noro, Shin-Ichiro; Yoshitomi, Tomomichi; Kitagawa, Susumu; Ishii, Tomohiko; Matsuzaka, Hiroyuki; Seki, Kenji", "Angewandte Chemie, International Edition", "\r\n        (", "1999", "),\r\n    ", "38", "\r\n        (", "1/2", "),\r\n    ", "140-143", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH", ")\r\n        ", "Porous coordination networks were designed in prepd. copper complexes [{Cu2(pzdc)2(L)}n] (pzdc = pyrazine-2,3-dicarboxylate; L = pillar ligand pyrazine, 4,4'-bipyridyl, N-4-pyridinyl-4-pyridinecarboxamide).  The structure of [{Cu2(pzdc)2(pyz)}.2H2O]n (1) was detd. by x-ray crystallog.  The complex consists of a pillared layer structure with a two-dimensional sheet of [Cu(pzdc)2]n and pillar pyrazine ligands that bridge each sheet.  The channels are occupied by water mols.  Thermal dehydration of 1 at 100-260° resulted in a stable phase which retained the porous network without decompn. (powder XRD study).  Methane adsorption capabilities of the coordination networks were studied.  Increased methane absorption activity for pillar ligands 4,4'-bipyridyl and N-4-pyridinyl-4-pyridinecarboxamide is consistent with the larger channel sizes of these complexes.  The activity is comparable to that of zeolites and other reported stable porous coordination networks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXpsVartA%253D%253D&md5=6f87dbe574859a417d16d3cf96f16c9b", "18. ", "Li", ", ", "D.", "; ", "Kaneko", ", ", "K.", " ", "J. Phys. Chem. B", " ", "2000", ",  ", "104", ",  ", "8940", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Molecular Geometry-Sensitive Filling in Semi-Rectangular Micropores of Organic-Inorganic Hybrid Crystals", "Li, Di; Kaneko, Katsumi", "Journal of Physical Chemistry B", "\r\n        (", "2000", "),\r\n    ", "104", "\r\n        (", "38", "),\r\n    ", "8940-8945", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1089-5647", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The combination of Cu perchlorate, 2,3-pyrazinedicarboxylate (pzdc) and one of pyrazine (pyz), 4,4'-bipyridine (bpy), or trans-1,2-bis(4-pyridyl)ethylene (bpe) yields Cu complex-assembled compds. [Cu2(pzdc)2(PL)·xH2O]n (PL = pyz, bpy, or bpe).  These compds. were characterized by elemental microanal., x-ray diffraction, TGA, and gas adsorption.  The XRD data show that the Cu complex-assembled solids possess a three-dimensional structure with 1-dimensional semi-rectangular channels; the fixed width of the rectangular micropores is 6 Å and the other width varies from 4 to 11 Å with the length of ligand.  The microporosity of the compds. was confirmed by N2, Ar, and CO2 adsorption.  Dudinin-Radushkevich plots of the adsorption isotherms demonstrated that the micropore vol. for each compd. changes with the different adsorbate, indicating the presence of the mol. geometry-sensitive micropore filling.  Also the rectangular micropore has a deeper potential well than the slit-shaped pores of activated C fibers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXmtVOks7k%253D&md5=b381e01366ba46ed313a5cb6da3726da", "19. ", "Maji", ", ", "T. K.", "; ", "Uemura", ", ", "K.", "; ", "Chang", ", ", "H.-C.", "; ", "Matsuda", ", ", "R.", "; ", "Kitagawa", ", ", "S.", " ", "Angew. Chem., Int. Ed.", " ", "2004", ",  ", "43", ",  ", "3269", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "Expanding and shrinking porous modulation based on Pillared-layer coordination polymers showing selective guest adsorption", "Maji, Tapas Kumar; Uemura, Kazuhiro; Chang, Ho-Chol; Matsuda, Ryotaro; Kitagawa, Susumu", "Angewandte Chemie, International Edition", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "25", "),\r\n    ", "3269-3272", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Rationally designed and synthesized, two novel pillar-layered 3-dimensional microporous frameworks {[Cd(pzdc)(azpy)]·2H2O}n (1) and {[Cd(pzdc)(bpee)]·1.5H2O}n (2) (H2pzdc = pyrazine-2,3-dicarboxylic acid; azpy = trans-diazodi-4-pyridine; bpee = trans-1,2-di-4-pyridylethene) have high thermal stability and highly selective adsorption properties.  Removal of guest H2O mols. results in the expansion of 1 but the contraction of 2.  The crystal structures of 1 and 2 were detd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXlsF2gtrw%253D&md5=92d38decd4c7f08fba1c2ea468817ff5", "20. ", "Kitaura", ", ", "R.", "; ", "Kitagawa", ", ", "S.", "; ", "Kubota", ", ", "Y.", "; ", "Kobayashi", ", ", "T. C.", "; ", "Kindo", ", ", "K.", "; ", "Mita", ", ", "Y.", "; ", "Matsuo", ", ", "A.", "; ", "Kobayashi", ", ", "M.", "; ", "Chang", ", ", "H.-C.", "; ", "Ozawa", ", ", "T. C.", "; ", "Suzuki", ", ", "M.", "; ", "Sakata", ", ", "M.", "; ", "Takata", ", ", "M.", " ", "Science", " ", "2002", ",  ", "298", ",  ", "2358", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "20. ", "Formation of a One-Dimensional Array of Oxygen in a Microporous Metal-Organic Solid", "Kitaura, Ryo; Kitagawa, Susumu; Kubota, Yoshiki; Kobayashi, Tatsuo C.; Kindo, Koichi; Mita, Yoshimi; Matsuo, Akira; Kobayashi, Michihiro; Chang, Ho-Chol; Ozawa, Tadashi C.; Suzuki, Megumi; Sakata, Makoto; Takata, Masaki", "Science (Washington, DC, United States)", "\r\n        (", "2002", "),\r\n    ", "298", "\r\n        (", "5602", "),\r\n    ", "2358-2361", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "The authors report the direct observation of dioxygen mols. physisorbed in the nanochannels of a microporous copper coordination polymer, [Cu2(pzdc)2(L)]n (CPL-1; pzdc = pyrazine-2,3-dicarboxylate, L = pyrazine) by the MEM (max. entropy method)/Rietveld method, using in situ high-resoln. synchrotron x-ray powder diffraction measurements.  The obtained MEM electron d. revealed that van der Waals dimers of physisorbed O2 locate in the middle of nanochannels and form a 1-dimensional ladder structure aligned to the host channel structure.  The obsd. O-O stretching Raman band and magnetic susceptibilities are characteristic of the confined O2 mols. in 1-dimensional nanochannels of CPL-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38Xps1Sjur0%253D&md5=145947002a2ec784e9aadd8f2d729795", "21. ", "Kitaura", ", ", "R.", "; ", "Fujimoto", ", ", "K.", "; ", "Noro", ", ", "S.-I.", "; ", "Kondo", ", ", "M.", "; ", "Kitagawa", ", ", "S.", " ", "Angew. Chem., Int. Ed.", " ", "2002", ",  ", "41", ",  ", "133", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "A pillared-layer coordination polymer network displaying hysteretic sorption: [Cu2(pzdc)2(dpyg)]n (pzdc = pyrazine-2,3-dicarboxylate; dpyg = 1,2-di(4-pyridyl)glycol)", "Kitaura, Ryo; Fujimoto, Kentaro; Noro, Shin-ichiro; Kondo, Mitsuru; Kitagawa, Susumu", "Angewandte Chemie, International Edition", "\r\n        (", "2002", "),\r\n    ", "41", "\r\n        (", "1", "),\r\n    ", "133-135", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH", ")\r\n        ", "[Cu2(pzdc)2(dpyg).8H2O]n (I) (H2pzdc = pyrazine-2,3-dicarboxylic acid; dpyg = 1,2-di(4-pyridyl)glycol) was prepd. by the reaction of C(ClO4)2 with Na2pzdc and dpyg in H2O/EtOH.  I is monoclinic, space group P21/c, Z = 2, R = 0.071, Rw = 0.095.  In I each Cu(II) is 5-coordinate, residing in a distorted trigonal bipyramidal environment, surrounded by 3 O atoms from 3 pzdc ligands and 2 N atoms from a dpyg and pzdc ligand.  The Cu2(μ-O)2 units are linked together by the pzdc ligands to give a 2-dimensional layer in the bc plane.  The dpyg ligand acts as a pillar.  The thermal decompn. of I was studied.  The adsorption isotherms of anhyd. [Cu2(pzdc)2(dpyg)]n (II) for CH4, H2O and MeOH to exam. the porous properties.  II adsorbs MeOH and H2O; and the adsorption isotherms exhibit hysteretic behavior.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XlvFantQ%253D%253D&md5=b06f1a72f903d2f2aa3e5d093c026c6d", "22. ", "Kubota", ", ", "Y.", "; ", "Takata", ", ", "M.", "; ", "Matsuda", ", ", "R.", "; ", "Kitaura", ", ", "R.", "; ", "Kitagawa", ", ", "S.", "; ", "Kato", ", ", "K.", "; ", "Sakata", ", ", "M.", "; ", "Kobayashi", ", ", "T. C.", " ", "Angew. Chem., Int. Ed.", " ", "2005", ",  ", "44", ",  ", "920", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "22. ", "Direct observation of hydrogen molecules adsorbed onto a microporous coordination polymer", "Kubota, Yoshiki; Takata, Masaki; Matsuda, Ryotaro; Kitaura, Ryo; Kitagawa, Susumu; Kato, Kenichi; Sakata, Makoto; Kobayashi, Tatsuo C.", "Angewandte Chemie, International Edition", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "6", "),\r\n    ", "920-923, S920/1-S920/4", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "H trapped in the nanochannels of a Cu pyrazine coordination polymer was studied by synchrotron powder-diffraction.  The adsorbed mols. were located near a corner of rectangular nanochannels and the size of the cavities are compatible with the size of a H mol.  The results can provide guidelines for the design of H-storage materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXht1egu7s%253D&md5=6d7a8edd469d4b31ece9a8c9aaf12ca0", "23. ", "Sheldrick", ", ", "G. M.", " ", "Acta Crystallogr.", " ", "2008", ",  ", "A64", ",  ", "112", "[", "Crossref", "], [", "CAS", "]", "23. ", "A short history of SHELX", "Sheldrick, George M.", "Acta Crystallographica, Section A: Foundations of Crystallography", "\r\n        (", "2008", "),\r\n    ", "64", "\r\n        (", "1", "),\r\n    ", "112-122", "CODEN:\r\n                ", "ACACEQ", ";\r\n        ISSN:", "0108-7673", ".\r\n    \r\n            (", "International Union of Crystallography", ")\r\n        ", "An account is given of the development of the SHELX system of computer programs from SHELX-76 to the present day.  In addn. to identifying useful innovations that have come into general use through their implementation in SHELX, a crit. anal. is presented of the less-successful features, missed opportunities and desirable improvements for future releases of the software.  An attempt is made to understand how a program originally designed for photog. intensity data, punched cards and computers over 10000 times slower than an av. modern personal computer has managed to survive for so long.  SHELXL is the most widely used program for small-mol. refinement and SHELXS and SHELXD are often employed for structure soln. despite the availability of objectively superior programs.  SHELXL also finds a niche for the refinement of macromols. against high-resoln. or twinned data; SHELXPRO acts as an interface for macromol. applications.  SHELXC, SHELXD and SHELXE are proving useful for the exptl. phasing of macromols., esp. because they are fast and robust and so are often employed in pipelines for high-throughput phasing.  This paper could serve as a general literature citation when one or more of the open-source SHELX programs (and the Bruker AXS version SHELXTL) are employed in the course of a crystal-structure detn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhsVGhurzO&md5=8f91f10be4a9df74b2a9dad522c71e6e", "24. ", "Spek", ", ", "A. L.", " PLATON, A Multipurpose Crystallographic Tool; ", "Utrecht University, Utrecht", ": ", "The Netherlands", ", ", "2010", ".", "There is no corresponding record for this reference.", "25. ", "Momma", ", ", "K.", "; ", "Izumi", ", ", "F.", " ", "VESTA: a three-dimensional visualization system for electronic and structural analysis", " ", "J. Appl. Crystallogr.", " ", "2008", ",  ", "41", ",  ", "653", "[", "Crossref", "], [", "CAS", "]", "25. ", "VESTA: a three-dimensional visualization system for electronic and structural analysis", "Momma, Koichi; Izumi, Fujio", "Journal of Applied Crystallography", "\r\n        (", "2008", "),\r\n    ", "41", "\r\n        (", "3", "),\r\n    ", "653-658", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "0021-8898", ".\r\n    \r\n            (", "International Union of Crystallography", ")\r\n        ", "A cross-platform program, VESTA, has been developed to visualize both structural and volumetric data in multiple windows with tabs.  VESTA represents crystal structures by ball-and-stick, space-filling, polyhedral, wire frame, stick, dot-surface and thermal-ellipsoid models.  A variety of crystal-chem. information is extractable from fractional coordinates, occupancies and oxidn. states of sites.  Volumetric data such as electron and nuclear densities, Patterson functions, and wavefunctions are displayed as isosurfaces, bird's-eye views and two-dimensional maps.  Isosurfaces can be colored according to other phys. quantities.  Translucent isosurfaces and/or slices can be overlapped with a structural model.  Collaboration with external programs enables the user to locate bonds and bond angles in the 'graphics area', simulate powder diffraction patterns, and calc. site potentials and Madelung energies.  Electron densities detd. exptl. are convertible into their Laplacians and electronic energy densities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXlvFKgu78%253D&md5=0e9d075bd3ff51aa0f34e09a2ddb1f04", "26. ", "Herbstein", ", ", "F. H.", "; ", "Kapon", ", ", "M.", "; ", "Wasserman", ", ", "S.", " ", "Acta Crystallogr.", " ", "1978", ",  ", "B 34", ",  ", "1613", "There is no corresponding record for this reference.", "27. ", "Vishnkov", ", ", "A.", "; ", "Lyubartsev", ", ", "A. P.", "; ", "Laaksonen", ", ", "A.", " ", "J. Phys. Chem.", " ", "2001", ",  ", "105", ",  ", "1702", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "28. ", "Nakamoto", ", ", "K.", "  ", "Infrared Spectra of Inorganic Compounds and Coordination Compounds", ", ", "5", "th ed.; ", "John Wiley & Sons", ": ", "New York", ", ", "1997", ".", "There is no corresponding record for this reference.", "29. ", "Pretsch", ", ", "E.", "; ", "Clerc", ", ", "T.", "; ", "Seibl", ", ", "J.", "; ", "Simon", ", ", "W.", "  ", "Tablas para la Elucidación Estructural de Compuestos Orgánicos por Métodos Espectroscópicos", "; ", "Alhambra, Barcelona", ", ", "1980", ".", "There is no corresponding record for this reference.", "30. ", "Tanabe", ", ", "Y.", "; ", "Sugano", ", ", "S.", " ", "J. Phys. Soc. Jpn.", " ", "1954", ",  ", "9", ",  ", "753", "[", "Crossref", "], [", "CAS", "]", "30. ", "The absorption spectra of complex ions. I", "Tanabe, Yukito; Sugano, Satoru", "Journal of the Physical Society of Japan", "\r\n        (", "1954", "),\r\n    ", "9", "\r\n        (", "),\r\n    ", "753-66", "CODEN:\r\n                ", "JUPSAU", ";\r\n        ISSN:", "0031-9015", ".\r\n    ", "The energy matrix elements for the electron configuration dn in cubic field are calcd. in detail to det. the success of the cryst. field approximation in explaining the origin of both absorption bands and lines of the octahedral normal complex ions contg. the Fe-group elements.  The calcns. are made by Racah's method and assume the generalized cryst. field model.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaG28Xit1yjsA%253D%253D&md5=f2ca7ad8a8c95bd8255d44100b0d5f65", "31. ", "Lever", ", ", "A. B. P.", "  ", "Inorganic Electronic Spectroscopy", "; ", "Elsevier", ": ", "London", ", ", "1984", ".", "There is no corresponding record for this reference.", "32. ", "Rosenberg", ", ", "R. C.", "; ", "Root", ", ", "C. A.", "; ", "Brestein", ", ", "P. K.", "; ", "Gray", ", ", "P. B.", " ", "J. Am. Chem. Soc.", " ", "1975", ",  ", "97", ",  ", "21", "[", "ACS Full Text ", "], [", "CAS", "]", "32. ", "Electronic spectral and magnetic susceptibility studies of nickel(II) and cobalt(II) carboxypeptidase A complexes", "Rosenberg, Robert C.; Root, Charles A.; Gray, Harry B.", "Journal of the American Chemical Society", "\r\n        (", "1975", "),\r\n    ", "97", "\r\n        (", "1", "),\r\n    ", "21-6", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "The electronic absorption spectrum of Ni(II) carboxypeptidase A (CPA) exhibited weak bands at 9430, 14,600, and 24,250 cm-1, which were assigned to 3 spin-allowed d-d transitions of octahedrally coordinated Ni(II).  Comparison of the ligand field parameters Dq = 923, B = 755 cm-1 for NiIICPA with those of a variety of octahedral Ni(II) complexes suggested either an N2O4 or NO5 donor-atom set in the resting enzyme.  Addn. of F- or the model substrate glycyl-L-tyrosine did not change the octahedral nature of the Ni(II) center.  The electronic spectrum of the complex between NiIICPA and the inhibitor β-phenylpropionate (βPP), however, was substantially different, as 2 visible bands of moderate intensity and a low-energy feature (<6500 cm-1) were obsd.  The position and molar extinction coeff. of the principal peak (23,350 cm-1; ε ∼50) were suggestive of 5-coordinate Ni(II).  A formation const. of K1 = 0.37 × 104M-1 was measured by spectroscopic methods for the NiIICPA-βPP complex.  Magnetic susceptibility and electronic absorption spectral data for CoIICPA are analyzed in detail.  The μeff = 4.77 BM and the intensity of the principal visible absorption band (18,000 cm-1; ε ∼150) are more compatible with 5 coordination than with a distorted tetrahedral Co(II) center.  The fact that substantially different coordination geometries are adopted by various fully active CPA derivs. demonstrates the considerable flexibility of the binding site for metal ions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE2MXhtlCrtLg%253D&md5=9bea85fffcc01b573349a21b13df9931", "33. ", "Haddad", ", ", "M. S.", "; ", "Hendrickson", ", ", "D. N.", "; ", "Cannady", ", ", "J. P.", "; ", "Drago", ", ", "R. S.", "; ", "Bieksza", ", ", "D. S.", " ", "J. Am. Chem. Soc.", " ", "1979", ",  ", "101", ",  ", "898", "[", "ACS Full Text ", "], [", "CAS", "]", "33. ", "Pyrazine and 1,4-diazabicyclo[2.2.2]octane as magnetic exchange propagating bridges in binuclear copper(II) and vanadyl complexes", "Haddad, Muin S.; Hendrickson, David N.; Cannady, J. Patrick; Drago, Russell S.; Bieksza, David S.", "Journal of the American Chemical Society", "\r\n        (", "1979", "),\r\n    ", "101", "\r\n        (", "4", "),\r\n    ", "898-906", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "The prepn. and magnetic properties are reported for [Cu2(tren)2(μ-L)](ClO4)4 [tren = 2,2',2''-triaminotriethylamine and L = pyrazine (pyz) or 1,4-diazabicyclo[2,2,2]octane (Dabco)] and [Cu2(tren)2(μ-L)](BPh4)4 [L = 4,4'-bipyridine (4,4'-bpy) or 1,2-bis(4-pyridyl)ethylene (BPE)].  Only the pyrazine complex shows signs of an antiferromagnetic exchange interaction in magnetic susceptibility data taken down to 4.2 K.  In this complex, the interaction is weak with J = -3.2 cm-1, in spite of the fact that the 2 Cu(tren)2+ units have their dz2 orbitals in which the unpaired electrons reside pointing directly into the N lone-pair orbitals of the pyrazine.  The Cu-tren-BPE complex does show evidence of a very weak (0.02 cm-1 < |J| < ∼0.5 cm-1) exchange interaction with the appearance of a 7-line Cu hyperfine pattern in its Q-band EPR spectrum.  The magnetic susceptibility vs. temp. curve for the potentially polymeric compd. [Cu(pyz)2](ClO4)2 shows a max. at 12.1 K.  The complex [VOQ2]2L [L = Dabco and HQ = hexafluoroacetylacetone] does not show any signs of an exchange interaction in magnetism data taken to 4.2 K, but when L is either pyz, 2-methylpyrazine, or 2,5-dimethylpyrazine, there is a max. in the susceptibility vs. temp. curves at 31.5, 12.1, and 7.0 K, resp.  The data for these last three binuclear vanadyl complexes were fit to give J = -19, -6.7, and -4.0 cm-1.  The pyrazine bridges in these vanadyl complexes are bridging between equatorial sites.  From the data for the Cu(II) and vanadyl complexes, pyrazine (or Dabco) is not a very good bridge for propagating an exchange interaction between 2 metal ions with σ ground states, or, for that matter, between 2 metal ions with π ground states.  The formation consts. K1 and K2 for binding to pyrazine 1 or 2 VOQ2 complexes to form VOQ.pyz or [VOQ]2.pyz are K1 ≃ 1.5 × 106 M-1 and K2 ≃ 2.0 × 101 M-1, resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE1MXhvFKru7w%253D&md5=a682d4ca43cc486a93a1c470185b510a", "34. ", "Mabbs", ", ", "F. E.", "; ", "Machin", ", ", "D. J.", "  ", "Magnetism and Transition Metal Complexes", "; ", "Chapman and Hall", ": ", "London", ", ", "1973", ".", "There is no corresponding record for this reference.", "35. ", "Carlin", ", ", "R. L.", "  ", "Magnetochemistry", "; ", "Springer-Verlag", ". ", "Berlín", ", ", "1986", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "36. ", "Rushbrooke", ", ", "G. S.", "; ", "Wood", ", ", "P. J.", " ", "Mol. Phys.", " ", "1963", ",  ", "6", ",  ", "409", "[", "Crossref", "], [", "CAS", "]", "36. ", "On the high-temperature staggered susceptibility of Heisenberg model antiferromagnetics", "Rushbrooke, G. S.; Wood, P. J.", "Molecular Physics", "\r\n        (", "1963", "),\r\n    ", "6", "\r\n        (", "4", "),\r\n    ", "409-21", "CODEN:\r\n                ", "MOPHAM", ";\r\n        ISSN:", "0026-8976", ".\r\n    ", "Theoretical.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF3sXksVGktr4%253D&md5=0170769ed70d1cd95e1969bab37b1794"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-11/cg100919a/production/images/small/cg-2010-00919a_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-11/cg100919a/production/images/small/cg-2010-00919a_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-11/cg100919a/production/images/small/cg-2010-00919a_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-11/cg100919a/production/images/small/cg-2010-00919a_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-11/cg100919a/production/images/small/cg-2010-00919a_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-11/cg100919a/production/images/small/cg-2010-00919a_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-11/cg100919a/production/images/small/cg-2010-00919a_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-11/cg100919a/production/images/small/cg-2010-00919a_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-11/cg100919a/production/images/small/cg-2010-00919a_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-11/cg100919a/production/images/small/cg-2010-00919a_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-11/cg100919a/production/images/small/cg-2010-00919a_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-11/cg100919a/production/images/small/cg-2010-00919a_0012.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-11/cg100919a/production/images/small/cg-2010-00919a_0013.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-11/cg100919a/production/images/small/cg-2010-00919a_0014.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2010/cgdefu.2010.10.issue-11/cg100919a/production/images/small/cg-2010-00919a_0015.gif\">"]}
