{"title": ["Synthesis of Cobalt-, Nickel-, Copper-, and Zinc-Based, Water-Stable, Pillared Metal–Organic Frameworks"], "authors": ["Himanshu Jasuja", "Yang Jiao", "Nicholas C. Burtch", "You-gui Huang", "Krista S. Walton"], "doi": ["10.1021/la503269f"], "abstract": ["The performance of metal–organic frameworks (MOFs) in humid or aqueous environments is a topic of great significance for a variety of applications ranging from adsorption separations to gas storage. While a number of water-stable MOFs have emerged recently in the literature, the majority of MOFs are known to have poor water stability compared to zeolites and activated carbons, and there is therefore a critical need to perform systematic water-stability studies and characterize MOFs comprehensively after water exposure. Using these studies we can isolate the specific factors governing the structural stability of MOFs and direct the future synthesis efforts toward the construction of new, water-stable MOFs. In this work, we have extended our previous work on the systematic water-stability studies of MOFs and synthesized new, cobalt-, nickel-, copper-, and zinc-based, water-stable, pillared MOFs by incorporating structural factors such as ligand sterics and catenation into the framework. Stability is assessed by using water vapor adsorption isotherms along with powder X-ray diffraction patterns and results from BET modeling of N", " adsorption isotherms before and after water exposure. As expected, our study demonstrates that unlike the parent DMOF structures (based on Co, Ni, Cu, and Zn metals), which all collapse under 60% relative humidity (RH), their corresponding tetramethyl-functionalized variations (DMOF-TM) are remarkably stable, even when adsorbing more than 20 mmol of H", "O/g of MOF at 80% RH. This behavior is due to steric factors provided by the methyl groups grafted on the BDC (benzenedicarboxylic acid) ligand, as shown previously for the Zn-based DMOF-TM. Moreover, 4,4′,4″,4‴-benzene-1,2,4,5-tetrayltetrabenzoic acid based, pillared MOFs (based on Co and Zn metals) are also found to be stable after 90% RH exposure, even when the basicity of the bipyridyl-based pillar ligand is low. This is due to the presence of catenation in their frameworks, similar to MOF-508 (Zn-BDC-BPY), which has also been reported to be stable after exposure to 90% RH."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "1 Introduction", "Metal–organic frameworks (MOFs) are constructed by the self-assembly of organic ligands and metal-containing nodes.", "(1)", " MOFs have garnered much attention in a variety of fields related to porous materials, such as sensing,", "(1, 2)", " adsorption-based gas storage,", "(1-7)", " gas separation,", "(1, 2, 5, 7-10)", " catalysis,", "(1-3, 5, 7, 11)", " and drug delivery.", "(1, 2, 11)", " This is due to their record-breaking values of surface area and pore volume, facile pore tunability, and almost infinite set of structure possibilities with diverse topologies. While a number of water-stable MOFs have recently been synthesized in the literature, many MOFs exhibit poor stability under humid and aqueous conditions that restrict their potential use in industrial applications, such as air purification, CO", "2", " capture, and catalysis.", "(12)", " Thermodynamically, water being a more basic ligand (p", "K", "a", " ∼15.7), it can often displace the less basic organic ligands (typically carboxylates) coordinated to the metal centers and, hence, can breakdown the framework.", "Despite the significance of this issue, the literature consists of relatively few systematic water-stability studies for MOFs.", "(13-29)", " Moreover, the prevailing literature is rather scattered in the type of water exposure conditions, and the particular characterization techniques used to quantify the water stability of MOFs experimentally vary significantly among publications. In most of the studies reported,", "(30-48)", " MOFs are exposed to ambient air in the lab or soaked in liquid water, but water adsorption isotherms are rarely reported, and postexposure powder X-ray diffraction (PXRD) alone is widely used to characterize MOFs. PXRD is a simple technique that provides information about the long-range crystallinity of the structure, though it is not capable of detecting short-range surface collapse. Hence, it is a qualitative technique and not a comprehensive way to characterize MOFs after water exposure. This has led to misleading conclusions about the water stability of MOFs. For example, Jasuja and Walton", "(19)", " and Liu et al.", "(44)", " reported contrasting observations about the stability of MOF-508 (Zn-BDC-BPY), with the former highlighting the need for surface area analysis in addition to PXRD to reach a conclusion with a higher confidence level.", "Overall, it has been seen that the strength of the bond between the metal centers and the ligand is a strong indicator of the MOF hydrothermal stability.", "(16)", " Carboxylate-ligand-based MOFs, such as MOF-5 and UMCM-1, are highly unstable under humid conditions due to the low basicity (p", "K", "a", ") of carboxylate ligands and the low coordination number of their metal centers (only four-coordinated).", "(16, 17, 49, 50)", " However, some other carboxylate-ligand-based MOFs, such as UiO-66(Zr),", "(32)", " MIL-125(Ti),", "(27)", " PCN-56-59(Zr),", "(45)", " DUT-51,67-69,", "(28, 46)", " and MIL-140(Zr),", "(47)", " have been reported to be water-stable due to the high oxophilicity and coordination number of their metal centers (eight-coordinated).", "(16)", " Similarly, other carboxylate-based MOFs, such as MIL-53(Cr)", "(21)", " and MIL-101(Cr),", "(39)", " are water-stable, as their metal centers are inert toward water, and hence, now MOF hydrolysis is unfavorable. Imidazolate", "(30, 39)", " (p", "K", "a", " ∼18.6) and pyrazolate", "(31, 42)", " (p", "K", "a", "  ∼19.8) based MOFs are highly stable under humid or aqueous environments, as the p", "K", "a", " values of these nitrogen-coordinating ligands are higher than that of water (p", "K", "a", " ∼15.7).", "Although the impact of water adsorption and its subsequent effect on the thermodynamic stability of MOF structures could be defined by the acid–base effects of metal centers and ligands, hydrophobicity and ligand sterics are also important in defining the kinetic stability of MOFs, as they can increase the activation energy barrier for the hydrolysis reaction. Ligand functionalization is a promising approach for manipulating the kinetic factors that play a significant role in the stability of the framework. It has been reported earlier that MOF stability in humid environments can be improved by incorporating hydrophobic functional groups,", "(20, 25, 29, 33-38, 43, 48)", " such as alkyl or fluorinated groups, but there is a need to decouple hydrophobicity from steric effects by measuring water adsorption isotherms. Taylor et al.", "(25)", " argued that CALF-25 adsorbs appreciable amounts of water, unlike highly hydrophobic fluorous metal–organic frameworks (FMOFs) such as FMOF-1,", "(29)", " and is still water resistant, as the nonpolar alkyl functional groups provide steric protection to the metal centers. However, in the majority of the reports,", "(30-38)", " water adsorption isotherms have not been measured; e.g., Ma et al.", "(33)", " showed that adding methyl groups at the 2,2′-positions on BPY results in a more stable structure (SCUTC-18) than adding methyl groups at the 3,3′-positions (SCUTC-19) without reporting water adsorption isotherms. Hence, it is difficult to conclude whether the MOF is now inherently more stable due to a change in ligand sterics or is stable simply due to the increase in hydrophobicity as a result of functionalization with nonpolar groups. Thus, there is a critical requirement in the MOF field to perform systematic water-stability studies, and water-exposed MOFs should be characterized comprehensively so that we can isolate the specific factors governing structural stability of MOFs and direct the future synthesis efforts toward the construction of new, water-stable MOFs.", "The explanation of the MOF degradation mechanisms under humid environments is a very complex problem, because there are various independent factors that play a critical role in the stability of MOFs. To decouple the effects of metal–ligand coordination environment, topology, porosity, metal-type, and ligand-type on the structural stability of MOFs, studies on isostructural series of MOFs are needed in order to systematically study the impact of each specific factor on the MOF water stability by only varying that specific factor. The effect of the metal-type incorporated in MOF systems, such as MOF-74 and DMOF, on the water stability was examined by Liu et al.", "(26)", " and Tan et al.,", "(15)", " respectively. It was reported that for both MOF systems, the Ni-based variation (Ni-DMOF and Ni-MOF-74) was less vulnerable to hydrolysis. Ni", "2+", " has the lowest standard reduction potential among the metals considered in these studies, which makes it less likely for the metal center to react with water.", "(26)", " Along the same lines, the water stability of MOF-5 is shown to increase upon doping with Ni", "2+", ".", "(51)", " We have recently shown that the water-unstable Zn-DMOF structure can be made kinetically stable by functionalizing benzenedicarboxylic acid (BDC) with nonpolar groups, as these groups introduce sterics factors around the metal centers.", "(18)", " In other work,", "(19)", " we also reported that catenation in pillared MOFs can improve the water resistance of MOFs even when the basicity of the pillar ligand is reduced. Catenation is the interpenetration of two or more identical and independent frameworks (Figure ", "1", "a).", "(7)", " This catenation can make the ligand displacement difficult by locking it in place within the framework.", "Figure 1. (a) Illustration of noncatenated (top) and 2-fold catenated (bottom) pillared layer metal–organic frameworks synthesized from dicarboxylate (left) and tetracarboxylate ligands (right). The blue corners are the metal nodes, red represents linkage via carboxylate ligands, and green represents linkage via pillar ligands. Black and white represent two different frameworks. (b) Carboxylate (top) and diamine pillar (bottom) ligands used in this work.", "In this work, we have extended our previous work", "(18, 19, 52)", " by synthesizing new, cobalt-, nickel-, copper-, and zinc-based, water-stable, pillared MOFs of similar topology [Figures S1 (", "Supporting Information", ") and ", "1", "a] using 2,3,5,6-tetramethyl-1,4-benzenedicarboxylic acid (TMBDC) and 4,4′,4″,4‴-benzene-1,2,4,5-tetrayltetrabenzoic acid (BTTB) as carboxylate ligands and 1,4-diazabicyclo[2.2.2]octane (DABCO) and 2,2′-dimethyl-4,4′-bipyridine (DMBPY) as pillar ligands (Figure ", "1", "b). The longer diamine ligand (DMBPY) leads to two-fold catenation [Figures ", "1", "a and S1c (", "Supporting Information", ")] in the framework. Experiments were performed to measure water adsorption isotherms at 25 °C and 1 bar. PXRD patterns and results from BET modeling", "(53)", " of N", "2", " adsorption isotherms at −196 °C were compared before and after water exposure to determine the impact of water adsorption and its subsequent effect on the stability of MOF structures.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "2 Experimental Section", "2.1", "Materials", "All the chemicals employed in this work were commercially available and used as-received without further purification from the following sources: Sigma-Aldrich, ", "N", ",", "N", "-diethylformamide (DEF), ", "N", ",", "N", "-dimethylformamide (DMF), 4,4′,4″,4‴-benzene-1,2,4,5-tetrayltetrabenzoic acid (BTTB); Chem Service Inc., 2,3,5,6-tetramethyl-1,4-benzenedicarboxylic acid (TMBDC); Acros, 1,4-diazabicyclo[2.2.2]octane (DABCO), ethanol (EtOH); Angene Internationals Ltd, 2,2′-dimethyl-4,4′-bipyridine (DMBPY).", "All the new, pillared MOFs reported in this work are summarized in Figure ", "2", " and were synthesized solvothermally. Metal ions and carboxylate ligands form the 2-D sheets, while diamine ligands act as pillars connecting these 2-D sheets in the third dimension [Figures ", "1", "a and S1 (", "Supporting Information", ")]. Detailed synthesis procedures are summarized below.", "Figure 2. New, water-stable, pillared MOFs synthesized in this work.", "2.1.1", "M-DMOF-TM (where M = Co, Ni, Cu)", "M(TMBDC)(DABCO)", "0.5", " or M-DMOF-TM structures were prepared with slight modification from the report of Chun et al.", "(54)", " for Zn-DMOF-TM; i.e., 0.63 mmol of metal salt [Co(NO", "3", ")", "2", "·6H", "2", "O, Ni(NO", "3", ")", "2", "·6H", "2", "O, Cu(NO", "3", ")", "2", "·3H", "2", "O], 0.63 mmol of TMBDC ligand, and 0.31 mmol of DABCO ligand were dissolved in 15 mL DMF and left stirring for 3 h at room temperature. The resulting solution was filtered and the filtrate was transferred to a Teflon-lined stainless steel reactor and placed in a preheated oven at 120 °C for 48 h. The solution was then cooled to room temperature in air, and the resulting solid was filtered and repeatedly washed with DMF. Activated samples of M-DMOF-TM were prepared by heating the as-synthesized samples at 110 °C overnight under vacuum.", "2.1.2", "M-BTTB-DMBPY (where M = Co, Zn)", "M(BTTB)", "0.5", "(DMBPY)", "0.5", " or M-BTTB-DMBPY structures were prepared as suggested by Karra", "(52)", " for M-BTTB-BPY; i.e., 0.2 mmol of metal salt [Co(NO", "3", ")", "2", "·6H", "2", "O, Zn(NO", "3", ")", "2", "·6H", "2", "O], 0.1 mmol of BTTB ligand, and 0.1 mmol of DMBPY ligand were dissolved in 5 mL of DEF/ethanol/water (2:2:1, v/v). Two drops of 1 N HCl were added to the mixture, and the final mixture was placed in a Teflon-lined stainless steel reactor and placed in a preheated oven at 100 °C for 96 h. The solution was then cooled to room temperature in air, and the resulting solid was filtered and repeatedly washed with DEF. Activated samples were prepared by performing solvent exchange with chloroform and then evacuation overnight under vacuum at 120 °C.", "2.2", "Characterization", "2.2.1", "Single Crystal XRD (X-ray Diffraction)", "A Bruker APEX II CCD sealed tube diffractometer with Mo Kα (λ = 0.710 73 Å) radiation and a graphite monochromator was used to collect single crystal X-ray data for Co-BTTB-DMBPY. MOF crystals were mounted on nylon CryoLoops with Paratone-N. The structure was solved by direct methods and refined by full-matrix least-squared techniques using the SHELXTL-97 software suite. Crystallographic details are provided in the ", "Supporting Information", " (Figure S20, Table S1; CCDC 992483 contains the crystallographic information file).", "2.2.2", "PXRD (Powder X-ray Diffraction)", "A X’Pert X-ray PANalytical diffractometer with an X’celerator module and Cu Kα (λ = 1.5418 Å) radiation was used to collect PXRD patterns at room temperature, with a step size of 0.02° in 2θ. The phase purity of the as-synthesized MOF samples was confirmed by comparing PXRD patterns with the simulated patterns from single crystal X-ray diffraction (Figures S3–S7, ", "Supporting Information", "). To determine the impact of water adsorption and its subsequent effect on the stability of the MOF structures, PXRD patterns of as-synthesized samples were compared with patterns of water-exposed samples and regenerated samples (obtained after activating the water exposed samples).", "2.2.3", "BET Analysis", "A Quadrasorb system from Quantachrome Instruments was used to measure nitrogen adsorption isotherms (Figures S15–S19, ", "Supporting Information", ") at −196 °C, and the BET model was fitted to these isotherms so that the BET surface areas could be determined for each activated MOF before and after water exposure. Here, the criteria of Walton and Snurr", "(53)", " was used to correctly fit the BET model over the low pressure range (", "P", "/", "P", "o", " < 0.05).", "2.2.4", "Thermogravimetric Analysis", "A NETZSCH STA 449 F1 Jupiter device was used to perform thermogravimetric analyses (TGA) of the as-synthesized and activated MOF samples (Figures S8 and S9, ", "Supporting Information", ") under helium in the temperature range of 30–600 °C with a heating rate of 5 °C/min and flow rate of 20 mL/min.", "2.2.5", "Fourier Transform Infrared Spectroscopy", "Fourier transform infrared (FTIR) spectra of the as-synthesized and activated MOF samples (Figures S10–S14, ", "Supporting Information", ") were recorded with a PerkinElmer Spectrum One as KBr pellets in the range 400–4000 cm", "–1", ". Figures S10–S14 (", "Supporting Information", ") confirm the presence of methyl moieties in the frameworks.", "2.2.6", "Water Vapor Adsorption Isotherms", "An Intelligent Gravimetric Analyzer (IGA-3 series, Hiden Isochema) was used to measure water vapor adsorption isotherms at 25 °C and 1 bar. Prior to water adsorption measurements, the samples (∼30–40 mg) were activated in situ until no further weight loss was observed. Two mass flow controllers were used to control the relative humidity (RH) by varying the ratio of saturated and dry air. Experiments were conducted only up to 80% or 90% RH so that water condensation did not occur in the equipment. The total gas flow rate was set at 200 cm", "3", "/min for all the experiments, and each adsorption/desorption step was given sufficient time (from 15 min to 20 h) to approach equilibrium for all RH points.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "3 Results and Discussion", "3.1", "Structure Characterization and Physical Properties", "Among the new, pillared MOFs synthesized in this work, we could obtain single crystals only for Co-BTTB-DMBPY (Figure S20, ", "Supporting Information", "). Analysis of Co-BTTB-DMBPY using single crystal XRD shows that this framework has the same topology as the parent M-BTTB-BPY (where M = Co, Zn and BPY = 4,4′-bipyridine) structure synthesized by Karra.", "(52)", " Hence, metal paddle-wheel clusters are connected by BTTB ligands to form 2-D layers that are further pillared together by DMBPY ligands, giving rise to a porous 3D framework (CCDC 992483 contains the CIF). Two identical and independent 3D frameworks interpenetrate [Figures ", "1", "b and S1c (", "Supporting Information", ")] with each other, forming the 2-fold catenated final structure of this series of MOFs. However, DABCO-based, pillared MOFs M-DMOF-TM (where M = Co, Ni, Cu) are noncatenated, similar to the parent Zn-DMOF-TM structure.", "(54)", " Since we could obtain a single-crystal structure only for Co-BTTB-DMBPY, we used the simulated patterns of the isostructural pillared MOFs Zn-BTTB-BPY", "(52)", " and Zn-DMOF-TM", "(54)", " for Zn-BTTB-DMBPY and M-DMOF-TM (where M = Co, Ni, Cu), respectively. PXRD patterns of the as-synthesized M-DMOF-TM MOFs confirm that these materials are isostructural to the parent Zn-DMOF-TM structure (Figure S2, ", "Supporting Information", "). As expected, N", "2", " adsorption measurements (Figures S15–S19, ", "Supporting Information", ") at −196 °C on the activated MOF samples showed typical type I behavior according to the IUPAC classification.", "(3)", " Furthermore, we observe that methyl functionalization leads to a reduction in porosity (Table ", "1", ") for M-BTTB-DMBPY (where M = Co, Zn) compared to the parent M-BTTB-BPY (where M = Co, Zn),", "(52)", " whereas M-DMOF-TM (where M = Co, Ni, Cu) shows porosity similar to the parent Zn-DMOF-TM.", "(28)", " TGA analyses of M-DMOF-TM samples show that they all decompose around 310 °C [Figure S8 (", "Supporting Information", "), Table ", "1", "], similar to the parent Zn-DMOF-TM material.", "(54)", " However, M-BTTB-DMBPY decomposes at a slightly higher temperature of 340 °C [Figure S9 (", "Supporting Information", "), Table ", "1", "], since catenated crystal structures display higher thermal stability.", "(55)", " FTIR spectra (Figures S10–S14, ", "Supporting Information", ") for as-synthesized M-DMOF-TM and M-BTTB-DMBPY show peaks around 1680 and 3000 cm", "–1", ", corresponding to the stretching frequency of C═O bond in DMF/DEF and C–H bond in the methyl moieties attached to the benzene rings, respectively. Upon activation the peak at 1680 cm", "–1", " disappears, whereas the peaks near 3000 cm", "–1", " are retained. Hence, FTIR spectra (Figures S10–S14, ", "Supporting Information", ") of pillared MOFs synthesized in this work confirm the presence of methyl moieties in the framework.", "Table 1. Comparison of Properties of Water-Stable, Pillared MOFs Synthesized in this Work", "MOF", "pore size (Å)", "pore volume", "a", " (cm", "3", "/g)", "BET surface area", "d", " (m", "2", "/g)", "activation process (under vacuum)", "thermal stability (°C)", "features", "BET surface area,", "d", " after 80% or 90% RH", "Co-DMOF-TM", "∼3.5", "b", "0.488", "1052", "110 °C (1 h)", "310", "noncatenated", "1016", "Ni-DMOF-TM", "∼3.5", "b", "0.484", "1095", "110 °C (2 h)", "310", "noncatenated", "1068", "Cu-DMOF-TM", "∼3.5", "b", "0.461", "1041", "110 °C (1 h)", "310", "noncatenated", "990", "Co-BTTB-DMBPY", "4.41", "c", "0.290", "809", "chloroform exchange and 120 °C (12 h)", "340", "2-fold catenated", "807", "Zn-BTTB-DMBPY", "∼4.41", "0.269", "749", "chloroform exchange and 120 °C (12 h)", "340", "2-fold catenated", "740", "a", "Obtained from the Dubinin–Astakov model of N", "2", " adsorption at 77 K.", "b", "Based on the 3.5 Å pore size of Zn-DMOF-TM.", "(54)", "c", "Calculated using the approach of Haldoupis et al.", "(56)", "d", "BET analysis.", "(53)", "3.2", "Structural Stability Analysis under Humid Environments", "The stability of M-DMOF-TM (where M = Co, Ni, Cu) and M-BTTB-DMBPY (where M = Co, Zn) after water exposure (80% or 90% RH) was evaluated using water vapor adsorption isotherms along with PXRD patterns and results from BET modeling", "(53)", " of N", "2", " adsorption isotherms before and after water exposure. Figure ", "3", " compares the water vapor adsorption behavior at 25 °C and 1 bar for M-DMOF-TM with that of the parent Zn-DMOF-TM structure. All of these DABCO-based, noncatenated, pillared MOFs display type V behavior", "(57)", " similar to traditional porous materials, such as BPL carbon, SBA-15, and MCM-41.", "(17)", " Unlike the parent Zn-DMOF-TM, the Co-, Ni-, and Cu-based variations of DMOF-TM show varying levels of hysteresis and retain some amount of water, even when the stream is switched to dry air (0% RH point in the desorption curve). This is unexpected because in these DABCO-based, pillared MOFs there are no unsaturated metal sites available for water to interact with. Recently, Wu et al.", "(58)", " showed that framework defects can have significant impact on adsorption properties of MOFs, and Canivet et al.", "(59)", " suggested that hysteresis in water adsorption isotherms of MOFs can be accredited to framework flexibility. It is possible that the M-DMOF-TM (where M = Co, Ni, Cu, and Zn) structures also have varying levels of flexibility or defects that create local heterogeneity in the framework and explain the differing water adsorption and desorption behavior. Therefore, the pore-filling step in these MOFs occurs at a different RH point, even when their pore sizes are very similar. Typically, the pore-filling step occurs first (at the lowest levels of RH) for the smallest pore material and last for the largest pore material.", "(17)", "Figure 3. Water vapor adsorption isotherms at 25 °C for desolvated compounds of M-DMOF-TM (closed symbols, adsorption; open symbols, desorption). Lines connecting the adsorption points are to faciliate viewing. *Reported from our previous work.", "(18)", "M-DMOF-TM (where M = Co, Ni, Cu) displayed no change in crystallinity (Figure ", "4", ") or loss of surface area (Table ", "1", ") after exposure to humid conditions similar to the parent Zn-DMOF-TM material, as shown in our previous work.", "(18, 19)", " The water vapor adsorption capacities at 80% RH are 20.7 mmol/g (37.2 wt %) for Co-DMOF-TM, 20.5 mmol/g (36.9 wt %) for Ni-DMOF-TM, 21.5 mmol/g (38.8 wt %) for Cu-DMOF-TM, and 22.9 mmol/g (41.2 wt %) for Zn-DMOF-TM. The Co-, Ni-, Cu-, and Zn-based variations of the unfunctionalized DMOF structure have been shown to collapse under 60% RH.", "(15, 17, 40)", " However, methyl groups grafted on the BDC ligand in DMOF-TM introduce sterics factors around the metal centers.", "(18, 19)", " Hence, Co-, Ni-, Cu-, and Zn-based, tetramethyl-functionalized variations of DMOF (DMOF-TM) are remarkably stable, even when they have very high water vapor adsorption loadings (>20 mmol/g at 80% RH). Only a few MOFs, such as UiO-66, MIL-100(Fe), and MIL-101(Cr), display such stability after adsorbing large amounts of water.", "(17, 39, 24)", "Figure 4. PXRD patterns for as-synthesized, water-exposed (after 80% RH), and regenerated (a) Co-DMOF-TM, (b) Ni-DMOF-TM, and (c) Cu-DMOF-TM.", "Figure ", "5", " shows the water vapor adsorption isotherms at 25 °C and 1 bar for the BTTB-ligand-based, 2-fold catenated, pillared MOFs. Up to 70% RH, all of these isostructural, pillared MOFs display type VII behavior,", "(57)", " similar to MOF-508,", "(19)", " and hence, these materials are very hydrophobic. However, at higher RH, the pore-filling step occurs differently in these MOFs. Furthermore, the desorption branch in their isotherms shows varying levels of hysteresis and shows retention of varying amounts of water at the 0% RH point in the desorption curve. This is unexpected, because these BTTB-ligand-based, 2-fold catenated, pillared MOFs are isostructural and have very similar pores. Most likely, along the same lines of M-DMOF-TM (where M = Co, Ni, Cu, and Zn, Figure ", "3", "), these BTTB-ligand-based MOFs also have varying levels of flexibility or defects, which impact their water adsorption.", "Figure 5. Water vapor adsorption isotherms at 25 °C for desolvated compounds of M-BTTB-DMBPY and M-BTTB-BPY (closed symbols, adsorption; open symbols, desorption). Lines connecting the adsorption points are to faciliate viewing. *Reported in our previous work.", "(52)", "These BTTB-DMBPY-based, catenated, pillared MOFs are stable even after exposure to 90% RH, as there is negligible change in their surface area and crystallinity (Table ", "1", ", Figure ", "6", ") similar to the parent BTTB-BPY-based, pillared MOFs.", "(52)", " However, noncatenated, pillared MOFs such as DMOF collapse under 60% RH,", "(15, 17, 40)", " even when it is synthesized with the DABCO pillar ligand, which is much more basic than the BPY and DMBPY pillar ligands (Table ", "2", "). It should be noted that the p", "K", "a", " value of BTTB (Table ", "2", ") is very similar to that of the BDC ligand (p", "K", "a", " ∼ 3.73)", "(60)", " used for the synthesis of DMOF, and catenated structures are expected to be more stable.", "(55)", " Hence, the stability of these BTTB-based, pillared MOFs could be attributed to catenation present in their frameworks, similar to MOF-508, which has been reported", "(19)", " to be stable, too, after 90% RH exposure, even when the basicity of the pillar ligand is low (Table ", "2", "). Catenation could make the ligand displacement difficult by locking it in place within the framework.", "Table 2. Comparison of pK", "a", " Values", "(60)", " of Ligands Used in the Synthesis of Pillared MOFs", "MOF", "ligand", "p", "K", "a", "M-DMOF-TM", "TMBDC, DABCO", "3.80, 8.86", "M-BTTB-DMBPY", "BTTB, DMBPY", "4.01, 5.60", "M-BTTB-BPY", "BTTB, BPY", "4.01, 4.60", "Figure 6. PXRD patterns for as-synthesized, water-exposed (after 90% RH), and regenerated (a) Co-BTTB-DMBPY and (b) Zn-BTTB-DMBPY.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "4 Conclusion", "In our previous reports, we have shown that structural factors such as ligand sterics and catenation can enhance MOF stability under humid conditions. In this work, we have used these structural factors to synthesize cobalt-, nickel-, copper-, and zinc-based, new, water-stable, pillared MOFs of similar topologies. Our study shows that, unlike the parent DMOF structure, which collapses under 60% RH, tetramethyl-functionalized variations or DMOF-TM are remarkably stable, even when they have very high water vapor adsorption loadings (> 20 mmol/g at 80% RH). These methyl groups grafted on the BDC ligand introduce steric factors around the metal centers. BTTB-based, pillared MOFs are synthesized with bipyridyl-based, pillar ligands, which have lower basicity than DABCO but are still stable after exposure to 90% RH due to the presence of catenation in their frameworks, similar to MOF-508, which also has been reported to be stable after 90% RH exposure. The results of this work show that by incorporating specific factors governing structural stability into the framework, it is possible to synthesize more water stable MOFs.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Supporting Information", "3D structures of MOFs, PXRD patterns, TGA curves, FTIR spectra, crystallographic data, and N", "2", " adsorption data. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Acknowledgment", "This material is based upon work supported by Army Research Office PECASE Award W911NF-10-1-0079 and Contract W911NF-10-1-0076.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "References", "This article references 60 other publications.", "1. ", "Ferey", ", ", "G.", " ", "Some Suggested Perspectives for Multifunctional Hybrid Porous Solids", " ", "Dalton Trans.", " ", "2009", ",  ", "23", ",  ", "4400", "– ", "4415", "[", "Crossref", "], [", "PubMed", "]", "There is no corresponding record for this reference.", "2. ", "Kuppler", ", ", "R. J.", "; ", "Timmons", ", ", "D. J.", "; ", "Fang", ", ", "Q. R.", "; ", "Li", ", ", "J. R.", "; ", "Makal", ", ", "T. A.", "; ", "Young", ", ", "M. D.", "; ", "Yuan", ", ", "D. Q.", "; ", "Zhao", ", ", "D.", "; ", "Zhuang", ", ", "W. J.", "; ", "Zhou", ", ", "H. C.", " ", "Potential Applications of Metal–Organic Frameworks", " ", "Coord. Chem. Rev.", " ", "2009", ",  ", "253", " (", "23–24", ")  ", "3042", "– ", "3066", "[", "Crossref", "], [", "CAS", "]", "2. ", "Potential applications of metal-organic frameworks", "Kuppler, Ryan J.; Timmons, Daren J.; Fang, Qian-Rong; Li, Jian-Rong; Makal, Trevor A.; Young, Mark D.; Yuan, Daqiang; Zhao, Dan; Zhuang, Wenjuan; Zhou, Hong-Cai", "Coordination Chemistry Reviews", "\r\n        (", "2009", "),\r\n    ", "253", "\r\n        (", "23-24", "),\r\n    ", "3042-3066", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Metal-org. frameworks have received much attention in recent years esp. as newly developed porous materials.  As such, they possess a wide array of potential applications including materials for gas storage, gas/vapor sepn., catalysis, luminescence, and drug delivery.  In the review, these potential applications of metal-org. frameworks are examd. and an outlook will be proposed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtlagt7zM&md5=4bfb28c8429e134985cd1936ebb79030", "3. ", "Kitagawa", ", ", "S.", "; ", "Kitaura", ", ", "R.", "; ", "Noro", ", ", "S.", " ", "Functional Porous Coordination Polymers", " ", "Angew. Chem., Int. Ed.", " ", "2004", ",  ", "43", " (", "18", ")  ", "2334", "– ", "2375", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Functional porous coordination polymers", "Kitagawa, Susumu; Kitaura, Ryo; Noro, Shin-ichiro", "Angewandte Chemie, International Edition", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "18", "),\r\n    ", "2334-2375", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Discussion concs. on three aspects of coordination polymers: (1) the use of crystal engineering to construct porous frameworks from connectors and linkers (nano-space engineering), (2) characterizing and cataloging the porous properties by functions for storage, exchange, sepn., etc., and (3) the next generation of porous functions based on dynamic crystal transformations caused by guest mols. or phys. stimuli.  The authors' aim is to present the state of the art chem. and physics of and in the micropores of porous coordination polymers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXktFShtLk%253D&md5=9df52e99bad3cc0db67f65551a8c154f", "4. ", "Rowsell", ", ", "J. L.", "; ", "Yaghi", ", ", "O. M.", " ", "Effects of Functionalization, Catenation, and Variation of the Metal Oxide and Organic Linking Units on the Low-Pressure Hydrogen Adsorption Properties of Metal–Organic Frameworks", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", " (", "4", ")  ", "1304", "– ", "1315", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Effects of Functionalization, Catenation, and Variation of the Metal Oxide and Organic Linking Units on the Low-Pressure Hydrogen Adsorption Properties of Metal-Organic Frameworks", "Rowsell, Jesse L. C.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "4", "),\r\n    ", "1304-1315", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The dihydrogen adsorption isotherms of eight metal-org. frameworks (MOFs), measured at 77 K up to a pressure of 1 atm, were examd. for correlations with their structural features.  All materials display approx. Type I isotherms with no hysteresis, and satn. was not reached for any of the materials under these conditions.  Among the six iso-reticular MOFs (IRMOFs) studied, the catenated materials exhibit the largest capacities on a molar basis, up to 9.8 H2 per formula unit.  The addn. of functional groups (-Br, -NH2, -C2H4-) to the phenylene links of IRMOF-1 (MOF-5), or their replacement with thieno[3,2-b]thiophene moieties in IRMOF-20, altered the adsorption behavior by a minor amt. despite large variations in the pore vols. of the resulting materials.  But replacement of the metal oxide units with those contg. coordinatively unsatd. metal sites resulted in greater H2 uptake.  The enhanced affinities of these materials, MOF-74 and HKUST-1, were further demonstrated by calcn. of the isosteric heats of adsorption, which were larger across much of the range of coverage examd., compared to those of representative IRMOFs.  Probably under low-loading conditions, the H2 adsorption behavior of MOFs can be improved by imparting larger charge gradients on the metal oxide units and adjusting the link metrics to constrict the pore dimensions; however, a large pore vol. is still a prerequisite feature.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XitV2msg%253D%253D&md5=76a0797beec956e59ca2ddf029f5a386", "5. ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", " ", "Rational Design, Synthesis, Purification, and Activation of Metal–Organic Framework Materials", " ", "Acc. Chem. Res.", " ", "2010", ",  ", "43", " (", "8", ")  ", "1166", "– ", "1175", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Rational Design, Synthesis, Purification, and Activation of Metal-Organic Framework Materials", "Farha, Omar K.; Hupp, Joseph T.", "Accounts of Chemical Research", "\r\n        (", "2010", "),\r\n    ", "43", "\r\n        (", "8", "),\r\n    ", "1166-1175", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review of recent advances in the synthetic design, purifn., and activation of metal-org. framework materials.  The rational design of a series of org. struts to limit framework catenation and thereby produce large pores is described.  In addn., the rapid sepn. of desired metal-org. frameworks from cryst. and amorphous contaminants cogenerated during synthesis based on their different densities is demonstrated.  Finally, the mild and efficient activation of initially solvent-filled pores with supercrit. carbon dioxide, yielding usable channels and high internal surface areas is discussed.  Now constituting thousands of distinct examples, metal-org. frameworks are an intriguing class of hybrid materials that exist as infinite cryst. lattices with inorg. vertices and mol.-scale org. connectors.  Useful properties such as large internal surface areas, ultralow densities, and the availability of uniformly structured cavities and portals of mol. dimensions characterize functional metal-org. frameworks.  Researchers have effectively exploited these unusual properties in applications such as hydrogen and methane storage, chem. sepns., and selective chem. catalysis.  One of the most attractive features of metal-org. frameworks is the simplicity of their synthesis.  Typically they are obtained via one-pot solvothermal prepns.  However, metal-org. framework materials, esp. more complex ones, can be difficult to obtain in pure form and with the optimal degree of catenation, the interpenetration or interweaving of identical independent networks.  Once these two issues are satisfied, the removal of the guest mols. (solvent from synthesis) without damaging the structural integrity of the material is often an addnl. challenge.  We expect that the advances in the synthesis, sepn., and activation of metal-org. frameworks could lead to metal-org. frameworks with new structures and functions, better and faster sepn. and purifn. of these materials, and processing methods that avoid pore blockage and pore collapse.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXosVyjtbY%253D&md5=be96ac34a74a551550ba08c66dcbd4b6", "6. ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Rosi", ", ", "N.", "; ", "Vodak", ", ", "D.", "; ", "Wachter", ", ", "J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Systematic Design of Pore Size and Functionality in Isoreticular MOFs and Their Application in Methane Storage", " ", "Science", " ", "2002", ",  ", "295", " (", "5554", ")  ", "469", "– ", "472", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Systematic design of pore size and functionality in isoreticular MOFs and their application in methane storage", "Eddaoudi, Mohamed; Kim, Jaheon; Rosi, Nathaniel; Vodak, David; Wachter, Joseph; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2002", "),\r\n    ", "295", "\r\n        (", "5554", "),\r\n    ", "469-472", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A strategy based on reticulating metal ions and org. carboxylate links into extended networks has been advanced to a point that allowed the design of porous structures in which pore size and functionality could be varied systematically.  Metal-org. framework (MOF-5), a prototype of a new class of porous materials and one that is constructed from octahedral Zn-O-C clusters and benzene links, was used to demonstrate that its three-dimensional porous system can be functionalized with the org. groups -Br, -NH2, -OC3H7, -OC5H11, -C2H4, and -C4H4 and that its pore size can be expanded with the long mol. struts biphenyl, tetrahydropyrene, pyrene, and terphenyl.  We synthesized an isoreticular series (one that has the same framework topol.) of 16 highly cryst. materials whose open space represented up to 91.1% of the crystal vol., as well as homogeneous periodic pores that can be incrementally varied from 3.8 to 28.8 Å.  One member of this series exhibited a high capacity for methane storage (240 cm3 at std. temp.), and others the lowest densities (0.41 to 0.21 g/cm3) for a cryst. material at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlyrtLjP&md5=d218d4040887f5fb390a733ee156d27b", "7. ", "Czaja", ", ", "A. U.", "; ", "Trukhan", ", ", "N.", "; ", "Muller", ", ", "U.", " ", "Industrial Applications of Metal–Organic Frameworks", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", " (", "5", ")  ", "1284", "– ", "1293", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Industrial applications of metal-organic frameworks", "Czaja, Alexander U.; Trukhan, Natalia; Muller, Ulrich", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1284-1293", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  New materials are prerequisite for major breakthrough applications affecting the daily life, and therefore are pivotal for the chem. industry.  Metal-org. frameworks (MOFs) constitute an emerging class of materials useful in gas storage, gas purifn., and sepn. applications as well as heterogeneous catalysis.  They not only offer higher surface areas and the potential for enhanced activity than currently used materials like base metal oxides, but also provide shape/size selectivity which is important both for sepns. and catalysis.  In this crit. review an overview of the potential applications of MOFs in the chem. industry is presented.  Furthermore, the synthesis and characterization of the materials are briefly discussed from the industrial perspective.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7o%253D&md5=63295ce7e2fb393c1abecd7623bc9c58", "8. ", "Li", ", ", "J. R.", "; ", "Kuppler", ", ", "R. J.", "; ", "Zhou", ", ", "H. C.", " ", "Selective Gas Adsorption and Separation in Metal–Organic Frameworks", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", " (", "5", ")  ", "1477", "– ", "1504", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Selective gas adsorption and separation in metal-organic frameworks", "Li, Jian-Rong; Kuppler, Ryan J.; Zhou, Hong-Cai", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1477-1504", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Adsorptive sepn. is very important in industry.  Generally, the process uses porous solid materials such as zeolites, activated carbons, or silica gels as adsorbents.  With an ever increasing need for a more efficient, energy-saving, and environmentally benign procedure for gas sepn., adsorbents with tailored structures and tunable surface properties must be found.  Metal-org. frameworks (MOFs), constructed by metal-contg. nodes connected by org. bridges, are such a new type of porous materials.  They are promising candidates as adsorbents for gas sepns. due to their large surface areas, adjustable pore sizes and controllable properties, as well as acceptable thermal stability.  This crit. review starts with a brief introduction to gas sepn. and purifn. based on selective adsorption, followed by a review of gas selective adsorption in rigid and flexible MOFs.  Based on possible mechanisms, selective adsorptions obsd. in MOFs are classified, and primary relationships between adsorption properties and framework features are analyzed.  As a specific example of tailor-made MOFs, mesh-adjustable mol. sieves are emphasized and the underlying working mechanism elucidated.  In addn. to the exptl. aspect, theor. investigations from adsorption equil. to diffusion dynamics via mol. simulations are also briefly reviewed.  Furthermore, gas sepns. in MOFs, including the mol. sieving effect, kinetic sepn., the quantum sieving effect for H2/D2 sepn., and MOF-based membranes are also summarized (227 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurY%253D&md5=cbb650af8ce92526fc8ffd870218bbd0", "9. ", "Caskey", ", ", "S. R.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "Dramatic Tuning of Carbon Dioxide Uptake Via Metal Substitution in a Coordination Polymer with Cylindrical Pores", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", " (", "33", ")  ", "10870", "– ", "10871", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Dramatic Tuning of Carbon Dioxide Uptake via Metal Substitution in a Coordination Polymer with Cylindrical Pores", "Caskey, Stephen R.; Wong-Foy, Antek G.; Matzger, Adam J.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "33", "),\r\n    ", "10870-10871", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of four isostructural microporous coordination polymers (MCPs) differing in metal compn. is demonstrated to exhibit exceptional uptake of CO2 at low pressures and ambient temp.  These conditions are particularly relevant for capture of flue gas from coal-fired power plants.  A magnesium-based material is presented that is the highest surface area magnesium MCP yet reported and displays ultrahigh affinity based on heat of adsorption for CO2.  This study demonstrates that physisorptive materials can achieve affinities and capacities competitive with amine sorbents while greatly reducing the energy cost assocd. with regeneration.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXptVGjtrw%253D&md5=6a99fc22cd66a556c63695cf22a12603", "10. ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T. H.", "; ", "Long", ", ", "J. R.", " ", "Carbon Dioxide Capture in Metal–Organic Frameworks", " ", "Chem. Rev.", " ", "2012", ",  ", "112", " (", "2", ")  ", "724", "– ", "781", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "11. ", "Tanabe", ", ", "K. K.", "; ", "Cohen", ", ", "S. M.", " ", "Postsynthetic Modification of Metal–Organic Frameworks—A Progress Report", " ", "Chem. Soc. Rev.", " ", "2011", ",  ", "40", " (", "2", ")  ", "498", "– ", "519", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Postsynthetic modification of metal-organic frameworks-a progress report", "Tanabe, Kristine K.; Cohen, Seth M.", "Chemical Society Reviews", "\r\n        (", "2011", "),\r\n    ", "40", "\r\n        (", "2", "),\r\n    ", "498-519", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) are an important class of hybrid inorg.-org. materials.  In this tutorial review, a progress report on the postsynthetic modification (PSM) of MOFs is provided.  PSM refers to the chem. modification of the MOF lattice in a heterogeneous fashion.  This powerful synthetic approach has grown in popularity and resulted in a no. of advances in the functionalization and application of MOFs.  The use of PSM to develop MOFs with improved gas sorption, catalytic activity, bioactivity, and more robust phys. properties is discussed.  The results reported to date clearly show that PSM is an important approach for the development and advancement of these hybrid solids.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXptFSlsg%253D%253D&md5=1dc915e25e01c1453862f2828fbe0804", "12. ", "Burtch", ", ", "N. C.", "; ", "Jasuja", ", ", "H.", "; ", "Walton", ", ", "K. S.", " ", "Water Stability and Adsorption in Metal–Organic Frameworks", " ", "Chem. Rev.", " ", "2014", ",  ", "114", ",  ", "10575", "– ", "10612", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Water Stability and Adsorption in Metal-Organic Frameworks", "Burtch, Nicholas C.; Jasuja, Himanshu; Walton, Krista S.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2014", "),\r\n    ", "114", "\r\n        (", "20", "),\r\n    ", "10575-10612", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review; water stability and adsorption in metal-org. frameworks are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhs1eju7nP&md5=805f1646eaee3a6ba7ded0567c107273", "13. ", "DeCoste", ", ", "J. B.", "; ", "Peterson", ", ", "G. W.", "; ", "Jasuja", ", ", "H.", "; ", "Glover", ", ", "T. G.", "; ", "Huang", ", ", "Y. G.", "; ", "Walton", ", ", "K. S.", " ", "Stability and Degradation Mechanisms of Metal–Organic Frameworks Containing the Zr", "6", "O", "4", "(OH)", "4", " Secondary Building Unit", " ", "J. Mater. Chem. A", " ", "2013", ",  ", "1", " (", "18", ")  ", "5642", "– ", "5650", "[", "Crossref", "], [", "CAS", "]", "13. ", "Stability and degradation mechanisms of metal-organic frameworks containing the Zr6O4(OH)4 secondary building unit", "DeCoste, Jared B.; Peterson, Gregory W.; Jasuja, Himanshu; Glover, T. Grant; Huang, You-gui; Walton, Krista S.", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2013", "),\r\n    ", "1", "\r\n        (", "18", "),\r\n    ", "5642-5650", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks (MOFs) with the Zr6O4(OH)4 secondary building unit (SBU) were of particular interest for potential com. and industrial uses because they can be easily tailored and are reported to be chem. and thermally stable.  However, there are significant changes in chem. and thermal stability of Zr6O4(OH)4 MOFs with the incorporation of different org. linkers.  As the no. of arom. rings is increased from one to two in 1,4-benzene dicarboxylate (UiO-66, ZrMOF-BDC) and 4,4'-biphenyl dicarboxylate (UiO-67, ZrMOF-BPDC), the Zr6O4(OH)4 SBU becomes more susceptible to chem. degrdn. by water and hydrochloric acid.  Also, as the linker is replaced with 2,2'-bipyridine-5,5'-dicarboxylate (ZrMOF-BIPY) the chem. stability decreases further as the MOF is susceptible to chem. breakdown by protic chems. such as methanol and isopropanol.  The results reported here bring into question the superior structural stability of the UiO-67 analogs as reported by others.  Also, the degrdn. mechanisms proposed here may be applied to other classes of MOFs contg. arom. dicarboxylate org. linkers, to predict their structural stability upon exposure to solvents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmtF2itr4%253D&md5=4d0b5aed58d97b63cd92051b95203b63", "14. ", "DeCoste", ", ", "J. B.", "; ", "Peterson", ", ", "G. W.", "; ", "Schindler", ", ", "B. J.", "; ", "Killops", ", ", "K. L.", "; ", "Browe", ", ", "M. A.", "; ", "Mahle", ", ", "J. J.", " ", "The Effect of Water Adsorption on the Structure of the Carboxylate Containing Metal–Organic Frameworks Cu-BTC, Mg-MOF-74, and UiO-66", " ", "J. Mater. Chem. A", " ", "2013", ",  ", "1", " (", "38", ")  ", "11922", "– ", "11932", "[", "Crossref", "], [", "CAS", "]", "14. ", "The effect of water adsorption on the structure of the carboxylate containing metal-organic frameworks Cu-BTC, Mg-MOF-74, and UiO-66", "DeCoste, Jared B.; Peterson, Gregory W.; Schindler, Bryan J.; Killops, Kato L.; Browe, Matthew A.; Mahle, John J.", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2013", "),\r\n    ", "1", "\r\n        (", "38", "),\r\n    ", "11922-11932", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks (MOFs) with metal-carboxylate bonds, including Cu-BTC (HKUST-1), Mg-MOF-74 (Mg/DOBDC), and UiO-66, have been shown to have varying degrees of water stability.  The MOF degrdn. at several temp. and humidity conditions over the course of 28 days was investigated.  At conditions of 90% relative humidity (RH) and 25°C, water uptake for Cu-BTC is shown to be higher than at 90% RH and 40°C, causing the degrdn. of the inner structure of Cu-BTC to occur more readily at the lower temp.  However the external surfaces of Cu-BTC degrade more readily, as shown through SEM images, at conditions of 90% RH and 40°C.  Mg-MOF-74 has a nearly complete loss of surface area after just one day of exposure to each of the conditions studied, however the PXRD patterns show only a change in the [100] peak.  A mechanism for the degrdn. of Mg-MOF-74 involving a 6-coordinate Mg intermediate which leaves the 1-dimensional channels of Mg-MOF-74 intact is offered.  UiO-66 is stable to each of the aging conditions for the full 28 days.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVehs7fL&md5=ae0cd10d7007fd77f15bfbd90533607d", "15. ", "Tan", ", ", "K.", "; ", "Nijem", ", ", "N.", "; ", "Canepa", ", ", "P.", "; ", "Gong", ", ", "Q.", "; ", "Li", ", ", "J.", "; ", "Thonhauser", ", ", "T.", "; ", "Chabal", ", ", "Y. J.", " ", "Stability and Hydrolyzation of Metal Organic Frameworks with Paddle-Wheel SBUs upon Hydration", " ", "Chem. Mater.", " ", "2012", ",  ", "24", " (", "16", ")  ", "3153", "– ", "3167", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Stability and Hydrolyzation of Metal Organic Frameworks with Paddle-Wheel SBUs upon Hydration", "Tan, Kui; Nijem, Nour; Canepa, Pieremanuele; Gong, Qihan; Li, Jing; Thonhauser, Timo; Chabal, Yves J.", "Chemistry of Materials", "\r\n        (", "2012", "),\r\n    ", "24", "\r\n        (", "16", "),\r\n    ", "3153-3167", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Instability of most prototypical metal org. frameworks (MOFs) in the presence of moisture is always a limitation for industrial scale development.  The authors examine the dissocn. mechanism of microporous paddle wheel frameworks M(bdc)(ted)0.5 [M = Cu, Zn, Ni, Co; bdc = 1,4-benzenedicarboxylate; ted = triethylenediamine] in controlled humidity environments.  Combined in situ IR spectroscopy, Raman, and Powder x-ray diffraction measurements show that the stability and modification of isostructural M(bdc)(ted)0.5 compds. upon exposure to H2O vapor critically depend on the central metal ion.  A hydrolysis reaction of H2O mols. with Cu-O-C is obsd. in the case of Cu(bdc)(ted)0.5.  Displacement reactions of ted linkers by H2O mols. are identified with Zn(bdc)(ted)0.5 and Co(bdc)(ted)0.5.  In contrast, Ni(bdc)(ted)0.5 is less susceptible to reaction with H2O vapors than the other 3 compds.  The condensation of H2O vapors into the framework is necessary to initiate the dissocn. reaction.  These findings, supported by 1st principles theor. van der Waals d. functional (vdW-DF) calcns. of overall reaction enthalpies, provide the necessary information for detg. operation conditions of this class of MOFs with paddle wheel secondary building units and guidance for developing more robust units.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFCnurrN&md5=c0227080ad92b71d1d48e1e5e12a5675", "16. ", "Low", ", ", "J. J.", "; ", "Benin", ", ", "A. I.", "; ", "Jakubczak", ", ", "P.", "; ", "Abrahamian", ", ", "J. F.", "; ", "Faheem", ", ", "S. A.", "; ", "Willis", ", ", "R. R.", " ", "Virtual High Throughput Screening Confirmed Experimentally: Porous Coordination Polymer Hydration", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", " (", "43", ")  ", "15834", "– ", "15842", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Virtual High Throughput Screening Confirmed Experimentally: Porous Coordination Polymer Hydration", "Low, John J.; Benin, Annabelle I.; Jakubczak, Paulina; Abrahamian, Jennifer F.; Faheem, Syed A.; Willis, Richard R.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "43", "),\r\n    ", "15834-15842", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Hydrothermal stability is a pertinent issue to address for many industrial applications where percent levels of water can be present at temps. ranging from subambient to several hundred degrees.  Our objective is to understand relative stabilities of MOF materials through exptl. testing combined with mol. modeling.  This will enable the ultimate design of materials with improved hydrothermal stability, while maintaining the properties of interest.  The tools that we have employed for these studies include quantum mech. calcns. based upon cluster models and combinatorial steaming methods whereby a steam stability map was formulated according to the relative stability of different materials.  The exptl. steaming method allows for high throughput screening of materials stability over a broad range of steam levels as well as in-depth investigation of structural transformations under more highly resolved conditions, while the cluster model presented here yields the correct trends in hydrothermal stability.  Good agreement was obsd. between predicted relative stabilities of materials by mol. modeling and exptl. results.  Fundamental information from these studies has provided insight into how metal compn. and coordination, chem. functionality of org. linker, framework dimensionality, and interpenetration affect the relative stabilities of PCP materials.  This work suggests that the strength of the bond between the metal oxide cluster and the bridging linker is important in detg. the hydrothermal stability of the PCP.  Although the flexibility of the framework plays a role, it is not as important as the metal-linker bond strength.  This demonstration of alignment between exptl. and calcd. observations has proven the validity of the method, and the insight derived herein insight facilitates direction in designing ideal MOF materials with improved hydrothermal stability for desired applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht1arur%252FE&md5=2bc148c575edf4559c049c60c29d274f", "17. ", "Schoenecker", ", ", "P. M.", "; ", "Carson", ", ", "C. G.", "; ", "Jasuja", ", ", "H.", "; ", "Flemming", ", ", "C. J. J.", "; ", "Walton", ", ", "K. S.", " ", "Effect of Water Adsorption on Retention of Structure and Surface Area of Metal–Organic Frameworks", " ", "Ind. Eng. Chem. Res.", " ", "2012", ",  ", "51", " (", "18", ")  ", "6513", "– ", "6519", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Effect of Water Adsorption on Retention of Structure and Surface Area of Metal-Organic Frameworks", "Schoenecker, Paul M.; Carson, Cantwell G.; Jasuja, Himanshu; Flemming, Christine J. J.; Walton, Krista S.", "Industrial & Engineering Chemistry Research", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "18", "),\r\n    ", "6513-6519", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This work presents an exptl. study of H2O adsorption in metal-org. frameworks (MOFs) at room temp. and up to 90% relative humidity.  Structural degrdn. of the materials after regeneration is analyzed via powder x-ray diffraction (PXRD) and nitrogen adsorption measurements.  MOFs with open metal sites are quite hydrophilic but appear to maintain their structure according to PXRD.  However, significant surface area loss indicates that decompn. is occurring and is likely an attribute of oxygen presence during the regeneration procedure.  Materials with Cu paddle-wheel (HKUST-1), 5-coordinated Mg (Mg MOF-74), and 7-coordinated Zr (UiO-66(-NH2)) maintain good structural stability, while Zn-COOH contg. MOFs (DMOF-1; DMOF-1-NH2; UMCM-1) undergo complete loss of crystallinity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xks1Omsbw%253D&md5=4497868704d5bd84b9fbb19f1beb4c8d", "18. ", "Jasuja", ", ", "H.", "; ", "Burtch", ", ", "N. C.", "; ", "Huang", ", ", "Y. G.", "; ", "Cai", ", ", "Y.", "; ", "Walton", ", ", "K. S.", " ", "Kinetic Water Stability of an Isostructural Family of Zinc-Based Pillared Metal–Organic Frameworks", " ", "Langmuir", " ", "2013", ",  ", "29", " (", "2", ")  ", "633", "– ", "642", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Kinetic Water Stability of an Isostructural Family of Zinc-Based Pillared Metal-Organic Frameworks", "Jasuja, Himanshu; Burtch, Nicholas C.; Huang, You-gui; Cai, Yang; Walton, Krista S.", "Langmuir", "\r\n        (", "2013", "),\r\n    ", "29", "\r\n        (", "2", "),\r\n    ", "633-642", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The rational design of metal-org. frameworks (MOFs) with structural stability in the presence of humid conditions is crit. to the commercialization of this class of materials.  However, the systematic water stability studies required to develop design criteria for the construction of water-stable MOFs are still scarce.  In this work, the authors show that by varying the functional groups on the 1,4-benzenedicarboxylic acid (BDC) linker of DMOF [Zn(BDC)(DABCO)0.5], they can systematically tune the kinetic water stability of this isostructural, pillared family of MOFs.  To illustrate this concept, water adsorption studies were performed on four novel, methyl-functionalized DMOF variations along with a no. of already reported functionalized analogs contg. polar (fluorine) and nonpolar (methyl) functional groups on the BDC ligand.  These results are distinctly different from previous reports where the apparent water stability is improved through the inclusion of functional groups such as -CH3, -C2H5, and -CF3 which only serve to prevent significant amts. of water from adsorbing into the pores.  In this study, the authors present the first demonstration of tuning the inherent kinetic stability of MOF structures in the presence of large amts. of adsorbed water.  Notably, while the parent DMOF structure is unstable, the DMOF variation contg. the tetra-Me BDC ligand remains fully stable after adsorbing large amts. of water vapor during cyclic water adsorption cycles.  These trends cannot be rationalized in terms of hydrophobicity alone; exptl. water isotherms show that MOFs contg. the same no. of Me groups per unit cell will have different kinetic stabilities and that the precise placements of the Me groups on the BDC ligand are therefore critically important in detg. their stability in the presence of water.  Water adsorption isotherms, PXRD (powder X-ray diffraction) patterns, and BET surface areas before and after water exposure are presented to illustrate these trends.  Furthermore, the important distinction between kinetic and thermodn. stability in MOFs is discussed.  Mol. simulations are also used to provide insight into the structural characteristics governing these trends in kinetic water stability.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhslyltLbK&md5=dd3cb8bf8450c769ce9f5856751aedab", "19. ", "Jasuja", ", ", "H.", "; ", "Walton", ", ", "K. S.", " ", "Effect of Catenation and Basicity of Pillared Ligands on the Water Stability of MOFs", " ", "Dalton Trans.", " ", "2013", ",  ", "42", " (", "43", ")  ", "15421", "– ", "15426", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "19. ", "Effect of catenation and basicity of pillared ligands on the water stability of MOFs", "Jasuja, Himanshu; Walton, Krista S.", "Dalton Transactions", "\r\n        (", "2013", "),\r\n    ", "42", "\r\n        (", "43", "),\r\n    ", "15421-15426", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks (MOFs) have extremely high surface areas and pore vols., tunable pore sizes and chem. functionalities and are an interesting addn. to the field of porous materials.  One of the key challenges that needs to be overcome to elevate MOFs to the applied level is their sensitivity to humid environments.  The work reported here seeks to address this crit. issue by examg. two important contributors to MOF stability or instability: basicity (pKa value) of the pillar ligand and catenation of the framework.  Catenation is the interpenetration or interweaving of two or more identical and independent frameworks.  Using catenation in combination with a pillaring strategy, it is possible to obtain water stable MOFs even when the pillar ligand has lower basicity (pKa value).  After 90% relative humidity (RH) exposure, comparing Zn-BDC-DABCO (DMOF) and Zn-BDC-BPY (MOF-508), MOF-508 is stable due to its 2-fold interpenetration that prevents significant water adsorption.  In contrast, comparing noncatenated isostructural pillared MOFs Zn-TMBDC-DABCO (DMOF-TM) and Zn-TMBDC-BPY (MOF-508-TM), MOF-508-TM is unstable since BPY is less basic (higher pKa) and less rigid than DABCO.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1ehs7fM&md5=aa2a36a83aff9f403c6ba44f98ac074a", "20. ", "Decoste", ", ", "J. B.", "; ", "Peterson", ", ", "G. W.", "; ", "Smith", ", ", "M. W.", "; ", "Stone", ", ", "C. A.", "; ", "Willis", ", ", "C. R.", " ", "Enhanced Stability of Cu-BTC MOF via Perfluorohexane Plasma-Enhanced Chemical Vapor Deposition", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", " (", "3", ")  ", "1486", "– ", "1489", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Enhanced Stability of Cu-BTC MOF via Perfluorohexane Plasma-Enhanced Chemical Vapor Deposition", "Decoste, Jared B.; Peterson, Gregory W.; Smith, Martin W.; Stone, Corinne A.; Willis, Colin R.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "3", "),\r\n    ", "1486-1489", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal org. frameworks (MOFs) are a leading class of porous materials for a wide variety of applications, but many of them are unstable toward water.  Cu-BTC (1,3,5 benzenetricarboxylic acid, BTC) was treated with a plasma-enhanced CVD (PECVD) of perfluorohexane creating a hydrophobic form of Cu-BTC.  The treated Cu-BTC could withstand high humidity and even submersion in water much better than unperturbed Cu-BTC.  Through Monte Carlo simulations perfluorohexane sites itself in such a way within Cu-BTC as to prevent the formation of water clusters, hence preventing the decompn. of Cu-BTC by water.  This PECVD of perfluorohexane could be exploited to widen the scope of practical applications of Cu-BTC and other MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xks1agtA%253D%253D&md5=70c788eb90c8a28d5e33e79ae84050af", "21. ", "Kang", ", ", "I. J.", "; ", "Khan", ", ", "N. A.", "; ", "Haque", ", ", "E.", "; ", "Jhung", ", ", "S. H.", " ", "Chemical and Thermal Stability of Isotypic Metal–Organic Frameworks: Effect of Metal Ions", " ", "Chemistry", " ", "2011", ",  ", "17", " (", "23", ")  ", "6437", "– ", "6442", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "Chemical and Thermal Stability of Isotypic Metal-Organic Frameworks: Effect of Metal Ions", "Kang, In Joong; Khan, Nazmul Abedin; Haque, Enamul; Jhung, Sung Hwa", "Chemistry--A European Journal", "\r\n        (", "2011", "),\r\n    ", "17", "\r\n        (", "23", "),\r\n    ", "6437-6442, S6437/1-S6437/7", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Chem. and thermal stabilities of isotypic metal-org. frameworks (MOFs) like Al-BDC (Al-benzenedicarboxylate called MIL-53-Al), Cr-BDC (MIL-53-Cr) and V-BDC (MIL-47-V), after purifn. to remove uncoordinated org. linkers, were compared to understand the effect of the central metal ions on the stabilities of the porous MOF-type materials.  Chem. stability to acids, bases, and water decreases in the order of Cr-BDC>Al-BDC>V-BDC, suggesting stability increases with increasing inertness of the central metal ions.  However, thermal stability decreases in the order of Al-BDC>Cr-BDC> V-BDC, and this tendency may be explained by the strength of the metal-oxygen bond in common oxides like Al2O3, Cr2O3, and V2O5.  To evaluate precisely the stability of a MOF, it is necessary to remove uncoordinated org. linkers that are located in the pores of the MOF, because a filled MOF may be more stable than the same MOF after purifn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmsFyltrY%253D&md5=a7571831e2d5eee631b4230f398e95a3", "22. ", "Bellarosa", ", ", "L.", "; ", "Calero", ", ", "S.", "; ", "Lopez", ", ", "N.", " ", "Early Stages in the Degradation of Metal–Organic Frameworks in Liquid Water from First-Principles Molecular Dynamics", " ", "Phys. Chem. Chem. Phys.", " ", "2012", ",  ", "14", " (", "20", ")  ", "7240", "– ", "7245", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "22. ", "Early stages in the degradation of metal-organic frameworks in liquid water from first-principles molecular dynamics", "Bellarosa, Luca; Calero, Sofia; Lopez, Nuria", "Physical Chemistry Chemical Physics", "\r\n        (", "2012", "),\r\n    ", "14", "\r\n        (", "20", "),\r\n    ", "7240-7245", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "IRMOF-1 structures are known to suffer lattice break-up when exposed to H2O-rich environments, a limiting factor in their everyday use.  To shed light on the underlying mechanism of disruption, the role of the metal in the secondary building unit (SBU) was systematically studied, and the global behavior of IRMOF-1-type structures with the three metals Zn, Mg, and Be studied by Born-Oppenheimer Mol. Dynamics in liq. H2O.  Fully hydrated Be based compds. are stable up to 500 K while the equiv. structures with Mg or Zn break down already at 300 K.  The reasons behind this instability are in the tendency of the metal atom to form penta- and hexacoordination spheres and in the strength of the M-O bond.  These are the key factors that generate unique breaking patterns for Mg and Zn IRMOF-1 analogs, as well as the reason for the high hydrothermal stability of the Be-IRMOF-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XmtlGisL0%253D&md5=b60e9261b026f43c4e9c1b40e2b303e6", "23. ", "Han", ", ", "S. S.", "; ", "Choi", ", ", "S. H.", "; ", "van Duin", ", ", "A. C.", " ", "Molecular Dynamics Simulations of Stability of Metal–Organic Frameworks against H", "2", "O using the ReaxFF Reactive Force Field", " ", "Chem. Commun. (Cambridge, U. K.)", " ", "2010", ",  ", "46", " (", "31", ")  ", "5713", "– ", "5715", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "23. ", "Molecular dynamics simulations of stability of metal-organic frameworks against H2O using the ReaxFF reactive force field", "Han, Sang Soo; Choi, Seung-Hoon; van Duin, Adri C. T.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "31", "),\r\n    ", "5713-5715", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The authors introduce the reactive force field (ReaxFF) simulation to predict the hydrolysis reactions and water stability of metal-org. frameworks (MOFs) where the simulation showed that MOF-74 has superior water-resistance compared with isoreticular IRMOF-1 and IRMOF-10.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXpsFelu74%253D&md5=d9f786980a8e2a93b50e5a017276efa7", "24. ", "Soubeyrand-Lenoir", ", ", "E.", "; ", "Vagner", ", ", "C.", "; ", "Yoon", ", ", "J. W.", "; ", "Bazin", ", ", "P.", "; ", "Ragon", ", ", "F.", "; ", "Hwang", ", ", "Y. K.", "; ", "Serre", ", ", "C.", "; ", "Chang", ", ", "J. S.", "; ", "Llewellyn", ", ", "P. L.", " ", "How Water Fosters a Remarkable 5-Fold Increase in Low-Pressure CO", "2", " Uptake within Mesoporous MIL-100(Fe)", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", " (", "24", ")  ", "10174", "– ", "10181", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "How Water Fosters a Remarkable 5-Fold Increase in Low-Pressure CO2 Uptake within Mesoporous MIL-100(Fe)", "Soubeyrand-Lenoir, Estelle; Vagner, Christelle; Yoon, Ji Woong; Bazin, Philippe; Ragon, Florence; Hwang, Young Kyu; Serre, Christian; Chang, Jong-San; Llewellyn, Philip L.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "24", "),\r\n    ", "10174-10181", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The uptake and adsorption enthalpy of carbon dioxide at 0.2 bar have been studied in three different topical porous MOF samples, HKUST-1, UiO-66(Zr), and MIL-100(Fe), after having been pre-equilibrated under different relative humidities (3, 10, 20, 40%) of water vapor.  If in the case of microporous UiO-66, CO2 uptake remained similar whatever the relative humidity, and correlations were difficult for microporous HKUST-1 due to its relative instability toward water vapor.  In the case of MIL-100(Fe), a remarkable 5-fold increase in CO2 uptake was obsd. with increasing RH, up to 105 mg g-1 CO2 at 40% RH, in parallel with a large decrease in enthalpy measured.  Cycling measurements show slight differences for the initial three cycles and complete reversibility with further cycles.  These results suggest an enhanced soly. of CO2 in the water-filled mesopores of MIL-100(Fe).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XmvF2nsLg%253D&md5=6540d08f65d11666f6c572058d8a761b", "25. ", "Taylor", ", ", "J. M.", "; ", "Vaidhyanathan", ", ", "R.", "; ", "Iremonger", ", ", "S. S.", "; ", "Shimizu", ", ", "G. K.", " ", "Enhancing Water Stability of Metal–Organic Frameworks via Phosphonate Monoester Linkers", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", " (", "35", ")  ", "14338", "– ", "14340", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Enhancing Water Stability of Metal-Organic Frameworks via Phosphonate Monoester Linkers", "Taylor, Jared M.; Vaidhyanathan, Ramanathan; Iremonger, Simon S.; Shimizu, George K. H.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "35", "),\r\n    ", "14338-14340", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new porous metal-org. framework (MOF), barium tetraethyl-1,3,6,8-pyrenetetraphosphonate (CALF-25), which contains a new phosphonate monoester ligand, was synthesized through a hydrothermal method.  The MOF is a three-dimensional structure contg. 4.6 Å × 3.9 Å rectangular one-dimensional pores lined with the Et ester groups from the ligand.  The presence of the Et ester groups makes the pores hydrophobic in nature, as detd. by the low heats of adsorption of CH4, CO2, and H2O (14.5, 23.9, and 45 kJ mol-1, resp.) despite the polar and acidic barium phosphonate ester backbone.  The Et ester groups within the pores also protect CALF-25 from decompn. by water vapor, with crystallinity and porosity being retained after exposure to harsh humid conditions (90% relative humidity at 353 K).  The use of phosphonate esters as linkers for the construction of MOFs provides a method to protect hydrolytically susceptible coordination backbones through kinetic blocking.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1amurfN&md5=a5757a8ba459628a2ff67c38040c608b", "26. ", "Liu", ", ", "J.", "; ", "Benin", ", ", "A. I.", "; ", "Furtado", ", ", "A. M.", "; ", "Jakubczak", ", ", "P.", "; ", "Willis", ", ", "R. R.", "; ", "LeVan", ", ", "M. D.", " ", "Stability Effects on CO", "2", " Adsorption for the DOBDC Series of Metal–Organic Frameworks", " ", "Langmuir", " ", "2011", ",  ", "27", " (", "18", ")  ", "11451", "– ", "11456", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "Stability Effects on CO2 Adsorption for the DOBDC Series of Metal-Organic Frameworks", "Liu, Jian; Benin, Annabelle I.; Furtado, Amanda M. B.; Jakubczak, Paulina; Willis, Richard R.; LeVan, M. Douglas", "Langmuir", "\r\n        (", "2011", "),\r\n    ", "27", "\r\n        (", "18", "),\r\n    ", "11451-11456", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks with unsatd. metal centers in their crystal structures, e.g., Ni/DOBDC and Mg/DOBDC, are promising adsorbents to capture flue gas CO2 due to their high CO2 capacities at sub-atm. pressure; however, stability is a crucial issue for their application.  This work assessed the stability of Ni/DOBDC and Mg/DOBDC metal-org. frameworks.  Steam and simulated flue gas conditioning and long-term storage effect on CO2 adsorption capacity were considered.  Results showed Ni/DOBDC can maintain its CO2 capacity after steam conditioning and long-term storage; Mg/DOBDC cannot.  Mg/DOBDC N isotherms showed a decrease in surface area following steam treatment, corresponding to the decrease in CO2 adsorption, which may be caused by a redn. of unsatd. metal centers in its structure.  Conditioning with dry simulated flue gas at room temp. only slightly affected CO2 adsorption in Ni/DOBDC; however, adding water vapor to simulated flue gas further reduces CO2 capacity of Ni/DOBDC.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtVemu7vI&md5=eac19d6110bd925ba7ae8fccd78ae361", "27. ", "Jeremias", ", ", "F.", "; ", "Lozan", ", ", "V.", "; ", "Henninger", ", ", "S. K.", "; ", "Janiak", ", ", "C.", " ", "Programming MOFs for Water Sorption: Amino-Functionalized MIL-125 and UiO-66 for Heat Transformation and Heat Storage Applications", " ", "Dalton Trans.", " ", "2013", ",  ", "42", ",  ", "15967", "– ", "15973", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "27. ", "Programming MOFs for water sorption: amino-functionalized MIL-125 and UiO-66 for heat transformation and heat storage applications", "Jeremias, Felix; Lozan, Vasile; Henninger, Stefan K.; Janiak, Christoph", "Dalton Transactions", "\r\n        (", "2013", "),\r\n    ", "42", "\r\n        (", "45", "),\r\n    ", "15967-15973", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Sorption-based heat transformation and storage appliances are very promising for utilizing solar heat and waste heat in cooling or heating applications.  The economic and ecol. efficiency of sorption-based heat transformation depends on the availability of suitable hydrophilic and hydrothermally stable sorption materials.  We investigated the feasibility of using the metal-org. frameworks UiO-66(Zr), UiO-67(Zr), H2N-UiO-66(Zr) and H2N-MIL-125(Ti) as sorption materials in heat transformations by means of volumetric water adsorption measurements, detn. of the heat of adsorption and a 40-cycle ad/desorption stress test.  The amino-modified compds. H2N-UiO-66 and H2N-MIL-125 feature high heat of adsorption (89.5 and 56.0 kJ mol-1, resp.) and a very promising H2O adsorption isotherm due to their enhanced hydrophilicity.  For H2N-MIL-125 the very steep rise of the H2O adsorption isotherm in the 0.1 < p/p0 < 0.2 region is esp. beneficial for the intended heat pump application.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs12mur7K&md5=52e02916c0ae95f49e755d38c9865818", "28. ", "Bon", ", ", "V.", "; ", "Senkovskyy", ", ", "V.", "; ", "Senkovska", ", ", "I.", "; ", "Kaskel", ", ", "S.", " ", "Zr(IV) and Hf(IV) Based Metal–Organic Frameworks with reo-Topology", " ", "Chem. Commun.", " ", "2012", ",  ", "48", " (", "67", ")  ", "8407", "– ", "8409", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "28. ", "Zr(IV) and Hf(IV) based metal-organic frameworks with reo-topology", "Bon, Volodymyr; Senkovskyy, Volodymyr; Senkovska, Irena; Kaskel, Stefan", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "67", "),\r\n    ", "8407-8409", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Zr and Hf based metal-org. frameworks (MOFs) with enhanced pore accessibility for large mols. and good hydrothermal stability were obtained using a bent dithienothiophene dicarboxylate and Zr4+ or Hf4+ source.  A modulator (HOBz) facilitates formation of an eight-connecting cluster leading to a new framework which adopts reo topol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFSls7vN&md5=ec70b7ca80811e82ab2d0d800ac121fe", "29. ", "Yang", ", ", "C.", "; ", "Kaipa", ", ", "U.", "; ", "Mather", ", ", "Q. Z.", "; ", "Wang", ", ", "X.", "; ", "Nesterov", ", ", "V.", "; ", "Venero", ", ", "A. F.", "; ", "Omary", ", ", "M. A.", " ", "Fluorous Metal–Organic Frameworks with Superior Adsorption and Hydrophobic Properties toward Oil Spill Cleanup and Hydrocarbon Storage", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", " (", "45", ")  ", "18094", "– ", "18097", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "Fluorous Metal-Organic Frameworks with Superior Adsorption and Hydrophobic Properties toward Oil Spill Cleanup and Hydrocarbon Storage", "Yang, Chi; Kaipa, Ushasree; Mather, Qian Zhang; Wang, Xiaoping; Nesterov, Vladimir; Venero, Augustin F.; Omary, Mohammad A.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "45", "),\r\n    ", "18094-18097", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Fluorous metal-org. frameworks (FMOFs) are highly hydrophobic porous materials with a high capacity and affinity to C6-C8 hydrocarbons of oil components.  FMOF-1 exhibits reversible adsorption with a high capacity for n-hexane, cyclohexane, benzene, toluene, and p-xylene, with no detectable water adsorption even at ∼100% relative humidity, drastically outperforming activated carbon and zeolite porous materials.  FMOF-2, obtained from annealing FMOF-1, shows enlarged cages and channels with double toluene adsorption vs. FMOF-1 based on crystal structures.  The results suggest great promise for FMOFs in applications such as removal of org. pollutants from oil spills or ambient humid air, hydrocarbon storage and transportation, water purifn., etc. under practical working conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1OnsbjL&md5=8e45b7ec6871cc5bf49eb7922749dd82", "30. ", "Cychosz", ", ", "K. A.", "; ", "Matzger", ", ", "A. J.", " ", "Water Stability of Microporous Coordination Polymers and the Adsorption of Pharmaceuticals from Water", " ", "Langmuir", " ", "2010", ",  ", "26", " (", "22", ")  ", "17198", "– ", "17202", "[", "ACS Full Text ", "], [", "CAS", "]", "30. ", "Water Stability of Microporous Coordination Polymers and the Adsorption of Pharmaceuticals from Water", "Cychosz, Katie A.; Matzger, Adam J.", "Langmuir", "\r\n        (", "2010", "),\r\n    ", "26", "\r\n        (", "22", "),\r\n    ", "17198-17202", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The stability of a variety of microporous coordination polymers (MCPs) to water-contg. solns. was studied using powder x-ray diffraction.  The stability of the MCP is related to the metal cluster present in the structure with trinuclear chromium clusters more stable than copper paddlewheel clusters which are more stable than basic zinc acetate clusters.  Zn(2-methylimidizolate)2 is more water stable than zinc MCPs with carboxylate linkers; however, extended exposure to water led to decompn. of all zinc-based MCPs.  Materiaux de l'Institut Lavoisier (MIL)-100 also is completely water stable and was used to adsorb the pharmaceuticals furosemide and sulfasalazine from water with large uptakes achievable at low concns., indicating that the adsorption of wastewater contaminants may be a feasible application for these materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXht1CmurrI&md5=68d9c81f6155b1ad2ab06825a8b197f1", "31. ", "Choi", ", ", "H. J.", "; ", "Dinca", ", ", "M.", "; ", "Dailly", ", ", "A.", "; ", "Long", ", ", "J. R.", " ", "Hydrogen Storage in Water-Stable Metal–Organic Frameworks Incorporating 1,3- and 1,4-Benzenedipyrazolate", " ", "Energy Env. Sci.", " ", "2010", ",  ", "3", " (", "1", ")  ", "117", "– ", "123", "[", "Crossref", "], [", "CAS", "]", "31. ", "Hydrogen storage in water-stable metal-organic frameworks incorporating 1,3- and 1,4-benzenedipyrazolate", "Choi, Hye Jin; Dinca, Mircea; Dailly, Anne; Long, Jeffrey R.", "Energy & Environmental Science", "\r\n        (", "2010", "),\r\n    ", "3", "\r\n        (", "1", "),\r\n    ", "117-123", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Pyrazolate-bridged metal-org. frameworks incorporating tetrahedral Zn2+ ions are shown to exhibit a high chem. stability in boiling water, org. solvents, and acidic media, and are assessed for their hydrogen storage properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXnvVaiur0%253D&md5=a5b6b2e424160f9e9c9fc455b5e2407c", "32. ", "Cavka", ", ", "J. H.", "; ", "Jakobsen", ", ", "S.", "; ", "Olsbye", ", ", "U.", "; ", "Guillou", ", ", "N.", "; ", "Lamberti", ", ", "C.", "; ", "Bordiga", ", ", "S.", "; ", "Lillerud", ", ", "K. P.", " ", "A New Zirconium Inorganic Building Brick Forming Metal Organic Frameworks with Exceptional Stability", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", " (", "42", ")  ", "13850", "– ", "13851", "[", "ACS Full Text ", "], [", "CAS", "]", "32. ", "A new zirconium inorganic building brick forming metal organic frameworks with exceptional stability", "Cavka Jasmina Hafizovic; Jakobsen Soren; Olsbye Unni; Guillou Nathalie; Lamberti Carlo; Bordiga Silvia; Lillerud Karl Petter", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "42", "),\r\n    ", "13850-1", "\r\n        ISSN:", ".\r\n    ", "Porous crystals are strategic materials with industrial applications within petrochemistry, catalysis, gas storage, and selective separation.  Their unique properties are based on the molecular-scale porous character.  However, a principal limitation of zeolites and similar oxide-based materials is the relatively small size of the pores, typically in the range of medium-sized molecules, limiting their use in pharmaceutical and fine chemical applications.  Metal organic frameworks (MOFs) provided a breakthrough in this respect.  New MOFs appear at a high and an increasing pace, but the appearances of new, stable inorganic building bricks are rare.  Here we present a new zirconium-based inorganic building brick that allows the synthesis of very high surface area MOFs with unprecedented stability.  The high stability is based on the combination of strong Zr-O bonds and the ability of the inner Zr6-cluster to rearrange reversibly upon removal or addition of mu3-OH groups, without any changes in the connecting carboxylates.  The weak thermal, chemical, and mechanical stability of most MOFs is probably the most important property that limits their use in large scale industrial applications.  The Zr-MOFs presented in this work have the toughness needed for industrial applications; decomposition temperature above 500 degrees C and resistance to most chemicals, and they remain crystalline even after exposure to 10 tons/cm2 of external pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD1cnlvFSqsA%253D%253D&md5=f355e3a0756d112f6ae3148a1e69cd81", "33. ", "Ma", ", ", "D.", "; ", "Li", ", ", "Y.", "; ", "Li", ", ", "Z.", " ", "Tuning the Moisture Stability of Metal–Organic Frameworks by Incorporating Hydrophobic Functional Groups at Different Positions of Ligands", " ", "Chem. Commun. (Cambridge, U. K.)", " ", "2011", ",  ", "47", " (", "26", ")  ", "7377", "– ", "7379", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "33. ", "Tuning the moisture stability of metal-organic frameworks by incorporating hydrophobic functional groups at different positions of ligands", "Ma, Deyun; Li, Yingwei; Li, Zhong", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "26", "),\r\n    ", "7377-7379", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The introduction of hydrophobic groups (e.g., Me) at the most adjacent sites of each and every coordinating N atom of the bipyridine pillar linker in a carboxylate-based bridging zinc-MOF could shield the metal ions from attack by H2O mols., and thus enhance the H2O resistance of the MOF structure significantly.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnslSnu78%253D&md5=9d64e1171129a1b11a3a06b0582abacf", "34. ", "Yang", ", ", "J.", "; ", "Grzech", ", ", "A.", "; ", "Mulder", ", ", "F. M.", "; ", "Dingemans", ", ", "T. J.", " ", "Methyl Modified MOF-5: A Water Stable Hydrogen Storage Material", " ", "Chem. Commun. (Cambridge, U. K.)", " ", "2011", ",  ", "47", " (", "18", ")  ", "5244", "– ", "5246", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "34. ", "Methyl modified MOF-5: a water stable hydrogen storage material", "Yang, Jie; Grzech, Anna; Mulder, Fokko M.; Dingemans, Theo J.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "18", "),\r\n    ", "5244-5246", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Water stable Me modified MOF-5s were synthesized via a solvothermal route.  Methyl- and 2,5-dimethyl-modified MOF-5s show the same topol. and hydrogen uptake capability as that of MOF-5.  The H2 uptake capacity of MOF-5, however, drops rapidly when exposed to the ambient air, whereas the H2 uptake capacities of the Me modified MOF-5s remain stable for 4 days.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXkvVKru70%253D&md5=2dcbc93c48376545847f45ecde203df7", "35. ", "Nguyen", ", ", "J. G.", "; ", "Cohen", ", ", "S. M.", " ", "Moisture-Resistant and Superhydrophobic Metal–Organic Frameworks Obtained via Postsynthetic Modification", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", " (", "13", ")  ", "4560", "– ", "4561", "[", "ACS Full Text ", "], [", "CAS", "]", "35. ", "Moisture-Resistant and Superhydrophobic Metal-Organic Frameworks Obtained via Postsynthetic Modification", "Nguyen, Joseph G.; Cohen, Seth M.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "13", "),\r\n    ", "4560-4561", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Postsynthetic covalent modification of metal-org. frameworks (MOFs) with long alkyl substituents is shown to protect these materials against moisture.  These MOFs, which normally display hydrophilic properties, are readily converted into hydrophobic or superhydrophobic materials.  Overcoming the inherent sensitivity of MOFs to water represents a major step forward in their widespread use in technol. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXjt1Gjs7c%253D&md5=ef5a2211c75458189368abee8fa47bc7", "36. ", "Li", ", ", "T.", "; ", "Chen", ", ", "D.-L.", "; ", "Sullivan", ", ", "J. E.", "; ", "Kozlowski", ", ", "M. T.", "; ", "Johnson", ", ", "J. K.", "; ", "Rosi", ", ", "N. L.", " ", "Systematic modulation and enhancement of CO", "2", ": N", "2", " Selectivity and Water Stability in an Isoreticular Series of Bio-MOF-11 Analogues", " ", "Chem. Sci.", " ", "2013", ",  ", "4", " (", "4", ")  ", "1746", "– ", "1755", "[", "Crossref", "], [", "CAS", "]", "36. ", "Systematic modulation and enhancement of CO2 : N2 selectivity and water stability in an isoreticular series of bio-MOF-11 analogues", "Li, Tao; Chen, De-Li; Sullivan, Jeanne E.; Kozlowski, Mark T.; Johnson, J. Karl; Rosi, Nathaniel L.", "Chemical Science", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "4", "),\r\n    ", "1746-1755", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "An isoreticular series of cobalt-adeninate bio-MOFs (bio-MOFs-11-14) is reported.  The pores of bio-MOFs-11-14 (1-4) are decorated with acetate, propionate, butyrate, and valerate, resp.  The complexes are Co2(ad)2(CH3CO2)2.2.25DMF.0.6H2O (1), Co2(ad)2(C2H5CO2)2.2.25DMF.0.3H2O (2), Co2(ad)2(C3H7CO2)2.1.1DMF.0.6H2O (3) and Co2(ad)2(C4H9CO2)2.0.6DMF.0.6H2O (4) (ad = adeninate).  The nitrogen (N2) and carbon dioxide (CO2) adsorption properties of these materials were studied and compared.  The isosteric heats of adsorption for CO2 are calcd., and the CO2:N2 selectivities for each material are detd.  As the lengths of the aliph. chains decorating the pores in bio-MOFs-11-14 increase, the BET surface areas decrease from 1148 m2 g-1 to 17 m2 g-1 while the CO2 : N2 selectivities predicted from ideal adsorbed soln. theory at 1 bar and 273 K for a 10 : 90 CO2 : N2 mixt. range from 73 : 1 for bio-MOF-11 to 123 : 1 for bio-MOF-12 and finally to 107 : 1 for bio-MOF-13.  At 298 K, the selectivities are 43 : 1 for bio-MOF-11, 52 : 1 for bio-MOF-12, and 40 : 1 for bio-MOF-13.  Addnl., bio-MOF-14 exhibits a unique mol. sieving property that allows it to adsorb CO2 but not N2 at 273 and 298 K. Finally, the water stability of bio-MOFs-11-14 increases with increasing aliph. chain length.  Bio-MOF-14 exhibits no loss of crystallinity or porosity after soaking in water for one month.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjtlymsro%253D&md5=b8c3ec41b10e74edbf7916e4f4ed35af", "37. ", "Makal", ", ", "T. A.", "; ", "Wang", ", ", "X.", "; ", "Zhou", ", ", "H.-C.", " ", "Tuning the Moisture and Thermal Stability of Metal–Organic Frameworks through Incorporation of Pendant Hydrophobic Groups", " ", "Cryst. Growth Des.", " ", "2013", ",  ", "13", " (", "11", ")  ", "4760", "– ", "4768", "[", "ACS Full Text ", "], [", "CAS", "]", "37. ", "Tuning the Moisture and Thermal Stability of Metal-Organic Frameworks through Incorporation of Pendant Hydrophobic Groups", "Makal, Trevor A.; Wang, Xuan; Zhou, Hong-Cai", "Crystal Growth & Design", "\r\n        (", "2013", "),\r\n    ", "13", "\r\n        (", "11", "),\r\n    ", "4760-4768", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An isostructural series of NbO-type porous metal-org. frameworks (MOFs) with different dialkoxy-substituents Cu2(TPTC-OR) (TPTC-OR = 2',5'-bis{alkyloxy}[1,1':4',1''-terphenyl]-3,3'',5,5''-tetracarboxylate, R = Me, Et, Pr, nHex) was synthesized and characterized.  The moisture stability of the materials was evaluated, and a new superhydrophobic porous MOF was identified.  The relation between pendant side chain length and thermal stability was analyzed by in situ synchrotron powder x-ray diffraction, showing decreased thermal stability as the side chain length is increased, contradictory to thermogravimetric decompn. studies.  Addnl., the four materials exhibit moderate Brunauer-Emmett-Teller (BET) and Langmuir surface areas (1127-1396 m2 g-1 and 1414-1658 m2 g-1) and H2 capacity up to 1.9% at 77 K and 1 bar.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVCgtL%252FF&md5=37a12485339bf4c217f0a46e74f0d152", "38. ", "Liu", ", ", "H.", "; ", "Zhao", ", ", "Y.", "; ", "Zhang", ", ", "Z.", "; ", "Nijem", ", ", "N.", "; ", "Chabal", ", ", "Y. J.", "; ", "Peng", ", ", "X.", "; ", "Zeng", ", ", "H.", "; ", "Li", ", ", "J.", " ", "Ligand Functionalization and Its Effect on CO", "2", " Adsorption in Microporous Metal–Organic Frameworks", " ", "Chem.—Asian J.", " ", "2013", ",  ", "8", " (", "4", ")  ", "778", "– ", "785", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "38. ", "Ligand Functionalization and Its Effect on CO2 Adsorption in Microporous Metal-Organic Frameworks", "Liu, Hui; Zhao, Yonggang; Zhang, Zhijuan; Nijem, Nour; Chabal, Yves J.; Peng, Xiangfang; Zeng, Heping; Li, Jing", "Chemistry - An Asian Journal", "\r\n        (", "2013", "),\r\n    ", "8", "\r\n        (", "4", "),\r\n    ", "778-785", "CODEN:\r\n                ", "CAAJBI", ";\r\n        ISSN:", "1861-4728", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Crystal structure of the 3D coordination polymers [Zn3(bpdc)3(2,2'-dmbpy)](DMF)x(H2O)y (1) and [Zn3(bpdc)3(3,3'-dmbpy)](DMF)4(H2O)0.5 (2) prepd. by Me functionalization of the pillar ligand in [Zn3(bpdc)3(bpy)](DMF)4(H2O) (3) (bpdc = biphenyl-4,4'-dicarboxylic acid; z,z'-dmbpy = z,z'-dimethyl-4,4'-bipyridine; bpy = 4,4'-bipyridine) have been detd.  Single-crystal X-ray diffraction anal. indicates that 2 is isostructural to 3, and the power X-ray diffraction (PXRD) study shows a very similar framework of 1 to 2 and 3.  Both 1 and 2 are 3D porous structures made of Zn3(COO)6 secondary building units (SBUs) and 2,2'- or 3,3'-dmbpy as pillar ligand.  Thermogravimetric anal. (TGA) and PXRD studies reveal high thermal and water stability for both compds.  Gas-adsorption studies show that the redn. of surface area and pore vol. by introducing a Me group to the bpy ligand leads to a decrease in H2 uptake for both compds.  CO2 adsorption with 1' (guest-free 1) indicate significant enhancement in CO2 uptake, whereas for 2' (guest-free 2) the adsorbed amt. is decreased.  These results suggest that there are two opposing and competitive effects brought on by Me functionalization: the enhancement due to increased isosteric heats of CO2 adsorption (Qst), and the detraction due to the redn. of surface area and pore vol.  For 1', the enhancement effect dominates, which leads to a significantly higher uptake of CO2 than its parent compd. 3' (guest-free 3).  For 2', the detraction effect predominates, thereby resulting in reduced CO2 uptake relative to its parent structure 3'.  IR and Raman spectroscopic studies also present evidence for strong interaction between CO2 and methyl-functionalized π moieties.  All compds. exhibit high sepn. capability for CO2 over other small gases including CH4, CO, N2, and O2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslais7c%253D&md5=d28be76abbef0750114bfd9d4142c343", "39. ", "Kusgens", ", ", "P.", "; ", "Rose", ", ", "M.", "; ", "Senkovska", ", ", "I.", "; ", "Frode", ", ", "H.", "; ", "Henschel", ", ", "A.", "; ", "Siegle", ", ", "S.", "; ", "Kaskel", ", ", "S.", " ", "Characterization of Metal–Organic Frameworks by Water Adsorption", " ", "Microporous Mesoporous Mater.", " ", "2009", ",  ", "120", " (", "3", ")  ", "325", "– ", "330", "[", "Crossref", "], [", "CAS", "]", "39. ", "Characterization of metal-organic frameworks by water adsorption", "Kuesgens, Pia; Rose, Marcus; Senkovska, Irena; Froede, Heidrun; Henschel, Antje; Siegle, Sven; Kaskel, Stefan", "Microporous and Mesoporous Materials", "\r\n        (", "2009", "),\r\n    ", "120", "\r\n        (", "3", "),\r\n    ", "325-330", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The water physisorption properties and the water stability of the metal-org. frameworks HKUST-1 (=(Cu3(BTC)2) (BTC = benzene-1,3,5-tricarboxylate)), ZIF-8, MIL-101, MIL-100(Fe) and DUT-4 (=Al(OH)(NDC)) (NDC = naphthalene-2,6-dicarboxylate) were studied.  The water physisorption isotherms were compared to nitrogen physisorption isotherms and the chem. stability after water adsorption was investigated.  Water adsorption does not only provide information about sp. surface area, pore size and pore vol., but can also be used to est. hydrophobicity and stability towards moisture.  Both HKUST-1 and DUT-4 turned out to be unstable in direct contact with water, whereas the MIL-materials and ZIF-8 do show stability.  The highest water adsorption affinity was obsd. for HKUST-1.  Even though unstable in liq. water, for applications in trace water removal or mol. sensing HKUST-1 is a promising material.  ZIF-8 is highly inert but hydrophobic.  The MIL-materials are both likely candidates for water adsorption applications, but higher concns. of the adsorbate are needed to attain an effective adsorption.  DUT-4 shows insufficient adsorption capacity, but stability at ambient conditions is given.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXisFKisrg%253D&md5=73a3c102329b017a873e51f919654a0d", "40. ", "Liang", ", ", "Z. J.", "; ", "Marshall", ", ", "M.", "; ", "Chaffee", ", ", "A. L.", " ", "CO", "2", " Adsorption, Selectivity and Water Tolerance of Pillared-Layer Metal Organic Frameworks", " ", "Microporous Mesoporous Mater.", " ", "2010", ",  ", "132", " (", "3", ")  ", "305", "– ", "310", "[", "Crossref", "], [", "CAS", "]", "40. ", "CO2 adsorption, selectivity and water tolerance of pillared-layer metal organic frameworks", "Liang, Zhijian; Marshall, Marc; Chaffee, Alan L.", "Microporous and Mesoporous Materials", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "3", "),\r\n    ", "305-310", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "The potential for two water tolerant three-dimensional pillared-layer metal org. frameworks (MOFs) M2(BDC)2(Dabco) (M = Zn, Ni) to selectively adsorb and sep. CO2 is considered.  Isotherms for CO2, CH4 and N2 were measured from 0 to 15 bar and for O2 from 0 to 2.5 bar at 25-105°.  The isotherms give CO2 adsorption capacities of 13.7 and 12.5 mol/kg for Zn2(BDC)2(Dabco) and Ni2(BDC)2(Dabco) at 25° and 15 bar, resp.  Both materials have higher CO2/N2 selectivity than CO2/CH4 selectivity and low heats of adsorption.  The structures of the two MOFs are stable after O2 and 30% relative humidity water vapor sorption at 25°, but collapsed after 60% relative humidity water vapor sorption at 25°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXmt1artr8%253D&md5=b7acb080cadc26efb7171f8123560993", "41. ", "Kaye", ", ", "S. S.", "; ", "Dailly", ", ", "A.", "; ", "Yaghi", ", ", "O. M.", "; ", "Long", ", ", "J. R.", " ", "Impact of Preparation and Handling on the Hydrogen Storage Properties of Zn", "4", "O(1,4-benzenedicarboxylate)", "3", " (MOF-5)", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", " (", "46", ")  ", "14176", "– ", "14177", "[", "ACS Full Text ", "], [", "CAS", "]", "41. ", "Impact of Preparation and Handling on the Hydrogen Storage Properties of Zn4O(1,4-benzenedicarboxylate)3 (MOF-5)", "Kaye, Steven S.; Dailly, Anne; Yaghi, Omar M.; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "46", "),\r\n    ", "14176-14177", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The prototypical metal-org. framework Zn4O(BDC)3 (MOF-5, BDC2- = 1,4-benzenedicarboxylate) decomps. gradually in humid air to form a nonporous solid.  Recognizing this, improved procedures for its synthesis and handling were developed, leading to significant increases in N2 and H2 gas adsorption capacities.  Nitrogen adsorption isotherms measured at 77 K reveal an enhanced max. N2 uptake of 44.5 mmol/g and a BET surface area of 3800 m2/g, compared to the 35.8 mmol/g and 3100 m2/g obtained for a sample prepd. using previous methods.  High-pressure H2 adsorption isotherms show improvements from 5.0 to 7.1 excess wt. % at 77 K and 40 bar.  The total H2 uptake was further obsd. to climb to 11.5% at 170 bar, corresponding to a volumetric storage d. of 77 g/L.  Thus, the air-free compd. exhibits the highest gravimetric and volumetric H2 uptake capacities yet demonstrated for a cryogenic hydrogen storage material.  Also, no loss of capacity was apparent during 24 complete adsorption-desorption cycles, while kinetics measurements showed a loading time of 2 min with application of just 45 bar of pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXht1CrurvF&md5=225d78a759d3f213ea51beff7a7f784e", "42. ", "Colombo", ", ", "V.", "; ", "Galli", ", ", "S.", "; ", "Choi", ", ", "H. J.", "; ", "Han", ", ", "G. D.", "; ", "Maspero", ", ", "A.", "; ", "Palmisano", ", ", "G.", "; ", "Masciocchi", ", ", "N.", "; ", "Long", ", ", "J. R.", " ", "High Thermal and Chemical Stability in Pyrazolate-Bridged Metal–Organic Frameworks with Exposed Metal Sites", " ", "Chem. Sci.", " ", "2011", ",  ", "2", " (", "7", ")  ", "1311", "– ", "1319", "[", "Crossref", "], [", "CAS", "]", "42. ", "High thermal and chemical stability in pyrazolate-bridged metal-organic frameworks with exposed metal sites", "Colombo, Valentina; Galli, Simona; Choi, Hye Jin; Han, Ggoch Ddeul; Maspero, Angelo; Palmisano, Giovanni; Masciocchi, Norberto; Long, Jeffrey R.", "Chemical Science", "\r\n        (", "2011", "),\r\n    ", "2", "\r\n        (", "7", "),\r\n    ", "1311-1319", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Reactions between the tritopic pyrazole-based ligand 1,3,5-tris(1H-pyrazol-4-yl)benzene (H3BTP) and transition metal acetate salts in DMF afford microporous pyrazolate-bridged metal-org. frameworks M3(BTP)2·xsolvent (M = Ni (1), Cu (2), Zn (3), Co (4)).  Ab-initio x-ray powder diffraction methods were employed in detg. the crystal structures of these compds., revealing 1 and 2 to exhibit an expanded sodalite-like framework with accessible metal cation sites, while 3 and 4 possess tetragonal frameworks with hydrophobic surfaces and narrower channel diams.  Compds. 1-4 can be desolvated without loss of crystallinity by heating under dynamic vacuum, giving rise to microporous solids with BET surface areas of 1650, 1860, 930 and 1027 m2 g-1, resp.  Thermogravimetric analyses and powder x-ray diffraction measurements demonstrate the exceptional thermal and chem. stability of these frameworks.  In particular, 3 is stable to heating in air up to at least 510°, while 1 is stable to heating in air to 430°, as well as to treatment with boiling aq. solns. of pH 2 to 14 for two weeks.  Unexpectedly, 2 and 3 are converted into new cryst. metal-org. frameworks upon heating in boiling water.  With the combination of stability under extreme conditions, high surface area, and exposed metal sites, it is anticipated that 1 may open the way to test metal-org. frameworks for catalytic processes that currently employ zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnsVyhsbg%253D&md5=65c826bacdcbf73ed2a5f7f20e172196", "43. ", "Wu", ", ", "T.", "; ", "Shen", ", ", "L.", "; ", "Luebbers", ", ", "M.", "; ", "Hu", ", ", "C.", "; ", "Chen", ", ", "Q.", "; ", "Ni", ", ", "Z.", "; ", "Masel", ", ", "R. I.", " ", "Enhancing the Stability of Metal–Organic Frameworks in Humid Air by Incorporating Water Repellent Functional Groups", " ", "Chem. Commun. (Cambridge, U. K.)", " ", "2010", ",  ", "46", " (", "33", ")  ", "6120", "– ", "6122", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "43. ", "Enhancing the stability of metal-organic frameworks in humid air by incorporating water repellent functional groups", "Wu, Tianjiao; Shen, Lingjuan; Luebbers, Matthew; Hu, Chunhua; Chen, Qingmei; Ni, Zheng; Masel, Richard I.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "33", "),\r\n    ", "6120-6122", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The authors report a modular construction of a new metal-org. framework (MOF), [Zn4O(L)3]n (H2L = 2-trifluoromethoxyterephthalic acid), by strategically incorporating a no. of water repellent functional groups in the frameworks.  [Zn4O(L)3]n was characterized by x-ray crystallog. and BET surface area measurements.  These MOFs demonstrate both open structure for high sorption capability and strong water resistance.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVWqtLbI&md5=4ac67c3788b5d4decda35a7bc020b9ac", "44. ", "Liu", ", ", "H.", "; ", "Zhao", ", ", "Y. G.", "; ", "Zhang", ", ", "Z. J.", "; ", "Nijem", ", ", "N.", "; ", "Chabal", ", ", "Y. J.", "; ", "Zeng", ", ", "H. P.", "; ", "Li", ", ", "J.", " ", "The Effect of Methyl Functionalization on Microporous Metal–Organic Frameworks’ Capacity and Binding Energy for Carbon Dioxide Adsorption", " ", "Adv. Funct. Mater.", " ", "2011", ",  ", "21", " (", "24", ")  ", "4754", "– ", "4762", "[", "Crossref", "], [", "CAS", "]", "44. ", "The Effect of Methyl Functionalization on Microporous Metal-Organic Frameworks' Capacity and Binding Energy for Carbon Dioxide Adsorption", "Liu, Hui; Zhao, Yonggang; Zhang, Zhijuan; Nijem, Nour; Chabal, Yves J.; Zeng, Heping; Li, Jing", "Advanced Functional Materials", "\r\n        (", "2011", "),\r\n    ", "21", "\r\n        (", "24", "),\r\n    ", "4754-4762", "CODEN:\r\n                ", "AFMDC6", ";\r\n        ISSN:", "1616-301X", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The design, synthesis, and structural characterization of two new microporous metal-org. framework (MMOF) structures is reported; Zn(BDC)(DMBPY)0.5·(DMF)0.5(H2O)0.5 (1; H2BDC = 1,4-benzenedicarboxylic acid; DMBPY = 2,2'-dimethyl-4,4'-bipyridine) and Zn(NDC)(DMBPY)0.5·(DMF)2 (2; H2NDC = 2,6-naphthalenedicarboxylic acid, DMF = N,N,-dimethylformamide), which are obtained by functionalizing a pillar ligand with Me groups.  Both compds. are 3D porous structures of the Zn2(L)2(P) type and are made of a paddle-wheel Zn2(COO)4 secondary building unit (SBU), with the dicarboxylate and DMBPY as linker (L) and pillar (P) ligands, resp.  Comparisons are made to the parent structures Zn(BDC)(BPY)0.5·(DMF)0.5(H2O)0.5 (3; BPY = 4,4'-bipyridine) and Zn(NDC)(BPY)0.5·(DMF)1.575 (4) to analyze and understand the effect of Me functionalization.  CO2-adsorption studies indicate substantially enhanced isosteric heats of CO2 adsorption (Qst) for both compds. as a result of adding Me groups to the BPY ligand.  The CO2 uptake capacity, however, is affected by two opposing and competing factors: the enhancement due to increased MMOF-CO2 interactions (higher Qst values) and detraction due to the surface area and pore-vol. redn.  For 1' (the guest-free form of 1), the pos. effect dominates, which leads to a significantly higher uptake of CO2 than that of its parent structure 3' (the guest-free form of 3).  In 2' (the guest-free form of 2), however, the neg. effect rules, which results in a slightly lower CO2 uptake with respect to 4' (the guest-free form of 4).  All four compds. exhibit a relatively high sepn. capability for carbon dioxide over other small gases, including CH4, N2, and O2.  The sepn. ratios of CO2 to O2 and N2 (at 298 K and 1 atm) are 39.8 and 23.5 for compd. 1', 57.7 and 40.2 for 2', 25.7 and 29.5 for 3', and 89.7 and 20.3 for 4', resp.  IR and Raman spectroscopic characterization of CO2 interactions with 1' and 2' provides indirect support of the importance of the Me groups in the interaction of CO2 within these systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht12qsbfL&md5=625bec7af0c83007f6ce14796af1515b", "45. ", "Jiang", ", ", "H.-L.", "; ", "Feng", ", ", "D.", "; ", "Liu", ", ", "T.-F.", "; ", "Li", ", ", "J.-R.", "; ", "Zhou", ", ", "H.-C.", " ", "Pore Surface Engineering with Controlled Loadings of Functional Groups via Click Chemistry in Highly Stable Metal–Organic Frameworks", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", " (", "36", ")  ", "14690", "– ", "14693", "[", "ACS Full Text ", "], [", "CAS", "]", "45. ", "Pore Surface Engineering with Controlled Loadings of Functional Groups via Click Chemistry in Highly Stable Metal-Organic Frameworks", "Jiang, Hai-Long; Feng, Dawei; Liu, Tian-Fu; Li, Jian-Rong; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "36", "),\r\n    ", "14690-14693", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reactions of ZrCl4 and single or mixed linear dicarboxylic acids bearing Me or azide groups lead to highly stable isoreticular metal-org. frameworks (MOFs) with content-tunable, accessible, reactive azide groups inside the large pores.  These Zr-based MOFs offer an ideal platform for pore surface engineering by anchoring various functional groups with controlled loadings onto the pore walls via the click reaction, endowing the MOFs with tailor-made interfaces.  Significantly, the framework and crystallinity of the functionalized MOFs are well-retained, and the engineered pore surfaces are readily accessible, thus providing more opportunities for powerful and broad applications of MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1Wqu7nN&md5=934b568c0acb7ed4e8c55a2f22d54a51", "46. ", "Bon", ", ", "V.", "; ", "Senkovska", ", ", "I.", "; ", "Baburin", ", ", "I. A.", "; ", "Kaskel", ", ", "S.", " ", "Zr- and Hf-Based Metal–Organic Frameworks: Tracking Down the Polymorphism", " ", "Cryst. Growth Des.", " ", "2013", ",  ", "13", " (", "3", ")  ", "1231", "– ", "1237", "[", "ACS Full Text ", "], [", "CAS", "]", "46. ", "Zr- and Hf-Based Metal-Organic Frameworks: Tracking Down the Polymorphism", "Bon, Volodymyr; Senkovska, Irena; Baburin, Igor A.; Kaskel, Stefan", "Crystal Growth & Design", "\r\n        (", "2013", "),\r\n    ", "13", "\r\n        (", "3", "),\r\n    ", "1231-1237", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Six novel Zr(IV)- and Hf(IV)-based MOFs, namely DUT-67, DUT-68, and DUT-69 (DUT, Dresden University of Technol.) were obtained using a modulated synthesis approach with the acetic acid as a modulator and the bent 2,5-thiophenedicarboxylate (tdc2-) as a ligand.  The modulator not only increases the size of the MOF crystallites but also plays a role of a structure directing agent, affecting both the secondary building unit (SBU) connectivity and topol. of the resulting frameworks.  The structure of DUT-67 is based on the reo underlying net, characteristic for its cuboctahedral and octahedral pores and is therefore isoreticular to DUT-51.  The DUT-68 material has a more complicated hierarchical pore system including rhombicuboctahedral mesopore, surrounded by cuboctahedral, square-antiprismatic and octahedral microcages.  DUT-69 is the first example of Zr-based MOF contg. 10-connected SBU.  DUT-69 has bct topol., possessing octahedral cages and channels running along one crystallog. direction.  In accordance with x-ray single crystal anal., the pores of DUT-67 and DUT-68, which were obtained at high modulator concns., are partially occupied by addnl. clusters.  All novel materials are robust, hydrophilic, chem., and thermally stable.  The BET sp. surface area amts. to 1064 and 810 m2·g-1 for DUT-67(Zr) and DUT-67(Hf), 891 and 749 m2·g-1 for DUT-68(Zr) and DUT-68(Hf), and 560 and 450 m2·g-1 for DUT-69(Zr) and DUT-69(Hf), resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXisV2itb0%253D&md5=e0bdb94beee3c4e226e1f824c09baaec", "47. ", "Guillerm", ", ", "V.", "; ", "Ragon", ", ", "F.", "; ", "Dan-Hardi", ", ", "M.", "; ", "Devic", ", ", "T.", "; ", "Vishnuvarthan", ", ", "M.", "; ", "Campo", ", ", "B.", "; ", "Vimont", ", ", "A.", "; ", "Clet", ", ", "G.", "; ", "Yang", ", ", "Q.", "; ", "Maurin", ", ", "G.", "; ", "Ferey", ", ", "G.", "; ", "Vittadini", ", ", "A.", "; ", "Gross", ", ", "S.", "; ", "Serre", ", ", "C.", " ", "A Series of Isoreticular, Highly Stable, Porous Zirconium Oxide Based Metal–Organic Frameworks", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", " (", "37", ")  ", "9267", "– ", "9271", "[", "Crossref", "], [", "CAS", "]", "47. ", "A Series of Isoreticular, Highly Stable, Porous Zirconium Oxide Based Metal-Organic Frameworks", "Guillerm, V.; Ragon, F.; Dan-Hardi, M.; Devic, T.; Vishnuvarthan, M.; Campo, B.; Vimont, A.; Clet, G.; Yang, Q.; Maurin, G.; Ferey, G.; Vittadini, A.; Gross, S.; Serre, Christian", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "37", "),\r\n    ", "9267-9271, S9267/1-S9267/72", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors report the solvothermal synthesis of porous zirconium dicarboxylate MOFs based on the reactions of ZrCl4 with 1,4-H2BDC (1,4-benzenedicarboxylic acid), 2,6-H2NDC (2,6-naphthalenedicarboxylic acid), 4,4'-H2BPDC (4,4'-biphenyldicarboxylic acid), and H2Cl2ABDC (3,3'-dichloro-4,4'-azobenzenedicarboxylic acid).  This series of porous zirconium dicarboxylate solids is denoted MIL-140A to MIL-140D with formula [ZrO(O2C-R-CO2)] (R = C6H4 (MIL-140A), C10H6 (B), C12H8 (C), Cl2N2H6Cl2 (D)).  Structures have been detd. by XRPD and DFT optimization.  The frameworks exhibit good Lewis acidity and thermal, hydrothermal, and mech. stability.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFOmtLvO&md5=3c215ac2ce05540e914a4ed885301a16", "48. ", "Chen", ", ", "T.-H.", "; ", "Popov", ", ", "I.", "; ", "Zenasni", ", ", "O.", "; ", "Daugulis", ", ", "O.", "; ", "Miljanic", ", ", "O. S.", " ", "Superhydrophobic Perfluorinated Metal–Organic Frameworks", " ", "Chem. Commun.", " ", "2013", ",  ", "49", " (", "61", ")  ", "6846", "– ", "6848", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "48. ", "Superhydrophobic perfluorinated metal-organic frameworks", "Chen, Teng-Hao; Popov, Ilya; Zenasni, Oussama; Daugulis, Olafs; Miljanic, Ognjen S.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "61", "),\r\n    ", "6846-6848", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Three perfluorinated Cu-based metal-org. frameworks (MOFs) were prepd. starting from extensively fluorinated biphenyl-based ligands accessed via C-H functionalization.  These new materials are highly hydrophobic: with water contact angles of up to 151 ± 1°, they are among the most water-repellent MOFs ever reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtVOjs7zF&md5=dfeb41fcab29069c427891998c6d9043", "49. ", "Greathouse", ", ", "J. A.", "; ", "Allendorf", ", ", "M. D.", " ", "The Interaction of Water with MOF-5 Simulated by Molecular Dynamics", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", " (", "33", ")  ", "10678", "– ", "10679", "[", "ACS Full Text ", "], [", "CAS", "]", "49. ", "The Interaction of Water with MOF-5 Simulated by Molecular Dynamics", "Greathouse, Jeffery A.; Allendorf, Mark D.", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "33", "),\r\n    ", "10678-10679", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Force field parameters for use with metal-org. framework-5 (MOF-5 or IRMOF-1) are presented.  Flexibility within the framework is included in this model, so that structural changes upon interaction with adsorbate mols. can be obsd. and quantified.  The model was validated by comparing simulated lattice parameters of pure MOF-5 with X-ray diffraction results.  For the first time, mol. dynamics simulations have been performed that show how water interacts with MOF-5.  The framework is stable at water contents up to 2.3% by mass, but distortion in the lattice structure is already evident.  At water contents of 3.9% and higher, the framework collapses because of the replacement of MOF O atoms by water O atoms in the Zn coordination shells.  As a result, inorg. MOF O atoms are no longer coordinated by four Zn ions, and benzene dicarboxylate linkers are no longer tethered to Zn centers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xns1WqtL4%253D&md5=65bd73b755fe8dc52f35d5aabb0b8eca", "50. ", "Li", ", ", "Y.", "; ", "Yang", ", ", "R. T.", " ", "Gas Adsorption and Storage in Metal–Organic Framework MOF-177", " ", "Langmuir", " ", "2007", ",  ", "23", " (", "26", ")  ", "12937", "– ", "12944", "[", "ACS Full Text ", "], [", "CAS", "]", "50. ", "Gas Adsorption and Storage in Metal-Organic Framework MOF-177", "Li, Yingwei; Yang, Ralph T.", "Langmuir", "\r\n        (", "2007", "),\r\n    ", "23", "\r\n        (", "26", "),\r\n    ", "12937-12944", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Gas adsorption expts. have been carried out on a zinc benzenetribenzoate metal-org. framework material, MOF-177.  Hydrogen adsorption on MOF-177 at 298 K and 10 MPa gives an adsorption capacity of ∼0.62 wt %, which is among the highest hydrogen storage capacities reported in porous materials at ambient temps.  The heats of adsorption for H2 on MOF-177 were -11.3 to -5.8 kJ/mol.  By adding a H2 dissocg. catalyst and using our bridge building technique to build carbon bridges for hydrogen spillover, the hydrogen adsorption capacity in MOF-177 was enhanced by a factor of ∼2.5, to 1.5 wt % at 298 K and 10 MPa, and the adsorption was reversible.  N2 and O2 adsorption measurements showed that O2 was adsorbed more favorably than N2 on MOF-177 with a selectivity of ∼1.8 at 1 atm and 298 K, which makes MOF-177 a promising candidate for air sepn.  The isotherm was linear for O2 while being concave for N2.  Water vapor adsorption studies indicated that MOF-177 adsorbed up to ∼10 wt % H2O at 298 K.  The framework structure of MOF-177 was not stable upon H2O adsorption, which decompd. after exposure to ambient air in 3 days.  All the results suggested that MOF-177 could be a potentially promising material for gas sepn. and storage applications at ambient temp. (under dry conditions or with predrying).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtlejsLbO&md5=147b5c2e59878a6f5546b825b644a274", "51. ", "Li", ", ", "H.", "; ", "Shi", ", ", "W.", "; ", "Zhao", ", ", "K.", "; ", "Li", ", ", "H.", "; ", "Bing", ", ", "Y.", "; ", "Cheng", ", ", "P.", " ", "Enhanced Hydrostability in Ni-Doped MOF-5", " ", "Inorg. Chem.", " ", "2012", ",  ", "51", " (", "17", ")  ", "9200", "– ", "9207", "[", "ACS Full Text ", "], [", "CAS", "]", "51. ", "Enhanced Hydrostability in Ni-Doped MOF-5", "Li, Huanhuan; Shi, Wei; Zhao, Kaina; Li, Han; Bing, Yanmin; Cheng, Peng", "Inorganic Chemistry", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "17", "),\r\n    ", "9200-9207", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Ni-doped MOF-5s were successfully synthesized for the 1st time via solvothermal crystn. process to enhance the hydrostability.  Several characterization techniques, including XRD, thermogravimetrical anal. (TGA), SEM, energy-dispersive spectroscopy instrument (EDS), inductively coupled plasma (ICP), IR spectroscopy (IR), at. sorption, diffuse-reflectance UV-visible spectroscopy, and gas sorption measurement, strongly support the effective incorporation of Ni(II) ions into the framework.  The Ni-doped MOF-5s not only exhibit larger Langmuir sp. surface areas and larger pores than the undoped MOF-5, but also significantly enhance water resistance of the framework.  The H2 uptake capacity of undoped MOF-5 drops rapidly when exposed to the ambient air, whereas the H2 adsorptions of the Ni-doped MOF-5s remain stable for 4 days.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1Wqu7bO&md5=85d939a2a24306532c08287d5ec14ec6", "52. ", "Karra", ", ", "J.", "  ", "Development of Porous Metal Organic Frameworks for Gas Adsorption Applications", "; ", "Georgia Institute of Technology", ": ", "Atlanta, GA", ", ", "2011", ".", "There is no corresponding record for this reference.", "53. ", "Walton", ", ", "K. S.", "; ", "Snurr", ", ", "R. Q.", " ", "Applicability of the BET Method for Determining Surface Areas of Microporous Metal–Organic Frameworks", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", " (", "27", ")  ", "8552", "– ", "8556", "[", "ACS Full Text ", "], [", "CAS", "]", "53. ", "Applicability of the BET Method for Determining Surface Areas of Microporous Metal-Organic Frameworks", "Walton, Krista S.; Snurr, Randall Q.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "27", "),\r\n    ", "8552-8556", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The surface area is one of the most important quantities for characterizing novel porous materials.  The BET anal. is the std. method for detg. surface areas from nitrogen adsorption isotherms and was originally derived for multilayer gas adsorption onto flat surfaces.  Metal-org. frameworks (MOFs) are a relatively new class of cryst., porous materials that exhibit very large BET surface areas.  These materials are microporous and possess surfaces that are far from flat.  In some MOFs, adsorption occurs through a pore-filling mechanism rather than by layer formation.  Thus, it is unclear whether BET surface area nos. reported for these materials are truly meaningful.  Given the std. practice of reporting BET surface areas for novel porous materials, a crit. test of the BET method is much needed.  Grand canonical Monte Carlo simulations were used to predict adsorption isotherms for nitrogen in MOFs.  The predicted isotherms were used as pseudoexperimental data to test the applicability of the BET theory for obtaining surface areas of microporous MOFs.  BET surface areas calcd. from the simulated isotherms agree very well with the accessible surface areas calcd. directly from the crystal structures in a geometric fashion.  The surface areas agree well with exptl. reports in the literature.  These results provide a strong validation that the BET theory can be used to obtain surface areas of MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXms12gur0%253D&md5=afdfa7c0f69c8645a456afb207431957", "54. ", "Chun", ", ", "H.", "; ", "Dybtsev", ", ", "D. N.", "; ", "Kim", ", ", "H.", "; ", "Kim", ", ", "K.", " ", "Synthesis, X-ray Crystal Structures, and Gas Sorption Properties of Pillared Square Grid Nets based on Paddle-Wheel Motifs: Implications for Hydrogen Storage in Porous Materials", " ", "Chemistry", " ", "2005", ",  ", "11", " (", "12", ")  ", "3521", "– ", "3529", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "54. ", "Synthesis, X-ray crystal structures, and gas sorption properties of pillared square grid nets based on paddle-wheel motifs: Implications for hydrogen storage in porous materials", "Chun, Hyungphil; Dybtsev, Danil N.; Kim, Hyunuk; Kim, Kimoon", "Chemistry--A European Journal", "\r\n        (", "2005", "),\r\n    ", "11", "\r\n        (", "12", "),\r\n    ", "3521-3529", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A systematic modulation of org. ligands connecting dinuclear paddle-wheel motifs leads to isomorphous metal-org. porous materials that have a three-dimensional connectivity and interconnected pores.  Arom. dicarboxylates such as 1,4-benzenedicarboxylate (1,4-bdc), tetramethylterephthalate (tmbdc), 1,4-naphthalenedicarboxylate (1,4-ndc), tetrafluoroterephthalate (tfbdc), or 2,6-naphthalenedicarboxylate (2,6-ndc) are linear linkers that form two-dimensional layers, and diamine ligands, 4-diazabicyclo[2.2.2]octane (dabco) or 4,4'-dipyridyl (bpy), coordinate at both sides of Zn2 paddle-wheel units to bridge the layers vertically.  The resulting open frameworks [Zn2(1,4-bdc)2(dabco)] (1), [Zn2(1,4-bdc)(tmbdc)(dabco)] (2), [Zn2(tmbdc)2(dabco)] (3), [Zn2(1,4-ndc)2(dabco)] (4), [Zn2(tfbdc)2(dabco)] (5), and [Zn2(tmbdc)2(bpy)] (8) possess varying size of pores and free apertures originating from the side groups of the 1,4-bdc derivs.  [Zn2(1,4-bdc)2(bpy)] (6) and [Zn2(2,6-ndc)2(bpy)] (7) have two- and 3-fold interpenetrating structures, resp.  The noninterpenetrating frameworks (1-5 and 8) possess surface areas at 1450-2090 m2g-1 and H sorption capacities of 1.7-2.1% at 78 K and 1 atm.  A detailed anal. of the sorption data in conjunction with structural similarities and differences concludes that porous materials with straight channels and large openings do not perform better than those with wavy channels and small openings in terms of H storage through physisorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXlt1ygt70%253D&md5=6b32569fb5a054ae4872481379e3463c", "55. ", "Zhang", ", ", "J.", "; ", "Wojtas", ", ", "L.", "; ", "Larsen", ", ", "R. W.", "; ", "Eddaoudi", ", ", "M.", "; ", "Zaworotko", ", ", "M. J.", " ", "Temperature and Concentration Control over Interpenetration in a Metal–Organic Material", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", " (", "47", ")  ", "17040", "– ", "17041", "[", "ACS Full Text ", "], [", "CAS", "]", "55. ", "Temperature and Concentration Control over Interpenetration in a Metal-Organic Material", "Zhang, JianJun; Wojtas, Lukasz; Larsen, Randy W.; Eddaoudi, Mohamed; Zaworotko, Michael J.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "47", "),\r\n    ", "17040-17041", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A pillared framework formed from 4,4'-bipyridine (bipy) and sheets of dinuclear Cd2 nodes and 1,4-benzenedicarboxylic acid (bdc) linkers can be solvothermally prepd. in both interpenetrated, [Cd(bipy)(bdc)], and noninterpenetrated, [Cd(bipy)(bdc)]·3DMF·H2O, forms by simply varying the temp. or concn. of the reaction.  Higher temps. and concns. favor interpenetration over the corresponding noninterpenetrating structure, an observation that could have broad implications for controlling the synthesis of metal-org. materials (MOFs).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtlKrsb%252FF&md5=1c3a2b9127fa400791f92a30d970a6bd", "56. ", "Haldoupis", ", ", "E.", "; ", "Nair", ", ", "S.", "; ", "Sholl", ", ", "D. S.", " ", "Efficient Calculation of Diffusion Limitations in Metal Organic Framework Materials: A Tool for Identifying Materials for Kinetic Separations", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", " (", "21", ")  ", "7528", "– ", "7539", "[", "ACS Full Text ", "], [", "CAS", "]", "56. ", "Efficient Calculation of Diffusion Limitations in Metal Organic Framework Materials: A Tool for Identifying Materials for Kinetic Separations", "Haldoupis, Emmanuel; Nair, Sankar; Sholl, David S.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "21", "),\r\n    ", "7528-7539", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The very large no. of distinct structures that are known for metal-org. frameworks (MOFs) and related materials presents both an opportunity and a challenge for identifying materials with useful properties for targeted applications.  Efficient computational models can be used to evaluate large nos. of MOFs for kinetic sepns. of light gases based on finding materials with large differences between the diffusion coeffs. of adsorbed gas species.  The authors introduce a geometric approach that rapidly identifies the key features of a pore structure that control mol. diffusion and couple this with efficient mol. modeling calcns. that predict the Henry's const. and diffusion activation energy for a range of spherical adsorbates.  The authors demonstrate the approach for >500 MOFs and >160 silica zeolites.  Many large pore MOFs will be of limited interest for sepns. based on kinetic effects, but the authors identify a significant no. of materials that are predicted to have extraordinary properties for sepn. of gases such as CO2, CH4, and H2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXlslehtLo%253D&md5=3e436e68f28420a1166e145b4b0e8847", "57. ", "Ng", ", ", "E. P.", "; ", "Mintova", ", ", "S.", " ", "Nanoporous Materials with Enhanced Hydrophilicity and High Water Sorption Capacity", " ", "Microporous Mesoporous Mater.", " ", "2008", ",  ", "114", " (", "1-3", ")  ", "1", "– ", "26", "[", "Crossref", "], [", "CAS", "]", "57. ", "Nanoporous materials with enhanced hydrophilicity and high water sorption capacity", "Ng, Eng-Poh; Mintova, Svetlana", "Microporous and Mesoporous Materials", "\r\n        (", "2008", "),\r\n    ", "114", "\r\n        (", "1-3", "),\r\n    ", "1-26", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "A review.  The main types of nanoporous adsorbents for H2O are identified and described with emphasis on the mechanism of adsorption, modification, improvement of the H2O sorption capacity, possible regeneration, and stabilization.  Among the 3 main groups of H2O sorbents, i.e. inorg. materials (zeolites, clays, SiO2), C based materials and org. polymers, the 1st one is described in details.  The significance of their porosity, chem. and structural features relative to the H2O adsorptive properties of each inorg. type materials is reviewed.  Important features for silicates, zeolites, aluminophosphates, mesoporous materials and clays are described, which define the interactions between the H2O and the porous structures.  The significant improvements of the H2O sorption capacity of nanoporous materials under modification of their surface, particle size, morphol., and chem. specificity are explored for each type of inorg. porous compds.  The hydrophilic nanoporous materials are of significant importance for construction of regularly operating sorption equipments, reversible physi- or chemisorption reactors for generation of heat and cold, purifn. of lubricants, and sensing of H2O with different concns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXns1ahtL0%253D&md5=1973548111a5f81abd26e5ab0332bde8", "58. ", "Wu", ", ", "H.", "; ", "Chua", ", ", "Y. S.", "; ", "Krungleviciute", ", ", "V.", "; ", "Tyagi", ", ", "M.", "; ", "Chen", ", ", "P.", "; ", "Yildirim", ", ", "T.", "; ", "Zhou", ", ", "W.", " ", "Unusual and Highly Tunable Missing-Linker Defects in Zirconium Metal–Organic Framework UiO-66 and their Important Effects on Gas Adsorption", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", " (", "28", ")  ", "10525", "– ", "10532", "[", "ACS Full Text ", "], [", "CAS", "]", "58. ", "Unusual and Highly Tunable Missing-Linker Defects in Zirconium Metal-Organic Framework UiO-66 and Their Important Effects on Gas Adsorption", "Wu, Hui; Chua, Yong Shen; Krungleviciute, Vaiva; Tyagi, Madhusudan; Chen, Ping; Yildirim, Taner; Zhou, Wei", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "28", "),\r\n    ", "10525-10532", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "UiO-66 is a highly important prototypical zirconium metal-org. framework (MOF) compd. because of its excellent stabilities not typically found in common porous MOFs.  In its perfect crystal structure, each Zr metal center is fully coordinated by 12 org. linkers to form a highly connected framework.  Using high-resoln. neutron power diffraction technique, we found the first direct structural evidence showing that real UiO-66 material contains significant amt. of missing-linker defects, an unusual phenomenon for MOFs.  The concn. of the missing-linker defects is surprisingly high, ∼10% in our sample, effectively reducing the framework connection from 12 to ∼11.  We show that by varying the concn. of the acetic acid modulator and the synthesis time, the linker vacancies can be tuned systematically, leading to dramatically enhanced porosity.  We obtained samples with pore vols. ranging from 0.44 to 1.0 cm3/g and Brunauer-Emmett-Teller surface areas ranging from 1000 to 1600 m2/g, the largest values of which are ∼150% and ∼60% higher than the theor. values of defect-free UiO-66 crystal, resp.  The linker vacancies also have profound effects on the gas adsorption behaviors of UiO-66, in particular CO2.  Finally, comparing the gas adsorption of hydroxylated and dehydroxylated UiO-66, we found that the former performs systematically better than the latter (particularly for CO2) suggesting the beneficial effect of the -OH groups.  This finding is of great importance because hydroxylated UiO-66 is the practically more relevant, non-air-sensitive form of this MOF.  The preferred gas adsorption on the metal center was confirmed by neutron diffraction measurements, and the gas binding strength enhancement by the -OH group was further supported by our first-principles calcns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtValsLrL&md5=c1ead8cbafaae77968f37490e2bb14f6", "59. ", "Canivet", ", ", "J.", "; ", "Bonnefoy", ", ", "J.", "; ", "Daniel", ", ", "C.", "; ", "Legrand", ", ", "A.", "; ", "Coasne", ", ", "B.", "; ", "Farrusseng", ", ", "D.", " ", "Structure–Property Relationships of Water Adsorption in Metal–Organic Frameworks", " ", "New J. Chem.", " ", "2014", ",  ", "38", ",  ", "3102", "– ", "3111", "[", "Crossref", "], [", "CAS", "]", "59. ", "Structure-property relationships of water adsorption in metal-organic frameworks", "Canivet, Jerome; Bonnefoy, Jonathan; Daniel, Cecile; Legrand, Alexandre; Coasne, Benoit; Farrusseng, David", "New Journal of Chemistry", "\r\n        (", "2014", "),\r\n    ", "38", "\r\n        (", "7", "),\r\n    ", "3102-3111", "CODEN:\r\n                ", "NJCHE5", ";\r\n        ISSN:", "1144-0546", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A set of 15 metal-org. frameworks (MIL-53, MIL-68, MIL-125, UiO-66, ZIF) exhibiting different pore size, morphol., and surface chem. is used to unravel the numerous behaviors of water adsorption at room temp. in this class of materials.  Outstanding \"S\"-shaped (type V) adsorption isotherms are obsd. for MIL-68 type solids.  The underlying mechanism of water adsorption can be rationalized using a simple set of three parameters: the Henry const. (i.e. the slope of the adsorption pressure in the low pressure range), the pressure at which pore filling occurs, and the max. water adsorption capacity.  While the Henry const. and pore filling pressure mostly depend on the affinity of water for the surface chem. and on pore size, resp., these two parameters are correlated as they both reflect different aspects of the hydrophobicity-hydrophilicity of the material.  For a given type of porous structure, the functionalization of the material by hydrophilic moieties such as hydrogen bonding groups (amine or aldehyde) systematically leads to an increase in the Henry const. concomitantly with a decrease in the pore filling pressure.  As for the adsorption mechanism, for a given temp. there is a crit. diam. (Dc ∼ 20 Å for water at room temp.) above which pore filling occurs through irreversible capillary condensation accompanied by capillary hysteresis loops.  Below this crit. diam., pore filling is continuous and reversible unless the material exhibits some adsorption-induced flexibility.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtVansbzN&md5=e318fcf8c2f973ec317eb5fc8350f8b9", "60. ", "Hilal", ", ", "S.", "; ", "Karickhoff", ", ", "S. W.", "; ", "Carreira", ", ", "L. A.", " ", "A Rigorous Test for SPARC’s Chemical Reactivity Models: Estimation of More than 4300 Ionization pKa’s", " ", "Quant. Struct.-Act. Relat.", " ", "1995", ",  ", "14", ",  ", "348", "[", "Crossref", "], [", "CAS", "]", "60. ", "A rigorous test for SPARC's chemical reactivity models: estimation of more than 4300 ionization pKas", "Hilal, S. H.; Karickhoff, S. W.; Carreira, L. A.", "Quantitative Structure-Activity Relationships", "\r\n        (", "1995", "),\r\n    ", "14", "\r\n        (", "4", "),\r\n    ", "348-55", "CODEN:\r\n                ", "QSARDI", ";\r\n        ISSN:", "0931-8771", ".\r\n    \r\n            (", "VCH", ")\r\n        ", "Ionization pKas for a large set of mols. were calcd. using reactivity models developed in the computer program SPARC.  SPARC uses relatively simple computational algorithms based on fundamental chem. structure theory to est. ionization pKas of org. mols. strictly from mol. structure.  Mol. structures are broken at each essential single bond into functional units with intrinsic properties.  Reaction centers (acid or base) are identified and the impact of appended mol. structure on ionization pKa is quantified by perturbation theory.  Resonance, electrostatic, solvation and H-bonding models were developed and tested on 4338 pKas for 3685 compds.  The root-mean-square deviation for the acids and the amino reaction center was 0.36 pKas units whereas that for the in-ring N and =N reaction centers was 0.41.  Microscopic ionization consts., zwitterionic consts., isoelec. points, and mol. speciation as a function of pH can be calcd. using the SPARC models.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXpsFKkurs%253D&md5=42ae67f1d3889ad8fde013f867557bc7"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2014/langd5.2014.30.issue-47/la503269f/20141124/images/small/la-2014-03269f_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2014/langd5.2014.30.issue-47/la503269f/20141124/images/small/la-2014-03269f_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2014/langd5.2014.30.issue-47/la503269f/20141124/images/small/la-2014-03269f_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2014/langd5.2014.30.issue-47/la503269f/20141124/images/small/la-2014-03269f_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2014/langd5.2014.30.issue-47/la503269f/20141124/images/small/la-2014-03269f_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2014/langd5.2014.30.issue-47/la503269f/20141124/images/small/la-2014-03269f_0006.gif\">"]}
