{"title": ["Correlation of Multicomponent Gas Adsorption by the Dual-Site Langmuir Model. Application to Nitrogen/Oxygen Adsorption on 5A-Zeolite"], "authors": ["Paul M. Mathias", "Ravi Kumar", "J. Douglas Moyer", "Joan M. Schork", "Sree R. Srinivasan", "Steven R. Auvil", "Orhan Talu"], "doi": ["10.1021/ie950291y"], "abstract": "The dual-site Langmuir model (bimodal two-site discrete distribution with the Langmuir isotherm) provides a powerful framework to correlate multicomponent gas adsorption since it has a flexible mathematical form for pure-gas adsorption, and it provides a flexible way to describe mixed-gas competition. The model meets the requirements imposed by thermodynamic consistency. The power of this model as a correlative tool is analyzed and demonstrated by applying it to a set of single- and multicomponent data for the adsorption of nitrogen and oxygen on 5A-zeolite. ", "text": [" Top of PageAbstract1. Introduction2. Pure-Gas Adsorption3. Mixed-Gas Adsorption4. Thermodynamic Analysis of the DSL Model5. Application to N2/O2 Adsorption on 5A-Zeolite6. Conclusion1. Introduction Bulk gas separation by pressure swing adsorption (PSA) (including vacuum-swing adsorption (VSA)) has been practiced commercially for over 30 years and now represents a major unit operation in the chemical industry [Ruthven, 1984; Keller, 1987; Sircar, 1991]. Correlations for adsorption equilibrium are critical to the design of PSA/VSA processes. Hartzog and Sircar [1993] have shown that the accuracy of calculated designs depends heavily upon the accuracy of the multicomponent equilibrium correlation used, especially when stringent product specifications are imposed.  Sircar [1991] has identified the requirements of effective engineering correlations for multicomponent equilibrium. In summary, the preferred correlations should (1) describe the single- and multicomponent equilibrium over the entire range of conditions (temperature, pressure, and composition) of design interest, (2) have an analytical form containing relatively few parameters, (3) allow calculation of multicomponent adsorption equilibria using pure component adsorption data, or, at most, a small number of multicomponent data, and (4) meet the consistency tests imposed by the physics and thermodynamics of adsorption [Talu and Myers, 1988].  Practical engineering correlations for adsorption equilibrium have been developed by assuming energetic heterogeneity of the gas−adsorbent interactions [Ross and Olivier, 1964; Hoory and Prausnitz, 1967; Sircar and Myers, 1984; Myers, 1987; Valenzuela et al., 1988]. Extension of this approach to mixtures requires matching of the gas−adsorbent interactions among the various gases in the mixture [Hoory and Prausnitz, 1967; Moon and Tien, 1988; Sircar, 1991]. We demonstrate that this can be accomplished in a remarkably simple and effective way using a bimodal two-site discrete distribution with the Langmuir model [Myers, 1983], which we refer to as the “dual-site Langmuir” model.   Top of PageAbstract1. Introduction2. Pure-Gas Adsorption3. Mixed-Gas Adsorption4. Thermodynamic Analysis of the DSL Model5. Application to N2/O2 Adsorption on 5A-Zeolite6. Conclusion2. Pure-Gas Adsorption Theories of adsorption on heterogeneous surfaces are usually based on the concept of independent sites or patches, so that the total amount adsorbed is simply a summation over the various parts: ni(T,P,Ei) is called the local adsorption isotherm on a homogeneous surface with energy of adsorption −Ei. n(T,P) is the overall single-component isotherm measured experimentally. Equation 1 is written for a discrete distribution. For a continuous distribution of gas−adsorbent energies, characterized by a distribution function f(E), eq 1 is replaced by where f(E)dE is the fraction of the surface−gas interactions with energies in the range E to (E + dE). θ0(T,P,E) is the local isotherm model corresponding to gas−adsorbate interactions of energy −E. The distribution function f(E) is normalized so that  Equation 2 implies the existence of a saturated capacity (m, θ = n/m), which is the number of moles of gas adsorbed per unit mass of adsorbent at infinite pressure. This limits the use of the adsorption integral equation to microporous adsorbents such as zeolites and certain types of activated carbons and silica gels.  Sircar and Myers [1984] presented a mathematical analysis of this approach by testing two local isotherm models (Langmuir [1918] and Jovanovic [1969]) and several distribution functions for f(E). The distribution functions tested were the bimodal two-site discrete, the uniform, and the gamma distributions. A key conclusion of the Sircar and Myers [1984] study is that the  results are insensitive to higher order moments of the distribution beyond the first two (mean and standard deviation). Thus, the form of the distribution is unimportant and distribution functions can be chosen on the basis of mathematical convenience. We present an evaluation similar to that of Sircar and Myers [1984] to further illustrate the role of the distribution function, f(E). In the following analysis we compare the bimodal two-site discrete and the uniform distribution functions.  We assume that the local adsorption isotherm is given by the Langmuir [1918] model: An isotherm equation analogous to eq 2 may be written as follows: In eqs 4 and 5, for the purpose of mathematical simplification, we have replaced the distribution in energy with one in the Langmuir affinity parameter. The temperature dependence of the isotherm is contained in the temperature dependence of the affinity parameter, b.    Table 1. Artificial Isotherm Data Generated by the Uniform Langmuir Modela  PnPn 0.01 0.00987 2.0 0.5976 0.02 0.01948 4.0 0.7253 0.05 0.04690 6.0 0.7863 0.1 0.08839 8.0 0.8229 0.2 0.1588 10.0 0.4878 0.4 0.2653 20.0 0.9072 1.0 0.4507 40.0 0.9451  a mU = 1.0, μU = 1.0, ψU = 0.57735. Note that the units are arbitrary. The amount adsorbed is calculated using eq 6.    Sircar [1991] has shown that the use of a uniform distribution function for f(b) results in the following isotherm model: where n is the amount adsorbed per unit mass of adsorbent, mU is the saturation capacity, μU is the mean value of the affinity parameter, and ψU is the “degree of heterogeneity” of the uniform distribution. We refer to this model as the uniform Langmuir model. Given a uniform distribution where the lowest and highest values of b are bL and bH, respectively, the mean and standard deviation of the distribution are   The degree of heterogeneity (ψ) is defined to be the ratio of the standard deviation to the mean of the distribution [Sircar, 1991]. In the case of a uniform distribution, ψU is given by Equation 6 reduces to the Langmuir model when ψU is negligibly small. The upper bound of ψU is 1/ (or 0.577 35), since above this value the lower limit of the uniform distribution (bL) will have a negative value, which is physically unacceptable.  Use of the bimodal two-site discrete distribution in eq 5 (or in eq 1) results in the dual-site Langmuir (or DSL) model: where m(b) and b are the saturation capacity and the affinity parameter on the first set of sites, respectively, and m(d) and d are the analogous parameters on the second set of sites. By convention, we assume that the first set of sites has the larger affinity parameter, i.e., b > d. The total saturation capacity, mean affinity parameter, and degree of heterogeneity for the DSL model are as follows:    The DSL model has four parameters (m(b), b, m(d), and d) compared to three parameters for the uniform Langmuir model (mU, μU, and ψU), and most other models derived using eq 5. Does the fourth parameter of the DSL model play a useful role, or is it redundant? In order to understand the difference between the two distribution functions, artificial isotherm data were generated by the Uniform Langmuir model and fit in various ways by the DSL model. The Uniform Langmuir “data”, which use the maximum degree of heterogeneity permitted by this distribution, are presented in Table 1. These data were fit in the following way using the DSL model:  Parameter m(b) was fixed at various values in the range 0.2−0.8, and parameters b, m(d), and d were regressed to provide a best least-squares fit of the data, based upon a relative error between the “data” and the calculated DSL results.  Table 2 provides a summary of the fitting exercise. All the values of m(b) used permit a reasonably good fit of the data (average absolute deviation is less than 1%), although there is an optimum value of m(b) = 0.66. The DSL model provides a faithful description of the uniform Langmuir mean affinity parameter since μD is generally within 1% of the chosen value of μU (=1.0). The degree of heterogeneity calculated by the DSL model shows a greater deviation from the “true” value of 0.577 35, but the agreement is still semiquantitative. It is interesting  that the DSL fit for m(b) = 0.5 (approximately equal distribution between the two sets of sites) gives an excellent reproduction of the uniform Langmuir degree of heterogeneity. Another quantity of interest is the maximum adsorption capacity. Table 2 shows that the maximum adsorption capacity calculated by the DSL model is generally within 4% of the value used in the data generation (mU = 1.0).    Table 2. Summary of Fitting the Dual-Langmuir Model to the Data in Table 1a  m(b)av errorbm(d)bdmDμDψD 0.2 0.83 0.755 2.443 0.689 0.955 1.009 0.676 0.3 0.89 0.661 2.042 0.597 0.961 1.007 0.639 0.4 0.53 0.566 1.797 0.507 0.966 1.006 0.610 0.5 0.37 0.470 1.608 0.423 0.970 1.003 0.573 0.6 0.17 0.377 1.458 0.330 0.977 1.000 0.537 0.7 0.19 0.287 1.333 0.220 0.987 0.997 0.501 0.8 0.64 0.207 1.210 0.103 1.007 0.987 0.456  a Parameter m(b) has been fixed, and parameters m(d), b, and d (see eq 10) were regressed to the data.b The average error is defined to be the average absolute percentage difference between the calculated results and the data in Table 1.    In summary, the DSL model provides a good description of data generated by the Uniform Langmuir model even when one of the four parameters is varied over a large range. In all the fits, the key quantities (saturated capacity, mean affinity parameter, and degree of heterogeneity) of the two models are quantitatively similar. These results are consistent with the conclusion of Sircar and Myers [1984]:  the particular form of the distribution function used in eq 5 is not important if the first two moments (mean and standard deviation) are the same. The small differences between the two models are due to differences in the higher order moments of the uniform and dual-site distributions.  We feel that the main role of the fourth parameter of the DSL model is to permit a larger degree of heterogeneity. Inspection of eq 13 indicates that the degree of heterogeneity increases as the ratio d/b decreases; note that, by convention, d/b is less than unity. The maximum degree of heterogeneity occurs when d/b is vanishingly small, giving  Equation 14 shows that the DSL model will have large values of the maximum degree of heterogeneity if the ratio m(d)/m(b) becomes large compared to unity. In section 5 of this paper we see that the description of the isotherms for nitrogen adsorption on zeolites requires values of the degree of heterogeneity that are well in excess of unity. Thus the uniform Langmuir model cannot provide a quantitative description of these data, but the DSL model provides a quantitatively accurate description of these data. It should be noted that similar flexibility could be given to the uniform Langmuir model by extending it to a distribution that varies, for example, linearly with the affinity parameter. However, this will result in an isotherm equation more complicated than eq 6, whereas the DSL model is remarkably simple in form.  The DSL model is phenomenologically consistent with the adsorption of gases like oxygen and nitrogen in cation-rich zeolites. Razmus and Hall [1991] and Richards et al. [1995] have used Monte Carlo simulations to model the adsorption of oxygen and nitrogen in 5A-zeolite. Both papers conclude that the extra-framework cations of the zeolite provide the strong sites for the nitrogen and oxygen adsorption and that the adsorption of nitrogen is stronger than that of oxygen on the cationic sites because nitrogen has a higher quadrupole moment. The rest of the zeolite framework is relatively weakly adsorbing. Thus, a discrete two-site model is a reasonably good approximation. Papai et al. [1995] have used theoretical predictions to provide insight into the relatively strong interaction of nitrogen and oxygen with the extra-framework cations and show why the nitrogen−cation interaction is stronger than the oxygen−cation interaction.   Top of PageAbstract1. Introduction2. Pure-Gas Adsorption3. Mixed-Gas Adsorption4. Thermodynamic Analysis of the DSL Model5. Application to N2/O2 Adsorption on 5A-Zeolite6. Conclusion3. Mixed-Gas Adsorption An important method for the prediction of multicomponent gas adsorption is IAST or ideal adsorbed solution theory [Myers and Prausnitz, 1965] where the adsorbed phase is treated as ideal. IAST calculations are made by solving the following equilibrium equation for each component in the mixture: where the pure-component “vapor pressure”, Pi0, is obtained from the spreading pressure, (πA/RT). Strictly, the gas phase should be corrected for departures from ideality [Talu and Myers, 1988], but this is not important for the present discussion. ni0 represents the pure-gas isotherm for the ith component, and the spreading pressure is the same for all the components in the mixture. The value of the spreading pressure is determined by satisfying the constraint that the adsorbed-phase mole fractions sum to unity.  In this paper, IAST calculations have been performed by using the DSL model to represent the pure-gas isotherms. DSL is an effective model for this purpose since it provides a flexible mathematical form to correlate the pure-gas isotherms, and since the integral in eq 16 is easily evaluated, i.e., an analytical solution for eq 16 is easily available if ni0 is represented by eq 10.  Equations 15−17 are equivalent to treating the (heterogeneous) adsorbent as a single homogeneous adsorbent for the purposes of mixture calculations. An alternative method is the heterogeneous ideal adsorbed solution theory or HIAST [Hoory and Prausnitz, 1967; Sircar and Myers, 1984; Moon and Tien, 1988; Sircar, 1991], where IAST is applied on each independent site or patch. In the case of the DSL model, this simply reduces to solving the IAST equations for each of the two sites. Further, if the saturation capacities of all the gases on the two sites are the same, HIAST reduces to the remarkably simple form: where m(b) and m(d) are the saturation capacities on the two sites, assumed to be the same for all the adsorbates, bi and di are the affinity parameters for gas i on the two sites, and yi is the vapor-phase mole fraction of gas i. In order to complete the description of the DSL model we assume Arrhenius temperature dependencies for the affinity parameters:  where bi0 and di0 define the two affinity parameters of gas i at the reference temperature of T0 and Qi(b) and Qi(d) are the heats of adsorption of gas i on the two sites.  The mixed-gas DSL model (hereinafter referred to as HIAST), defined by eqs 18−20, provides a simple yet powerful way to describe mixed-gas adsorption. The pure-gas isotherm offers a flexible mathematical form due to the high degree of heterogeneity that it allows. In the case of mixed-gas adsorption, the flexibility of allocation of the two sites permit description of a  relatively large variation of mixed-gas selectivity. The power of the model is demonstrated by application to a comprehensive set of data for the pure- and mixed-gas adsorption of nitrogen and oxygen on 5A-zeolite.  The HIAST-DSL model has previously been used by Myers [1983].   Top of PageAbstract1. Introduction2. Pure-Gas Adsorption3. Mixed-Gas Adsorption4. Thermodynamic Analysis of the DSL Model5. Application to N2/O2 Adsorption on 5A-Zeolite6. Conclusion4. Thermodynamic Analysis of the DSL Model Talu and Myers [1988] have presented a summary of rules, limits, and consistency requirements that apply to the adsorption of single gases and their mixtures. The DSL model meets all these requirements.  The limiting slope of the pure-gas DSL model is positive and finite: The spreading pressure of the DSL model (see eq 16) is given by The spreading pressure is well behaved for all positive pressures. In addition, the spreading pressure is explicit in the pressure, which allows easy application of the IAST predictive method.  The mixed-gas isosteric heat of adsorption is derived from the adsorption loading by the following thermodynamic relationship [Sircar 1985]: Application of eq 23 to the pure-gas DSL (eq 10) model gives the derived pure-gas isosteric heat: The isosteric heat derived from the DSL model is well behaved for all positive temperatures and pressures.  Since the pure-gas DSL model is thermodynamically well-behaved, use of it with the IAST method is also guaranteed to be thermodynamically consistent. Equation 18 results from applying HIAST to the pure-gas DSL model, and thus it also is guaranteed to be thermodynamically consistent.   Top of PageAbstract1. Introduction2. Pure-Gas Adsorption3. Mixed-Gas Adsorption4. Thermodynamic Analysis of the DSL Model5. Application to N2/O2 Adsorption on 5A-Zeolite6. Conclusion5. Application to N2/O2 Adsorption on 5A-Zeolite Talu et al. [1996] have presented a complete set of data for the adsorption of nitrogen and oxygen on 5A-zeolite (manufactured by Tosoh Corp.), a zeolite of interest to the production of oxygen by VSA technology. The data consist of pure-gas isotherms for both gases at 23 and 45 °C, as well as several mixed-gas data. The mixed-gas data study the variation of mixed-gas adsorption with temperature, pressure, and gas composition, using a base point of 23 °C, 9 atm, and a gas composition of 20% O2. Talu et al. [1996] evaluated the data using consistency tests, reproducibility studies, and agreement between two different sets of equipment; we are thus confident that the data are reliable and accurate.  We have used the entire set of data to simultaneously obtain an optimum set of DSL parameters, similar to the method used by Talu and Hayhurst [1989]; the parameters are reported in Table 3. The parameters were obtained by a least-squares method that minimized the relative differences between experimental and calculated loadings; in the case of binary data, two fractional differences were used for each data point. The DSL model has six parameters for each gas. With the constraint that m(b) and m(d) are the same value independent of the particular gas, there are a total of 10 parameters for the two gases. Oxygen adsorption on 5A-zeolite is well described by the original Langmuir model. Thus, in addition, we used the constraint that the two oxygen affinity parameters (b0 and d0) and the oxygen heats (Qb and Qd) have the same value, leaving the total number of parameters describing the N2/O2 adsorption on 5A-Zeolite at eight. The use of a simple, homogeneous model for the oxygen isotherm is supported by the theoretical calculations of Papai et al. [1995] who show that the interaction of oxygen with the extra-framework cations of the zeolite is weak, perhaps only slightly greater than the interaction of oxygen with the framework.    Table 3. Dual-Site Langmuir Parameters for N2/O2 Adsorption on 5A-Zeolitea  parameternitrogenoxygen m(b) (mmol/g) 0.69 b0 (atm-1) 1.2305 0.0518 Q(b) (cal/g mol) 5461.1 3716.7 m(d) (mmol/g) 3.34 d0 (atm-1) 0.0740 0.0518 Q(d) (cal/g mol) 4265.6 3716.7 ψD (23 °C) 1.60 0  a T0 = 23 °C = 296.15 K; see eqs 19 and 20.    Since the affinity and heat parameters for oxygen are the same on both sites, its degree of heterogeneity is equal to zero. The values of ψD for O2 and N2 are reported in Table 2. We see that for N2, ψD = 1.6, which, from our experience, is typical for nitrogen adsorption on zeolites used for oxygen production by vacuum-swing adsorption.  Figure 1 presents a comparison between experimental data and the DSL model for the pure-gas N2 and O2 isotherms; the model uses the parameters reported in Table 3. The DSL model generally provides a good fit of the data, but there is some model inadequacy at the higher pressures. This is because the DSL model parameters have also been adjusted to fit the binary data. If the pure-gas data alone are fitted, the DSL model can represent the data within measurement uncertainty.   Figure 1 Adsorption of pure N2 and O2 on 5A-Zeolite. Open and Closed points are N2 and O2 data, respectively, and lines are DSL model with parameters in Table 3.   Figure 2 provides another view of the pure-gas fit of the DSL model, a plot of n/P versus n. This plot is useful since it will be a straight line if the data and/or model follow the original Langmuir isotherm. We see that O2 adsorption is Langmuirian, but N2 adsorption is not. Plots such as Figure 2 are also useful because the intercept at zero loading is the Henry's Law constant at the particular temperature.   Figure 2 Adsorption of pure N2 and O2 on 5A-Zeolite. Open and Closed points are N2 and O2 data, respectively, and lines are DSL model with parameters in Table 3.   Figure 3 presents the pure-gas isosteric heat of adsorption at 23 °C calculated by the DSL model. We note that the adsorption of N2 is heterogeneous since the isosteric heat of adsorption decreases with increased loading. On the other hand, the heat of adsorption of O2 is independent of loading. The latter prediction results since Q(b) = Q(d), but in general we find that oxygen adsorption on zeolites is only slightly heterogeneous.   Figure 3 Isosteric heat predicted by the DSL model (parameters in Table 3) for pure O2 and pure N2 adsorption on 5A-Zeolite at 23 °C.   Figure 4 presents the partial loadings of N2 and O2 at 23 °C and a gas-phase concentration of 20% O2 as a function of pressure. We have chosen to present the ratio of the mixed-to-pure loadings since they offer a test of data consistency and highlight the trends of the competitive adsorption. The ratio for nitrogen is defined as follows:   Figure 4 Ratio of mixed-to-pure loadings for N2 and O2 on 5A-Zeolite at 23 °C and 20% O2 in the gas phase as a function of pressure. Open and Closed points are N2 and O2 data, respectively, dashed line is IAST prediction, and full line is DSL calculation.   The ratio for oxygen is similarly defined. The ratio of pure-to-mixed loadings is useful since it must go to unity at zero pressure, and since its value at finite pressures gives an indication of the competitive adsorption. Figure 4 also presents calculations by the HIAST method (eq 18) and the IAST method. Both calculated methods and the experimental data are thermodynamically consistent since both the ratios approach unity at zero pressure. In addition, we see that both IAST and HIAST correctly predict that the ratio for N2 (the more strongly adsorbed component) only drops slightly below unity. IAST predicts a far bigger drop in the O2 ratio than is experimentally observed, while HIAST gives a far better description of the O2 ratio.  Figure 5 presents the N2/O2 selectivity at 23 °C and 20% O2 as a function of pressure. The selectivity is defined as, The selectivity at zero pressure must approach the ratio of the N2 and O2 Henry's Law constants, which is about 5.3 at 23 °C. The experimental data and the two calculation methods (IAST and HIAST) all correctly approach the limiting value of selectivity. IAST predicts  a far smaller drop in selectivity with increasing pressure than is experimentally observed, while HIAST provides a good description of selectivity. This demonstrates the value of the flexible form of eq 18. The first set of sites is highly selective to N2 over O2. Table 3 indicates that the selectivity on the first set of sites (defined by the ratio of b0 for N2 and O2) at 23 °C is 1.2305/0.0518 ≈ 24, while the selectivity on the second set of sites at 23 °C is 0.0740/0.0518 ≈ 1.4. The drop in selectivity with pressure depends on the relative amount of the two sets of sites. If the adsorption sites are mainly of the first kind (i.e., highly selective), increased pressure will not adversely affect selectivity. On the other hand, if there are a significant number of the less selective sites (as in the present case), selectivity will drop sharply with increased pressure. The value of the flexible form of eq 18 is that the model parameters can adjust to fit the pure-gas as well as the mixed-gas data. On the negative side, this also means that at least a few mixed-gas data are necessary to determine the model parameters.   Figure 5 N2/O2 Selectivity at 23 °C and 20% O2 in the gas phase as a function of pressure. Points are data, dashed line is IAST prediction, and full line is DSL calculation.   Figure 6 Ratio of mixed-to-pure loadings for N2 and O2 on 5A-Zeolite at 23 °C and 9 atm as a function of gas composition. Open and Closed points are N2 and O2 data, respectively, dashed line is IAST prediction, and full line is DSL calculation.   Figures 6 and 7 show loading ratio and selectivity variations for the case where gas composition is varied at 23 °C and 9 atm. Figure 6 provides a good test of the models and data since the ratio for a particular component must approach unity as its mole fraction approaches unity. The data and the two calculation methods satisfy this test. Again we see that the flexibility of the present HIAST method allows an  accurate correlation of the data. Figure 7 presents the selectivity as a function of gas composition. All consistent mixed-gas adsorption methods must cross the IAST predictions on this plot [Talu and Myers, 1988]. The HIAST method clearly satisfies this test. The experimental data tend to satisfy this test, but unfortunately data have not been measured at sufficiently high oxygen concentrations to be sure.   Figure 7 N2/O2 selectivity at 23 °C and 9 atm as a function of gas composition. Points are data, dashed line is IAST prediction, and full line is DSL calculation.   Figure 8 N2/O2 selectivity at 9 atm and 20% O2 in the gas phase as a function of temperature. Points are data, dashed line is IAST prediction, and full line is DSL calculation.   Figure 8 presents the temperature variation of the selectivity at 9 atm and 20% O2 in the gas phase. The data show considerable scatter. Again, the HIAST method provides a good correlation of the experimental data.   Top of PageAbstract1. Introduction2. Pure-Gas Adsorption3. Mixed-Gas Adsorption4. Thermodynamic Analysis of the DSL Model5. Application to N2/O2 Adsorption on 5A-Zeolite6. Conclusion6. Conclusion The DSL model is valuable for the analysis and correlation of pure- and mixed-gas adsorption data. The high degree of heterogeneity permitted by the four-parameter isotherm model (eq 10) facilitates accurate representation of pure-gas isotherms. The flexible representation of mixed-gas competition yields accurate correlation of mixed-gas data, but at least a few mixed-gas data are necessary for the parameter determination. The power of the model is demonstrated by application to the adsorption of nitrogen and oxygen on 5A-zeolite.  The simple form of eq 18 works well in the present application because the saturation capacities of the two adsorbates are approximately equal. In the cases where the saturation capacities are significantly different (e.g., water and nitrogen adsorption on zeolites), eq 18 will have to be replaced by a form where IAST is iteratively solved on each of the two sites. The performance of the latter model has yet to be tested.   b = affinity parameter in the Langmuir isotherm  bL = lowest value of b in the uniform model  bH = highest value of b in the uniform model  d = affinity parameter of Langmuir model  E = adsorption energy for a homogeneous patch  f = distribution function of Langmuir parameter b  m = specific saturation capacity  m(b) = specific saturation capacity of first site of dual-site model  m(d) = specific saturation capacity of second site of dual-site model  n = specific amount adsorbed  ni0 = pure-gas isotherm for component i in IAST calculation  P = pressure  Pi0 = adsorbate “vapor pressure” corresponding to specified spreading pressure  q = isosteric heat of adsorption  Qi(b) = heat of adsorption of component i on first site of dual-site model  Qi(d) = heat of adsorption of component i on second site of dual-site model  R = gas constant  RN2 = ratio of mixed-to-pure loading for N2  T = temperature  T0 = reference temperature for the DSL model  x = mole fraction of adsorbed phase  y = mole fraction of gas phase  Greek Symbols  α = selectivity  μ = mean of distribution  π = spreading pressure  θ = fractional amount adsorbed  σ = standard deviation of distribution  ψ = degree of heterogeneity  Subscripts and Superscripts  i = component i  0 = adsorption on a homogeneous patch  U = uniform distribution function  D = dual- or two-site distribution function       ✗   Abstract published in Advance ACS Abstracts, May 1, 1996.   This article references 23 other publications. Hartzog, D. G.; Sircar, S.   Sensitivity of PSA Process Performance to Input Variables. AIChE Annual Meeting, St. Louis, MO, 1993.There is no corresponding record for this reference.  Hoory, S. E.; Prausnitz, J. M. Monolayer Adsorption of Gas Mixtures on Homogeneous and Heterogeneous Surfaces.   Chem. Eng. Sci. 1967, 22, 1025.[Crossref], [CAS]. Monolayer adsorption of gas mixtures on homogeneous and heterogeneous solidsHoory, Sadok E.; Prausnitz, John M.Chemical Engineering Science\r\n        (1967),\r\n    22\r\n        (7),\r\n    1025-33CODEN:\r\n                CESCAC;\r\n        "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/1996/iecred.1996.35.issue-7/ie950291y/production/images/small/ie950291yf00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/1996/iecred.1996.35.issue-7/ie950291y/production/images/small/ie950291yf00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/1996/iecred.1996.35.issue-7/ie950291y/production/images/small/ie950291yf00003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/1996/iecred.1996.35.issue-7/ie950291y/production/images/small/ie950291yf00004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/1996/iecred.1996.35.issue-7/ie950291y/production/images/small/ie950291yf00005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/1996/iecred.1996.35.issue-7/ie950291y/production/images/small/ie950291yf00006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/1996/iecred.1996.35.issue-7/ie950291y/production/images/small/ie950291yf00007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/1996/iecred.1996.35.issue-7/ie950291y/production/images/small/ie950291yf00008.gif\">"]}