{"title": ["Adsorption Measurements of Nitrogen and Methane in Hydrogen-Rich Mixtures at High Pressures"], "authors": ["Moises Bastos-Neto", "Andreas Moeller", "Reiner Staudt", "Jürgen Böhm", "Roger Gläser"], "doi": ["10.1021/ie200652e"], "abstract": "The separation of nitrogen and methane from hydrogen-rich mixtures is systematically investigated on a recently developed binder-free zeolite 5A. For this adsorbent, the present work provides a series of experimental data on adsorption isotherms and breakthrough curves of nitrogen and methane, as well as their mixtures in hydrogen. Isotherms were measured at temperatures of 283–313 K and pressures of up to 1.0 MPa. Breakthrough curves of CH, N, and CH/N in H were obtained at temperatures of 300–305 K and pressures ranging from 0.1 to 6.05 MPa with different feed concentrations. An LDF-based model was developed to predict breakthrough curves using measured and calculated data as inputs. The number of parameters and the use of correlations were restricted to focus on the importance of measured values. For the given assumptions, the results show that the model predictions agree satisfactorily with the experiments under the different operating conditions applied.", "text": ["Top of PageAbstractIntroductionModelMaterials and MethodsResults and DiscussionConclusionsReferencesIntroductionEven though it is not a primary energy source, hydrogen needs to be produced and consequently purified. The current main source of hydrogen is the processing of fossil derivatives such as methane, coal, and heavy hydrocarbons. Other sources include electrolysis and biological processes.(1-3)Hydrogen is most commonly produced through the steam reforming of natural gas combined with the water–gas shift reaction, from which a hydrogen-rich stream (70–80%) containing impurities, namely, hydrogen sulfide (traces), water vapor (<1%), nitrogen (<1%), methane (3–6%), carbon monoxide (1–3%), and carbon dioxide (15–25%), is produced.(4-6) To obtain hydrogen with the desired purity, these contaminants must be removed. The removal process is industrially carried out by pressure swing adsorption (PSA), which is usually designed to obtain a hydrogen stream containing 98–99.999 mol % H2.(6, 7)Despite the remarkable growth in practical applications of adsorptive gas separation, the commercial design and optimization of these processes still largely remain an experimental effort. This is primarily due to the inherently complex nature of technical adsorption systems.(8)The most important challenges in this area today are the development of (i) a deeper understanding of the equilibrium, dynamics, and thermal effects involved in the separation of mixtures and (ii) less expensive and less time-consuming models to describe the influence of the equilibrium, kinetics, and heat effects on such processes. Today’s models frequently cannot predict data with the accuracy and reliability required by industry.(8-10) A more detailed discussion of the contemporary research needs with interesting examples of current industrial design requirements can be found elsewhere.(8)To achieve the desired model reliability, it is necessary to have a considerable amount of experimental data, including mainly adsorption isotherms and breakthrough curves, that can provide a direct and realistic interpretation of the adsorption process. By measuring breakthrough curves, one can evaluate the amount adsorbed, the influence of other species, and the interval required by each step (adsorption/desorption).Most of the available data on breakthrough curves of CH4, CO, CO2, and N2 in hydrogen are results of simulations, mainly those at high pressures (above 2.0 MPa), with few experimental data. The current literature lacks measured data at different pressures and temperatures, especially in newly developed materials.(9, 10)Regarding the removal of methane, an important issue related to the transport of H2 is to be considered, as the lack of an appropriate infrastructure poses a significant barrier for the development of hydrogen-based energy systems. Storage and transportation of hydrogen as either a gas or liquid are rather expensive. Therefore, the development of a pipeline-based hydrogen distribution network is required. It has been shown that the construction of a dedicated hydrogen distribution network would be more expensive than use of the network already available for natural gas.(11, 12) Hydrogen would be injected and either mixed with natural gas at the point of production or transported through the pipeline as a slug. Finally, at the point of use, hydrogen would be separated from the H2/CH4 mixtures. Consequently, a feasible separation of hydrogen from natural gas (e.g., by means of PSA) is a key issue that needs to be addressed.(12)Nitrogen usually comprises a minor impurity (i.e., at low concentrations) and is relatively inert and harmless to most hydrogen applications. However, to obtain the desired product purity, it must be removed from hydrogen-rich mixtures on industrial separation processes. The problem is that nitrogen shows relatively low adsorption affinity with the adsorbent materials commonly used for hydrogen purification.This study provides isotherms of CH4 and N2, as well as experimental and predicted data for breakthrough curves of CH4, N2, and their mixture in H2, on a recently developed binder-free 5A-type zeolite at pressures ranging from 0.1 to 6 MPa. A linear-driving-force- (LDF-) based model was applied using measured parameters (obtained from adsorption isotherms, bed geometry, etc.) and properties evaluated according to corresponding literature data (e.g., heat capacity and thermal conductivity) as input values. After that, this model was validated by comparing predictions with experiments.With the modeling and experimental investigation, this study also aims at a deeper insight into the adsorptive separation of carbon monoxide from hydrogen on fixed beds, by analyzing the influence of the adsorption equilibrium and operating variables such as the feed flow rate, pressure, and composition on the performance of a separation unit.Top of PageAbstractIntroductionModelMaterials and MethodsResults and DiscussionConclusionsReferencesModelIn this section, we provide a simple approach to the calculation of fixed-bed adsorption, which is a subject that is well-established in the literature.(5, 7, 13-19) A comprehensive summary of models developed to analyze data and predict results for a variety of adsorption systems has been reported elsewhere.(20)To describe the dynamic behavior of separation processes in fixed beds, a general mathematical model was used that consists of coupled mass and energy balances with suitable boundary and initial conditions. The set of differential equations was solved by numerical integration using the Euler method of finite differences, written in Borland Delphi 3.0. The model was designed based on the system schematically illustrated in Figure 1 with assumptions commonly found in the literature(4, 13, 14, 21) and simplified for reasons discussed below.Figure 1. Schematic representation of the fixed bed.Model AssumptionsThe following model assumptions were applied:The adsorbent behaves as an ideal gas throughout the column.No mass, heat, or velocity gradients are present in the radial direction.The system exhibits plug flow with axial mass dispersion.The effects of external mass transfer (i.e., film mass transfer and macropore diffusion) are negligible.Mass transfer into the particle is described according to the linear-driving-force model.(7, 13, 14)No temperature gradient is present inside the particles, and thermal equilibrium exists between the gas and the adsorbent.The system operates adiabatically.The heat-transfer coefficients are constant.The bed porosity is constant and homogeneous along the bed length.No pressure drop is considered.Adsorption of H2 is neglected under the studied conditions.Model Equations and ParametersAs no radial dispersion is considered and the volumetric flow rate remains constant along the bed (∂u/∂t = 0), the mass balance can be written as(7, 13, 14)where Cg,i is the concentration of component i in the gas phase, u is the advection (interstitial) velocity, Dax is the axial mass dispersion coefficient, ε is the bed porosity, εp is the particle porosity, ρap is the particle average density, q̅i is the average concentration of component i in the adsorbed phase, z is the axial position, and t is the time.The ideal gas law is used to correlate the partial pressures with the concentrationswhere p is the pressure, R is the ideal gas constant, and T is the temperature.Ignoring the external mass-transfer effect and using the linear-driving-force (LDF) approximation for intrapellet diffusion, the rate at which the average concentration changes is expressed as(7, 14)The adsorbed concentration in equilibrium with the concentration in the gas phase, qi*, is described by an appropriate isotherm model. The effective mass-transfer coefficient, keff, was assumed to be constant for a given operation and fitted to each breakthrough curve.The assumption of thermal equilibrium between the gas and adsorbent at each axial position is reported to be very reasonable.(4) Additionally, no dispersive energy transfer is taken into account. Another simplification is that the adsorbed-phase heat capacity is negligible,(14) as its magnitude is much lower than the sum of the other heat capacities (fluid phase, adsorbent, and wall). Hence, there are two energy balances(7, 14)andwhere c̃pg,i is the molar specific heat at constant pressure of component i; ĉps is the particle specific heat at constant pressure; ĉpw is the wall specific heat at constant pressure; ΔHi corresponds to the isosteric heat of adsorption of component i; hw is the film heat-transfer coefficient between the gas and wall; di corresponds to the column internal diameter; Tw is the wall temperature; T∞ is the room temperature; ρw is the wall density; αw and αwL are geometrical factors (see the Nomenclature section); and the overall heat-transfer coefficient, Ug, was set to zero (adiabatic system).The mass dispersion along the bed length is commonly described in terms of the axial mass dispersion coefficient, Dax, which, in this work, was calculated according to three different correlations found in the literature (specifically, refs 13, 22, and 23 for eqs 6–8, respectively)where rp corresponds to the average particle radius and Dm, the molecular diffusivity, was calculated for each experimental run at feed temperature and pressure conditions using the Chapman–Enskog equation.(24)Equation 6 corresponds to a simplified evaluation of axial mass dispersion for cases where the adsorbent particles are available in sizes smaller than 3 mm.(13) Equation 7 was applied by Lopes et al. (2009)(22) to describe Dax in a bed of 165-mm height, packed with extrudates of activated carbon or zeolite with sizes ranging from 3 to 6 mm and diameters up to 2.35 mm, used to measure breakthrough curves of different adsorbents at a partial pressure of 5 × 10–4 MPa. Equation 8 was used by Sohnemann (2005)(23) to evaluate the effective axial mass dispersion in a two-dimensional model of a conical activated carbon bed used to adsorb gasoline vapors.The heat capacities of H2, CH4, and N2 were evaluated with a polynomial function of the temperature,(25) and the heat capacity of the mixture was calculated aswhere yi is the molar fraction of component i.The film heat-transfer coefficient between the gas and wall, hw, was calculated according to the equationThe Nusselt number, Nu, was set to 5.77, which corresponds to plug flow with a constant wall temperature in a circular tube,(24) and the gas-mixture thermal conductivity, kg, was calculated as reported in refs 24 and 25 at feed conditions and assumed to be constant along the bed operation.The following boundary and initial conditions were used:(7)The boundary and initial conditions define an empty adsorber that is thermally equilibrated with the environment at the beginning, with no concentration or temperature gradients within the bed outlet. The well-known Danckwerts(26) boundary condition, represented by the first line in the preceding of equations, was applied at the inlet of the adsorber. Such conditions allow dispersion effects on the concentration at the inlet and are obtained for cases in which the continuity of the concentration is lost at the origin.(27)The decrease of gas flow by adsorption was taken into account by the model. Knowing the space- and time-resolved concentrations of all components, the interstitial velocity was recalculated for the next numerical step, according to the ideal gas law over the partial pressures under the assumption of constant total pressure (no pressure drop).The model parameters were analyzed for the relative sensitivity on the process dynamics and influence on the prediction. Model validation was accomplished by comparing predictions with the experimental data.Top of PageAbstractIntroductionModelMaterials and MethodsResults and DiscussionConclusionsReferencesMaterials and MethodsThe hydrogen (99.9992%), methane (99.5%), and nitrogen (99.9992%) used in this study were supplied by Air Products GmbH (Bochum, Germany). The water content of methane was evaluated considering the maximum contents of O2, N2, H2, and hydrocarbons, reaching a theoretical maximum value of 800 ppm, which can be neglected for short-term operation of the bed without regeneration even for the most extreme conditions of pressure and concentration studied in this work. The used 5A zeolite, namely, KÖSTROLITH 5ABF (binder-free), was provided by CWK Chemiewerk Bad Köstritz GmbH (Bad Köstritz, Germany) and was assumed to be suitable for H2 purification processes. Textural characteristics of the adsorbent, experimentally evaluated through N2 isotherms at 77 K, are listed in Table 1.Table 1. Textural Characteristics of the Binder-Free Zeolite 5AsampleKÖSTROLITH 5ABFspecific surface area (m2 g–1)680.0total pore volume (cm3 g–1)0.279The specific surface area was evaluated using the Brunauer–Emmett–Teller (BET) equation, and the total pore volume corresponds to the adsorbed volume of nitrogen near the saturation point. More details on the methodology of evaluation of these properties can be found elsewhere.(28)Adsorption isotherms of single components were measured by gravimetry using a magnetic suspension balance from Rubotherm (Bochum, Germany) and evaluated for each component according to literature references.(29-35) Prior to the adsorption experiments, the sample was pretreated at 673 K, under a vacuum, for about 10 h until no mass variations were observed. Then, methane or nitrogen pressure in the measuring cell was increased stepwise so that adsorption isotherms could be measured at pressures up to 1.0 MPa and at temperatures of 283–313 K.The experimental setup for measuring breakthrough curves, represented in Figure 2, consists of a stainless steel column, where the adsorbent sample was packed; three mass flow controllers [maximum flows at standard ambient temperature and pressure (SATP) of 5.0, 0.83, and 1.67 cm3 s–1]; a pressure controller (maximum 6.5 MPa) from Brooks Instrument (Hatfield, PA); a continuous gas analyzer with an infrared detector for the measurement of CH4 from ABB-Hartmann & Braun (Mannheim, Germany); and a PRISMA QME 200 mass spectrometer for the analysis of N2 from Balzers-Pfeiffer (Asslar, Germany).The adsorbent bed was tested for the capacity and kinetics of CH4 and N2 adsorption by measuring breakthrough curves at distinct pressures and concentrations. Table 2 lists the characteristics of the adsorbent particles, fixed bed, and column. Table 3 lists the operating conditions for each mixture.Figure 2. Experimental setup used for the measurement of breakthrough curves.Table 2. Bed, Adsorbent, and Column Characteristics NaMaTaBedbed length (×102 m)17.48.017.4bed massb (×103 kg)43.2121.4544.82bed porosity0.460.440.46Adsorbentformsphericalparticle porosity0.41particle radius (×102 m)0.1particle average density (kg m–3)1209particle specific heat (J kg–1 K–1)920Columncolumn internal diameter (×102 m)2.2wall thickness (×103 m)3wall density (kg m–3)7860wall specific heat (J kg–1 K–1)477overall heat-transfer coefficient (W m–2 K–1)0aOperating conditions. N, N2/H2; M, CH4/H2; and T, CH4/N2/H2bNonactivated sample (as supplied). Average mass loss during regeneration = 4.0%.Table 3. Operating Conditions for the Breakthrough Curve Experiments and SimulationsN2/H2experimental runfeed temperature (K)feed pressure (MPa)feed molar fraction of CH4 (%)feed flow rate (cm3 s–1 at SATP)N13010.12.13.35N23010.52.13.35N33010.15.13.35N43010.55.13.35N53001.05.13.35N63002.05.13.35N73014.05.13.35CH4/H2experimental runfeed temperature (K)feed pressure (MPa)feed molar fraction of CH4 (%)feed flow rate (cm3 s–1 at SATP)M13010.108.82.86M23011.018.82.86M33032.028.82.86M43034.038.82.86M53056.058.92.86CH4/N2/H2experimental runfeed temperature (K)feed pressure (MPa)feed molar fraction of CH4 (%)feed molar fraction of N2 (%)feed flow rate (cm3 s–1 at SATP)T13010.510.024.963.35T23001.010.024.963.35The zeolite bed was pretreated for about 10 h at 673 K with approximately 1.0 cm3 s–1 (SATP) helium flow. Subsequently, the bed was purged with pure hydrogen for at least 30 min to ensure the absence of helium during the experiments. After this step, cyclic experiments (2–4 cycles) were carried out for a given concentration and pressure at room temperature. Feed concentrations of mixtures were set by adjusting the gas flow controllers. Between each cycle, there was a desorption step to purge the bed with pure H2 at the same flow rate as used in the adsorption step, accomplished by closing the component stream (CH4 and N2) valves after bed saturation.Because adsorption of hydrogen was neglected, the adsorption equilibria of methane and nitrogen in CH4/H2 and N2/H2, respectively, were described by the Toth (eq 11) and SIPS (eq 12) models for each gasFor both cases, the temperature dependence of the isotherm constant (Ki), the maximum adsorbed concentration (qmax,i), and the heterogeneity parameter (ni) were evaluated as follows(29)Parameters K0,i, qmax0,i, n0,i, χ0,i, κ0,i, and Qi are constants for each gas/adsorbent system, obtained by fitting the isotherm model to the set of isotherms (at all temperatures) of each gas simultaneously.To describe the multicomponent equilibrium of CH4/N2 in H2, a Langmuir-based model similar to that applied by Jee et al. (2001)(36) and Yang and Lee (1998)(37) was used. The approach corresponds to the SIPS model(29) extended to multicomponent adsorption and is represented by the equationComplementarily, the IAST model(29, 38) was applied to predict the isotherms of the studied mixtures as a parameter to analyze the integral adsorbed amounts from the experimental breakthrough curves. However, this approach was not used in the model to predict the curves, because of the excessive computational time required to solve the complete set of equations.Top of PageAbstractIntroductionModelMaterials and MethodsResults and DiscussionConclusionsReferencesResults and DiscussionFigure 3 displays the measured nitrogen isotherms at 283, 293, 298, 303, and 313 K for pressures up to 1.0 MPa. In analogy, methane isotherms at 283, 293, 303, and 313 K for pressures up to 1.0 MPa are presented in Figure 4. In both cases, the experimental data were compared to the respective fits of the Toth (eq 11) and SIPS (eq 12) isotherm models. Fit parameters are summarized in Table 4.The isotherms show typical type-I behavior and were validated by comparing their order of magnitude with literature reports on other adsorbents, as shown by the good agreement in Figure 5.Figure 3. Nitrogen isotherms on the zeolite KÖSTROLITH 5ABF.Figure 4. Methane isotherms on the zeolite KÖSTROLITH 5ABF.Table 4. Fitting Parameters of the Toth and SIPS Models for Methane and Nitrogen on the Zeolite KÖSTROLITH 5ABF T0 (K)qmax0,i (mol kg–1)K0,i × 10 (MPa–1)n0,iκiχiQi (J mol–1)RMSEaToth ModelCH43034.5790.1940.8430.3890.831198050.00648N22936.3710.1880.5010.1920.000199120.01583SIPS ModelCH42934.4150.2170.9360.5351.259152350.00409N22934.2020.1060.8140.8991.23599100.01556aRMSE = root-mean-square error.Figure 5. Comparison of isotherms measured at 303 K with literature data.(15, 22)The experimental breakthrough curves of N2/H2 and CH4/H2 were analyzed for their consistency by comparing the integral adsorbed amount (of N2 and CH4, respectively) at equilibrium with the predictions given by the Toth and SIPS isotherm models. The integral amounts were obtained by integrating the area above the breakthrough curve.(7, 13, 14)Given the different operating temperatures (see Table 3), the experimental adsorbed amounts were compared with the model predictions at two distinct temperatures: 298 K (upper lines) and 303 K (lower lines). Figures 6 and 7 show the relationship between experiments and isotherm models for nitrogen and methane, respectively. A quantitative comparison between the adsorbed amounts derived from the breakthrough curves and the adsorbed amounts predicted by the temperature-dependent isotherm models (i.e., Toth and SIPS) is presented in Table 5, with the percentage error for each point and the root-mean-square error for each set of predicted values.Figure 6. Integral adsorbed amounts calculated from the breakthrough curves compared with the isotherm fits from gravimetric data for nitrogen on the zeolite KÖSTROLITH 5ABF.Figure 7. Integral adsorbed amounts calculated from the breakthrough curves compared with the isotherm fits from gravimetric data for methane on the zeolite KÖSTROLITH 5ABF.Table 5. Quantitative Comparison of the Amount Adsorbed Derived from the Breakthrough Curves with the Isotherm Models for the Corresponding Conditions of Pressure and Temperature   experimentalaToth modelSIPS modelexperimental runT (K)pressure (MPa)qqerror (%)qerror (%)M13010.0090.0910.0829.40.0855.8M23010.0890.6630.6531.50.6502.1M33030.1781.0681.0600.81.0561.1M43030.3571.5621.656–6.01.658–6.1M53050.5352.0171.9990.92.0030.7    RMSE = 0.0435RMSE = 0.0442N13010.0020.0190.0192.00.024–22.4N23010.0110.0830.0804.20.085–2.2N33010.0050.0420.0414.00.046–9.4N43010.0260.1710.1710.10.173–0.7N53000.0510.3010.310–2.90.306–1.6N63000.1020.5050.525–3.90.516–2.0N73010.2060.8350.8350.10.8251.2    RMSE = 0.0083RMSE = 0.0062aDerived from the breakthrough curves. RMSE = root-mean-square error, q = amount adsorbed (mol kg–1).In both cases, the agreement between experimental data from the breakthrough curves and the isotherm fits derived from the gravimetric measurements is very good. These plots show that the experimental breakthrough curves are consistent with respect to the bed’s adsorptive capacity independent of the influence of heat and transport effects.From these plots, one can also observe that, for lower pressures, the Toth model is more consistent with the data than the SIPS model, although at higher pressures, they yield practically to the same results. This is explained by the fact that the SIPS equation does not have the right behavior at low pressures; that is, it does not give the correct Henry's law limit.(29) Such behavior can be also observed in Table 5 by the error obtained with the SIPS fit for low partial pressures, especially for the case of nitrogen. Given this reason, only the Toth equation and its fit parameters (Table 4) for the mathematical model were applied to describe breakthrough curves of nitrogen and methane in hydrogen.Ideally, both methods for measuring the adsorption capacity (gravimetry and column dynamics) should lead to qualitatively the same results under the same conditions. However, because of deviations inherent in the experimental procedure of each method (i.e., deviations of temperature, activation conditions, and instrumental accuracy), it is quite hard to reproduce the results using different methods or equipments. A more detailed discussion regarding the advantages and problems of different experimental methods to evaluate equilibrium adsorption can be found elsewhere.(39)Breakthrough curves of methane (Figure 8) have previously been reported and discussed.(40) Experimental breakthrough curves for nitrogen with the respective model results using eq 6 for the evaluation of the axial dispersion coefficient, Dax, are plotted in Figure 9. For both cases, three different relations to evaluate Dax (eqs 6–8) were used, and therefore, three different values for the effective mass-transport coefficient, keff, were obtained from the fits. With the exception of the curves corresponding to the operating conditions N1 and N3, the shapes of the simulated curves are practically identical. Values of Dax and the respective keff are summarized in Table 6.Figure 8. Breakthrough curves of methane on zeolite KÖSTROLITH 5ABF. Data points (◻, ○, Δ,▽, ◊) were experimentally obtained, and solid lines (—) are predictions obtained with the applied model. Operating conditions are listed in Table 3.Figure 9. Breakthrough curves of nitrogen on zeolite KÖSTROLITH 5ABF. Data points were experimentally obtained, and solid lines are simulations performed with the proposed model. Operating conditions for each curve are listed in Table 3.Table 6. Fitted Values of the Effective Mass-Transport Coefficients eq 6eq 7eq 8experimental runDax (m2 s–1)keff (s–1)Dax (m2 s–1)keff (s–1)Dax (m2 s–1)keff (s–1)N12.68 × 10–71.42 × 10–16.12 × 10–53.17 × 10–13.86 × 10–53.00 × 10–1N25.75 × 10–81.67 × 10–21.23 × 10–52.50 × 10–27.98 × 10–62.17 × 10–2N32.87 × 10–72.00 × 10–16.17 × 10–53.25 × 10–13.99 × 10–53.50 × 10–1N45.76 × 10–84.17 × 10–21.23 × 10–51.83 × 10–17.98 × 10–61.00 × 10–1N52.87 × 10–82.17 × 10–26.14 × 10–69.17 × 10–23.97 × 10–65.00 × 10–2N61.44 × 10–81.17 × 10–23.07 × 10–64.83 × 10–21.99 × 10–63.33 × 10–2N77.15 × 10–95.83 × 10–31.54 × 10–61.50 × 10–29.95 × 10–71.12 × 10–2       M12.52 × 10–73.75 × 10–25.98 × 10–55.00 × 10–24.37 × 10–54.25 × 10–2M22.56 × 10–82.50 × 10–26.00 × 10–6no fit4.40 × 10–61.75 × 10–1M31.28 × 10–81.00 × 10–23.03 × 10–67.50 × 10–22.21 × 10–62.50 × 10–2M46.39 × 10–94.18 × 10–31.51 × 10–61.00 × 10–21.11 × 10–66.75 × 10–3M54.26 × 10–92.85 × 10–31.02 × 10–65.75 × 10–37.41 × 10–74.25 × 10–3For the cases of N4–N7, as well as for all runs with methane (M1–M5), the matches between experiment and model are exceptionally good, indicating that the assumptions made are appropriate for the given conditions. Comparing the shape of the curves, it seems that the shape of the curve for N2 is attributable to an eventual experimental error, considering the difficulty in working at low flow rates (to achieve a molar fraction of 2%) with the used flow controllers. That said, the match between experimental data and model is still satisfactory.Modeling and simulation of adsorption processes involving components with low adsorption capacities can be very sensitive to misevaluated input data. Hence, dynamic measurements with nitrogen should occasionally be useful for the analysis of the impact of the axial dispersion coefficient, Dax, on the matching of simulations with experiments and on the fitting of the effective mass-transport coefficient, keff. To do so, two cases where adsorption is weakly manifested were chosen, and simulations using all three different methods for evaluating Dax (eqs 6–8) were compared to the experimental results. The lowest adsorption capacities were observed at operating conditions denoted N1 and N3, which are regarded as having a low total pressure (0.1 MPa).From Table 4, it is possible to observe that, for a given set of conditions, eq 7 generates the highest values for Dax, followed by eq 8 and then eq 6. Moreover, the latter generates values that are up to 103 smaller than the other equations.Comparing the simulations with the experimental breakthrough curve for the set of conditions N1 by examining the shape of the curves, which is basically a result from the fit of keff, the best match was obtained by using eq 8. The curve obtained with eq 7 indicated that keff was underestimated. In this situation, the model provided the best solution for keff = 0.317 s–1. Similar behavior was also found for methane conditions M2, using the same eq 7, and no better fitting was possible. These results can be explained in terms of the high stiffness of the PDE system, which very often affects the sensitivity of the solving procedure. This fact indicates that the evaluation of Dax by eq 7 seems to be overestimated. The curve obtained by using eq 6 matched the shape but was shifted forward, indicating a slightly higher breakthrough time. This might be a result of minor experimental deviations.A similar study was also made for the set of conditions N3, plotted in Figure 10. In this case, the best match was found using eq 6, which corresponds to the lowest evaluation of Dax. The best solution for keff was 0.325 s–1 using eq 7 and 0.350 s–1 using eq 8, indicating overestimation of Dax.The basic difference between N1 and N3 is the feed concentration of nitrogen (see Table 3), as the working pressure was 0.1 MPa and the flow rate was the same. It is worth mentioning that the fitted values of keff using eq 6, 0.14 and 0.20 s–1, respectively, are in good agreement with the value reported by Lopes et al. (2009)(22) for similar conditions of pressure and temperature, using 0.5% nitrogen in the feed, which was 0.17 s–1 for the studied 5A zeolite. For methane, neglecting temperature differences, the fitted values of keff with all correlations were considerably smaller than the values reported by Lopes et al. (2009)(22) (0.08 s–1), Jee et al. (2001)(36) (0.14 s–1), and Park et al. (1998)(15) (0.14 s–1), whereas the highest values found here were 0.038, 0.05, and 0.04 s–1 for the set M1.Figure 10. Comparison of the simulated breakthrough curves according to the three different relations to evaluate the axial dispersion coefficient Dax. Data points correspond to the experimental curve obtained for the operating conditions referred to N3.One preliminary conclusion at this point is that it is very difficult to obtain a reliable correlation between Dax and keff with only the data in Table 5. This is due to the differences of experimental conditions for each run (i.e., different partial pressures will influence the temperature profile due to the heat of adsorption; different gas velocities will also influence the temperature distribution in a fixed bed). However, from this table, one can observe two important features: (i) different correlations (equations) lead to very different values of Dax and (ii) the deviations of Dax can be partially compensated by the values of keff. A detailed investigation of the correlation between the two parameters might, therefore, be highly desired in the future. To do this, intensive experiments with different particle sizes of the same material under the same conditions and also measurements with an inert material of the same particle size to evaluate Dax experimentally are required.The adsorption of methane and especially nitrogen under the conditions studied here produces minimal heat because of the low adsorption capacity coupled with the low heat of adsorption. Therefore, the heat effects play no major role in the process, and the system can be satisfactorily assumed to operate adiabatically. To verify the suitability of this assumption, the temperature profiles of adiabatic operations under conditions N1 (nitrogen lowest adsorption capacity), N7 (nitrogen highest adsorption capacity), and M5 (methane highest adsorption capacity) were simulated and compared. The temperature profiles of the exiting gas mixtures are plotted in Figure 11. Because the bed is assumed to operate adiabatically, the temperature variation is expected be considerably higher than it would be if one considered heat transfer between the system and the surroundings. Even though we are considering an extreme case, the temperature difference between the end and the beginning of the process is only 0.4 K for the set of conditions N1, 3.2 K for N7, and 7.4 K for M5, corresponding to temperature increase factors of 0.1, 1.1, and 2.4% respectively, which are fairly low and negligible.Figure 11. Simulated temperature profiles of the gas mixture at the exit of the adsorbent bed for adiabatic operation with conditions N1, N7, and M5.Although it was verified that the Toth equation is slightly more suitable to describe single-component data, it has been reported that its extension to describe multicomponent adsorption(41, 42) should be restricted to some conditions and assumptions such as fixed adsorption capacity and heterogeneity parameters for all components to maintain thermodynamic consistency.(41) However, these assumptions can lead to severe deviations in the description of the adsorption properties of some systems, especially when the parameters fitted for single components are very different from each other. Furthermore, it is desirable that the isotherm parameters for each component be obtained independently from each other, which leads to different maximum adsorption capacities, and only then used to describe mixture adsorption. Even considering an average value for the heterogeneity parameter,(43) considerable deviations have been reported and were also observed from preliminary simulations with our model using the Toth equation extended to multicomponent systems.For these reasons, we decided to use the SIPS equation (eq 16) to evaluate the multicomponent adsorption in the model to simulate the breakthrough curves. The parameters are listed in Table 4.Despite its simplicity, the correlation presented by eq 6 from ref 13 for the evaluation of the axial mass dispersion coefficient provides resulting values of keff comparable to data published in the literature. Therefore, to avoid unnecessary calculations and simplify the discussion, only this correlation was used to calculate the axial mass dispersion.The integral adsorbed amounts obtained from the experimental breakthrough curves are compared with the predictions of the SIPS model and the IAST model.(29) Predictions are presented at 303 K and the feed temperatures of the corresponding experimental points are listed in Table 3. The comparison for the mixture CH4/N2/H2 is presented in Figure 12.The experimental points obtained from the breakthrough curves are in general in accordance with the predictions of both models. Nevertheless, it is relatively hard to tell which model, IAST or SIPS, is better suited to describe the mixture adsorption only by looking at this plot, because only two experimental conditions were analyzed. It can be observed that the predictions of the two adsorption models are rather similar, with deviations increasing with the pressure. The positioning of the experimental data suggests that the breakthrough curves of this mixture are consistent.Figure 12. Comparison of the integral adsorbed amounts obtained from CH4/N2/H2 breakthrough curves (points) with predictions of multicomponent adsorption models (lines).As was done previously for the binary mixtures, the experimental breakthrough curves were compared with simulations considering adiabatic operation (Ug = 0), fitting the effective mass-transport coefficient, keff, to each curve. The results are presented in Figure 13. The fitted values of keff are listed in Table 7.In addition to the aspect regarding the matching between experiments and simulations of the breakthrough time and the mass-transfer zone, there is a further feature to be considered in the description of multicomponent breakthrough curves, which is related to the overshoot of the less adsorbed component. The dimension of the overshoot is judged by the partial loading (adsorbed amount) of the component at the moment at which the competition for adsorption sites becomes significant, as well as by the mass-transfer properties of the less adsorbed species out of the pores. The assumption of constant mass-transfer coefficients becomes more critical with the presence of more components, as the diffusion into the particles is influenced by the flow out of different species. The overshoot is also very sensitive to the temperature profile inside the bed, because this zone corresponds to the breakthrough of a component with usually higher sorption enthalpy. The resulting energy conversion will have a considerable impact on the adsorption of the other species.Figure 13. Multicomponent breakthrough curves of CH4 and N2 on KÖSTROLITH 5ABF. Data points, experimental data; solid lines, simulations for adiabatic operation. Operating conditions for each curve are listed in Table 3.Table 7. Fitted Values of the Effective Mass-Transport Coefficient (keff, s–1) for the Mixture CH4/N2/H2 with the Absorbent KÖSTROLITH 5ABF experimental runcomponentT1T2CH44.00 × 10–22.00 × 10–2N24.83 × 10–22.42 × 10–2As a whole, the breakthrough time and the shape of the experimental and simulated curves are in satisfactory agreement, and the reason for minor discrepancies can be attributed to experimental deviations and neglected heat effects.The integral adsorbed amount of the experimental and simulated curves for both components in the mixture CH4/N2 are well matched, reflecting what was already observed in the isotherm plot. For both sets of operating conditions the experimental nitrogen overshoot reaches a higher peak, which is compensated in the simulations by the width. In the first case (T1), the overshoot decreases to a value below unity and then increases again slowly, returning to 1.0. This behavior is expected to be due to experimental deviations such as inadequate flow control.A general conclusion from the results presented here is that the matching between simulations and experiments is highly dependent on the isotherm model used to describe the data. For ternary mixtures, the accuracy of the input data for the simulations is much more important, because small deviations in the adsorbed amount of a component generally lead to significant differences between experiment and simulation.Top of PageAbstractIntroductionModelMaterials and MethodsResults and DiscussionConclusionsReferencesConclusionsIn view of the need for experimental data for the adsorptive purification of hydrogen on novel adsorbents, breakthrough curves of methane and nitrogen were measured on a binder-free zeolite 5A at different operating conditions, including high pressures. An LDF-based model was used to simulate the dynamic behavior of the adsorbent bed using inputs of previously measured adsorption isotherms, heats of adsorption, and physical properties evaluated according to literature reports.The measured isotherms indicate that the studied binder-free 5A zeolite exhibits superior adsorption capacity when compared to other 5A-type zeolite samples, being distinctly suitable for the removal of methane and nitrogen from hydrogen-rich mixtures.The proposed model is capable of simulating the breakthrough curves of methane and nitrogen in good agreement with experimental data. Simulation results suggest that, for systems with less pronounced adsorption capacities and heat effects, one can use more simplified models to achieve the desired results without compromising their reliability. These simplifications can include the assumption of ideal gas behavior; the neglect of heat effects; and the use of constant flow rates along the bed, constant mass-transfer rates, and no pressure drop, all of which obviously depend on the operating conditions of the real process.Although the model considered the decrease of the gas flow due to adsorption to better describe the dynamic behavior of the process, the reliability of the model should be improved by measuring the effluent flow rate to ensure that the numerical results are providing satisfactory agreement.It was also observed that an increase in the number of adsorbable components to be considered in a mixture can significantly increase the complexity of the interpretation of the system, which requires a precise description not only of the pure-component adsorption but also of the interactions between these components (coadsorption).An important conclusion of this work is that simplified models are capable of properly simulating breakthrough curves under the studied conditions, provided that sufficient experimental data are available. The indiscriminate use of parameters can lead to unnecessary model complexity of questionable practical value. Simple models, however, might not work properly for systems with high adsorption and heat effects and considerable deviations from ideal gas behavior such as CO2-rich mixtures.Top of PageAbstractIntroductionModelMaterials and MethodsResults and DiscussionConclusionsReferencesAcknowledgmentThe authors acknowledge support from CNPq (Conselho Nacional de Desenvolvimento Científico e Tecnológico, Brazil), DAAD (Deutscher Akademischer Austausch Dienst, Germany), INNOWATT (Project Az: IW070135), CarboTech AC GmbH, Mahler AGS GmbH, and CWK Chemiewerk Bad Köstritz GmbH.NomenclatureSymbolsAbed cross-sectional area, m2Cg,iconcentration of component i in the gas phase, mol kg–1c̃pg,imolar specific heat at constant pressure of component i, J mol–1 K–1ĉpsparticle specific heat at constant pressure, J kg–1 K–1ĉpwwall specific heat at constant pressure, J kg–1 K–1Daxaxial mass dispersion coefficient, m2 s–1dicolumn internal diameter, mDmmolecular diffusivity, m2 s–1ewwall thickness, mhwfilm heat-transfer coefficient between the gas and wall, W m–2 K–1keffeffective mass-transfer coefficient, s–1kggas thermal conductivity, W m–1 K–1KiToth/SIPS isotherm parameter, “affinity”K0,iaffinity at reference temperature T0Lbed length, mmEadsorbent mass, kgniToth/SIPS heterogeneity parametern0,iheterogeneity parameter at reference temperature T0ptotal pressure, MPaq̅iaverage concentration of component i in the adsorbed phase, mol kg–1Qiheat of adsorption for fractional loading equal to zero, J mol–1qi*adsorbed concentration in equilibrium with Cg,i, mol kg–1qmax,iToth/SIPS isotherm parameter, maximum concentration, mol kg–1qmax0,imaximum adsorbed amount at reference temperature T0, mol kg–1Rideal gas constant, J mol–1 K–1R2coefficient of determination for the isotherm model fittingrpaverage particle radius, mttime, sT∞room temperature, KT0reference temperature for isotherm fitting, KTbulkphase temperature, KTwwall temperature, Kuadvection (interstitial) velocity, m s–1Ugoverall heat-transfer coefficient, W m–2 K–1yimolar fraction of component izaxial position, mαwratio of the internal surface area to the volume of the column wall, m–1αwLratio of the logarithmic mean surface to the volume of the column wall, m–1ΔHiisosteric heat of adsorption of component i, J mol–1εbed porosityεpparticle porosityθfractional loading (θ = qi*/qmax,i)κiparameter for the Toth exponentρfluid density, kg m–3ρapparticle average density, kg m–3ρwwall density, kg m–3χicoefficient for the maximum capacityAbbreviationsACactivated carbonPSApressure swing adsorptionSATPstandard ambient temperature and pressure (25 °C and 100 kPa)Reference QuickViewTop of PageAbstractIntroductionModelMaterials and MethodsResults and DiscussionConclusionsReferencesReferencesThis article references 43 other publications.1. Simbeck, D.; Chang, E. Hydrogen Supply: Cost Estimate for Hydrogen Pathways—Scoping Analysis; Subcontract ACL-2-32030-01; SFA Pacific, Inc.: Mountain View, CA, 2002.[Crossref]There is no corresponding record for this reference.2. Benemann, J. Hydrogen Biotechnology: Progress and Prospects Nat. Biotechnol. 1996,  14,  1101[Crossref], [PubMed], [CAS]2. Hydrogen biotechnology: progress and prospectsBenemann, JohnNature Biotechnology\r\n        (1996),\r\n    14\r\n        (9),\r\n    1101-1103CODEN:\r\n                NABIF9;\r\n        "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2011/iecred.2011.50.issue-17/ie200652e/production/images/small/ie-2011-00652e_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2011/iecred.2011.50.issue-17/ie200652e/production/images/small/ie-2011-00652e_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2011/iecred.2011.50.issue-17/ie200652e/production/images/small/ie-2011-00652e_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2011/iecred.2011.50.issue-17/ie200652e/production/images/small/ie-2011-00652e_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2011/iecred.2011.50.issue-17/ie200652e/production/images/small/ie-2011-00652e_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2011/iecred.2011.50.issue-17/ie200652e/production/images/small/ie-2011-00652e_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2011/iecred.2011.50.issue-17/ie200652e/production/images/small/ie-2011-00652e_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2011/iecred.2011.50.issue-17/ie200652e/production/images/small/ie-2011-00652e_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2011/iecred.2011.50.issue-17/ie200652e/production/images/small/ie-2011-00652e_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2011/iecred.2011.50.issue-17/ie200652e/production/images/small/ie-2011-00652e_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2011/iecred.2011.50.issue-17/ie200652e/production/images/small/ie-2011-00652e_0011.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2011/iecred.2011.50.issue-17/ie200652e/production/images/small/ie-2011-00652e_0012.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2011/iecred.2011.50.issue-17/ie200652e/production/images/small/ie-2011-00652e_0013.gif\">"]}