{"title": ["Thermally Induced Changes in a Porous Coordination Polymer {Cu", "(pyrazine-2,3-dicarboxylate)", "(4,4′-bipyridine)} Studied via in Situ X-ray Diffraction and ", "C Cross-Polarization Magic Angle Spinning Nuclear Magnetic Resonance Spectroscopy"], "authors": ["Omar J. García-Ricard", "Riqiang Fu", "Arturo J. Hernández-Maldonado"], "doi": ["10.1021/jp110922v"], "abstract": ["A nonreversible thermally induced pore contraction has been observed in the coordination polymer {Cu", "(pzdc)", "(bpy)} (pzdc = 2,3-pyrazinedicarboxylate; bpy = 4,4′-bipyridine), known as CPL-2. In an effort to understand this phenomenon, we have employed coupled differential scanning calorimetry and X-ray diffraction (DSC-XRD) and in situ ", "C cross-polarization magic angle spinning nuclear magnetic resonance (CP MAS NMR) measurements. DSC data showed no energetic transitions that would suggest a structural rearrangement of the crystalline sorbent, while small changes in the corresponding XRD patterns were probably related to the structural breathing mode upon the removal of water molecules. On the other hand, in situ high-temperature ", "C CP MAS NMR evidenced displacement of pzdc carbons upon an increase in temperature. Moreover, bpy pillar ligand resonance signals were only observed for samples pretreated at 423 K, both ex situ and in situ, probably indicating nonreversible local-range changes in the 1D channels of CPL-2. This temperature is well below the decomposition point of the framework, evidencing how sensible the material is to thermal preactivation. Careful analysis of the implications of employing thermal treatments for coordination polymers is crucial to elucidate the potential of these materials for adsorption and catalysis applications."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "1 Introduction", "Metal−organic frameworks (MOFs) or porous coordination polymers (PCPs) are microporous crystalline materials composed by metal ions acting as nodes (or connectors) and bridging organic ligands acting as linkers. Like zeolites and zeolitic materials, the high surface area and pore volume provided by MOFs make them suitable for applications such as adsorption-based separations, molecular storage, catalysis, and in situ polymerization.", "(1-18)", " Moreover, the so-called “third-generation”", "(19-23)", " MOFs are able to undergo reversible structural contraction or expansion after adsorption of a guest molecule", "(19, 22, 24-26)", " or if a “gate-opening” pressure is attained,", "(20-23, 27-29)", " a characteristic not observed in zeolites.", "Kitagawa and co-workers reported the flexibility of a PCP known as CPL-2 (Cu", "2", "(pzdc)", "2", "(bpy) (pzdc = pyrazine-2,3-dicarboxylate, bpy = 4,4′-bipyridine)), after monitoring of the framework during the adsorption of benzene and water molecules, respectively, at 300 K.", "(24)", " This porous sorbent is part of a series of coordination polymers with pillared-layer structure, the CPL-", "n", " series.", "(1, 19, 22-24, 30-38)", " In general, all CPLs are composed of neutral 2D layers formed by transition metal cations and pzdc", "2−", " anions, which are then separated by linear bidentate ", "N", "-donor pillar ligands, creating a 3D structure with 1D channels that serve as pores. In the case of CPL-2, the pillar ligand used is bpy.", "Recently, our group reported the nonreversible shrinkage of CPL-2 upon thermal degassing or activation.", "(39)", " A considerable decrease in surface area and carbon dioxide adsorption capacity was observed when the activation temperature was increased. For example, vacuum degassing at 373 and 423 K would result in surface areas of 633 and 125 m", "2", "/g, respectively. To further understand the effect of activation or degassing temperature on CPL-2, here we present and discuss ", "13", "C magic angle spinning nuclear magnetic resonance (MAS NMR) at room temperature for as-synthesized CPL-2 as well as for samples pretreated ex situ at 373, 398, and 423 K. In situ high-temperature ", "13", "C MAS NMR data at the temperatures of interest were also obtained. To the best of our knowledge, to date no ", "13", "C MAS NMR spectra have been reported for any of the CPLs; few articles, though, report the motion of guest molecules adsorbed in the micropores of CPL-1 and CPL-2 via ", "2", "H NMR.", "(40, 41)", "Differential scanning calorimetry coupled with X-ray diffraction (DSC-XRD) was also performed to observe energetic transitions that might have been taking place at the time of shrinkage of the porous sorbent. DSC has been used by other groups studying different MOFs to observe phase transitions,", "(42)", " thermal stability or decomposition mechanism,", "(43-45)", " and structural transformations and breathing energy during guest release.", "(21, 46)", " Diffuse reflectance infrared Fourier transform spectroscopy (DRIFT) was also used as a complementary technique to monitor for any potential changes in CPL-2 functional groups.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "2 Experimental Section", "2.1", "Materials and Synthesis of CPL-2", "CPL-2 was synthesized by following the procedure described elsewhere.", "(39)", " Reagents 2,3-pyrazinedicarboxylic acid (H", "2", "pzdc, 97% purity), 4,4′-bipyridine (bpy, 98% purity), and copper(II) perchlorate hexahydrate (Cu(ClO", "4", ")", "2", ")·6H", "2", "O, 98% purity) were all obtained from Sigma-Aldrich and used without further purification. Phase verification was achieved via conventional room-temperature powder X-ray diffraction (XRD) using a Rigaku ULTIMA III instrument, which is described in the next section.", "2.2", "Coupled Differential Scanning Calorimetry and X-ray Diffraction (DSC-XRD)", "Simultaneous DSC-XRD measurements were performed using a Rigaku ULTIMA III diffractometer (Cu Kα radiation) operating at 40 kV and 44 mA and a Rigaku DSC-XRD II heat-flow type calorimeter. The DSC module contains a chamber fitted with aluminum windows and inlet and outlet ports for gas flow. Powder samples were loaded onto aluminum pans and heated from room temperature to 600 K at a heating rate of 5 K/min under a high-purity grade helium (Praxair) flow of 60 mL/min. Diffraction patterns were obtained for 2θ angles ranging from 5 to 15° at a scanning speed of 5°/min and a step size of 0.02°. The selected scanning and heating rates ensured a temperature difference of no more than ∼10 K between the starting and ending points of each diffraction pattern.", "2.3", "Thermal Gravimetric Analyses (TGA)", "Thermal gravimetric analyses (TGA) were performed in a TA-Q500 microbalance. Samples (∼10 mg each) were heated from ambient temperature to 700 K at a heating rate of 5 K/min using a constant helium (high purity grade, Praxair) flow of 60 mL/min. The gas was pretreated with presorbers (i.e., 3A Zeolites and hydrocarbon traps) to remove traces of water or other contaminants that could have been present.", "2.4", "Diffuse Reflectance Infrared Fourier Transform Spectroscopy (DRIFT)", "The IR spectrometer setup consisted of a Nicolet 6700 Optical Mainframe equipped with an MCT detector and a Praying Mantis Diffuse Reflectance module (Harrick Scientific Products, Inc.) The stainless steel chamber of the module allows diffuse reflection spectroscopic measurements under high temperature and low pressure. It also contains a low-voltage heating cartridge, a K-type thermocouple located below the sample holder, three inlet/outlet ports for gases, and a low-pressure dome with two KBr windows and a glass observation window. After the as-synthesized CPL-2 sample was loaded onto the screen of the sample holder, inlet ports were capped, and a vacuum pump (", "P", " < 10 μmHg) was connected to the outlet. The temperature was set using a temperature controller, and the spectral resolution (data spacing) was kept at 2 cm", "−1", " with a signal averaging of 300 scans/sample. Backgrounds were collected at room temperature and at the temperature of interest before loading of the sample.", "2.5", "13", "C Cross-Polarization Magic Angle Spinning Nuclear Magnetic Resonance Spectroscopy (", "13", "C CP MAS NMR)", "All ", "13", "C CP MAS NMR experiments were performed on a Bruker DMX300 NMR spectrometer where the ", "13", "C and ", "1", "H Larmor frequencies are 75.6 and 300.1 MHz, respectively. A Bruker 4 mm double resonance CP MAS NMR probe with extended variable-temperature (VT) range was used. Samples were spun at 7 kHz, controlled within ±2 Hz by a Bruker pneumatic MAS unit. The ", "13", "C signals were enhanced by cross-polarization achieved through a Hartmann−Hahn match condition (50 kHz RF spinlock fields on both ", "13", "C and ", "1", "H channel, 1 ms contact time) and acquired under a ", "1", "H SPINAL decoupling sequence with an RF amplitude of 63 kHz. The ", "13", "C chemical shift was referenced to the carbonyl carbon of alanine at 176.2 ppm. No line broadening was used in all spectra.", "For ex situ NMR, the measurements were performed at room temperature (RT) (i.e., 300 K), while the samples were pretreated in the activation module of a Micromeritics ASAP 2020 instrument equipped with turbo molecular drag pumps. The sample degassing occurred in two stages: (1) evacuation at a rate of 50 mmHg/s and unrestricted evacuation below 5 mmHg to reach the degassing pressure (<10 μmHg) followed by (2) heating at a rate of 10 K/min to the desired degassing temperature (i.e., 373, 398, or 423 K). This temperature was held for at least 10 h, and then the samples were allowed to reach ambient temperature under vacuum. After cooling, the sample tube was backfilled with He (∼1 atm) and the samples transferred to vials. The number of scans used in the NMR measurements for the samples degassed at different temperatures ranged from 2200 to 49 800 with a recycle delay of 1s.", "The in situ high-temperature ", "13", "C CP MAS NMR experimental parameters were the same as in the ex situ NMR experiments except that the number of scans used was 80 000. The temperature, which was controlled by a Bruker BVT-2000 unit, was first ramped to 373 K from RT at a rate of 10 K/min and then stabilized at 373 ± 0.1 K for about 30 min before data acquisition. After the experiment was finished, the temperature was increased at the same rate to the next temperature for the measurement. All temperatures were carefully calibrated using Lead Nitrate sample spinning at 7 kHz by monitoring the plot of the ", "207", "Pd chemical shift versus temperature.", "For the dipolar dephasing measurements,", "(47)", " the ", "13", "C signals were recorded after a standard spin−echo sequence in which a 180° pulse was placed in the middle of the ", "13", "C spin−echo period (286 μs, two rotor periods) to refocus the ", "13", "C magnetization generated by CP. A ", "1", "H SPINAL decoupling sequence with an RF amplitude of 63 kHz was applied after CP except during the dipolar dephasing time, a small fraction within the spin echo period. During the dipolar dephasing time, the magnetization corresponding to the carbons that couple strongly with their nearby protons will diphase rapidly, resulting in a rapid attenuation of their ", "13", "C signals, while for those carbons having weak dipolar couplings with the protons, their ", "13", "C signals decrease rather slowly. 80 000 scans were used in the experiments with a recycle delay of 1s.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "3 Results and Discussion", "3.1", "DSC-XRD and DRIFT", "DSC-XRD measurements on as-synthesized CPL-2 were performed in an attempt to further understand the framework contraction process with activation temperature as previously reported for this metal−organic framework. Figures ", "1", "(a) and ", "1", "(b) show the DSC profile and the XRD powder patterns for CPL-2, respectively. In the former, a small and broad endothermic peak is observed, centered at 336 K. Since the adsorption of ambient gases (e.g., O", "2", ", N", "2", ", CO", "2", ") is negligible in the low-pressure range,", "(39)", " this peak should be attributed to the release of water. This matches well with the first TGA weight loss observed in Figure ", "2", ", which is due to the removal of bulk water.", "(39)", " The corresponding powder diffraction patterns in Figure ", "1", "(b) indicate changes in planes (0 2 0) and (0 1 1) at 2θ values of 6.2° and 8.5°, respectively. These peaks have shifted to a higher diffraction indicating pore contraction upon the removal of water. The small difference in diffraction angle for the aforementioned crystallographic peak was reported by Kitagawa’s group for the dehydrated CPL-2 when compared to the material containing water molecules adsorbed in its pores.", "(24)", " Increasing the temperature to ca. 350 K yields a rather larger and sharper DSC endothermic peak, while the XRD profile shows that the peak corresponding to the (0 2 0) plane has now moved to a lower diffraction angle. At this point, the TGA weight loss profile (Figure ", "2", ") suggests that most of the tenacious water molecules have been removed. These are probably weakly physisorbed uncoordinated water molecules located in the pores of CPL-2. It is important to stress that a higher degree of crystallinity and order was observed in the materials treated at ca. 350 K (Figure ", "1", "(b)), something previously discussed by our group.", "(39)", " Analysis of the 373−500 K temperature region did not find any evident endo/exo thermal transitions. At ca. 530 K, however, the DSC revealed a sharp endothermic peak signaling the rapid decomposition of the framework, while the corresponding XRD pattern corresponds to a noncrystalline phase. According to the TGA data, a temperature greater than 530 K results in a 50% weight loss (Figure ", "2", "). In general, the XRD data discussed so far do not provide strong evidence of structural distortion and, therefore, cannot explain the remarkable reduction in surface area reported previously by our group.", "(39)", "Figure 1. Coupled (a) DSC and (b) XRD measurements. Experiments were made at a heating rate of 5 K/min under helium atmosphere and a scanning speed of 5°/min.", "Figure 2. TGA weight loss and weight loss derivative (inset) profiles of CPL-2. Data were gathered at 5 K/min under a helium atmosphere.", "DRIFT spectra for as-synthesized CPL-2 were collected to investigate chemical variations in the structure, if any, during the thermal degassing process, and the results are presented in Figure ", "3", ". A ramp and soak procedure was employed to allow for sufficient time for thermal equilibration (i.e., spectra (c) and (e)). The only remarkable difference between spectra is a decrease in the intensity of a broad band at 3800−3200 cm", "−1", " upon an increase in temperature from 298 to 373 K. This band corresponds to O−H stretching, and its disappearance is further evidence of the water elimination process previously mentioned. In general, the DRIFT experiments confirmed no loss of functional groups from the organic moieties during the prescribed activation process.", "Figure 3. DRIFT spectra for CPL-2 treated in a vacuum at: (a) 298 K, (b) 373 K, (c) after 2 h at 373 K, (d) 423 K, and (e) after 2 h at 423 K.", "3.2", "13", "C CP MAS NMR", "Although the results discussed so far show more evidence that it is possible to completely remove water from CPL-2 without modifying the chemical identity of the framework, they fall short in explaining the remarkable changes in textural properties during thermal treatment as previously reported by our group. Local-range structural order changes, however, could also be responsible for major framework distortion, and this was investigated via MAS NMR techniques.", "Figure ", "4", " shows the ", "13", "C CP MAS NMR spectra of the as-synthesized CPL-2 and the samples ex situ degassed at different temperatures. It is evident from the spectra that the samples ex situ degassed at temperature below 398 K show almost identical ", "13", "C resonances as the as-synthesized CPL-2: one sharp resonance at 100 ppm and two broad resonances at 511 and 465 ppm, implying that the CPL-2 framework either does not change at all or is reversible upon the thermal treatment at the temperature below 398 K. However, when the degassed temperature goes up to 423 K, the sample shows three new resonances appearing at 152, 144, and 121 ppm, which indicates that the framework has been changed permanently.", "Figure 4. Room-temperature ", "13", "C CP MAS NMR for the (a) as-synthesized and pretreated CPL-2 samples at (b) 373 K, (c) 398 K, and (d) 423 K. All spinning sidebands are indicated by the asterisks in the spectra. At 423 K, the ratio of the first sideband intensity (right side of its isotropy) to its isotropic resonance was calculated to be 0.52, 0.15, 0.14, and 0.18 for the ", "13", "C resonances at 100, 121, 144, and 152 ppm, respectively.", "Figure ", "5", " shows the ", "13", "C CP MAS NMR spectra of the as-synthesized CPL-2 treated in situ at different temperatures. Clearly, the CPL-2′s sharp resonance at 100 ppm at RT shifts gradually to 108, 110, and 112 ppm as the temperature reaches 373, 398, and 423 K, while the two broad peaks are steadily displaced toward the high-field region with increasing intensity. It appears that two small peaks start to show up at 152 and 121 ppm at 373 K and gradually gain in intensity as the temperature goes higher. These observations suggest that the CPL-2 framework is temperature dependent. However, such changes in the framework are considered to be reversible at the temperature below 398 K, as demonstrated in the ex situ ", "13", "C NMR spectra (cf. Figure ", "4", "). At 423 K, these two resonances at 152 and 121 ppm remain at the same position but become pronounced. In addition, two more resonances at 144 and 131 ppm appear in the spectrum.", "Figure 5. In situ high-temperature ", "13", "C CP MAS NMR for an as-synthesized CPL-2 sample. All spinning sidebands are indicated by the asterisks in the spectra. At 423 K, the ratio of the first sideband intensity (right side of its isotropy) to its isotropic resonance at 112 ppm was calculated to be 0.38, while the resonances at 121, 131, 144, and 152 ppm did not show any pronounced sideband intensities.", "To aid in the assignment of these resonance signals, ", "13", "C dipolar dephasing CP MAS NMR measurements were performed for the CPL-2 sample previously treated in situ at 423 K, and the result are shown in Figure ", "6", ". Clearly, this in situ treated CPL-2 sample exhibits the same resonances as the sample treated ex situ at 423 K (i.e., 152, 144, and 121 ppm), which implies that the CPL-2 framework is not reversible after treatment at 423 K. In addition, the resonance observed at 112 ppm under in situ conditions (Figure ", "5", ") now appears at 100 ppm. In general, all of these changes are consistent with the collapsing of the pores observed at this degassing temperature, which leads to a significant decrease in the total surface area.", "(39)", " Figure ", "6", " also shows that the two broad signals in the low-field region decay completely at 40 μs dephasing time, implying that they correspond to protonated carbon sites. Considering that the paramagnetic effect of the copper center could induce a carbon resonance to shift to the low field as well as broadening, these protonated carbons should therefore correspond to the pzdc aromatic ring. These are labeled as C", "1", " and C", "2", " in Figure ", "7", ", corresponding to different chemical environments since one pzdc unit links three crystallographically equivalent copper atoms: two at each O atom of one carboxyl group and another chelating both the N atom of the pyrazine ring and the O atom of the remaining carboxyl group.", "(24)", "Figure 6. ", "13", "C CP MAS NMR dipolar dephasing measurements on CPL-2. The experiment was performed on the same as-synthesized sample that was used for the in situ high-temperature experiments (shown in Figure ", "4", "). All spinning sidebands are indicated by the asterisks in the spectra. Again, the ratio of the first sideband intensity (right side of its isotropy) to its isotropic resonance at 100 ppm was calculated to be 0.59, while the resonances at 121, 144, and 152 ppm did not show any pronounced sideband intensities in the spectra.", "Figure 7. Structure of the organic linkers in CPL-2: (left) pzdc and (right) bpy.", "NMR reports for MOFs that contain bpy as pillars and ruthenium or zinc as nodes", "(48-50)", " indicate that carbons that appear in the range of 100−150 ppm in Figure ", "6", " should correspond to the bpy pillar ligand, and a similar assignment was therefore employed for this discussion. The carbons with higher intensity at 121 and 152 ppm would be the protonated C", "3", " (4C) and C", "4", " (4C) shown in Figure ", "7", ", as confirmed by the fast decay in their resonance signals. Meanwhile, the lower intensity resonance at 144 ppm should correspond to the nonprotonated C", "5", " (2C) since it decays rather slowly. It is worth noting that the resonance observed at 131 ppm in the spectrum of the CPL-2 sample treated in situ at 423 K (cf. top of Figure ", "5", ") is not present in the dipolar dephasing spectra obtained for the in situ treated CPL-2 sample (cf. bottom of Figure ", "6", "), suggesting the presence of an intermediate state as the pores collapse. It is also interesting to note that those carbon signals in the bpy pillars can only be observed when the pores collapse. This observation suggests that the bpy pillars are strongly affected by the paramagnetic Cu", "2+", " centers through the nodes with the Cu", "2+", "(pzdc)", "2−", " sheets in the presence of the channel structure, resulting in disappearance of their carbon signals. When the pores collapse during the thermal activation process, the bpy pillars may not be effectively forming nodes with the Cu", "2+", "(pzdc)", "2−", " sheets (bpy dissociating from copper), reducing the paramagnetic effect and therefore allowing those carbon signals to be observed. Figure ", "8", " presents the coordination of the copper node in CPL-2 prior to such changes. It should be mentioned that the relative sideband intensities observed in Figures ", "4", "−", "6", " with their respective isotropic resonances from the carbons in the bpy pillars are much smaller than those of the nonprotonated carbons in the pzdc rings, which implies that the bpy pillars may experience a large degree of motion to decrease their chemical shift anisotropies, resulting in almost no spinning sidebands in the spectra.", "Figure 8. Schematic model for the Cu", "2+", " coordination environment in CPL-2 materials. Three pzdc units and a half bpy are presented around the copper center.", "The fact that the chemical shift corresponding to the pzdc rings protonated carbons moved to a higher field when the temperature was increased (Figure ", "5", ") suggests that the paramagnetic effect becomes weaker, probably because these carbons are now located farther from the copper node or because the Cu", "2+", " ions become more mobile as the temperature is increased. On the contrary, the carbon resonance at 100 ppm, which shifted to 108, 110, and 112 ppm when the in situ treatment temperature was increased to 373, 398, and 423 K, respectively, suggests that the paramagnetic effect of the copper center on this carbon becomes stronger as the temperature increases. It is certain that the aforementioned resonance comes from a nonprotonated carbon as concluded by the dipolar dephasing measurements and therefore should correspond to either the nonprotonated carbons from the pzdc ring or the carboxylate groups. In the pzdc ring (Figure ", "7", "), there are two nonprotonated carbons: (1) one that connects to the N atom that chelates with a Cu atom and (2) another that bonds with the N atom that is far away from the copper centers. Consequently, the latter will remain sterically distanced from the copper center, and any paramagnetism effect will be limited, which leads to the conclusion that the resonance observed at 100 ppm should correspond to this carbon. The former nonprotonated carbon would be close to the copper center and, like the carbons in the carboxyl groups, should not be present in the spectra. A plausible explanation for this behavior is that a mutual slide took place between the two sheets of Cu", "2+", "(pzdc)", "2−", " that form the neutral layers of the structure, causing the aforementioned carbons to move closer or farther from the copper nodes. This mutual slide was previously proposed by Kitagawa and co-workers upon adsorption of benzene on CPL-2, which provokes a shrinkage in the pore.", "(24)", " In their report, they showed a displacement of the crystallographic plane (0 2 0), which cuts through the pore channel, and attributed this to a change in the coordination of copper from a square pyramidal to a square planar. However, it appears that such coordination change is either absent or associated to isolated local-range changes taking place in a small fraction of the framework, which could explain why no energetic transitions and long-range structural rearrangement are observed in our DSC and XRD results, respectively.", "The proposed local changes in the coordination of the copper node and the sliding of the sheets of the pillared layer structure could produce irregularities within the one-dimensional channel of the CPL-2 and, therefore, impede the passage of the nitrogen probe molecule used for surface area measurements previously reported (adsorption of N", "2", " at 77 K).", "(39)", " It is also important to take into consideration that none of the in situ NMR measurements (Figure ", "5", ") were made in high vacuum due to limitations of the instrument, and therefore, some tenacious water could still be present in the pores of CPL-2, causing shielding of the carbons of the bpy pillar ligand.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "4 Conclusions", "Coupled DSC-XRD measurements on CPL-2 showed endothermic peaks related to the elimination of water molecules and sorbent decomposition, which correlated to a small reversible displacement of plane (0 2 0) and eventual loss of crystallization, respectively. No thermal transitions and long-range structural rearrangement/contraction were observed in the temperature range of 373−423 K. Furthermore, DRIFT measurements showed no evidence of loss of functional groups upon thermal treatment. On the other hand, ", "13", "C CP MAS NMR tests showed evidence that an increase in temperature increases the displacement of the aromatic carbons in the pzdc, placing them farther from the copper nodes and possibly resulting in the effective movement of the two sheets of Cu", "2+", "(pzdc)", "2−", " that form the neutral layers in CPL-2. NMR resonances corresponding to the carbon atoms related to bpy were observed only for samples treated at 423 K, probably related to the dissociation of the bpy from the copper node which effectively reduces the paramagnetic effect. All these observations correlate with the formation of irregularities in CPL-2, which may lead to an effective pore blocking.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "This material is based upon work supported by the National Aeronautics and Space Administration (NASA) Award NNX08BA48A. The NMR experiments were performed at the National High Magnetic Field Laboratory supported by the NSF Cooperative Agreement DMR-0654118 and the State of Florida. We would also like to acknowledge the help of Ms. Jennifer Guerrero-Medina who participated during the preliminary experimental runs.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 50 other publications.", "1. ", "Kitagawa", ", ", "S.", "; ", "Kitaura", ", ", "R.", "; ", "Noro", ", ", "S.", " ", "Angew. Chem., Int. Ed.", " ", "2004", ",  ", "43", ",  ", "2334", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Functional porous coordination polymers", "Kitagawa, Susumu; Kitaura, Ryo; Noro, Shin-ichiro", "Angewandte Chemie, International Edition", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "18", "),\r\n    ", "2334-2375", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Discussion concs. on three aspects of coordination polymers: (1) the use of crystal engineering to construct porous frameworks from connectors and linkers (nano-space engineering), (2) characterizing and cataloging the porous properties by functions for storage, exchange, sepn., etc., and (3) the next generation of porous functions based on dynamic crystal transformations caused by guest mols. or phys. stimuli.  The authors' aim is to present the state of the art chem. and physics of and in the micropores of porous coordination polymers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXktFShtLk%253D&md5=9df52e99bad3cc0db67f65551a8c154f", "2. ", "Millward", ", ", "A.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "17998", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Metal-Organic Frameworks with Exceptionally High Capacity for Storage of Carbon Dioxide at Room Temperature", "Millward, Andrew R.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "51", "),\r\n    ", "17998-17999", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) show high CO2 storage capacity at room temp.  Gravimetric CO2 isotherms for MOF-2, MOF-505, Cu3(BTC)2, MOF-74, IRMOF-11, IRMOF-3, IRMOF-6, IRMOF-1 and MOF-177 are reported up to 42 bar.  Type I isotherms are found in all cases except for MOFs based on Zn4O(O2C)6 clusters, which reveal a sigmoidal isotherm.  The various pressures of the isotherm steps correlate with increasing pore size, which indicates potential for gas sepns.  The amine functionality of the IRMOF-3 pore shows evidence of relatively increased affinity for CO2.  Capacities qual. scale with surface area and range from 3.2 mmol/g for MOF-2 to 33.5 mmol/g (320 cm3(STP)/cm3, 147 wt %) for MOF-177, the highest CO2 capacity of any porous material reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXht1GktLnJ&md5=ad433b990b72836a16c8647c09ec85f2", "3. ", "Wu", ", ", "C. D.", "; ", "Hu", ", ", "A.", "; ", "Zhang", ", ", "L.", "; ", "Lin", ", ", "W. B.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "8940", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "A Homochiral Porous Metal-Organic Framework for Highly Enantioselective Heterogeneous Asymmetric Catalysis", "Wu, Chuan-De; Hu, Aiguo; Zhang, Lin; Lin, Wenbin", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "25", "),\r\n    ", "8940-8941", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A homochiral porous noninterpenetrating metal-org. framework (MOF) was constructed by linking infinite 1D [Cd(μ-Cl)2]n zigzag chains with axially chiral bipyridine bridging ligands contg. orthogonal secondary functional groups.  The secondary chiral dihydroxy groups accessible via the large open channels in the MOF were used to generate a heterogeneous asym. catalyst for the addn. of diethyzinc to arom. aldehydes to afford chiral secondary alcs. at ≤ 93% enantiomeric excess.  Control expts. with dendritic arom. aldehydes of different sizes indicate that the heterogeneous asym. catalyst derived from the MOF is both highly active and enantioselective as a result of the creation of readily accessible, uniform active catalyst sites inside the porous MOF.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXkslGju7k%253D&md5=be949b8f1137bf47943fc56138ccbec3", "4. ", "Mueller", ", ", "U.", "; ", "Schubert", ", ", "M.", "; ", "Teich", ", ", "F.", "; ", "Puetter", ", ", "H.", "; ", "Schierle-Arndt", ", ", "K.", "; ", "Pastre", ", ", "J.", " ", "J. Mater. Chem.", " ", "2006", ",  ", "16", ",  ", "626", "[", "Crossref", "], [", "CAS", "]", "4. ", "Metal-organic frameworks-prospective industrial applications", "Mueller, U.; Schubert, M.; Teich, F.; Puetter, H.; Schierle-Arndt, K.; Pastre, J.", "Journal of Materials Chemistry", "\r\n        (", "2006", "),\r\n    ", "16", "\r\n        (", "7", "),\r\n    ", "626-636", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The generation of metal-org. framework (MOF) coordination polymers enables the tailoring of novel solids with regular porosity from the micro to nanopore scale.  Since the discovery of this new family of nanoporous materials and the concept of so called 'reticular design', nowadays several hundred different types of MOF are known.  The self assembly of metal ions, which act as coordination centers, linked together with a variety of polyat. org. bridging ligands, results in tailorable nanoporous host materials as robust solids with high thermal and mech. stability.  Describing examples of different Zn-contg. structures, e.g. MOF-2, MOF-5 and IRMOF-8 verified synthesis methods will be given, as well as a totally novel electrochem. approach for transition metal based MOFs will be presented for the 1st time.  With sufficient amts. of sample now being available, the testing of metal-org. frameworks in fields of catalysis and gas processing is exemplified.  Report is given on the catalytic activation of alkynes (formation of methoxypropene from propyne, vinylester synthesis from acetylene).  Removal of impurities in natural gas (traces of tetrahydrothiophene in methane), pressure swing sepn. of rare gases (Kr and Xe) and storage of H (3.3% at 2.0 MPa/77 K on Cu-BTC-MOF) will underline the prospective future industrial use of metal-org. frameworks in gas processing.  Whenever possible, comparison is made to state-of-art applications to outline possibilities which might be superior by using MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtFeitrc%253D&md5=8969f7b0200e29cefd59141380fea9b5", "5. ", "Collins", ", ", "D. J.", "; ", "Zhou", ", ", "H. C.", " ", "J. Mater. Chem.", " ", "2007", ",  ", "17", ",  ", "3154", "[", "Crossref", "], [", "CAS", "]", "5. ", "Hydrogen storage in metal-organic frameworks", "Collins, David J.; Zhou, Hong-Cai", "Journal of Materials Chemistry", "\r\n        (", "2007", "),\r\n    ", "17", "\r\n        (", "30", "),\r\n    ", "3154-3160", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  For any potential hydrogen-storage system, raw uptake capacity must be balanced with the kinetics and thermodn. of uptake and release.  Metal-org. frameworks provide unique systems with large overall pore vols. and surface areas, adjustable pore sizes, and tunable framework-adsorbate interaction by ligand functionalization and metal choice.  These remarkable materials can potentially fill the niche between other physisorbents such as activated carbon, which have similar uptake at low temps. but low affinity for hydrogen at ambient temp., and chem. sorbents such as hydrides, which have high hydrogen uptakes but undesirable release kinetics and thermodn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXotV2lt7c%253D&md5=211f2f55436d52593c4f7d9b8939bee6", "6. ", "Germain", ", ", "J.", "; ", "Frechet", ", ", "J. M. J.", "; ", "Svec", ", ", "F.", " ", "J. Mater. Chem.", " ", "2007", ",  ", "17", ",  ", "4989", "[", "Crossref", "], [", "CAS", "]", "6. ", "Hypercrosslinked polyanilines with nanoporous structure and high surface area: potential adsorbents for hydrogen storage", "Germain, Jonathan; Frechet, Jean M. J.; Svec, Frantisek", "Journal of Materials Chemistry", "\r\n        (", "2007", "),\r\n    ", "17", "\r\n        (", "47", "),\r\n    ", "4989-4997", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A method for the prepn. of an entirely new type of nanoporous material, hypercrosslinked polyaniline, with permanent porous structure and sp. surface areas exceeding 630 m2 g-1 has been developed.  The hypercrosslinking reaction was carried out with com. polyaniline and diiodoalkanes or paraformaldehyde using both conventional and microwave assisted processes.  Polyaniline swollen in an org. solvent was hypercrosslinked to form a rigid, mesh-like structure with permanent porosity and a high surface area.  The resulting materials were characterized using IR spectroscopy and elemental anal.  Porous properties were detd. by means of SEM as well as nitrogen and hydrogen adsorption.  Short crosslinks such as those formed using paraformaldehyde and diiodomethane led to materials with the highest surface areas.  Surface area also increased with the concn. of polyaniline in soln. used during prepn.  The hydrogen storage capacities of these materials were also tested and a capacity of 2.2 wt% at 77 K and 3.0 MPa was found for the best adsorbent.  Hypercrosslinked polyanilines exhibit a remarkably high affinity for hydrogen, which results in enthalpies of adsorption as high as 9.3 kJ mol-1 (exothermic), in sharp contrast with hypercrosslinked polystyrenes and metal-org. frameworks for which significantly lower enthalpies of adsorption, typically in the range of 4-7 kJ mol-1, are measured.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtlGht7fE&md5=30ff4dd454d84f07f73b023d0cb083db", "7. ", "Kaye", ", ", "S.", "; ", "Dailly", ", ", "A.", "; ", "Yaghi", ", ", "O. M.", "; ", "Long", ", ", "J.", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "14176", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Impact of Preparation and Handling on the Hydrogen Storage Properties of Zn4O(1,4-benzenedicarboxylate)3 (MOF-5)", "Kaye, Steven S.; Dailly, Anne; Yaghi, Omar M.; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "46", "),\r\n    ", "14176-14177", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The prototypical metal-org. framework Zn4O(BDC)3 (MOF-5, BDC2- = 1,4-benzenedicarboxylate) decomps. gradually in humid air to form a nonporous solid.  Recognizing this, improved procedures for its synthesis and handling were developed, leading to significant increases in N2 and H2 gas adsorption capacities.  Nitrogen adsorption isotherms measured at 77 K reveal an enhanced max. N2 uptake of 44.5 mmol/g and a BET surface area of 3800 m2/g, compared to the 35.8 mmol/g and 3100 m2/g obtained for a sample prepd. using previous methods.  High-pressure H2 adsorption isotherms show improvements from 5.0 to 7.1 excess wt. % at 77 K and 40 bar.  The total H2 uptake was further obsd. to climb to 11.5% at 170 bar, corresponding to a volumetric storage d. of 77 g/L.  Thus, the air-free compd. exhibits the highest gravimetric and volumetric H2 uptake capacities yet demonstrated for a cryogenic hydrogen storage material.  Also, no loss of capacity was apparent during 24 complete adsorption-desorption cycles, while kinetics measurements showed a loading time of 2 min with application of just 45 bar of pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXht1CrurvF&md5=225d78a759d3f213ea51beff7a7f784e", "8. ", "Uemura", ", ", "T.", "; ", "Hiramatsu", ", ", "D.", "; ", "Kubota", ", ", "Y.", "; ", "Takata", ", ", "M.", "; ", "Kitagawa", ", ", "S.", " ", "Angew. Chem., Int. Ed.", " ", "2007", ",  ", "46", ",  ", "4987", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Topotactic linear radical polymerization of divinylbenzenes in porous coordination polymers", "Uemura, Takashi; Hiramatsu, Daisuke; Kubota, Yoshiki; Takata, Masaki; Kitagawa, Susumu", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "26", "),\r\n    ", "4987-4990", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Radical polymn. of divinylbenzenes (DVBs) in the one-dimensional nanochannels of porous coordination polymers allows linearly extended topotactic polymn. without crosslinking.  The main factors that influence this polymn. are the channel size and host framework flexibility.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXnsFylu74%253D&md5=821628863fbb4dcc81514265ed29a8a8", "9. ", "Morris", ", ", "R.", "; ", "Wheatley", ", ", "P.", " ", "Angew. Chem., Int. Ed.", " ", "2008", ",  ", "47", ",  ", "4966", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Gas storage in nanoporous materials", "Morris, Russell E.; Wheatley, Paul S.", "Angewandte Chemie, International Edition", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "27", "),\r\n    ", "4966-4981", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Gas storage in solids is becoming an ever more important technol., with applications and potential applications ranging from energy and the environment all the way to biol. and medicine.  Very highly porous materials, such as zeolites, carbon materials, polymers, and metal-org. frameworks, offer a wide variety of chem. compn. and structural architectures that are suitable for the adsorption and storage of many different gases, including hydrogen, methane, nitric oxide, and carbon dioxide.  However, the challenges assocd. with designing materials to have sufficient adsorption capacity, controllable delivery rates, suitable lifetimes, and recharging characteristics are not trivial in many instances.  The different chem. assocd. with the various gases of interest makes it necessary to carefully match the properties of the porous material to the required application.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXoslags7s%253D&md5=493591f2384eabaec7b9a26944610c97", "10. ", "Uemura", ", ", "T.", "; ", "Ono", ", ", "Y.", "; ", "Kitagawa", ", ", "K.", "; ", "Kitagawa", ", ", "S.", " ", "Macromolecules", " ", "2008", ",  ", "41", ",  ", "87", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Radical Polymerization of Vinyl Monomers in Porous Coordination Polymers: Nanochannel Size Effects on Reactivity, Molecular Weight, and Stereostructure", "Uemura, Takashi; Ono, Yukari; Kitagawa, Kana; Kitagawa, Susumu", "Macromolecules (Washington, DC, United States)", "\r\n        (", "2008", "),\r\n    ", "41", "\r\n        (", "1", "),\r\n    ", "87-94", "CODEN:\r\n                ", "MAMOBX", ";\r\n        ISSN:", "0024-9297", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Radical polymn. of vinyl monomers (styrene, Me methacrylate, and vinyl acetate) was performed in various nanochannels of porous coordination polymers (PCPs), where relationships between the channel size and polymn. behaviors, such as monomer reactivity, mol. wt., and stereostructure, were studied.  The capability for precise size tuning of nanospaces has afforded the first systematic study of radical polymn. in microporous channels based on PCPs.  In this polymn. system, the polymer-growing radicals were remarkably stabilized by efficient suppression of termination reactions in the nanochannels, resulting in living radical polymns. with relatively narrow mol. wt. distributions.  A significant nanochannel effect on the polymer stereoregularity was also seen, leading to a clear increase of isotacticity in the resulting polymers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtl2itb7M&md5=63b3d4de16c53357e4cabf321958acef", "11. ", "Czaja", ", ", "A. U.", "; ", "Trukhan", ", ", "N.", "; ", "Muller", ", ", "U.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1284", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Industrial applications of metal-organic frameworks", "Czaja, Alexander U.; Trukhan, Natalia; Muller, Ulrich", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1284-1293", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  New materials are prerequisite for major breakthrough applications affecting the daily life, and therefore are pivotal for the chem. industry.  Metal-org. frameworks (MOFs) constitute an emerging class of materials useful in gas storage, gas purifn., and sepn. applications as well as heterogeneous catalysis.  They not only offer higher surface areas and the potential for enhanced activity than currently used materials like base metal oxides, but also provide shape/size selectivity which is important both for sepns. and catalysis.  In this crit. review an overview of the potential applications of MOFs in the chem. industry is presented.  Furthermore, the synthesis and characterization of the materials are briefly discussed from the industrial perspective.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7o%253D&md5=63295ce7e2fb393c1abecd7623bc9c58", "12. ", "Dietzel", ", ", "P. D. C.", "; ", "Besikiotis", ", ", "V.", "; ", "Blom", ", ", "R.", " ", "J. Mater. Chem.", " ", "2009", ",  ", "19", ",  ", "7362", "[", "Crossref", "], [", "CAS", "]", "12. ", "Application of metal-organic frameworks with coordinatively unsaturated metal sites in storage and separation of methane and carbon dioxide", "Dietzel, Pascal D. C.; Besikiotis, Vasileios; Blom, Richard", "Journal of Materials Chemistry", "\r\n        (", "2009", "),\r\n    ", "19", "\r\n        (", "39", "),\r\n    ", "7362-7370", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The metal-org. frameworks M2(dhtp)(H2O)2·8H2O (CPO-27-M, M = Ni, Mg) can be activated to give the empty framework compds. M2(dhtp) with a honeycomb analogous structure contg. large micropores of 11-12 Å diam. and a high concn. of open metal sites.  These sites play a major role in the adsorption of methane and carbon dioxide, which was studied at pressures up to 100 bar and 50 bar, resp., and various temps. in the range of 179 to 473 K. Both gases are taken up by the material in significant amts.  The max. excess adsorption of CO2 obsd. at 298 K was 51 wt.% for Ni2(dhtp) and 63 wt.% for Mg2(dhtp).  A surprisingly large amt. of CO2, in the range 25-30 wt.%, was still adsorbed at 473 K. Up to 18 and 22 wt.% methane were adsorbed at 179 K in the nickel and the magnesium compd., resp.  Congruent with this result is the high isosteric heat of adsorption obsd., which was found to be in the range 38-43 kJ mol-1 for CO2 and 20-22 kJ mol-1 for CH4, initially.  The heat of adsorption decreases significantly after the open metal sites have been occupied, which also is reflected in the shape of the adsorption isotherms.  The vacant coordination site at the metal atom also imparts favorable properties in respect to gas sepn. onto the material.  Breakthrough expts. using Ni2(dhtp) and gas mixts. of CO2-N2 and CO2-CH4 demonstrate the ability of the material to sep. these gases.  It is shown that carbon dioxide is preferentially adsorbed over methane or nitrogen.  In the case of CO2-N2, the retention is quant. within the precision of the detection system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht1SqsL3E&md5=772720d3befb7d050c696517be8ca169", "13. ", "Keskin", ", ", "S.", "; ", "Liu", ", ", "J.", "; ", "Rankin", ", ", "R.", "; ", "Johnson", ", ", "J.", "; ", "Sholl", ", ", "D.", " ", "Ind. Eng. Chem. Res.", " ", "2009", ",  ", "48", ",  ", "2355", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Progress, Opportunities, and Challenges for Applying Atomically Detailed Modeling to Molecular Adsorption and Transport in Metal-Organic Framework Materials", "Keskin, Seda; Liu, Jinchen; Rankin, Rees B.; Johnson, J. Karl; Sholl, David S.", "Industrial & Engineering Chemistry Research", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "5", "),\r\n    ", "2355-2371", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Metal-org. framework (MOF) materials are a class of nanoporous materials that have many potential advantages over traditional nanoporous materials for adsorption and other chem. sepn. technologies.  Because of the large no. of different MOFs that exist, efforts to predict the performance of MOFs using mol. modeling can potentially play an important role in selecting materials for specific applications.  The authors review the current state-of-the-art in the mol. modeling and quantum mech. modeling of MOFs.  Quantum mech. calcns. were used to date to examine structural and electronic properties of MOFs and the calcn. of MOF-guest interactions.  Mol. modeling calcns. using empirical classical potential calcns. were used to study pure and mixed fluid adsorption in MOFs.  Similar calcns. have recently provided initial information about the diffusive transport of adsorbed fluids in MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtVShtLfM&md5=8e791cb9ab21041507d832449edd279f", "14. ", "Kuppler", ", ", "R.", "; ", "Timmons", ", ", "D.", "; ", "Fang", ", ", "Q.", "; ", "Li", ", ", "J.", "; ", "Makal", ", ", "T.", "; ", "Young", ", ", "M.", "; ", "Yuan", ", ", "D.", "; ", "Zhao", ", ", "D.", "; ", "Zhuang", ", ", "W.", "; ", "Zhou", ", ", "H.", " ", "Coord. Chem. Rev.", " ", "2009", ",  ", "253", ",  ", "3042", "[", "Crossref", "], [", "CAS", "]", "14. ", "Potential applications of metal-organic frameworks", "Kuppler, Ryan J.; Timmons, Daren J.; Fang, Qian-Rong; Li, Jian-Rong; Makal, Trevor A.; Young, Mark D.; Yuan, Daqiang; Zhao, Dan; Zhuang, Wenjuan; Zhou, Hong-Cai", "Coordination Chemistry Reviews", "\r\n        (", "2009", "),\r\n    ", "253", "\r\n        (", "23-24", "),\r\n    ", "3042-3066", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Metal-org. frameworks have received much attention in recent years esp. as newly developed porous materials.  As such, they possess a wide array of potential applications including materials for gas storage, gas/vapor sepn., catalysis, luminescence, and drug delivery.  In the review, these potential applications of metal-org. frameworks are examd. and an outlook will be proposed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtlagt7zM&md5=4bfb28c8429e134985cd1936ebb79030", "15. ", "Uemura", ", ", "T.", "; ", "Yanai", ", ", "N.", "; ", "Kitagawa", ", ", "S.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1228", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "Polymerization reactions in porous coordination polymers", "Uemura, Takashi; Yanai, Nobuhiro; Kitagawa, Susumu", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1228-1236", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Recent developments in polymns. within the nanochannels of porous coordination polymers (PCPs) are covered in this tutorial review.  The characteristic features of PCPs are regular structures, controllable channel sizes and shapes, a designable surface functionality, and flexible frameworks, which can be utilized for precision polymer synthesis and specific polymer confinement.  This review discusses promising approaches to multiple controls of polymer structures, anal. systems for low-dimensional polymer assemblies and the construction of PCP-polymer nanohybrids, which are strong enticements to researchers in the areas of inorg., materials and polymer chem.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu74%253D&md5=c3f4a8ed69bf900eb511e6b688e6a5a2", "16. ", "Xiao", ", ", "B.", "; ", "Yuan", ", ", "Q.", " ", "Particuology", " ", "2009", ",  ", "7", ",  ", "129", "[", "Crossref", "], [", "CAS", "]", "16. ", "Nanoporous metal organic framework materials for hydrogen storage", "Xiao, Bo; Yuan, Qingchun", "Particuology", "\r\n        (", "2009", "),\r\n    ", "7", "\r\n        (", "2", "),\r\n    ", "129-140", "CODEN:\r\n                ", "PARTC5", ";\r\n        ISSN:", "1674-2001", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  Hydrogen is expected to play an important role in future transportation as a promising alternative clean energy source to carbon-based fuels.  One of the key challenges to commercialize hydrogen energy is to develop appropriate onboard hydrogen storage systems, capable of charging and discharging large quantities of hydrogen with fast enough kinetics to meet com. requirements.  Metal org. framework (MOF) is a new type of inorg. and org. hybrid nanoporous particulate materials.  Its diverse networks can enhance hydrogen storage through tuning the structure and property of MOFs.  The MOF materials so far developed adsorb hydrogen through weak dispersion interactions, which allow significant quantity of hydrogen to be stored at cryogenic temps. with fast kinetics.  Novel MOFs are being developed to strengthen the interactions between hydrogen and MOFs in order to store hydrogen under ambient conditions.  This review surveys the development of such candidate materials, their performance and future research needs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXmtlajs78%253D&md5=22aea07572985552455b999a3b05dc5f", "17. ", "Zou", ", ", "R.", "; ", "Abdel-Fattah", ", ", "A. I.", "; ", "Xu", ", ", "H.", "; ", "Zhao", ", ", "Y.", "; ", "Hickmott", ", ", "D. D.", " ", "Cryst. Eng. Comm.", " ", "2009", ",  ", "12", ",  ", "1337", "[", "Crossref", "]", "There is no corresponding record for this reference.", "18. ", "Xu", ", ", "Q.", "; ", "Liu", ", ", "D. H.", "; ", "Yang", ", ", "Q. Y.", "; ", "Zhong", ", ", "C. L.", "; ", "Mi", ", ", "J. G.", " ", "J. Mater. Chem.", " ", "2010", ",  ", "20", ",  ", "706", "[", "Crossref", "], [", "CAS", "]", "18. ", "Li-modified metal-organic frameworks for CO2/CH4 separation: a route to achieving high adsorption selectivity", "Xu, Qing; Liu, Dahuan; Yang, Qingyuan; Zhong, Chongli; Mi, Jianguo", "Journal of Materials Chemistry", "\r\n        (", "2010", "),\r\n    ", "20", "\r\n        (", "4", "),\r\n    ", "706-714", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "In this work three Li-modified metal-org. frameworks (MOFs) were constructed from MOF-5, by substituting the H atoms with O-Li groups in the org. linkers.  A multiscale approach combining grand canonical Monte Carlo (GCMC) simulation and d. functional theory (DFT) calcn. was adopted to investigate the sepn. of CO2/CH4 mixts. in these new Li-modified MOFs, as well as in a previously proposed Li-doped MOF-5 for hydrogen storage and the original MOF-5.  The results show that the selectivity of CO2 from CH4/CO2 mixts. in Li-modified MOFs is greatly improved, due to the enhancement of electrostatic potential in the materials by the presence of the metals.  One of the new Li-modified MOFs, chem-4Li, shows a higher CO2 selectivity than any other known MOFs.  Therefore, this work provides a route to improve the sepn. performance of MOFs for gas mixts. with components that have large differences in dipole and/or quadrupole moments.  In addn., the mechanisms for selectivity enhancement in the Li-modified MOFs were elucidated at the mol. level, and we found that the location of doped metals can change the adsorption sites for CO2, and in turn may change the active sites in MOFs when used as catalysts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXksFemtg%253D%253D&md5=840a893d87d1ec172cec3d8823d0a3da", "19. ", "Bureekaew", ", ", "S.", "; ", "Shimomura", ", ", "S.", "; ", "Kitagawa", ", ", "S.", " ", "Sci. Technol. Adv. Mater.", " ", "2008", ",  ", "9", ",  ", "014108", "[", "Crossref", "]", "There is no corresponding record for this reference.", "20. ", "Fletcher", ", ", "A. J.", "; ", "Thomas", ", ", "K. M.", "; ", "Rosseinsky", ", ", "M. J.", " ", "J. Solid State Chem.", " ", "2005", ",  ", "178", ",  ", "2491", "[", "Crossref", "], [", "CAS", "]", "20. ", "Flexibility in metal-organic framework materials: impact on sorption properties", "Fletcher, Ashleigh J.; Thomas, K. Mark; Rosseinsky, Matthew J.", "Journal of Solid State Chemistry", "\r\n        (", "2005", "),\r\n    ", "178", "\r\n        (", "8", "),\r\n    ", "2491-2510", "CODEN:\r\n                ", "JSSCBI", ";\r\n        ISSN:", "0022-4596", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "A review.  Recent years have seen the development of a new class of porous coordination polymers known collectively as metal org. framework materials (MOFs).  This review outlines recent progress in understanding how adsorption characteristics of these systems differ from rigid classical sorbents such as activated carbon and zeolites.  Gas/vapor adsorption studies for characterization of the porous structures of MOF materials are reviewed and differences in adsorption characteristics based on detailed measurement of equil. and dynamical sorption behavior, compared with previous generations of sorbents, are highlighted.  The role of framework flexibility and specific structural features, such as windows and pore cavities, within the MOF porous structures are discussed in relation to adsorption mechanisms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXot1CgtbY%253D&md5=349cfccbf029fb292e6be84f9c730a04", "21. ", "Shimomura", ", ", "S.", "; ", "Matsuda", ", ", "R.", "; ", "Kitagawa", ", ", "S.", " ", "Chem. Mater.", " ", "2010", ",  ", "22", ",  ", "4129", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Flexibility of Porous Coordination Polymers Strongly Linked to Selective Sorption Mechanism", "Shimomura, Satoru; Matsuda, Ryotaro; Kitagawa, Susumu", "Chemistry of Materials", "\r\n        (", "2010", "),\r\n    ", "22", "\r\n        (", "14", "),\r\n    ", "4129-4131", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The flexible, porous coordination polymers [M(TCNQ-TCNQ)(bipy)]n (M = Mn, Zn; TCNQ = 7,7,8,8-tetracyano-p-quinodimethane; bipy = 4,4'-bipyridine) were prepd. and the manganese complex was characterized by x-ray crystallog.  The TCNQ radical anions form a TCNQ dimer through C-C bond formation and the polymers have three-dimensional open framework structures with undulating channels, and their sorption properties were studied.  The zinc polymer exhibits more selective sorption and sepn. based on the crystal-to-crystal transformation with a larger energy gap.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXotFKgsrY%253D&md5=b6b60531068c6874cc571485d52db071", "22. ", "Uemura", ", ", "K.", "; ", "Matsuda", ", ", "R.", "; ", "Kitagawa", ", ", "S.", " ", "J. Solid State Chem.", " ", "2005", ",  ", "178", ",  ", "2420", "[", "Crossref", "], [", "CAS", "]", "22. ", "Flexible microporous coordination polymers", "Uemura, Kazuhiro; Matsuda, Ryotaro; Kitagawa, Susumu", "Journal of Solid State Chemistry", "\r\n        (", "2005", "),\r\n    ", "178", "\r\n        (", "8", "),\r\n    ", "2420-2429", "CODEN:\r\n                ", "JSSCBI", ";\r\n        ISSN:", "0022-4596", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "A review.  In a decade, many porous coordination polymers were synthesized, providing a variety of properties ranging from storage, sepn. and exchange of guests in their cavities, magnetism, cond. and catalysis by their frameworks.  Recent advent of flexible porous coordination polymers, which exhibit elastic guest accommodation in contrast to rigid three-dimensional (3-D) frameworks of conventional porous materials, have acquired a position as a new class of porous materials.  Such flexible porous properties induce highly selective guest accommodation and magnetic modulation, which could now be a unique class of practical materials.  In this review, the authors introduce recent flexible porous coordination polymers and their functional properties, categorizing the four types of pores with framework deformation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXot1Cgtb8%253D&md5=a91c1a5761eda2c31348ecf61dff645f", "23. ", "Kitaura", ", ", "R.", "; ", "Fujimoto", ", ", "K.", "; ", "Noro", ", ", "S.", "; ", "Kondo", ", ", "M.", "; ", "Kitagawa", ", ", "S.", " ", "Angew. Chem., Int. Ed.", " ", "2002", ",  ", "41", ",  ", "133", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "23. ", "A pillared-layer coordination polymer network displaying hysteretic sorption: [Cu2(pzdc)2(dpyg)]n (pzdc = pyrazine-2,3-dicarboxylate; dpyg = 1,2-di(4-pyridyl)glycol)", "Kitaura, Ryo; Fujimoto, Kentaro; Noro, Shin-ichiro; Kondo, Mitsuru; Kitagawa, Susumu", "Angewandte Chemie, International Edition", "\r\n        (", "2002", "),\r\n    ", "41", "\r\n        (", "1", "),\r\n    ", "133-135", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH", ")\r\n        ", "[Cu2(pzdc)2(dpyg).8H2O]n (I) (H2pzdc = pyrazine-2,3-dicarboxylic acid; dpyg = 1,2-di(4-pyridyl)glycol) was prepd. by the reaction of C(ClO4)2 with Na2pzdc and dpyg in H2O/EtOH.  I is monoclinic, space group P21/c, Z = 2, R = 0.071, Rw = 0.095.  In I each Cu(II) is 5-coordinate, residing in a distorted trigonal bipyramidal environment, surrounded by 3 O atoms from 3 pzdc ligands and 2 N atoms from a dpyg and pzdc ligand.  The Cu2(μ-O)2 units are linked together by the pzdc ligands to give a 2-dimensional layer in the bc plane.  The dpyg ligand acts as a pillar.  The thermal decompn. of I was studied.  The adsorption isotherms of anhyd. [Cu2(pzdc)2(dpyg)]n (II) for CH4, H2O and MeOH to exam. the porous properties.  II adsorbs MeOH and H2O; and the adsorption isotherms exhibit hysteretic behavior.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XlvFantQ%253D%253D&md5=b06f1a72f903d2f2aa3e5d093c026c6d", "24. ", "Matsuda", ", ", "R.", "; ", "Kitaura", ", ", "R.", "; ", "Kitagawa", ", ", "S.", "; ", "Kubota", ", ", "Y.", "; ", "Kobayashi", ", ", "T. C.", "; ", "Horike", ", ", "S.", "; ", "Takata", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2004", ",  ", "126", ",  ", "14063", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Guest Shape-Responsive Fitting of Porous Coordination Polymer with Shrinkable Framework", "Matsuda, Ryotaro; Kitaura, Ryo; Kitagawa, Susumu; Kubota, Yoshiki; Kobayashi, Tatsuo C.; Horike, Satoshi; Takata, Masaki", "Journal of the American Chemical Society", "\r\n        (", "2004", "),\r\n    ", "126", "\r\n        (", "43", "),\r\n    ", "14063-14070", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "In situ synchrotron x-ray powder diffraction patterns of porous coordination polymers {[Cu2(pzdc)2(bpy)]·G} were measured (pzdc = pyrazine-2,3-dicarboxylate, bpy = 4,4'-bipyridine) (G = H2O for CPL-2 ∋ H2O, G = benzene for CPL-2 ∋ benzene, and G = void for the apohost).  The structures of apohost and CPL-2 ∋ benzene were detd. from Rietveld anal.  Adsorption of benzene in the channels induced a remarkable contraction in the crystal (b axis; 6.8%, vol.; 4.9%), although the channels were occupied by the benzene mols.  This crystal transformation provides a new pore structure that is well suited for benzene mols., and the authors denote it as a shape-responsive fitting transformation.  This type of pore gives rise to a new guideline: frameworks can be composed of flexible motifs that are linked via strong bond and/or stiff motifs that are connected via weaker bonds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXot1Kqtbs%253D&md5=5fd47191db74486d7780dd52ad760524", "25. ", "Maji", ", ", "T.", "; ", "Matsuda", ", ", "R.", "; ", "Kitagawa", ", ", "S.", " ", "Nat. Mater.", " ", "2007", ",  ", "6", ",  ", "142", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "25. ", "A flexible interpenetrating coordination framework with a bimodal porous functionality", "Maji, Tapas Kumar; Matsuda, Ryotaro; Kitagawa, Susumu", "Nature Materials", "\r\n        (", "2007", "),\r\n    ", "6", "\r\n        (", "2", "),\r\n    ", "142-148", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Introducing a functional part into open-framework materials that tunes the pore size/shape and overall porous activity will open new routes in framework engineering and in the fabrication of new materials.  The authors have designed and synthesized a bimodal microporous 2-fold interpenetrating network, {[Ni(bpe)2(N(CN)2)](N(CN)2)(H2O)5}n (1, bpe = 1,2-bis(4-pyridyl)ethane), with two types of channel for anionic N(CN)2- (dicyanamide) and neutral water mols., resp.  1 Was characterized by x-ray crystallog.  The dehydrated framework provides a dual function of specific anion exchange of free N(CN)2- for the smaller N3- anions and selective gas sorption.  The N3-exchanged framework leads to a dislocation of the mutual positions of the two interpenetrating frameworks, resulting in an increase in the effective pore size in one of the counterparts of the channels and a higher accommodation of adsorbate than in the as-synthesized framework 1, showing the 1st case of controlled sorption properties in flexible porous frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtFyhsr0%253D&md5=53ff87003c78e1e4f59c5e9443596bdb", "26. ", "Maji", ", ", "T. K.", "; ", "Uemura", ", ", "K.", "; ", "Chang", ", ", "H. C.", "; ", "Matsuda", ", ", "R.", "; ", "Kitagawa", ", ", "S.", " ", "Angew. Chem., Int. Ed.", " ", "2004", ",  ", "43", ",  ", "3269", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "26. ", "Expanding and shrinking porous modulation based on Pillared-layer coordination polymers showing selective guest adsorption", "Maji, Tapas Kumar; Uemura, Kazuhiro; Chang, Ho-Chol; Matsuda, Ryotaro; Kitagawa, Susumu", "Angewandte Chemie, International Edition", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "25", "),\r\n    ", "3269-3272", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Rationally designed and synthesized, two novel pillar-layered 3-dimensional microporous frameworks {[Cd(pzdc)(azpy)]·2H2O}n (1) and {[Cd(pzdc)(bpee)]·1.5H2O}n (2) (H2pzdc = pyrazine-2,3-dicarboxylic acid; azpy = trans-diazodi-4-pyridine; bpee = trans-1,2-di-4-pyridylethene) have high thermal stability and highly selective adsorption properties.  Removal of guest H2O mols. results in the expansion of 1 but the contraction of 2.  The crystal structures of 1 and 2 were detd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXlsF2gtrw%253D&md5=92d38decd4c7f08fba1c2ea468817ff5", "27. ", "Seo", ", ", "J.", "; ", "Matsuda", ", ", "R.", "; ", "Sakamoto", ", ", "H.", "; ", "Bonneau", ", ", "C.", "; ", "Kitagawa", ", ", "S.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "12792", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "A Pillared-Layer Coordination Polymer with a Rotatable Pillar Acting as a Molecular Gate for Guest Molecules", "Seo, Joobeom; Matsuda, Ryotaro; Sakamoto, Hirotoshi; Bonneau, Charlotte; Kitagawa, Susumu", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "35", "),\r\n    ", "12792-12800", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The design of pore properties using flexible motifs and functional groups is of importance to obtain porous coordination polymers with desirable functions.  The authors prepd. a 3-dimensional pillared-layer coordination polymer, {[Cd2(pzdc)2L(H2O)2]·5(H2O)·(CH3CH2OH)}n (1, H2pzdc = 2,3-pyrazinedicarboxylic acid; L = 2,5-bis(2-hydroxyethoxy)-1,4-bis(4-pyridyl)benzene) showing (i) a rotatable pillar bearing ethylene glycol side chains acting as a mol. gate with locking/unlocking interactions triggered by guest inclusion between the side chains, (ii) framework flexibility with slippage of the layers, and (iii) coordinatively unsatd. metal centers as guest accessible sites through the removal of the water coligands.  The framework clearly shows reversible single-crystal-to-single-crystal transformations in response to the removal and rebinding of guest mols., the observation of these processes provided fundamental clues to the understanding of the sorption profiles.  The x-ray structures indicate that the 3-dimensional host framework is retained during the transformations, involving mainly rotation of the pillars and slippage of the layers.  The structure of dried form 2, [Cd2(pzdc)2L]n, has no void vol. and no water coligands.  The adsorption isotherm of water for 2 at 298 K exhibits three distinct steps coinciding with the framework functions.  Compd. 2 favors the uptake of CO2 (195 K) over N2 (77 K) and O2 (77 K).  Above all, the authors report on a mol. gate with a rotational module exhibiting a locking/unlocking system which accounts for gate-opening type sorption profiles.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXpvFaktrs%253D&md5=a6d46bfc429bb86a180286e1411384b8", "28. ", "Maji", ", ", "T.", "; ", "Mostafa", ", ", "G.", "; ", "Matsuda", ", ", "R.", "; ", "Kitagawa", ", ", "S.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "17152", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Guest-Induced Asymmetry in a Metal-Organic Porous Solid with Reversible Single-Crystal-to-Single-Crystal Structural Transformation", "Maji, Tapas Kumar; Mostafa, Golam; Matsuda, Ryotaro; Kitagawa, Susumu", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "49", "),\r\n    ", "17152-17153", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A metal-org. honeycomb-like 2D pillared-bilayer open framework has been constructed which shows dynamic sponge-like single-crystal-to-single-crystal transformation upon dehydration and rehydration.  The dehydrated acentric nonporous phase transformed to the porous centric phase with the selective adsorbate concomitant with the structural transformation correlated with the single-crystal structure detn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXht1Wmt7jO&md5=635bb3394b7f9e71df849a87b841e9e3", "29. ", "Park", ", ", "H.", "; ", "Suh", ", ", "M.", " ", "Chem.—Eur. J.", " ", "2008", ",  ", "14", ",  ", "8812", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "Mixed-ligand metal-organic frameworks with large pores: gas sorption properties and single-crystal-to-single-crystal transformation on guest exchange", "Park, Hye Jeong; Suh, Myunghyun Paik", "Chemistry--A European Journal", "\r\n        (", "2008", "),\r\n    ", "14", "\r\n        (", "29", "),\r\n    ", "8812-8821", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Two isomorphous 3-dimensional metal-org. frameworks, {[Cu2(BPnDC)2(bpy)]·8DMF·6H2O}n (1) and {[Zn2(BPnDC)2(dabco)]·13DMF·3H2O}n (2), were prepd. by the solvothermal reactions of benzophenone 4,4'-dicarboxylic acid (H2BPnDC) with Cu(NO3)2·2.5H2O and 4,4'-bipyridine (bpy), and with Zn(NO3)2·6H2O and 4-diazabicyclo[2.2.2]octane (dabco), resp.  Compds. 1 and 2 are composed of paddle-wheel {M2(O2CR)4} cluster units, and they generate 2-dimensional channels with two different large pores (effective size of larger pore: 18.2 Å for 1, 11.4 Å for 2).  The framework structure of desolvated solid, [Cu2(BPnDC)2(bpy)]n (SNU-6; SNU = Seoul National University), is the same as that of 1, as evidenced by powder x-ray diffraction patterns.  SNU-6 exhibits high permanent porosity (1.05 cm3g-1) with high Langmuir surface area (2910 m2g-1).  It shows high H2 gas storage capacity (1.68% at 77K and 1 atm; 4.87% (excess) and 10.0% (total) at 77K and 70 bar) with high isosteric heat (7.74 kJ mol-1) of H2 adsorption as well as high CO2 adsorption capability (113.8% at 195 K and 1 atm).  Compd. 2 undergoes a single-crystal-to-single-crystal transformation on guest exchange with n-hexane to provide {[Zn2(BPnDC)2(dabco)]·6(n-hexane)·3H2O}n (2hexane).  The transformation involves dynamic motion of the mol. components in the crystal, mainly a bending motion of the square planes of the paddle-wheel units resulting from rotational rearrangement of Ph rings and carboxylate planes of BPnDC2-.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXht1yhsLnP&md5=fca47c9e773e2146d2951f670df0ffbd", "30. ", "Kitagawa", ", ", "S.", "; ", "Matsuda", ", ", "R.", " ", "Coord. Chem. Rev.", " ", "2007", ",  ", "251", ",  ", "2490", "[", "Crossref", "], [", "CAS", "]", "30. ", "Chemistry of coordination space of porous coordination polymers", "Kitagawa, Susumu; Matsuda, Ryotaro", "Coordination Chemistry Reviews", "\r\n        (", "2007", "),\r\n    ", "251", "\r\n        (", "21-24", "),\r\n    ", "2490-2509", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  Recently, syntheses of epoch-making space materials using coordination compds. are underway by various groups.  The rational synthetic strategy of the space of coordination compds. provides unique structures and functions, which were not found in traditional materials.  Now, the authors intend to focus on this scientific field from a new viewpoint.  The authors define coordination space as the space where the coordination bond plays an important role in the formation of the spatial structures and where various phys. properties are exhibited.  The authors focus on the coordination spaces provided by porous coordination polymers, and their uniqueness is illustrated with current representative results.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtFKhs77L&md5=1552e3eeb4989b9f8c862048f86e7094", "31. ", "Sakamoto", ", ", "H.", "; ", "Kitaura", ", ", "R.", "; ", "Matsuda", ", ", "R.", "; ", "Kitagawa", ", ", "S.", "; ", "Kubota", ", ", "Y.", "; ", "Takata", ", ", "M.", " ", "Chem. Lett.", " ", "2010", ",  ", "39", ",  ", "218", "[", "Crossref", "], [", "CAS", "]", "31. ", "Systematic construction of porous coordination pillared-layer structures and their sorption properties", "Sakamoto, Hirotoshi; Kitaura, Ryo; Matsuda, Ryotaro; Kitagawa, Susumu; Kubota, Yoshiki; Takata, Masaki", "Chemistry Letters", "\r\n        (", "2010", "),\r\n    ", "39", "\r\n        (", "3", "),\r\n    ", "218-219", "CODEN:\r\n                ", "CMLTAG", ";\r\n        ISSN:", "0366-7022", ".\r\n    \r\n            (", "Chemical Society of Japan", ")\r\n        ", "Two novel coordination polymers, {[Cu2(pzdc)2L]·mH2O}n where pzdc is pyrazine-2,3-dicarboxylate and L is 2,7-diazapyrene (CPL-3) and 1,2-azopyridine (CPL-4), resp., having 3D pillared-layer structure were prepd. and the compds. showed gas adsorption properties depending on L.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXjslehs7c%253D&md5=0b10ae068006300dcc238f839d067b00", "32. ", "Noro", ", ", "S.", "; ", "Kitagawa", ", ", "S.", "; ", "Akutagawa", ", ", "T.", "; ", "Nakamura", ", ", "T.", " ", "Prog. Polym. Sci.", " ", "2009", ",  ", "34", ",  ", "240", "[", "Crossref", "], [", "CAS", "]", "32. ", "Coordination polymers constructed from transition metal ions and organic N-containing heterocyclic ligands: Crystal structures and microporous properties", "Noro, Shin-ichiro; Kitagawa, Susumu; Akutagawa, Tomoyuki; Nakamura, Takayoshi", "Progress in Polymer Science", "\r\n        (", "2009", "),\r\n    ", "34", "\r\n        (", "3", "),\r\n    ", "240-279", "CODEN:\r\n                ", "PRPSB8", ";\r\n        ISSN:", "0079-6700", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "A review.  The chem. of coordination polymers was extensively advanced in recent decades, producing various architectures that are rationally constructed from a variety of mol. building blocks and interactions between them.  Researchers have worked to create a diverse range of coordination frameworks and have raised the structural chem. to a mature level.  The next challenge is to explore their chem. and phys. functionalities, which are assocd. with the microporous properties of frameworks.  This review focuses on crystal structures and microporous properties of coordination polymers contg. org. N-contg. heterocyclic mols. as bridging ligands.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXisVOlu70%253D&md5=0b6d2ab7ffd0b540dd02e4379a706f9b", "33. ", "Kondo", ", ", "M.", "; ", "Okubo", ", ", "T.", "; ", "Asami", ", ", "A.", "; ", "Noro", ", ", "S.", "; ", "Yoshitomi", ", ", "T.", "; ", "Kitagawa", ", ", "S.", "; ", "Ishii", ", ", "T.", "; ", "Matsuzaka", ", ", "H.", "; ", "Seki", ", ", "K.", " ", "Angew. Chem., Int. Ed.", " ", "1999", ",  ", "38", ",  ", "140", "[", "Crossref", "], [", "CAS", "]", "33. ", "Rational synthesis of stable channel-like cavities with methane gas adsorption properties: [{Cu2(pzdc)2(L)}n] (pzdc = pyrazine-2,3-dicarboxylate; L =a pillar ligand)", "Kondo, Mitsuru; Okubo, Takashi; Asami, Akiko; Noro, Shin-Ichiro; Yoshitomi, Tomomichi; Kitagawa, Susumu; Ishii, Tomohiko; Matsuzaka, Hiroyuki; Seki, Kenji", "Angewandte Chemie, International Edition", "\r\n        (", "1999", "),\r\n    ", "38", "\r\n        (", "1/2", "),\r\n    ", "140-143", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH", ")\r\n        ", "Porous coordination networks were designed in prepd. copper complexes [{Cu2(pzdc)2(L)}n] (pzdc = pyrazine-2,3-dicarboxylate; L = pillar ligand pyrazine, 4,4'-bipyridyl, N-4-pyridinyl-4-pyridinecarboxamide).  The structure of [{Cu2(pzdc)2(pyz)}.2H2O]n (1) was detd. by x-ray crystallog.  The complex consists of a pillared layer structure with a two-dimensional sheet of [Cu(pzdc)2]n and pillar pyrazine ligands that bridge each sheet.  The channels are occupied by water mols.  Thermal dehydration of 1 at 100-260° resulted in a stable phase which retained the porous network without decompn. (powder XRD study).  Methane adsorption capabilities of the coordination networks were studied.  Increased methane absorption activity for pillar ligands 4,4'-bipyridyl and N-4-pyridinyl-4-pyridinecarboxamide is consistent with the larger channel sizes of these complexes.  The activity is comparable to that of zeolites and other reported stable porous coordination networks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXpsVartA%253D%253D&md5=6f87dbe574859a417d16d3cf96f16c9b", "34. ", "Kondo", ", ", "M.", "; ", "Asami", ", ", "A.", "; ", "Chang", ", ", "H.", "; ", "Kitagawa", ", ", "S.", " ", "Cryst. Eng.", " ", "1999", ",  ", "2", ",  ", "115", "[", "Crossref", "], [", "CAS", "]", "34. ", "New coordination networks constructed from N-(4-pyridyl)isonicotinamide", "Kondo, Mitsuru; Asami, Akiko; Chang, Ho-Chol; Kitagawa, Susumu", "Crystal Engineering", "\r\n        (", "1999", "),\r\n    ", "2", "\r\n        (", "2/3", "),\r\n    ", "115-122", "CODEN:\r\n                ", "CRYEF8", ";\r\n        ISSN:", "1463-0184", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "New coordination polymers of N-(4-pyridyl)isonicotinamide (pia) were prepd. and crystallog. characterized.  Compd. 1, [Cd(pia)(NCS)2]n, provides a rectangular, two-dimensional network, which is constructed by a single bridging of the pia ligand and double bridging of the NCS ligands.  Compd. 2, [Cu(pzdc)(pia)2]n (pzdc = pyrazine-2,3-dicarboxylate), forms a fishbone-type, 1-dimensional network, which is comprised of -(Cu-pzdc)- chains with pia ligands.  The imino-pyridine donor of the pia binds to the chains, in which the other remains free.  The π-π and hydrogen bonding interactions between the pia ligands in the adjacent chains provide a three-dimensional structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXht1artQ%253D%253D&md5=82a1e6b6e4416d6a0ecc049691a35813", "35. ", "Kitaura", ", ", "R.", "; ", "Kitagawa", ", ", "S.", "; ", "Kubota", ", ", "Y.", "; ", "Kobayashi", ", ", "T. C.", "; ", "Kindo", ", ", "K.", "; ", "Mita", ", ", "Y.", "; ", "Matsuo", ", ", "A.", "; ", "Kobayashi", ", ", "M.", "; ", "Chang", ", ", "H. C.", "; ", "Ozawa", ", ", "T. C.", "; ", "Suzuki", ", ", "M.", "; ", "Sakata", ", ", "M.", "; ", "Takata", ", ", "M.", " ", "Science", " ", "2002", ",  ", "298", ",  ", "2358", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "35. ", "Formation of a One-Dimensional Array of Oxygen in a Microporous Metal-Organic Solid", "Kitaura, Ryo; Kitagawa, Susumu; Kubota, Yoshiki; Kobayashi, Tatsuo C.; Kindo, Koichi; Mita, Yoshimi; Matsuo, Akira; Kobayashi, Michihiro; Chang, Ho-Chol; Ozawa, Tadashi C.; Suzuki, Megumi; Sakata, Makoto; Takata, Masaki", "Science (Washington, DC, United States)", "\r\n        (", "2002", "),\r\n    ", "298", "\r\n        (", "5602", "),\r\n    ", "2358-2361", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "The authors report the direct observation of dioxygen mols. physisorbed in the nanochannels of a microporous copper coordination polymer, [Cu2(pzdc)2(L)]n (CPL-1; pzdc = pyrazine-2,3-dicarboxylate, L = pyrazine) by the MEM (max. entropy method)/Rietveld method, using in situ high-resoln. synchrotron x-ray powder diffraction measurements.  The obtained MEM electron d. revealed that van der Waals dimers of physisorbed O2 locate in the middle of nanochannels and form a 1-dimensional ladder structure aligned to the host channel structure.  The obsd. O-O stretching Raman band and magnetic susceptibilities are characteristic of the confined O2 mols. in 1-dimensional nanochannels of CPL-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38Xps1Sjur0%253D&md5=145947002a2ec784e9aadd8f2d729795", "36. ", "Matsuda", ", ", "R.", "; ", "Kitaura", ", ", "R.", "; ", "Kubota", ", ", "Y.", "; ", "Kobayashi", ", ", "T. C.", "; ", "Takata", ", ", "M.", "; ", "Kitagawa", ", ", "S.", " ", "Microporous Mesoporous Mater.", " ", "2010", ",  ", "129", ",  ", "296", "[", "Crossref", "], [", "CAS", "]", "36. ", "Incommensurate guest adsorption in bellows-shaped one-dimensional channels of porous coordination polymers", "Matsuda, Ryotaro; Kitaura, Ryo; Kubota, Yoshiki; Kobayashi, Tatsuo C.; Takata, Masaki; Kitagawa, Susumu", "Microporous and Mesoporous Materials", "\r\n        (", "2009", "),\r\n    ", "129", "\r\n        (", "3", "),\r\n    ", "296-303", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Adsorption isotherms of N2, O2, CO2, and Xe on a flexible microporous coordination polymer, CPL-2 [Cu2(pzdc)2(bpy)]·(pzdc = pyrazine-2,3-dicarboxylate; bpy = 4,4'-bipyridine), possessing bellows-shaped one-dimensional channels were measured.  A nonintegral no. of each of the N2, O2, CO2, and Xe mols. can be accommodated in each unit pore, which indicates that all guest mols. are accommodated in the so-called \"incommensurate fashion\".  In situ synchrotron X-ray powder diffraction patterns of CPL-2 with guest mols. were recorded.  The unit cells were detd. from each pattern.  It was found that the host CPL-2 exhibits different crystal transformation with the accommodation of each guest mol.  This indicates that, even in the case of incommensurate adsorption, the flexible framework of a microporous coordination polymer can transform each pore to suit different guest mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXjslCqsQ%253D%253D&md5=07eec6b38ffaefc169d809ae03569434", "37. ", "Kitaura", ", ", "R.", "; ", "Matsuda", ", ", "R.", "; ", "Kubota", ", ", "Y.", "; ", "Kitagawa", ", ", "S.", "; ", "Takata", ", ", "M.", "; ", "Kobayashi", ", ", "T. C.", "; ", "Suzuki", ", ", "M.", " ", "J. Phys. Chem. B", " ", "2005", ",  ", "109", ",  ", "23378", "[", "ACS Full Text ", "], [", "CAS", "]", "37. ", "Formation and Characterization of Crystalline Molecular Arrays of Gas Molecules in a 1-Dimensional Ultramicropore of a Porous Copper Coordination Polymer", "Kitaura, Ryo; Matsuda, Ryotaro; Kubota, Yoshiki; Kitagawa, Susumu; Takata, Masaki; Kobayashi, Tatsuo C.; Suzuki, Megumi", "Journal of Physical Chemistry B", "\r\n        (", "2005", "),\r\n    ", "109", "\r\n        (", "49", "),\r\n    ", "23378-23385", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Mols. and atoms confined in a nanospace may have properties distinctly different from those of the bulk fluid, owing to the formation of a specific mol. array characteristic of nanospace.  In situ synchrotron powder X-ray diffraction measurements have been used to observe confined guest mols. such as N2, O2, Ar, and CH4 in the well-regulated ultramicropore of a copper coordination polymer, 1 ([Cu2(pzdc)2pyz]: pzdc = 2,3-pyrazinedicarboxylate and pyz = pyrazine).  The obtained crystal structures indicate that guest mols. are confined in a linear fashion to form cryst.-like regular ordered arrays, in contrast to the situation in the gas and liq. state, even at temps. above the b.p., and the ordered arrays are characteristic of the kind of gas mol. and the geometrical and potential properties of the ultramicropore of 1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXht1WisLjF&md5=b1b83f4e608796fbae66fe4bef64b608", "38. ", "Nagaoka", ", ", "M.", "; ", "Ohta", ", ", "Y.", "; ", "Hitomi", ", ", "H.", " ", "Coord. Chem. Rev.", " ", "2007", ",  ", "251", ",  ", "2522", "[", "Crossref", "], [", "CAS", "]", "38. ", "Theoretical characterization of coordination space: Adsorption state and behavior of small molecules in nanochanneled metal-organic frameworks via electronic state theory, molecular mechanical and Monte Carlo simulation", "Nagaoka, Masataka; Ohta, Yusuke; Hitomi, Haruko", "Coordination Chemistry Reviews", "\r\n        (", "2007", "),\r\n    ", "251", "\r\n        (", "21-24", "),\r\n    ", "2522-2536", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  Theor. discussion of the coordination space created in metal-org. frameworks (MOFs), which have recently attracted many chemists, should include not only the roles of MOFs but also the characteristics of adsorbates, requiring ests. of their electronic state (ES) properties, microscopic interactions and thermodn. of an ensemble of adsorbate mols. in dynamic responding states interacting with MOFs.  This article reports, by using a combination of ES and mol. mech. (MM) methods and Monte Carlo (MC) simulation, a sequence of theor. chem. detn. of crystal structures, adsorption energies and adsorption isobars of O2 mols. in so-called CPL-1 (coordination polymer 1 with pillared layer structure), i.e., a MOF [Cu2(pzdc)2(pyz)]n (pzdc: pyrazine-2,3-dicarboxylate; pyz: pyrazine) as were synthesized recently by Kitagawa's group and were well-studied by the MEM (max. entropy method)/Rietveld method, using in situ high resoln. x-ray powder diffraction data, drawing their attention on van der Waals (vdW) dimers of physisorbed O2 locating in the middle of nanochannels (1-dim O2 dimers ladder structure).  The theor. methods employed include MO theory, d. functional theory (DFT), MM method with calibrated vdW and electrostatic parameters and grand canonical MC (GCMC) simulation.  In the DFT method, the pyrazine ring is found tilting in coinciding with O2 adsorption and its binding energy is -10.92 kcal/mol, being in reasonable agreement with the adsorption energy at 0 K, -4.12 kcal/mol, extrapolated linearly from the calcd. adsorption isobar curve by GCMC simulations, where the MM O2 potential parameters are calibrated according to recent ab initio ES calcns.  Finally, from the MM structural optimization, introduction of quadrupole interaction makes inclination angles of O2 mols. dramatically in accord with the expt. results.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtFKhs77F&md5=05dec5bd1d35b4dbac8684d805cffc35", "39. ", "Garcia-Ricard", ", ", "O. J.", "; ", "Hernandez-Maldonado", ", ", "A. J.", " ", "J. Phys. Chem. C", " ", "2010", ",  ", "114", ",  ", "1827", "[", "ACS Full Text ", "], [", "CAS", "]", "39. ", "Cu2(pyrazine-2,3-dicarboxylate)2(4,4'-bipyridine) Porous Coordination Sorbents: Activation Temperature, Textural Properties, and CO2 Adsorption at Low Pressure Range", "Garcia-Ricard, Omar J.; Hernandez-Maldonado, Arturo J.", "Journal of Physical Chemistry C", "\r\n        (", "2010", "),\r\n    ", "114", "\r\n        (", "4", "),\r\n    ", "1827-1834", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The effect of activation temp. on the textural properties and low-pressure adsorption performance of the porous coordination polymer Cu2(pzdc)2(bpy) [pzdc = pyrazine-2,3-dicarboxylate, bpy = 4,4'-bipyridine], better known as CPL-2, was considered to elucidate the material potential for sepns.  The effective activation temp. range was estd. via coupled thermal gravimetric and Fourier transforms IR spectroscopy anal.  A textural property anal. via the αs-plot, Dubinin-Radushkevich and Horvath-Kawazoe methods show that a significant redn. in effective surface area and micropore vol. occurs when the activation temp. is increased from 373 to 423 K.  Cooling of the sample in a moisture-free environment revealed that such redn. is nonreversible, as evidenced by single-component CO2 equil. adsorption tests.  Although CO2 equil. adsorption isotherms exhibit a linear behavior in the ambient pressure range, an increase in activation temp. eventually decreases the pore size of the structure resulting in a considerable decrease in loading amts.  This was also corroborated by means of in situ high-temp. X-ray diffraction, which was used to monitor the lattice semiquant. changes of CPL-2 during the thermal activation sequence.  In addn., adsorption uptake data was gathered to est. a diffusion time const. and elucidate preliminary information about the kinetics involved during the transport of CO2 through the micropores of CPL-2.  After inspection of the adsorbent particle morphol. via SEM, it became ostensible that the transport phenomenol. model suitable to fit the uptake data was that of a slab-shape particle.  For the sample pretreated at 373 K the anal. yields an av. diffusion time const. of ca. 0.5 s-1 at 298 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhvVGrtA%253D%253D&md5=746f86881c0c754175bc004323f3660d", "40. ", "Horike", ", ", "S.", "; ", "Matsuda", ", ", "R.", "; ", "Kitagawa", ", ", "S.", " ", "Dynamics of guests in microporous coordination polymers studied by solid state NMR and X-ray analysis", ". In  ", "Studies Surface Science and Catalysis", "; ", "Sayari", ", ", "A.", "; ", "Jaroniec", ", ", "M.", ", Eds.; ", "Elsevier", ": ", "Amsterdam", ", ", "2005", "; Vol.  ", "156", ", p  ", "725", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "41. ", "Horike", ", ", "S.", "; ", "Matsuda", ", ", "R.", "; ", "Kitaura", ", ", "R.", "; ", "Kitagawa", ", ", "S.", "; ", "Iijima", ", ", "T.", "; ", "Endo", ", ", "K.", "; ", "Kubota", ", ", "Y.", "; ", "Takata", ", ", "M.", " ", "Chem. Commun.", " ", "2004", ",  ", "2152", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "41. ", "Motion of methanol adsorbed in porous coordination polymer with paramagnetic metal ions", "Horike, Satoshi; Matsuda, Ryotaro; Kitaura, Ryo; Kitagawa, Susumu; Iijima, Takahiro; Endo, Kazunaka; Kubota, Yoshiki; Takata, Masaki", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2004", "),\r\n    ", "\r\n        (", "19", "),\r\n    ", "2152-2153", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Mol. motions of MeOH adsorbed in 1-dimensional nanochannels of pillared-layer coordination polymer with paramagnetic metal ions were studied by 2H NMR together with x-ray crystallog.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXotVOms7k%253D&md5=0bd509b11d68af1780204f80a3e441a3", "42. ", "Gabuda", ", ", "S. P.", "; ", "Kozlova", ", ", "S. G.", "; ", "Drebuschak", ", ", "V. A.", "; ", "Dybtsev", ", ", "D. N.", "; ", "Fedin", ", ", "V. P.", " ", "J. Phys. Chem. C", " ", "2008", ",  ", "112", ",  ", "5074", "[", "ACS Full Text ", "], [", "CAS", "]", "42. ", "Dynamic Pseudo Jahn-Teller Effect and the Phase Transition Induced by Absorption of Molecules in Metal-Organic Nanotube Framework", "Gabuda, Svyatoslav P.; Kozlova, Svetlana G.; Drebuschak, Valeri A.; Dybtsev, Danil N.; Fedin, Vladimir P.", "Journal of Physical Chemistry C", "\r\n        (", "2008", "),\r\n    ", "112", "\r\n        (", "13", "),\r\n    ", "5074-5077", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A second-order phase transition induced by absorption of acetone in nanoporous zinc terephthalate, Zn2(C8H4O4)2(C6H12N2), has been studied by 2H NMR and DSC data.  The heterogeneous system [Zn2(C8H4O4)2(C6H12N2)]·n(CH3)2CO (n = 0-5) is tetragonal at n < ne ≈ 2.5, with the crystal symmetry being lowered at n > ne (to orthorhombic).  The breaking of symmetry is related to a combination of a pseudo Jahn-Teller effect and the influence of quantum confinement on the dynamic behavior of the absorbed mols. in the metal-org. nanotube framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXivV2nsrw%253D&md5=bc5b107f8ac428fadb23ced3a7aa9c91", "43. ", "Jie", ", ", "S.", "; ", "Yingxia", ", ", "W.", "; ", "Sihai", ", ", "Y.", "; ", "Guobao", ", ", "L.", "; ", "Fuhui", ", ", "L.", "; ", "Jianhua", ", ", "L.", " ", "Inorg. Chem.", " ", "2007", ",  ", "46", ",  ", "8403", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "44. ", "Pothiraja", ", ", "R.", "; ", "Sathiyendiran", ", ", "M.", "; ", "Butcher", ", ", "R. J.", "; ", "Murugavel", ", ", "R.", " ", "Inorg. Chem.", " ", "2005", ",  ", "44", ",  ", "6314", "[", "ACS Full Text ", "], [", "CAS", "]", "44. ", "Non-Interpenetrating Transition Metal Diorganophosphate 2-Dimensional Rectangular Grids from Their 1-Dimensional Wires: Structural Transformations under Mild Conditions", "Pothiraja, Ramasamy; Sathiyendiran, Malaichamy; Butcher, Ray J.; Murugavel, Ramaswamy", "Inorganic Chemistry", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "18", "),\r\n    ", "6314-6323", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The Mn, Co, and Cd complexes [M(dtbp)2]n (M = Mn (1) and Co (2)) and [Cd(dtbp)2(H2O)]n (3) (dtbp = di-tert-Bu phosphate), which exist as 1-dimensional mol. wires, transform to noninterpenetrating rectangular grids [M(dtbp)2(bpy)2·2H2O]n (M = Mn (4), Co (5), and Cd (6)) by the addn. of 4,4-bipyridine (bpy) at room temp.  Products 4-6 also were prepd. by a room-temp. reaction or by solvothermal synthesis in MeOH through a direct reaction between the metal acetate, di-tert-Bu phosphate, and 4,4'-bipyridine (bpy) in a 1:2:2 molar ratio.  Single-crystal x-ray structure detn. of 4-6 shows that these compds. are composed of octahedral transition metal ions woven into a two-dimensional grid structure with the help of bpy spacer ligands.  The axial coordination sites at the metal are occupied by bulky unidentate dtbp ligands, which prevent any interpenetration of the individual grids.  The change of reaction conditions from solvothermal to hydrothermal, for the attempted synthesis of a Mg grid structure, however gives an org. phosphate [(H2bpy)(H2PO4)2] (7) and an inorg. phosphate [Mg(HPO4)(OH2)3] (8).  Compd. 7 can also be prepd. quant. from a direct reaction between bpy and H3PO4.  The new org. phosphate 7 is a unique example of a phosphate material with alternating layers of [H2bpy]2+ cations and [H2PO4]- anions that are held together by H bonds.  Solid-state thermal decompn. of 4-6 produced the resp. metaphosphate materials [M(PO3)2] (M = Mn (9), Co (10), and Cd (11)).  All new metal-org. phosphates were characterized by elemental anal., thermal anal. (TGA, DTA, DSC), and IR and NMR spectroscopy.  The metaphosphate ceramic materials were characterized by IR spectral and powder x-ray diffraction studies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXntVOksro%253D&md5=a977e6c64bdaf6a1a7f49ae36cbbd152", "45. ", "Yang", ", ", "Q.", "; ", "Chen", ", ", "S.", "; ", "Gao", ", ", "S.", " ", "Inorg. Chem. Commun.", " ", "2009", ",  ", "12", ",  ", "1224", "[", "Crossref", "], [", "CAS", "]", "45. ", "An unexpected 3D (6,8)-connected metal-organic framework {[Cu5(trz)2(mal)2(fma)(H2O)4]·2H2O}n: Synthesis, structure and catalytic thermodecomposition for ammonium perchlorate", "Yang, Qi; Chen, Sanping; Gao, Shengli", "Inorganic Chemistry Communications", "\r\n        (", "2009", "),\r\n    ", "12", "\r\n        (", "12", "),\r\n    ", "1224-1226", "CODEN:\r\n                ", "ICCOFP", ";\r\n        ISSN:", "1387-7003", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A cryst. 3D MOF {[Cu5(trz)2(mal)2(fma)(H2O)4]·2H2O}n (1) (trz = 1,2,4-triazolate, mal = malate, fma = fumarate) was synthesized through hydrothermal method and characterized by X-ray crystallog., IR, elemental anal. and thermal gravimetric anal.  The crystal structure revealed that the fma was partly in situ converted into the mal under hydrothermal conditions and the compd. was consisted of a 3D (6, 8)-connected honeycomb-like network.  Furthermore, the catalytic performance of compd. for the thermal decompn. of ammonium perchlorate (AP) was investigated by DSC.  The expt. results indicated that the compd. accelerated the decompn. of AP.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsV2isr%252FM&md5=22ed90acb396be22829554332aa84893", "46. ", "Devautour-Vinot", ", ", "S.", "; ", "Maurin", ", ", "G.", "; ", "Henn", ", ", "F.", "; ", "Serre", ", ", "C.", "; ", "Devic", ", ", "T.", "; ", "Ferey", ", ", "G.", " ", "Chem. Commun.", " ", "2009", ",  ", "2733", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "46. ", "Estimation of the breathing energy of flexible MOFs by combining TGA and DSC techniques", "Devautour-Vinot, Sabine; Maurin, Guillaume; Henn, Francois; Serre, Christian; Devic, Thomas; Ferey, Gerard", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2009", "),\r\n    ", "\r\n        (", "19", "),\r\n    ", "2733-2735", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The energetics of the breathing phenomenon of MIL-53(Cr) were estd. through a combined TGA and DSC water desorption anal. of the rigid MIL-47(V) and flexible MIL-53(Cr) and MIL-53(Fe) systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXlsFKktr4%253D&md5=ec361587c4a1de5dd7d70e4658498003", "47. ", "Ye", ", ", "C. H.", "; ", "Fu", ", ", "R. Q.", "; ", "Hu", ", ", "J. Z.", "; ", "Hou", ", ", "L.", "; ", "Ding", ", ", "S. W.", " ", "Magn. Reson. Chem.", " ", "1993", ",  ", "31", ",  ", "699", "[", "Crossref", "], [", "CAS", "]", "47. ", "Carbon-13 chemical shift anisotropies of solid amino acids", "Ye, Chaohui; Fu, Riqiang; Hu, Jianzhi; Hou, Lei; Ding, Shangwu", "Magnetic Resonance in Chemistry", "\r\n        (", "1993", "),\r\n    ", "31", "\r\n        (", "8", "),\r\n    ", "699-704", "CODEN:\r\n                ", "MRCHEG", ";\r\n        ISSN:", "0749-1581", ".\r\n    ", "An approach to spinning sideband (SSB) sepn. of protonated and non-protonated carbons in slow spinning conditions via dipolar dephasing is proposed.  This method offers two features: SSB spectral simplification, which greatly reduces the overlaps encountered in a usual SSB spectrum, and spectral distinction of overlapped resonances for protonated and non-protonated carbons.  The 13C chem. shift anisotropies of the 20 amino acids as polycryst. powd. solids were completely measured with the SSB intensity analyses as an application of the suggested approach.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3sXmt1KgtbY%253D&md5=72e338730a421c730122756e3643f315", "48. ", "Wu", ", ", "T.", "; ", "Chen", ", ", "C.", "; ", "Yeh", ", ", "W.", "; ", "Kuo", ", ", "T.", "; ", "Lee", ", ", "G.", " ", "Inorg. Chim. Acta", " ", "2010", ",  ", "363", ",  ", "2553", "[", "Crossref", "], [", "CAS", "]", "48. ", "Communication of metal ions in the dinuclear ruthenium complexes containing 4,4'-bipyridine, 1,4-diisocyanobenzene, and pyrazine bridging ligands: Synthesis, characterization and structure determination", "Wu, Tai-Jia; Chen, Chi-Shian; Yeh, Wen-Yann; Kuo, Ting-Shen; Lee, Gene-Hsiang", "Inorganica Chimica Acta", "\r\n        (", "2010", "),\r\n    ", "363", "\r\n        (", "11", "),\r\n    ", "2553-2560", "CODEN:\r\n                ", "ICHAA3", ";\r\n        ISSN:", "0020-1693", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Reaction of [Ru(2,2'-bipyridine)(2,2':6',2''-terpyridine)Cl]PF6 (abbreviated to [Ru(bipy)(terpy)Cl]PF6) with 0.5 equiv of the bidentate ligand L produces dinuclear [{Ru(bipy)(terpy)}2(μ-L)](PF6)4 [L = 4,4'-bipyridine (1), 1,4-diisocyanobenzene (2) and pyrazine (3)] in moderate yields.  Treating [Ru(bipy)(terpy)Cl]PF6 with equal molar of 1,4-diisocyanobenzene affords [Ru(bipy)(terpy)(CNC6H4NC)](PF6)2 (2a).  These new complexes were characterized by mass, NMR, and UV-visible spectroscopy, and the structures of 1-3 detd. by an x-ray diffraction study.  Cyclic voltammetric studies suggest that metal communication between the two ruthenium ions increases from 1 to 2 to 3.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXpt1amurY%253D&md5=805a96ed72eddbc2933d5791a388d557", "49. ", "Janzen", ", ", "D. E.", "; ", "Chen", ", ", "W.", "; ", "VanDerveer", ", ", "D. G.", "; ", "Mehne", ", ", "L. F.", "; ", "Grant", ", ", "G. J.", " ", "Inorg. Chem. Commun.", " ", "2006", ",  ", "9", ",  ", "992", "[", "Crossref", "], [", "CAS", "]", "49. ", "Synthesis and structural studies of ruthenium(II) 12S4 complexes with 4,4'-bipyridine: The crystal structures of [Ru(12S4)(bpy)Cl](Cl)·H2O and [{Ru(12S4)Cl}2-μ-(bpy)](PF6)2·2CH3CN", "Janzen, Daron E.; Chen, Weinan; VanDerveer, Donald G.; Mehne, Larry F.; Grant, Gregory J.", "Inorganic Chemistry Communications", "\r\n        (", "2006", "),\r\n    ", "9", "\r\n        (", "10", "),\r\n    ", "992-995", "CODEN:\r\n                ", "ICCOFP", ";\r\n        ISSN:", "1387-7003", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Reaction of cis-[Ru(12S4)(DMSO)Cl]+ (12S4 = 1,4,7,10-tetrathiacyclododecane) and 4,4'-bipyridine (bpy) produces mononuclear [Ru(12S4)(bpy)Cl]+ (1) when a 1:1 stoichiometry is employed while a 2:1 stoichiometry (Ru/bpy) produces the bpy bridged binuclear complex, [{Ru(12S4)Cl}2-μ-(bpy)]2+ (2).  The crystal structures of both complexes show the Ru(II) in a distorted octahedral environment of a cis arrangement formed by the four S donors from the 12S4, a bpy N donor, and a chloride.  The 12S4 ligand adopts the same non-C2 sym. conformation at all metal centers in both structures.  The bridging of the 4,4'-bpy ligand to both Ru(II) centers in (2) is indicated by the presence of two resonances in its 1H NMR spectrum and three in its 13C NMR spectrum.  The lower symmetry of the mononuclear complex (1) produces more complicated NMR spectra.  Cyclic voltammetry for both complexes in MeCN show a reversible one electron oxidn. wave with E1/2 near +670 mV vs. Fc/Fc+ which is assigned as a Ru(II)/Ru(III) couple.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xps1Ghs7s%253D&md5=33e7cb7ab8c08e65be4f8f053d2201f8", "50. ", "Marimuthu", ", ", "G.", "; ", "Ramalingam", ", ", "K.", "; ", "Rizzoli", ", ", "C.", " ", "Polyhedron", " ", "2010", ",  ", "29", ",  ", "1555", "[", "Crossref", "], [", "CAS", "]", "50. ", "Synthesis, spectral, thermal and BVS investigations on ZnS4N'N/N coordination environment: Single crystal X-ray structures of bis(dibenzyldithiocarbamato)(N'N)Zinc(II) complexes (N'N = 1,10-phenanthroline, tetramethylethylenediamine and 4,4'-bipyridine)", "Marimuthu, G.; Ramalingam, K.; Rizzoli, C.", "Polyhedron", "\r\n        (", "2010", "),\r\n    ", "29", "\r\n        (", "6", "),\r\n    ", "1555-1560", "CODEN:\r\n                ", "PLYHDE", ";\r\n        ISSN:", "0277-5387", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "The current paper describes the synthesis and spectral studies on the adducts of [Zn(dbzdtc)2] (1) with 1,10-phen (2), tmed (3), 2,2'-bipy (4) and 4,4'-bipy (5) (where, dbzdtc = dibenzyldithiocarbamate anion, 1,10-phen = 1,10-phenanthroline, tmed = tetramethylethylenediamine, 2,2'-bipy = 2,2'-bipyridine, 4,4'-bipy = 4,4'-bipyridine) and single crystal x-ray structures of [Zn(dbzdtc)2(1,10-phen)] (2) and [Zn(dbzdtc)2(tmed)] (3) and [Zn(dbzdtc)2(4,4'-bipy)] (5).  1H and 13C NMR spectra of 1,10-phen, tmed, 2,2'-bipy and 4,4'-bipy adducts were recorded.  1H NMR spectra of the complexes show the drift of electrons from the nitrogen of the substituents forcing a high electron d. towards sulfur via the thioureide π-system.  In the 13C NMR spectra, the most important thioureide (N13CS2) carbon signals are obsd. in the region: 206-210 ppm.  Fluorescence spectra of 2 and 4 show intense fluorescence due to the presence of rigid conjugate systems such as 1,10-phenanthroline and 2,2'-bipyridine.  The obsd. fluorescence maxima for complexes with an MS4N2 chromophore in the visible region are assigned to the metal-to-ligand charge transfer (MLCT) processes.  Single crystal x-ray structural anal. of (2) and (3) showed that the zinc atom is in a distorted octahedral environment.  Bond Valence Sum is equiv. to 1.865 for (2), 1.681 for (3) supporting the correctness of the detd. structure.  BVS of (3) deviates from the formal oxidn. no. of zinc due to the non-arom., sterically hindering tetra-Me bonding end of tmed.  Thermal studies on the compds. show the formation of Zn(NCS)2 as an intermediate during the decay.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXjvFSht7c%253D&md5=0943f8c0235e1f0d0372981da6464fc5"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2011/jpccck.2011.115.issue-9/jp110922v/production/images/small/jp-2010-10922v_0010.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2011/jpccck.2011.115.issue-9/jp110922v/production/images/small/jp-2010-10922v_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2011/jpccck.2011.115.issue-9/jp110922v/production/images/small/jp-2010-10922v_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2011/jpccck.2011.115.issue-9/jp110922v/production/images/small/jp-2010-10922v_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2011/jpccck.2011.115.issue-9/jp110922v/production/images/small/jp-2010-10922v_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2011/jpccck.2011.115.issue-9/jp110922v/production/images/small/jp-2010-10922v_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2011/jpccck.2011.115.issue-9/jp110922v/production/images/small/jp-2010-10922v_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2011/jpccck.2011.115.issue-9/jp110922v/production/images/small/jp-2010-10922v_0007.gif\">"]}
