{"title": ["Tandem MOF-Based Photonic Crystals for Enhanced Analyte-Specific Optical Detection"], "authors": ["Annekathrin Ranft", "Felicitas Niekiel", "Ida Pavlichenko", "Norbert Stock", "Bettina V. Lotsch"], "doi": ["10.1021/cm503640c"], "abstract": ["Owing to their structural variability, metal–organic frameworks (MOFs) lend themselves well as chemical sensing materials by providing both high sensitivity and selectivity. Here, we integrate different types of MOFs (ZIF-8, HKUST-1, CAU-1-NH", ") into photonic multilayers referred to as Bragg stacks (BSs), which report on adsorption events through changes in their effective refractive index (RI). The fabrication of photonic multilayers is accomplished by spin-coating colloidal suspensions of MOF nanoparticles and/or the high RI-material TiO", ". While their incorporation in BSs allows for the label-free readout of host–guest interactions, the choice of particular types of MOFs determines the sensing properties of the BS. Here, we present MOF-based BSs with enhanced specificity toward molecular analytes by combining two different MOFs in a single platform. The sensing performance of our BSs is demonstrated by a combined spectroscopic and principal component analysis of their vapor response. Time-dependent measurements reveal fast response times and good recoverability of the multilayers. Moreover, we demonstrate that combinatorial sensing is feasible by arranging different MOF BSs in a basic color pattern, which highlights the potential of MOF-based multilayers in arrayed sensor devices."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Introduction", "Metal–organic frameworks (MOFs) constitute a class of permanently porous materials featuring high surface areas combined with chemical functionality. Tuning the framework through the choice of the constituting building blocks", "(1-4)", " as well as through the introduction of functional groups by either direct or postsynthetic approaches", "(5-7)", " allows the size and chemistry of the pores to be modified and, hence, the host–guest interactions between the MOF and analyte being adsorbed in the MOF structure to be controlled. Owing to their structural variability and the possibility to control their sorption properties, MOFs lend themselves well for applications where analyte-specific interactions are key to their functionality. Potential fields of application range from catalysis", "(8, 9)", " and molecular sieving or separation", "(10, 11)", " to sensing devices.", "(12, 13)", " Along with the possibility to downsize MOFs to the nanoscale and fashion them into various shapes and sizes matching the application that is sought,", "(14-16)", " the inherent functionality of MOFs can be amplified by increasing their external surface area, which may help to improve the sensitivity of sensors or the like.", "(17)", " To develop highly selective sensors, decoding MOF–analyte interactions on a molecular level is of particular importance to understand and control possible signal transduction pathways. Suitable techniques for monitoring sorption events in MOFs rely on an optical readout such as luminescence quenching", "(18)", " or solvatochromism,", "(19)", " on gravimetric", "(20)", " or mechanical transduction schemes,", "(21)", " or X-ray diffraction", "(22)", " and NMR spectroscopy", "(23)", " used as probes to monitor sorptive-induced structural changes in the framework. Despite the availability of numerous properties that can be used for signal detection, identification of appropriate transduction pathways constitutes one of the key challenges in the design of MOF sensors.", "(13)", " For example, quartz crystal microbalance (QCM) has recently been explored as a promising transduction scheme.", "(24-27)", " Here, the event of molecular adsorption is monitored by guest-dependent mass changes, which can be used, for instance, to determine diffusion constants of small molecules within MOFs.", "(27)", "Some MOF structures show photoluminescent behavior that can be modulated through molecular adsorption.", "(18)", " However, such turn-off sensors often lack sufficient chemical selectivity and may undergo signal losses caused by phenomena other than analyte adsorption.", "(13)", " In addition, optical transduction schemes based on interferometry have been successfully implemented into MOF-based sensing platforms, which are capable of readily detecting adsorption events in the MOF pores.", "(28-34)", " Interference-based schemes benefit from providing a label-free transduction pathway that is independent of the investigated sensing material, and they offer real-time decoding of host–guest interactions. Consequently, this route has been extended to photonic multilayer systems,", "(30, 31)", " christened 1D photonic crystals (PCs) or Bragg stacks (BSs), as well as to 3D opal structures and films,", "(32-34)", " harnessing the change in the effective refractive index (RI) as a result of analyte adsorption in the porous MOF structure. We recently demonstrated the adsorption performance of multilayer stacks composed of alternating ZIF-8 layers and the high-RI material TiO", "2", " toward a range of organic vapors using spectrophotometric ellipsometry.", "(30)", "Besides signal transduction, the integration of MOFs into sensing devices through thin film growth techniques and the design of MOFs with desirable properties are considered to be central tasks for the development of MOF-based chemical sensors.", "(13)", " Sensing performance is generally associated with surface properties and the microstructure of the sensing material, i.e., surface area, porosity, and film thickness. Consequently, thin layers with thicknesses up to a few hundred nanometers are commonly preferred because they permit rapid analyte uptake. Along with the detection limit and sensitivity, the response time may further be improved by using porous and particulate morphologies.", "(17)", " Toward this end, a number of different growth techniques have been developed for the fabrication of thin MOF films that differ in their focus: thickness, microstructure, or crystallite orientation.", "(14-16, 24-29, 35-37)", " These techniques include direct or secondary growth methods,", "(24)", " gel-layer deposition,", "(36)", " layer-by-layer (LbL) techniques,", "(26)", " or the use of colloidal suspensions for film deposition by spin- or dip-coating protocols.", "(28, 35, 37)", " Some of these methods require pretreatment of the substrate with anchor molecules that provide a suitable interface or linkage to the growing MOF crystal.", "(24, 26, 36)", " In contrast to sequential growth methods, the fabrication of thin films from colloidal suspensions offers the advantages of fast deposition and facile thickness adjustment through the choice of particle concentration and deposition speed.", "(37)", " In addition, such low-temperature solution processing methods are adaptive to any MOF structure that can be stabilized as a colloidal suspension and are, therefore, a generalizable route toward thin MOF films.", "Besides film fabrication and choosing an appropriate transduction scheme, the rational choice of the MOF used for detection represents a key element in the fabrication of selective sensing systems. According to the application that is sought, the sorption properties of the device can be tailored by choosing a MOF with appropriate characteristic sensing features, such as hydrophilic HKUST-1 for water sensing applications.", "(24, 38)", " In this context, the challenge to specifically detect one out of a mixture of interfering analytes may be addressed by integrating MOFs in the sensing device that show low cross-responsiveness to other analytes or through “fingerprint” approaches", "(39-43)", " utilizing an array of different MOF sensors. Immobilized metalloporphyrin dyes, for instance, have been used to create unique color profiles that allow for the identification of chemically similar vapors by ligation of open coordination metal sites.", "(40)", " While the concept of combinatorial sensing has already been well-established in the field of metal oxides", "(42)", " and porous silicon-based PCs,", "(43)", " to our knowledge, it has not been extended to optically encoded MOF sensors so far. In comparison to these materials, MOFs could offer both inherent chemo- and size-selectivity as well as enhanced chemical stability, circumventing the need for additional functionalization.", "Here, we present a generic analyte detection platform based on MOF nanoparticle multilayer systems that allows for the specific and label-free detection of molecular adsorption events in real time. This strategy takes advantage of the inherent sorption properties of the MOFs and translates them into an analyte-specific optical readout. To demonstrate the feasibility of our approach, we selected ZIF-8, HKUST-1, and CAU-1-NH", "2", " as prototypic, well-investigated MOF structures with different framework polarities, which are available in nanoparticulate form.", "To obtain a high level of specificity, we have integrated multiple MOF species into a single sensing platform (christened tandem MOF BS), which thus simultaneously encodes different types of host–guest interactions. In addition, we have developed an array-based platform utilizing the combinatorial response of multiple MOF films for analyte detection. We demonstrate the arrangement of TiO", "2", "/MOF BSs and their response to different vapors, yielding specific color patterns that can be correlated to changes in the respective reflection spectra. Using color image analysis and principal component analysis (PCA), we show that the stacks are capable of discriminating between both single solvents and solvent mixtures.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Experimental Section", "Chemicals", "All chemicals were obtained from commercial sources and were used without further purification. Zinc nitrate hexahydrate (Zn(NO", "3", ")", "2", "·6H", "2", "O, 99%) and aluminum chloride hexahydrate (AlCl", "3", "·6H", "2", "O, ≥99%) were purchased from Grüssing. 2-Methylimidazole (C", "4", "H", "6", "N", "2", ", 99%), poly(acrylic acid) (PAA, MW = 1,800), and titanium(IV) ethoxide (Ti(OEt)", "4", ") were purchased from Sigma-Aldrich. Benzene-1,3,5-tricarboxylic acid (H", "3", "BTC, 98%), ", "N", ",", "N", "-dimethylformamide (DMF, p.a.), copper acetate monohydrate (Cu(OAc)", "2", "·H", "2", "O, 98+%), and nitric acid (HNO", "3", ", puriss) were purchased from Acros. Ethanol (99%) was purchased from BfB. 2-Aminoterephthalic acid (H", "2", "BDC-NH", "2", ", ≥98%) was purchased from ABCR. Methanol was purchased from either Sigma-Aldrich (puriss) or BASF (purum).", "Preparation of ZIF-8 Nanoparticles", "ZIF-8 particles were synthesized by a modified literature synthesis method.", "(44)", " Zn(NO", "3", ")", "2", "·6H", "2", "O (0.73 g, 2.44 mmol) was dissolved in methanol (50 mL) and rapidly added to a solution of C", "4", "H", "6", "N", "2", " (1.62 g, 19.6 mmol) in 50 mL of methanol. The mixture was stirred constantly throughout the reaction until the solution turned turbid. After 1 h, the product was separated from the reaction mixture by centrifugation and washed in methanol three times. Stable colloidal suspensions of ZIF-8 were obtained by redispersing the washed product in methanol using ultrasound (Elmasonic S100H ultrasonic bath, 550 W).", "Preparation of HKUST-1 Nanoparticles", "HKUST-1 particles were synthesized similarly to that in the literature.", "(45)", " H", "3", "BTC (0.738 g, 3.44 mmol) was dissolved in ethanol (14 mL) and DMF (42 mL) and combined with PAA (2.21 g, 1.23 mmol). To this mixture was added a solution of Cu(OAc)", "2", "·H", "2", "O (0.7 g, 3.44 mmol) in 28 mL of deionized water under vigorous stirring, which rapidly induced the formation of a blue precipitate. After 30 min, the product was separated from the reaction mixture by centrifugation and washed in DMF at least three times. Stable colloidal suspensions of HKUST-1 were obtained by redispersing the washed product in DMF using ultrasound.", "Preparation of CAU-1-NH", "2", " Nanoparticles", "CAU-1-NH", "2", " particles were synthesized by a modified literature protocol.", "(46)", " A mixture of H", "2", "BDC-NH", "2", " (0.087 g, 0.468 mmol) and AlCl", "3", "·6H", "2", "O (0.348 g, 1.44 mmol) was suspended in 3.175 mL of methanol in a microwave tube (Biotage, 2–5 mL glass reactor) and sealed with a septum. After a prestirring time of 10 s, the reaction mixture was heated under stirring in a microwave oven (Biotage Injector) for 6 min at 145 °C. The reaction mixture was then rapidly cooled to ambient temperature using a forced air cooler, yielding a milky yellow dispersion. The product was separated from the reaction mixture by centrifugation and washed in methanol five times. Stable colloidal suspensions of CAU-1-NH", "2", " were obtained by redispersing the washed product in methanol using ultrasound.", "Preparation of TiO", "2", " Nanoparticles", "TiO", "2", " particles were synthesized according to the literature.", "(47)", " Ti(OEt)", "4", " (6.25 mL) was slowly added to HNO", "3", " (0.1 M, 37.5 mL) under stirring and heated at 80 °C for 8 h. After cooling to room temperature, the opalescent mixture was sonicated for at least 3 h. Stable colloidal suspensions of TiO", "2", " were obtained by repeated collection of the product by centrifugation, washing, and finally redispersing in methanol using ultrasound.", "Fabrication of TiO", "2", "/MOF Bragg Stacks", "Multilayer stacks consisting of thin MOF (MOF = ZIF-8, HKUST-1, CAU-1-NH", "2", ") and TiO", "2", " layers were obtained in an analogous manner to that in the literature", "(30)", " by spin-coating the respective colloidal suspensions alternatingly on silicon substrates, beginning with either TiO", "2", " (referred to as TiO", "2", "/MOF BS) or a MOF layer (referred to as MOF/TiO", "2", " BS). Prior to film deposition, silicon substrates (1 × 1 cm", "2", ") were treated with piranha acid (96% H", "2", "SO", "4", "/30% H", "2", "O", "2", ", 2:1) for 1 h, rinsed intensively with water, dried under a nitrogen stream, and plasma-cleaned (Femto plasma cleaner, Diener Electronic GmbH, air, 100 W) for 5 min. A rotational speed of 3000–4000 rpm for 30–60 s was used for the deposition of the layers, and the acceleration speed was fixed to 1500 rpm s", "–1", ". The film thickness was adjusted by the particle concentration in the suspensions and by multiple coating steps. After each deposition, the film was annealed at 40 °C (for BSs containing CAU-1-NH", "2", ") or 200 °C (all other BSs) for 15 min.", "Fabrication of Tandem MOF Bragg Stacks", "Multilayer stacks consisting of thin layers of two different MOFs (christened ZIF-8/HKUST-1 BS and ZIF-8/CAU-1-NH", "2", " BS) were obtained by spin-coating the respective colloidal suspensions alternatingly on silicon substrates, beginning with ZIF-8. The cleaning process of the substrates and the fabrication of the Tandem MOF BSs were conducted similarly to that for the fabrication of TiO", "2", "/MOF BSs.", "Characterization", "XRD patterns of powders were collected using either a Huber G670 diffractometer in Guinier geometry or a Stoe Stadi P diffractometer with an image plate detector system in transmission with Ge(111)-monochromated Cu Kα", "1", " radiation (λ = 1.54051 Å). Data were collected between 5° and 45°. IR spectroscopy for the bulk material was carried out with the help of either a PerkinElmer Spektrum BX II spectrometer including an attenuated total reflectance (ATR) unit or a Bruker ALPHA-P FT-IR spectrometer in the spectral range of 4000–650 cm", "–1", ". IR spectra of BSs were detected with a Nicolet iN10 IR microscope (Thermo Scientific) in the spectral range of 4000–675 cm", "–1", ". Scanning electron (SE) micrographs were recorded either with a Merlin (Zeiss) FE-SEM or a JEOL JSM-6500F SEM equipped with an Oxford EDX analysis system. EDX analysis was performed using either the Oxford EDX system or a Philips ESEM XL 30 with an EDAX NEW XL-30 detection unit. Argon (nitrogen) adsorption/desorption isotherms of the bulk material were recorded at 87 K (77 K) with either an Autosorb iQ instrument (Quantachrome Instruments, Boynton Beach, FL, USA) or with a BELSORP-max apparatus (BEL Japan Inc.). Samples were outgassed in vacuo at 100 °C for 12 h (ZIF-8, HKUST-1, TiO", "2", ") or at 130 °C for 3 h (CAU-1-NH", "2", "). Apparent specific surface areas were calculated by using the BET method as described in the literature.", "(48)", " Micropore volumes were calculated from the adsorption branch at ", "p", "/", "p", "0", " = 0.5. For liquid state ", "1", "H NMR investigations, the samples were dissolved in a solution of 5% NaOD in D", "2", "O. The NMR spectra were recorded on a Bruker DRX500 NMR spectrometer operating at 500 MHz. Elemental analysis was carried out on an Eurovektor EuroEA elemental analyzer. Ellipsometric measurements were carried out using a Woollam M2000D at angles of 65°, 70°, and 75° in the spectral range of 190–1000 nm. The data were fitted between 300 and 1000 nm. Further fitting details are provided in the ", "Supporting Information", ". Sorption reflectance measurements were recorded with the same instrument using ", "s", "-polarized light at an incident angle of 75°, whereas a fiber optic spectrometer (USB2000+, Ocean Optics) interfaced with an optical light microscope (DM2500 M, Leica) was used for time-dependent reflection measurements. Further sorption measurement details are provided in the ", "Supporting Information", ". Color image analysis was performed using the program FIJI. PCA analysis was carried out with the help of the program XLSTAT. Further analytical details are provided in the ", "Supporting Information", ".", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "Characterization of TiO", "2", "/MOF Bragg Stacks and Tandem MOF Bragg Stacks", "The fabrication of MOF-based BSs was pursued by alternatingly spin-coating colloidal suspensions of the MOFs ZIF-8, HKUST-1, and CAU-1-NH", "2", " and/or the high-RI material TiO", "2", ", yielding either BSs consisting of a single MOF species periodically stacked with TiO", "2", " or purely MOF-based BSs composed of two different types of MOFs (denoted tandem MOF BSs in the following). For the fabrication of the tandem MOF BSs, we used the combinations ZIF-8/HKUST-1 and ZIF-8/CAU-1-NH", "2", ", each starting with ZIF-8 as the first layer. XRD patterns of the MOF particles gained before film deposition are depicted in Figure ", "1", "a–c. Apart from peak broadening, which we attribute to the small particle size of the MOFs, the patterns show good agreement with the respective simulated patterns of the MOFs.", "Figure 1. Powder XRD patterns of (a) ZIF-8 nanoparticles (red), (b) HKUST-1 nanoparticles (blue), (c) CAU-1-NH", "2", " nanoparticles (green), and respective simulated XRD patterns (black). (d) IR spectra of CAU-1-NH", "2", " after different thermal treatments. IR bands corresponding to C–H and C–O stretching vibrations of methoxy groups are marked by † and ‡, respectively.", "The BSs were annealed at 200 °C, except for CAU-1-NH", "2", "-based BSs, in order to remove residual solvent molecules from the porous structures as well as to enhance their mechanical stability. In contrast to HKUST-1- and ZIF-8-containing BSs, the respective CAU-1-NH", "2", " multilayers were dried at 40 °C to retain their composition, as CAU-1-NH", "2", " was shown to undergo a postsynthetic transformation from [Al", "4", "(OH)", "2", "(OCH", "3", ")", "4", "(BDC-NH", "2", ")", "3", "] to [Al", "4", "(OH)", "6", "(BDC-NH", "2", ")", "3", "] in air at elevated temperatures.", "(46)", " We observed the reported postsynthetic exchange of methoxy by hydroxy groups upon heating at 200 °C, as evidenced by the reduction of the IR bands for the aliphatic C–H stretching vibrations at 2950 and 2840 cm", "–1", " as well as for the C–O stretching vibration at 1080 cm", "–1", " (Figure ", "1", "d). The respective IR spectra for ZIF-8 and HKUST-1, confirming the retention of these structures after heating at 200 °C, are shown in Figure S2 (", "Supporting Information", "). Besides IR spectroscopy, argon and nitrogen sorption experiments were conducted for further characterization of the bulk material (MOFs and TiO", "2", "). The respective isotherms and derived specific surface areas and micropore volumes are provided in the ", "Supporting Information", " (Figure S3 and Table S1). Bulk CAU-1-NH", "2", " was also characterized by CHNS and EDX analysis as well as NMR spectroscopy to obtain the actual composition of the material. As-obtained CAU-1-NH", "2", " was washed in methanol instead of water to keep the dispersion stable for the spin-coating process. Therefore, some of the amino groups are still protonated, with Cl", "–", " acting as a counterion.", "(46)", " According to the analytical data, the precise sum formula of the product washed in methanol and dried in air is [Al", "4", "(OH)", "2.34", "(CH", "3", "O)", "3.66", "(BDC-NH", "2", ")", "1.68", "(BDC-NH", "3", ")", "1.19", "(BDC-NHCH", "3", ")", "0.13", "]·1.19Cl", "–", "·H", "2", "O. Despite the large counterions, the pores are still accessible, which was demonstrated by the nitrogen sorption experiments. The results of NMR spectroscopic measurements, elemental analysis, and EDX analysis are presented in the ", "Supporting Information", " (Figure S4, Table S2 and S3).", "The realization of the multilayered structures is illustrated by cross-sectional SEM. Representative three-bilayer stacks for each investigated TiO", "2", "/MOF combination as well as top-view images of MOF single layers are shown in Figure ", "2", ", whereas the respective tandem MOF BSs are presented in Figure ", "3", ". The successful integration of the different MOF species is demonstrated by the particulate appearance of the films, reflecting the characteristic morphology of the MOF nanoparticles. For the ZIF-8/HKUST-1 BS, the discrimination of the individual layers is impeded, as both types of MOF nanoparticles exhibit similar sizes and the scattering contrast is low due to only marginal differences in electron density of the building blocks involved. To confirm the presence of all MOFs, we used EDX analysis and recorded IR spectra for all BSs on silicon substrates, which ascertain the successful integration and retention of the MOF structures (Table S4 and Figure S5, ", "Supporting Information", "). Besides, we determined the effective RI of single MOF layers (1.20, 1.25, and 1.30 for ZIF-8, HKUST-1, and CAU-1-NH", "2", ", respectively; see also Table S5, ", "Supporting Information", ") and their thickness using spectroscopic ellipsometry. From the SEM images shown in Figure ", "2", ", we deduce average thickness values of 71, 77, and 133 nm for ZIF-8, HKUST-1, and CAU-1-NH", "2", " layers, respectively, although lateral thickness variations in the stacks are observed. More SEM images showing larger details as well as photographic images of the stacks are provided in the ", "Supporting Information", " (Figure S6).", "Figure 2. Cross-sectional SEM images of TiO", "2", "/MOF BSs and top views of MOF nanoparticles on silicon substrates: (a) TiO", "2", "/ZIF-8, (b) ZIF-8, (c) TiO", "2", "/HKUST-1, (d) HKUST-1, (e) TiO", "2", "/CAU-1-NH", "2", ", and (f) CAU-1-NH", "2", ".", "Figure 3. Cross-sectional SEM images of a ZIF-8/HKUST-1 BS (a, b) and a ZIF-8/CAU-1-NH", "2", " BS (c, d) on silicon substrates.", "Vapor Sorption and Optical Sensing with MOF-Based Bragg Stacks", "The combination of high- and low-RI materials in a multilayer, such as TiO", "2", " and a MOF, creates a periodic lattice in one dimension that strongly scatters photons with wavelengths commensurate with the lattice period. The periodic potential thus gives rise to the formation of a photonic bandgap that prevents light with particular frequencies from traveling through the BS. According to the Bragg–Snell law for normal incidence, the position of the diffraction maximum λ", "max", " can be modulated by varying the optical thickness of the layers, i.e., the product of the effective RI (", "n", ") and the physical thickness ", "h", " of the layers, in response to external stimuli such as adsorption of analytes, according to", "(49)", "Here, the parameters for the low- and high-RI-material are marked with L and H, respectively, and ", "m", " is the diffraction order. Due to a change in the RI contrast caused by infiltration with an analyte, the response to a stimulus can be detected by changes in the reflectance spectrum or even by the naked eye through a color change of the BS.", "In order to evaluate whether our hybrid structures are suitable as sensing systems combining both sensitivity and selectivity, we exposed our TiO", "2", "/MOF BSs to different organic vapors and monitored the response with the help of spectrophotometric ellipsometry. In Figure ", "4", "a, exemplary reflectance spectra of a TiO", "2", "/CAU-1-NH", "2", " BS show a significant optical shift (44 nm) upon exposure to ethanol at saturation pressure (", "p", "/", "p", "0", " ≈ 1). The respective spectra of TiO", "2", "/ZIF-8 and TiO", "2", "/HKUST-1 BSs as well as the response of all TiO", "2", "/MOF BSs to methanol at ", "p", "/", "p", "0", " ≈ 1 are presented in Figures S7 and S8 (", "Supporting Information", "). The structures show pronounced shifts upon exposure to both ethanol (42 and 32 nm for ZIF-8- and HKUST-1-based BSs, respectively) and methanol (36, 35, and 50 nm for ZIF-8, HKUST-1, and CAU-1-NH", "2", " BSs, respectively), which illustrates the sensitivity of all three BSs toward the investigated analytes. It should be noted that the wavelength shift of a Bragg maximum positioned at higher wavelengths (which may, for example, be due to a larger physical thickness of the layers) is generally larger compared to Bragg maxima at lower wavelengths. Hence, besides the adsorption capacity being unique for every MOF type, the response magnitude of a specific multilayer structure will also be affected by the thickness of its layers, at least to a certain extent. In addition, the apparent thickness variations in each multilayer (see Figures ", "2", " and ", "3", ") will lead to slight differences in the respective Bragg maxima for different spots on the film. A more detailed discussion concerning the validity of the shifts in terms of sample quality and experimental limitations is provided in the ", "Supporting Information", " (Characterization Details). To make the results for different TiO", "2", "/MOF BSs more comparable, we thus calculated the shifts (λ", "n", " – λ", "0", " = Δλ) normalized with respect to the wavelength of the maxima λ", "n", " (for calculation details, see ", "Supporting Information", ", Characterization Details).", "Figure 4. (a) Reflectance spectra for a TiO", "2", "/CAU-1-NH", "2", " BS kept in dry nitrogen (black line) and after exposure to ethanol (green line) at the highest partial pressure (", "p", "/", "p", "0", " ≈ 1). Optical adsorption isotherms for TiO", "2", "/MOF BSs for ethanol (b) and methanol vapor (c). (d) Normalized peak shifts for three TiO", "2", "/MOF BSs after adsorption of ethanol and methanol at three different pressure ranges.", "By plotting the (normalized) peak shift of TiO", "2", "/MOF BSs as a function of vapor pressure, optical vapor adsorption isotherms are obtained that demonstrate the adsorption performance of the different MOF BSs in the presence of ethanol (Figure ", "4", "b) and methanol (Figure ", "4", "c) at different concentrations. The ZIF-8-based BS shows an S-type isotherm at low pressures (", "p", "/", "p", "0", " ≤ 0.1 for ethanol adsorption), which is in agreement with our previously reported results", "(30)", " as well as with other ZIF-8 adsorption studies.", "(50, 51)", " This particular shape is often associated with a certain flexibility of the framework induced by the interaction with analytes (gate opening), which may result in the uptake of molecules with even larger kinetic diameters than the pore entrances of ZIF-8.", "(52)", " According to Zhang et al.", "(50)", " and Cousin Saint Remi et al.,", "(51)", " the adsorption isotherms of various alcohols are shifted for ZIF-8 to lower pressures with increasing chain length and, hence, hydrophobicity. Here, the uptake for ethanol is shifted to ", "p", "/", "p", "0", " ≈ 0.1. For methanol, despite its smaller diameter, the step in the isotherm is observed at ", "p", "/", "p", "0", " ≈ 0.2, which may originate from the larger polarity in comparison to ethanol and, hence, the less beneficial analyte–framework interaction.", "(50)", " The slow but continuous increase of the curve at even higher partial pressures is attributed to the textural porosity of both TiO", "2", " and ZIF-8 layers.", "(30)", " In contrast to TiO", "2", "/ZIF-8, HKUST-1- and CAU-1-NH", "2", "-based BSs show a steep increase at very low vapor pressures associated with the instant uptake of the analytes in the micropores and in agreement with the rather hydrophilic nature of both MOF structures. Compared to the HKUST-1 BS, the CAU-1-NH", "2", " BS shows a significantly larger shift at low vapor pressures for both sorptives. The shape of the ethanol sorption isotherm for TiO", "2", "/CAU-1-NH", "2", " is in good agreement with the isotherm of CAU-1 thin films on QCM gold electrodes,", "(53)", " which is indicative of a MOF-dominated sensing performance of the BS. Both isotherms for TiO", "2", "/CAU-1-NH", "2", " and TiO", "2", "/HKUST-1 exhibit continuously increasing curves at ", "p", "/", "p", "0", " > 0.1, consistent with the presence of a comparatively high fraction of textural porosity. The sorption isotherms presented here suggest a lower adsorption capacity of HKUST-1 in comparison to that of the other MOFs, ZIF-8 and CAU-1-NH", "2", ", which is in line with the sorption data of the bulk material (see Table S1, ", "Supporting Information", ").", "To evaluate the sensing performance, i.e., adsorption capacity and selectivity of the individual MOFs, the normalized shifts for each MOF BS are compared (Figure ", "4", "d) by the example of three different analyte concentrations (", "p", "/", "p", "0", " ≈ 0.02, 0.2, and 1.0). According to this chart, TiO", "2", "/CAU-1-NH", "2", " shows superior sensitivity at low vapor pressures (", "p", "/", "p", "0", " ≈ 0.02) toward both analytes in comparison to that for the other BSs. The high sensitivity of the CAU-1-NH", "2", " BS toward the investigated alcohols is in good agreement with the response demonstrated for CAU-1-coated QCM electrodes.", "(53, 54)", " For HKUST-1- and ZIF-8-based BSs, a somewhat opposite sensing behavior is observed at low partial pressures: While the ZIF-8 BS shows only marginal shifts for both analytes at ", "p", "/", "p", "0", " ≈ 0.02 in comparison to TiO", "2", "/HKUST-1, a pronouncedly higher shift for ethanol is observed at ", "p", "/", "p", "0", " ≈ 0.2 for TiO", "2", "/ZIF-8. For methanol vapor (", "p", "/", "p", "0", " ≈ 0.2), we found rather similar uptakes for both TiO", "2", "/HKUST-1 and TiO", "2", "/ZIF-8 BSs. At high vapor pressures (", "p", "/", "p", "0", " ≈ 1), the largest sensitivity for ethanol and methanol is shown by TiO", "2", "/ZIF-8 and TiO", "2", "/CAU-1-NH", "2", " BSs, respectively, whereas a general lower adsorption capacity for the HKUST-1 BS is observed in comparison to that for the other BSs. This finding complies with the results published by Wu et al.,", "(33)", " which state the significantly lower sensitivity of HKUST-1 opals as compared to that of ZIF-8-based structures. However, such observations have to be treated with care, as the precise comparison is possible only under similar experimental conditions (such as analyte concentration and measurement setup) as well as comparable sample properties (e.g., thickness of the investigated films, textural porosity, accessibility of the pores). In this context, the potential presence of residual water content during the sensing experiments constitutes another important parameter in evaluating the performance of HKUST-1 sensors, as the degree of humidity has been shown to greatly influence its sorption capacity toward other analytes.", "(55, 56)", " Aside from these general considerations, the chemoselective behavior of our MOF multilayer systems is clearly demonstrated by the different optical shifts at various partial pressures.", "Besides selectivity and sensitivity, a key issue of sensing devices is the recoverability of such systems, including the ease of sorptive removal within a reasonable amount of time as well as preferably low response times toward small concentration changes. To probe the response time of our platforms, we exposed TiO", "2", "/MOF BSs to different ethanol concentrations that were varied within short time intervals and monitored the change in reflectivity in situ at certain wavelength positions (Figure ", "5", "). According to the measurements presented in Figure ", "5", ", the reflectivity of all BSs changes within seconds when the concentration is altered in increments of ≥10% and occurs reversibly with no apparent delay after concentration change. Depending on the MOF type, it takes a few seconds to reach at least 90% of the final response, as can be deduced from the graphs. For instance, upon a change from 0 to 25% ethanol vapor in the nitrogen stream, we calculated response times of about 4.5, 7.7, and 10.1 s for TiO", "2", "/ZIF-8, TiO", "2", "/HKUST-1, and TiO", "2", "/CAU-1-NH", "2", ", respectively (see also Figure S9, ", "Supporting Information", "), which is comparable to that of other MOF sensors.", "(28, 33)", " The initial response of our BSs upon small concentration changes is, hence, fast and produces clearly distinguishable signals. For an estimation of the detection limit of our BSs, see the ", "Supporting Information", " (Characterization Details).", "Figure 5. Reflectance spectra of TiO", "2", "/MOF BSs and time-dependent responses of the BSs upon exposure to varying concentrations of ethanol vapor: (a, b) TiO", "2", "/ZIF-8, (c, d) TiO", "2", "/HKUST-1, and (e, f) TiO", "2", "/CAU-1-NH", "2", ". The response was monitored by recording the change in reflection at distinct wavelength positions (marked in the respective spectra). Close-up views of the graph positions used for calculating the response time are provided in the ", "Supporting Information", " (Figure S9).", "The presented results demonstrating both high sensitivity and selectivity of TiO", "2", "/MOF BSs as well as fast response times suggest their utility for the analyte-specific detection in arrayed sensing devices. To obtain a high level of specificity, we pursued two different strategies, both taking advantage of the combination of the characteristic sorption properties of the individual MOFs: In our first approach, we integrated two MOF species into a single sensing platform, whereas in the second approach, all three TiO", "2", "/MOF BSs are assembled in a basic color pattern (optical fingerprint). Both methods are envisaged to allow for the simultaneous encoding of different types of host–guest interactions. In our first approach, we evaluated the sensing performance of the tandem MOF BSs (i.e., the combination of ZIF-8 layers with either HKUST-1 or CAU-1-NH", "2", ") by conducting similar sorption measurements as those for the TiO", "2", "/MOF BSs (see Figures S10–S13 for reflectance spectra, ", "Supporting Information", "). In Figure ", "6", ", the ethanol and methanol sorption isotherms of TiO", "2", "/MOF BSs (MOF = ZIF-8, HKUST-1) are presented in comparison to ZIF-8/HKUST-1. The ethanol sorption isotherm (Figure ", "6", "a) for the tandem MOF BS shows characteristic features of the isotherms for the TiO", "2", "/ZIF-8 BS: At ", "p", "/", "p", "0", " ≈ 0.1, an increase in the isotherm is observed that is comparable to the isotherm obtained for TiO", "2", "/ZIF-8. This similarity can be also found in the methanol sorption isotherm of the tandem MOF BS (Figure ", "6", "d): Here, a shift of the step from ", "p", "/", "p", "0", " ≈ 0.1 to ", "p", "/", "p", "0", " ≈ 0.2 in comparison to the ethanol sorption isotherm is observed, which matches well with the sorption data obtained for TiO", "2", "/ZIF-8. In addition, we observe another step at ", "p", "/", "p", "0", " < 0.1 in both the ethanol and methanol isotherms, matching the response of TiO", "2", "/HKUST-1 toward methanol at very low partial pressures. The signal height, however, turns out to be rather small in comparison to the clearly visible step at ", "p", "/", "p", "0", " ≈ 0.1 (0.2) for ethanol (methanol). We rationalize this finding with the different adsorption capacities of the MOFs: By taking into account the low adsorption capacity of HKUST-1, which we deduce from the sorption data of the bulk material (Figure S3 and Table S1, ", "Supporting Information", "), and the sorption measurements of TiO", "2", "/HKUST-1 (Figure ", "4", "b, c), the signal for the uptake in the pores of HKUST-1 is likely overlapped by the comparatively larger signal caused by the interaction of the sorptive with ZIF-8. By increasing the thickness of HKUST-1 layers, which can be facilely done through multiple spin-coating steps, the magnitude of the HKUST-1 response may increase as well. In order to test this assumption, we prepared a series of tandem MOF BSs with different relative layer thicknesses of the individual MOFs and repeated the adsorption experiments. The integration of differing amounts of MOFs is confirmed by EDX analysis (Table S4, ", "Supporting Information", "). In Figure ", "6", "b, we depict exemplarily the adsorption performance of three ZIF-8/HKUST-1 BSs toward ethanol vapor with gradually increasing layer thicknesses of HKUST-1. At high ZIF-8 content, two clearly distinguishable steps (", "p", "/", "p", "0", " < 0.1 and ", "p", "/", "p", "0", " ≈ 0.1) in the ethanol sorption isotherm are observed. When the thickness of the HKUST-1 layers is increased, the step height at ", "p", "/", "p", "0", " < 0.1 seems to increase as well, which is consistent with the larger amount of available HKUST-1 micropores. We observed a similar trend when subjecting the BSs to methanol vapor (Figure ", "6", "e).", "Figure 6. (a) Ethanol and (d) methanol sorption isotherms of a ZIF-8/HKUST-1 BS in comparison to the respective isotherms of TiO", "2", "/HKUST-1 and TiO", "2", "/ZIF-8 BSs. (b) Ethanol and (e) methanol sorption isotherms of three ZIF-8/HKUST-1 BSs with different layer thicknesses. The thickness of the ZIF-8 layers is increased from top to bottom (highlighted by underlines), whereas the HKUST-1 content is decreased. (c) Ethanol and (f) methanol sorption isotherms of a ZIF-8/CAU-1-NH", "2", " BS in comparison to the respective isotherms of TiO", "2", "/CAU-1-NH", "2", " and TiO", "2", "/ZIF-8 BSs.", "In order to probe the versatility of our tandem MOF multilayers, we conducted similar adsorption experiments with another heterostructure (ZIF-8/CAU-1-NH", "2", ") and compared them to the adsorption isotherms measured for TiO", "2", "/ZIF-8 and TiO", "2", "/CAU-1-NH", "2", " (Figure ", "6", "c, f). The isotherms for ZIF-8/CAU-1-NH", "2", " show clear, yet somewhat less pronounced, characteristic features of the respective single-component BSs compared to ZIF-8/HKUST-1. This finding may be explained by a mutual influence arising from the presence of direct interfaces between the two MOFs, which, along with the sequence of the multilayer, may affect the individual sorption behavior of the MOFs. Such effects have been already described for oxide bilayers exhibiting different (textural) porosities", "(57)", " or binary Janus MOF coatings", "(58)", " and may also occur in our tandem MOF BSs, leading to a somewhat synergistic sensing behavior. Tuning the layer thicknesses of either ZIF-8 or CAU-1-NH", "2", " (see Figure S14, ", "Supporting Information", ", for the isotherms) leads to no apparent enhancement of one or the other MOF signature in contrast to the case of ZIF-8/HKUST-1. While the response of ZIF-8/HKUST-1 toward the investigated analytes seems to be characterized by the sorption properties of the individual BS components, the ZIF-8/CAU-1-NH", "2", " BS shows a more complex response that may be mediated by the mutual interactions between its layers. Despite these differences in the sensing behavior of the two tandem MOF BSs, the versatility of such multilayers is demonstrated by tailoring the sorption properties toward a particular analyte through the judicious choice of the constituting MOF structures as well as by fine-tuning the dimensions of the individual layers. The impact of these parameters and their tailoring toward a specific sorption profile is currently being investigated in our group.", "In our second approach toward enhanced analyte specificity, we pursued the fabrication of an arrayed setup assembled from multiple MOF-based multilayers. In general, arrayed sensing devices are built up of different sensing films arranged in a specific pattern. Depending on the transduction scheme, the sensor–analyte interaction generates a unique signature with enhanced analyte specificity in comparison to that of the individual sensors, owing to the combinatorial response. As a first step toward such an array derived from photonic MOF multilayer structures, we arranged all three MOF-based BSs on a glass substrate in a home-built chamber (see Figure S15, ", "Supporting Information", ", for images of the setup and the array). In this chamber, a stream of nitrogen saturated with the analyte was injected, and the evolution of the color upon analyte uptake was monitored in situ with a camera attached to the microscope.", "As illustrated in Figure ", "7", ", showing optical images of the individual films, the PC array exposed to ethanol vapor shows a clearly visible color change in comparison to the array subjected to pure nitrogen. The response, i.e., color signature of a similar arrayed setup to a range of different analytes including ethanol, water, 2-propanol, and 1-hexanol, is shown in Figure S16 (", "Supporting Information", "). We confirmed these changes by simultaneously recording the evolution of the reflection spectra for each BS (Figures S17–S19, ", "Supporting Information", ") and determined the respective spectral shifts for each sorptive after 5 min exposure. By assigning these values to the respective TiO", "2", "/MOF BSs, we obtain unique numerical codes that are specific for each investigated analyte (Table ", "1", "; see Table S6, ", "Supporting Information", ", for normalized values). According to Table ", "1", ", HKUST-1- and CAU-1-NH", "2", "-based BSs show comparatively high sensitivity to water, which agrees well with the hydrophilic nature of both MOF structures. A moderate shift is observed for the TiO", "2", "/ZIF-8 BS upon exposure to water due to the hydrophobicity of ZIF-8, which is somewhat counterbalanced by adsorption of water in the TiO", "2", " nanoparticulate layers. For all TiO", "2", "/MOF BSs, we observe a reduced uptake of 1-hexanol, which may be related to its bulkiness in comparison to that of the other analytes.", "Figure 7. Photographic images of an array assembled from ZIF-8/TiO", "2", ", TiO", "2", "/HKUST-1, and TiO", "2", "/CAU-1-NH", "2", " BSs, illustrating the color change of the array upon exposure to ethanol vapor (lower row) in comparison to pure nitrogen (upper row).", "Table 1. Peak Shifts for an Array Assembled from Three TiO", "2", "/MOF BSs upon Exposure to Different Sorptives", " ", "peak shifts (nm)", "a", "sorptive", "TiO", "2", "/ZIF-8", "TiO", "2", "/HKUST-1", "TiO", "2", "/CAU-1-NH", "2", "water", "5.4", "8.0", "9.3", "ethanol", "18.0", "11.9", "7.5", "2-propanol", "15.9", "13.4", "10.0", "1-hexanol", "3.9", "2.5", "1.1", "a", "Values derived from the respective reflection spectra shown in Figures S17–S19 (", "Supporting Information", ").", "To interpret and classify the individual sorption characteristics of the stacks, we have recorded photographic images of the samples before and after exposure to the vapors and extracted the respective RGB values by image analysis. Such approaches based on color image analysis rather than on spectroscopic shifts have already been successfully implemented in the analysis of colorimetric combinatorial platforms.", "(42)", " Here, we exposed our samples to an alternate stream of either pure nitrogen or nitrogen saturated with a solvent and recorded images for specific spots on the samples under constant light conditions. The analysis of the images was performed using a code developed with the program FIJI that involves alignment of the images, area selection, and calculation of the mean RGB intensities (see ", "Supporting Information", " for a more detailed description of the experimental setup and image processing). In Figure ", "8", "a, the extracted mean RGB values and channel images are exemplarily shown as unique patterns for all three BS samples upon exposure to nitrogen (left side) in comparison to ethanol adsorption (right side). The as-obtained values were then used to determine the differences ΔR, ΔG, and ΔB for each BS sample (Figure ", "8", "b, calculated for ethanol) and each investigated analyte (Figure ", "8", "c, values represented by gray X’s in the matrix). Note that the values represent mean values derived from three measurements per solvent and BS sample (see Tables S7–S9, ", "Supporting Information", ", for complete lists of all extracted and calculated intensities). The reproducibility of the measurements is demonstrated by the reversibility of the respective RGB intensities upon switching from pure nitrogen to the solvent or solvent mixture (Figures S20 and S21, ", "Supporting Information", ").", "Figure 8. Scheme illustrating the basic steps of color image analysis and determination of analyte-specific numerical codes. (a) Photographic images of an array assembled from TiO", "2", "/ZIF-8, TiO", "2", "/HKUST-1, and TiO", "2", "/CAU-1-NH", "2", " BSs are recorded for the exposure to nitrogen and a sorptive, respectively (exemplarily shown for ethanol). After alignment and area selection, the images are split in the respective color channels, and the mean RGB intensities are extracted. (b) On the basis of average RGB intensities obtained for three measurements, the differences ΔR (G, B) = R", "sorptive", " (G, B) – R", "N", "2", " (G, B) are calculated. (c) Image processing and calculation of ΔR (G, B) are performed for all investigated analytes, yielding a 9 × 9 matrix.", "The extracted values can then be used to analyze the individual capability of the BSs to discriminate between different analyte vapors. To this end, we performed principal component analysis (PCA) based on the characteristic RGB codes for each stack. The thus-obtained PCA plots are depicted in Figure ", "9", "a–c for TiO", "2", "/ZIF-8, TiO", "2", "/HKUST-1, and TiO", "2", "/CAU-1-NH", "2", " BSs, respectively. Each plot shows a 2D projection of the factor scores calculated for each observation (i.e., solvent), whereas the first component, F1, and the second, F2, account for the largest variance of the measurements. From Figure ", "9", "a, we can see that TiO", "2", "/ZIF-8 BS shows a rather poor discrimination capability for methanol, ethanol, and 2-propanol, as these points cluster in similar regions, whereas the points for water and 1-hexanol are clearly separated from the former solvents. The first two principal components (F1 and F2) account for 93.25% of the variance. For TiO", "2", "/HKUST-1 BS (Figure ", "9", "b), we observe a separation of methanol from the groups 2-propanol/ethanol and 1-hexanol/water (F1 + F2: 99.89%). The CAU-1-NH", "2", " BS shows a comparatively better distribution and, hence, discrimination of the analytes (Figure ", "9", "c), indicated by a clear separation of all five points (F1 + F2: 100%). The three MOF BSs hence show clearly different degrees of discrimination between the investigated analytes, which could be useful in a combinatorial response for analyzing, for instance, mixtures of vapors.", "As a proof of concept, we used the extracted data for four solvent mixtures (ethanol with methanol, 2-propanol, water, or 1-hexanol in volume ratios of 1:1) to perform PCA with all nine variables (i.e., ΔR(TZ, TH, TC) and so forth) which allows us to evaluate the combinatorial capability of the stacks for analyte discrimination. According to Figure ", "9", "d, the array shows a clear separation and, hence, discrimination of all analytes (F1 + F2: 91.64%). If we calculate individual plots for each of the RGB channels (see Figure S22, ", "Supporting Information", "), then the best separation result is obtained when monitoring the B channel (F1 + F2: 86.73%). In this case, already the extraction of the B intensities would be sufficient to allow the solvent mixtures to be discriminated. If the PCA is performed as a function of the individual BS samples (i.e., only the RGB values for TiO", "2", "/ZIF-8 are considered and so forth), then both TiO", "2", "/ZIF-8 and TiO", "2", "/CAU-1-NH", "2", " BSs show a comparatively high degree of separation for three of the four solvents (Figure S23, ", "Supporting Information", "; F1 + F2: 92.07 and 99.32%, respectively), which may be the reason for the good discrimination capability of the complete array.", "Figure 9. PCA plots for (a) TiO", "2", "/ZIF-8, (b) TiO", "2", "/HKUST-1, and (c) TiO", "2", "/CAU-1-NH", "2", " BSs, illustrating the individual discrimination capability of each BS toward pure solvent vapors (ethanol, methanol, 2-propanol, water, and 1-hexanol). (d) PCA plot for an array assembled from TiO", "2", "/ZIF-8, TiO", "2", "/HKUST-1, and TiO", "2", "/CAU-1-NH", "2", " BSs, illustrating the combinatorial capability for discriminating between solvent mixtures (ethanol with methanol, 2-propanol, water, and 1-hexanol).", "Our BS array hence shows clearly visible color changes upon analyte exposure and allows for the instantaneous detection of different guest species by monitoring both the color profile and the respective reflectance spectra. Evaluating these coupled detection routes (i.e., color signature and reflection spectra) thus provides an efficient tool to monitor adsorption events at low concentrations, and the precision of the generated analyte signatures is enhanced owing to the dual readout.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Conclusions", "In summary, we have presented the fabrication of photonic multilayers based on three prototypic MOFs (ZIF-8, HKUST-1, CAU-1-NH", "2", "), which allow for the macroscopic optical detection of analyte-selective host–guest interactions occurring on the molecular level. The sensing performance of our systems was analyzed by vapor sorption experiments under ambient conditions, which allow for both identifying and quantifying the analyte. Our results thus demonstrate, in accordance with other transduction methods such as surface acoustic wave sensors", "(38)", " or workfunction-based detection,", "(56)", " that MOF coatings possess excellent sensitivity. The shapes of the optical adsorption isotherms of TiO", "2", "/MOF BSs show the signature of the active MOF species, pointing to a MOF-dominated response. Moreover, along with the large variety of MOF structures, the use of MOFs as active components in PC sensors provides a convenient means to discriminate between mutually interfering analytes. We show that cross-responsivity can be minimized by using specific types of MOFs with different polarities combined with principal component analysis of their color-coded optical response.", "The isotherms of tandem MOF BSs show enhanced complexity and increased analyte specificity. By simultaneously encoding multiple host–guest interactions in a single BS, we demonstrate the potential for MOF-based analyte detection via multiplexing schemes. We hypothesize that the interfaces between two MOFs as well as the sequence of the MOF layers in a BS influence their individual sorption behavior and may lead to synergistic behavior or a slowing of analyte uptake. This possibility will be explored further. Furthermore, we have developed a MOF-based BS array to enhance the analyte-specific readout, similar to the color-coding principles used in a biochip. The color pattern obtained after analyte exposure can ultimately be used as an analyte-specific fingerprint, which we demonstrated through principal component analysis. Important performance parameters of our MOF-based sensors were investigated, revealing good recoverability and response times on the order of 5–10 s.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "Characterization details for sorption measurements, evaluation of ellipsometric data, spectral shifts, response time, and photographic images for PCA; IR spectra of bulk MOFs and BSs; sorption data of bulk material; NMR data and elemental and EDX analysis of bulk CAU-1-NH", "2", "; EDX analysis of BSs; ellipsometric data of thin MOF layers; SEM images, reflection spectra, and vapor sorption isotherms of BSs; photographic images of BS array and sensing setup; normalized peak shifts for the BS array; extracted RGB intensities and calculated RGB differences; PCA plots; and reproducibility of image-based sorption measurements. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", " ", "Funding Information", "Financial support by the Max Planck Society, LMU, Deutsche Forschungsgemeinschaft (SPP-1362), the Fond der Chemischen Industrie (FCI), the cluster of excellence “Nanosystems Initiative Munich” (NIM), and the Center for NanoScience (CeNS) is gratefully acknowledged.", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "We thank Prof. T. Bein for granting access to the ellipsometer and V. Duppel, C. Minke, S. Hug, C. Argyo, and L. Nichols for their assistance with the material analysis.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 58 other publications.", "1. ", "Eddaoudi", ", ", "M.", "; ", "Moler", ", ", "D. B.", "; ", "Li", ", ", "H.", "; ", "Chen", ", ", "B.", "; ", "Reineke", ", ", "T. M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Acc. Chem. Res.", " ", "2001", ",  ", "34", ",  ", "319", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Modular Chemistry: Secondary Building Units as a Basis for the Design of Highly Porous and Robust Metal-Organic Carboxylate Frameworks", "Eddaoudi, Mohamed; Moler, David B.; Li, Hailian; Chen, Banglin; Reineke, Theresa M.; O'Keeffe, Michael; Yaghi, Omar M.", "Accounts of Chemical Research", "\r\n        (", "2001", "),\r\n    ", "34", "\r\n        (", "4", "),\r\n    ", "319-330", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review, with 38 refs.  Secondary building units (SBUs) are mol. complexes and cluster entities in which ligand coordination modes and metal coordination environments can be used in the transformation of these fragments into extended porous networks using polytopic linkers (1,4-benzenedicarboxylate, 1,3,5,7-adamantanetetracarboxylate, etc.).  Consideration of the geometric and chem. attributes of the SBUs and linkers leads to prediction of the framework topol., and in turn to the design and synthesis of a new class of porous materials with robust structures and high porosity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXhtFymsL0%253D&md5=e3df2f7492090aee280676f044e3b7af", "2. ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Rosi", ", ", "N.", "; ", "Vodak", ", ", "D.", "; ", "Wachter", ", ", "J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2002", ",  ", "295", ",  ", "469", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Systematic design of pore size and functionality in isoreticular MOFs and their application in methane storage", "Eddaoudi, Mohamed; Kim, Jaheon; Rosi, Nathaniel; Vodak, David; Wachter, Joseph; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2002", "),\r\n    ", "295", "\r\n        (", "5554", "),\r\n    ", "469-472", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A strategy based on reticulating metal ions and org. carboxylate links into extended networks has been advanced to a point that allowed the design of porous structures in which pore size and functionality could be varied systematically.  Metal-org. framework (MOF-5), a prototype of a new class of porous materials and one that is constructed from octahedral Zn-O-C clusters and benzene links, was used to demonstrate that its three-dimensional porous system can be functionalized with the org. groups -Br, -NH2, -OC3H7, -OC5H11, -C2H4, and -C4H4 and that its pore size can be expanded with the long mol. struts biphenyl, tetrahydropyrene, pyrene, and terphenyl.  We synthesized an isoreticular series (one that has the same framework topol.) of 16 highly cryst. materials whose open space represented up to 91.1% of the crystal vol., as well as homogeneous periodic pores that can be incrementally varied from 3.8 to 28.8 Å.  One member of this series exhibited a high capacity for methane storage (240 cm3 at std. temp.), and others the lowest densities (0.41 to 0.21 g/cm3) for a cryst. material at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlyrtLjP&md5=d218d4040887f5fb390a733ee156d27b", "3. ", "Cheetham", ", ", "A. K.", "; ", "Rao", ", ", "C. N. R.", "; ", "Feller", ", ", "R. K.", " ", "Chem. Commun.", " ", "2006", ",  ", "4780", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Structural diversity and chemical trends in hybrid inorganic-organic framework materials", "Cheetham, Anthony K.; Rao, C. N. R.; Feller, Russell K.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2006", "),\r\n    ", "\r\n        (", "46", "),\r\n    ", "4780-4795", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Hybrid framework compds., including both metal-org. coordination polymers and systems that contain extended inorg. connectivity (extended inorg. hybrids), have recently developed into an important new class of solid-state materials.  The authors examine the diversity of this complex class of materials, propose a simple but systematic classification, and explore the chem. and geometrical factors that influence their formation.  The authors also discuss the growing evidence that many hybrid frameworks tend to form under thermodn. rather than kinetic control when the synthesis is carried out under hydrothermal conditions.  Finally, the authors explore the potential applications of hybrid frameworks in areas such as gas sepns. and storage, heterogeneous catalysis, and photoluminescence.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xht1CmurnO&md5=8ec3388fde1f73731a6b9cabf70f3f5c", "4. ", "Haldar", ", ", "R.", "; ", "Maji", ", ", "T. K.", " ", "CrystEngComm", " ", "2013", ",  ", "15", ",  ", "9276", "[", "Crossref", "], [", "CAS", "]", "4. ", "Metal-organic frameworks (MOFs) based on mixed linker systems: structural diversities towards functional materials", "Haldar, Ritesh; Maji, Tapas Kumar", "CrystEngComm", "\r\n        (", "2013", "),\r\n    ", "15", "\r\n        (", "45", "),\r\n    ", "9276-9295", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  In this highlight we aimed to discuss mixed linkers based framework structures, their versatile topologies and tunable porous properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs12mu7bJ&md5=0783970e09184e672eb907acf5142cd5", "5. ", "Mohideen", ", ", "M. I. H.", "; ", "Xiao", ", ", "B.", "; ", "Wheatley", ", ", "P. S.", "; ", "McKinlay", ", ", "A. C.", "; ", "Li", ", ", "Y.", "; ", "Slawin", ", ", "A. M. Z.", "; ", "Aldous", ", ", "D. W.", "; ", "Cessford", ", ", "N. F.", "; ", "Düren", ", ", "T.", "; ", "Zhao", ", ", "X.", "; ", "Gill", ", ", "R.", "; ", "Thomas", ", ", "K. M.", "; ", "Griffin", ", ", "J. M.", "; ", "Ashbrook", ", ", "S. E.", "; ", "Morris", ", ", "R. E.", " ", "Nat. Chem.", " ", "2011", ",  ", "3", ",  ", "304", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Protecting group and switchable pore-discriminating adsorption properties of a hydrophilic-hydrophobic metal-organic framework", "Mohideen, M. Infas H.; Xiao, Bo; Wheatley, Paul S.; McKinlay, Alistair C.; Li, Yang; Slawin, Alexandra M. Z.; Aldous, David W.; Cessford, Naomi F.; Duren, Tina; Zhao, Xuebo; Gill, Rachel; Thomas, K. Mark; Griffin, John M.; Ashbrook, Sharon E.; Morris, Russell E.", "Nature Chemistry", "\r\n        (", "2011", "),\r\n    ", "3", "\r\n        (", "4", "),\r\n    ", "304-310", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Formed by linking metals or metal clusters through org. linkers, metal-org. frameworks are a class of solids with structural and chem. properties that mark them out as candidates for many emerging gas storage, sepn., catalysis and biomedical applications.  Important features of these materials include their high porosity and their flexibility in response to chem. or phys. stimuli.  Here, a Cu-based metal-org. framework was prepd. in which the starting linker (benzene-1,3,5-tricarboxylic acid) undergoes selective monoesterification during synthesis to produce a solid {[Cu(mmBTC)(H2O)]·1.66H2O} (mmBTC = monomethyl benzene-1,3,5-tricarboxylate) with two different channel systems, lined by hydrophilic and hydrophobic surfaces, resp.  The material reacts differently to gases or vapors of dissimilar chem., some stimulating subtle framework flexibility or showing kinetic adsorption effects.  Adsorption can be switched between the two channels by judicious choice of the conditions.  The monoesterified linker is recoverable in quant. yield, demonstrating possible uses of metal-org. frameworks in mol. synthetic chem. as 'protecting groups' to accomplish selective transformations that are difficult using std. chem. techniques.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjvVKqsrs%253D&md5=6669a70387dbeb91b97147b8b2d6b463", "6. ", "Cohen", ", ", "S. M.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "970", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Postsynthetic Methods for the Functionalization of Metal-Organic Frameworks", "Cohen, Seth M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "970-1000", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The development of postsynthetic methods is discussed for the chem. modification and functionalization of metal-org. frameworks and related coordination polymers.  Emphasis is placed on the chem. approaches that result in the covalent modification of the org. linkers within the metal-org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFOmtr7O&md5=7925eb048cba3cfde64b5471dc919b24", "7. ", "Lammert", ", ", "M.", "; ", "Bernt", ", ", "S.", "; ", "Vermoortele", ", ", "F.", "; ", "De Vos", ", ", "D. E.", "; ", "Stock", ", ", "N.", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "8521", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Single- and Mixed-Linker Cr-MIL-101 Derivatives: A High-Throughput Investigation", "Lammert, Martin; Bernt, Stephan; Vermoortele, Frederik; De Vos, Dirk E.; Stock, Norbert", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "15", "),\r\n    ", "8521-8528", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "New single- and mixed-linker Cr-MIL-101 derivs. bearing different functional groups were synthesized.  The influence of the reaction parameters, such as metal source (CrO3, CrCl3, and Cr(NO3)3·9H2O) or linker compn., on product formation were studied using high-throughput methods.  Highly cryst. Cr-MIL-101 materials were obtained with CrCl3 as the metal source with either 2-bromoterephthalic (TA-Br) or 2-nitroterephthalic (TA-NO2) acid as one of the mixed-linker components.  Numerous new mixed-linker Cr-MIL-101 derivs. contg. -NH2, -NO2, -H, -SO3H, -Br, -OH, -CH3, and -COOH were synthesized.  The use of TA-NH2 and TA-OH were shown, under the same reaction conditions, to lead to decarboxylation and the formation of 3-amino- and 3-hydroxybenzoic acid, resp.  Also, the authors were also able to directly synthesize single-linker Cr-MIL-101-X derivs. with X = F, Cl, Br, CH3.  Postsynthetic modification was used to selectively reduce the mixed-linker compd. Cr-MIL-101-Br-NO2 to Cr-MIL-101-Br-NH2.  To establish the successful incorporation of the linker mols. and possible decompn. of certain starting materials, 1H NMR spectra of dissolved reaction products were recorded.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtVGru7bF&md5=0bb0dc4e3748c517cdcc044dbf0292c1", "8. ", "Lee", ", ", "J.-Y.", "; ", "Farha", ", ", "O. K.", "; ", "Roberts", ", ", "J.", "; ", "Scheidt", ", ", "K. A.", "; ", "Nguyen", ", ", "S.-B. T.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1450", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Metal-organic framework materials as catalysts", "Lee, Jeong Yong; Farha, Omar K.; Roberts, John; Scheidt, Karl A.; Nguyen, Son Binh T.; Hupp, Joseph T.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1450-1459", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; a crit. review of the emerging field of MOF-based catalysis is presented.  Discussed are examples of: (a) opportunistic catalysis with metal nodes, (b) designed catalysis with framework nodes, (c) catalysis by homogeneous catalysts incorporated as framework struts, (d) catalysis by MOF-encapsulated mol. species, (e) catalysis by metal-free org. struts or cavity modifiers, and (f) catalysis by MOF-encapsulated clusters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7k%253D&md5=d9cef4eb52ffb1c73fe1195e11bace26", "9. ", "Ranocchiari", ", ", "M.", "; ", "van Bokhoven", ", ", "J. A.", " ", "Phys. Chem. Chem. Phys.", " ", "2011", ",  ", "13", ",  ", "6388", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Catalysis by metal-organic frameworks: fundamentals and opportunities", "Ranocchiari, Marco; van Bokhoven, Jeroen Anton", "Physical Chemistry Chemical Physics", "\r\n        (", "2011", "),\r\n    ", "13", "\r\n        (", "14", "),\r\n    ", "6388-6396", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Cryst. porous materials are extremely important for developing catalytic systems with high scientific and industrial impact.  Metal-org. frameworks (MOFs) show unique potential that still has to be fully exploited.  This perspective summarizes the properties of MOFs with the aim to understand what are possible approaches to catalysis with these materials.  We categorize three classes of MOF catalysts: (1) those with active site on the framework, (2) those with encapsulated active species, and (3) those with active sites attached through post-synthetic modification.  We identify the tunable porosity, the ability to fine tune the structure of the active site and its environment, the presence of multiple active sites, and the opportunity to synthesize structures in which key-lock bonding of substrates occurs as the characteristics that distinguish MOFs from other materials.  We experience a unique opportunity to imagine and design heterogeneous catalysts, which might catalyze reactions previously thought impossible.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjsFKkt70%253D&md5=369df768bec6816f8793240dfba1aa00", "10. ", "First", ", ", "E. L.", "; ", "Gounaris", ", ", "C. E.", "; ", "Floudas", ", ", "C. A.", " ", "Langmuir", " ", "2013", ",  ", "29", ",  ", "5599", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Predictive Framework for Shape-Selective Separations in Three-Dimensional Zeolites and Metal-Organic Frameworks", "First, Eric L.; Gounaris, Chrysanthos E.; Floudas, Christodoulos A.", "Langmuir", "\r\n        (", "2013", "),\r\n    ", "29", "\r\n        (", "18", "),\r\n    ", "5599-5608", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "With the growing no. of zeolites and metal-org. frameworks (MOFs) available, computational methods are needed to screen databases of structures to identify those most suitable for applications of interest.  Novel methods are developed based on math. optimization to predict the shape selectivity of zeolites and MOFs in three dimensions by considering the energy costs of transport through possible pathways.  The approach is applied to databases of over 1800 microporous materials including zeolites, MOFs, zeolitic imidazolate frameworks, and hypothetical MOFs.  New materials are identified for applications in gas sepns. (CO2/N2, CO2/CH4, and CO2/H2), air sepn. (O2/N2), and chems. (propane/propylene, ethane/ethylene, styrene/ethylbenzene, and xylenes).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXlsFWmtrY%253D&md5=142d89ddb3b96ace04f6a22d9aa1f89c", "11. ", "Yang", ", ", "Q.", "; ", "Liu", ", ", "D.", "; ", "Zhong", ", ", "C.", "; ", "Li", ", ", "J.-R.", " ", "Chem. Rev.", " ", "2013", ",  ", "113", ",  ", "8261", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Development of Computational Methodologies for Metal-Organic Frameworks and Their Application in Gas Separations", "Yang, Qingyuan; Liu, Dahuan; Zhong, Chongli; Li, Jian-Rong", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2013", "),\r\n    ", "113", "\r\n        (", "10", "),\r\n    ", "8261-8323", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors devote the attention to highlighting both the successes and the limitations of various computational methodologies for metal org. frameworks.  As an illustration, the authors provide a state of-the-art review on modeling studies of gas sepns. in MOFs using these new methods and concepts.  Since the newly developed computational methodologies are normally used in combination with the conventional ones, for the sake of continuity and clarity, some of the conventional methods that have been widely adopted in MOF studies are also briefly discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtVKit7bL&md5=0265edb5dc95d324cc20367290c8507c", "12. ", "Kuppler", ", ", "R. J.", "; ", "Timmons", ", ", "D. J.", "; ", "Fang", ", ", "Q.-R.", "; ", "Li", ", ", "J.-R.", "; ", "Makal", ", ", "T. A.", "; ", "Young", ", ", "M. D.", "; ", "Yuan", ", ", "D.", "; ", "Zhao", ", ", "D.", "; ", "Zhuang", ", ", "W.", "; ", "Zhou", ", ", "H.-C.", " ", "Coordin. Chem. Rev.", " ", "2009", ",  ", "253", ",  ", "3042", "[", "Crossref", "], [", "CAS", "]", "12. ", "Potential applications of metal-organic frameworks", "Kuppler, Ryan J.; Timmons, Daren J.; Fang, Qian-Rong; Li, Jian-Rong; Makal, Trevor A.; Young, Mark D.; Yuan, Daqiang; Zhao, Dan; Zhuang, Wenjuan; Zhou, Hong-Cai", "Coordination Chemistry Reviews", "\r\n        (", "2009", "),\r\n    ", "253", "\r\n        (", "23-24", "),\r\n    ", "3042-3066", "CODEN:\r\n                ", "CCHRAM", ";\r\n        ISSN:", "0010-8545", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Metal-org. frameworks have received much attention in recent years esp. as newly developed porous materials.  As such, they possess a wide array of potential applications including materials for gas storage, gas/vapor sepn., catalysis, luminescence, and drug delivery.  In the review, these potential applications of metal-org. frameworks are examd. and an outlook will be proposed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtlagt7zM&md5=4bfb28c8429e134985cd1936ebb79030", "13. ", "Kreno", ", ", "L. E.", "; ", "Leong", ", ", "K.", "; ", "Farha", ", ", "O. K.", "; ", "Allendorf", ", ", "M.", "; ", "Van Duyne", ", ", "R. P.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1105", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Metal-Organic Framework Materials as Chemical Sensors", "Kreno, Lauren E.; Leong, Kirsty; Farha, Omar K.; Allendorf, Mark; Van Duyne, Richard P.; Hupp, Joseph T.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1105-1125", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors present a crit. review of the literature on metal-org. frameworks (MOFs) as chem. sensors.  The authors begin by briefly examg. challenges relating to MOF sensor development including the design of MOFs with desirable properties, incorporation of appropriate signal transduction capabilities, and integration of MOFs into devices by employing thin-film growth techniques.  Subsequent sections discuss specific examples of MOF sensors, categorized by method of signal transduction.  Sensors based on MOF photoluminescence are discussed briefly.  The authors have limited the review of luminescence-based sensors to a small no. of recent reports where the porous MOF architecture, or its chem. compn., imparts selective sensing capabilities.  Scintillating MOFs that luminesce in the presence of radioactive analytes are also discussed.  Other signal transduction schemes that use photons include various kinds of optical interferometry, analyte modulation of localized surface plasmon resonance energies, and solvatochromism.  Mech. signal-transduction schemes employed with MOFs include ones based on surface acoustic wave, quartz crystal microbalance, and microcantilever devices.  Elec. schemes thus far were limited to ones based on impedance spectroscopy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVCgtL%252FI&md5=f6ed572725bc067ee8da81880bf1ec90", "14. ", "Carné", ", ", "A.", "; ", "Carbonell", ", ", "C.", "; ", "Imaz", ", ", "I.", "; ", "Maspoch", ", ", "D.", " ", "Chem. Soc. Rev.", " ", "2011", ",  ", "40", ",  ", "291", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Nanoscale metal-organic materials", "Carne, Arnau; Carbonell, Carlos; Imaz, Inhar; Maspoch, Daniel", "Chemical Society Reviews", "\r\n        (", "2011", "),\r\n    ", "40", "\r\n        (", "1", "),\r\n    ", "291-305", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. materials are a fascinating novel class of functional nanomaterials.  The limitless combinations between inorg. and org. building blocks enable researchers to synthesize 0- and 1-dimensional metal-org. discrete nanostructures with varied compns., morphologies and sizes, fabricate 2-dimensional metal-org. thin films and membranes, and even structure them on surfaces at the nanometer length scale.  In this tutorial review, the synthetic methodologies for prepg. these miniaturized materials as well as their potential properties and future applications are discussed.  This review wants to offer a panoramic view of this embryonic class of nanoscale materials that will be of interest to a cross-section of researchers working in chem., physics, medicine, nanotechnol., materials chem., etc., in the next years.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsFKisr7P&md5=3c21d9ac0c789e0abfec94bc1a5ea626", "15. ", "Stock", ", ", "N.", "; ", "Biswas", ", ", "S.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "933", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Synthesis of Metal-Organic Frameworks (MOFs): Routes to Various MOF Topologies, Morphologies, and Composites", "Stock, Norbert; Biswas, Shyam", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "933-969", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The synthesis of metal-org. frameworks (MOFs) has attracted immense attention during the last 2 decades due to the possibility to obtain a large variety of aesthetically interesting structures that could also be of great interest for applications in a no. of fields related to porous materials.  This includes the more traditional areas of storage, sepn., and catalysis, which are based on the pore size and shape as well as the host guest interactions involved.  In addn., biomedical applications or the use as sensor materials are currently intensively investigated.  Although MOF synthesis was originally set out for making new compds. and structures with interesting properties, the field has matured and is broadening its scope.  This holds for the synthesis methods applied as well as the areas of application.  While conventional syntheses methods have been widely used, the fields of mechano-, sono-, and electrochem. synthesis as well as microwave-assisted syntheses are just emerging. They have demonstrated to be applicable for some compds., often under milder reaction conditions, yielding materials with different particle sizes and properties.  This could be of interest for up-scaling of syntheses and the application of MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsV2ju73P&md5=76323bab0fb9da58bcdf45e03537eed7", "16. ", "Flügel", ", ", "E. A.", "; ", "Ranft", ", ", "A.", "; ", "Haase", ", ", "F.", "; ", "Lotsch", ", ", "B. V.", " ", "J. Mater. Chem.", " ", "2012", ",  ", "22", ",  ", "10119", "[", "Crossref", "], [", "CAS", "]", "16. ", "Synthetic routes toward MOF nanomorphologies", "Fluegel, Erik A.; Ranft, Annekathrin; Haase, Frederik; Lotsch, Bettina V.", "Journal of Materials Chemistry", "\r\n        (", "2012", "),\r\n    ", "22", "\r\n        (", "20", "),\r\n    ", "10119-10133", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "As metal-org. frameworks (MOFs) are coming of age, their structural diversity, exceptional porosity and inherent functionality need to be transferred into useful applications.  Fashioning MOFs into various shapes and at the same time controlling their size constitute an essential step toward MOF-based devices.  Moreover, downsizing MOFs to the nanoscale triggers a whole new set of properties distinguishing nanoMOFs from their bulk counterparts.  Therefore, dimensionality-controlled miniaturization of MOFs enables the customised use of nanoMOFs for specific applications where suitable size and shape are key prerequisites.  In this feature article we survey the burgeoning field of nanoscale MOF synthesis, ranging from classical protocols such as microemulsion synthesis all the way to microfluidic-based techniques and template-directed epitaxial growth schemes.  Along these lines, we will fathom the feasibility of rationally designing specific MOF nanomorphologies-zero-, one- and two-dimensional nanostructures-and we will explore more complex \"second-generation\" nanostructures typically evolving from a high level of interfacial control.  As a recurring theme, we will review recent advances made toward the understanding of nucleation and growth processes at the nanoscale, as such insights are expected to further push the borders of nanoMOF science.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XmtlGhtb4%253D&md5=4cf541c12a9292be8918670933bcc3ef", "17. ", "Cao", ", ", "S.", "; ", "Gody", ", ", "G.", "; ", "Zhao", ", ", "W.", "; ", "Perrier", ", ", "S.", "; ", "Peng", ", ", "X.", "; ", "Ducati", ", ", "C.", "; ", "Zhao", ", ", "D.", "; ", "Cheetham", ", ", "A. K.", " ", "Chem. Sci.", " ", "2013", ",  ", "4", ",  ", "3573", "[", "Crossref", "], [", "CAS", "]", "17. ", "Hierarchical bicontinuous porosity in metal-organic frameworks templated from functional block co-oligomer micelles", "Cao, Shuai; Gody, Guillaume; Zhao, Wei; Perrier, Sebastien; Peng, Xiaoyu; Ducati, Caterina; Zhao, Dongyuan; Cheetham, Anthony K.", "Chemical Science", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "9", "),\r\n    ", "3573-3577", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The synthesis of stable bicontinuous hierarchically porous metal-org. frameworks (MOFs) is described.  Two functional block cooligomer templates were used independently, i.e. poly(styrene)-block-poly(4-vinylpyridine) and poly(styrene)-block-poly(acrylic acid).  Two prototypical MOFs, ZIF-8 and HKUST-1, were selected to demonstrate the authors' approach.  The resulting materials resemble the microstructures of bicontinuous silica aerogels.  They exhibit interconnected porosities throughout the micro-, meso- and macro-porous regions, as shown by electron microscopy and pore size distribution analyses.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFOks7nN&md5=ebbbb3b4a2e3b6caaca1554ba7a4766d", "18. ", "Allendorf", ", ", "M. D.", "; ", "Bauer", ", ", "C. A.", "; ", "Bhakta", ", ", "R. K.", "; ", "Houk", ", ", "R. J. T.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1330", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Luminescent metal-organic frameworks", "Allendorf, M. D.; Bauer, C. A.; Bhakta, R. K.; Houk, R. J. T.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1330-1352", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; metal-org. frameworks (MOFs) display a wide range of luminescent behaviors resulting from the multifaceted nature of their structure.  In this crit. review we discuss the origins of MOF luminosity, which include the linker, the coordinated metal ions, antenna effects, excimer and exciplex formation, and guest mols.  The literature describing these effects is comprehensively surveyed, including a categorization of each report according to the type of luminescence obsd.  Finally, we discuss potential applications of luminescent MOFs.  This review will be of interest to researchers and synthetic chemists attempting to design luminescent MOFs, and those engaged in the extension of MOFs to applications such as chem., biol., and radiation detection, medical imaging, and electro-optical devices.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurg%253D&md5=9219edb8997dd29d5f61edbe8e99797d", "19. ", "Lu", ", ", "Z.-Z.", "; ", "Zhang", ", ", "R.", "; ", "Li", ", ", "Y.-Z.", "; ", "Guo", ", ", "Z.-J.", "; ", "Zheng", ", ", "H.-G.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "4172", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Solvatochromic Behavior of a Nanotubular Metal-Organic Framework for Sensing Small Molecules", "Lu, Zhen-Zhong; Zhang, Rui; Li, Yi-Zhi; Guo, Zi-Jian; Zheng, He-Gen", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "12", "),\r\n    ", "4172-4174", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A nanotubular metal-org. framework (MOF), {[(WS4Cu4)I2(dptz)3]·DMF}n (dptz = 3,6-di(pyridin-4-yl)-1,2,4,5-tetrazine, DMF = DMF) for sensing small solvent mols. is presented.  When accommodating different solvent mols. as guests, the resulting inclusion compds. exhibit different colors depending on the solvent guests, and more interestingly, the band gaps of these solvent-included complexes are in linear correlation with the polarity of the guest solvents.  The solvent mols. can be sensed by the changes of UV-visible spectra of the corresponding inclusion compds., showing a new way of signal transduction as a new kind of sensor.  The sensing by such a MOF occurs within the channel-contg. material rather than on the external surface.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXislGntbk%253D&md5=039fac5f14b14b2f4199d5ed2fb15612", "20. ", "Fletcher", ", ", "A. J.", "; ", "Cussen", ", ", "E. J.", "; ", "Prior", ", ", "T. J.", "; ", "Rosseinsky", ", ", "M. J.", "; ", "Kepert", ", ", "C. J.", "; ", "Thomas", ", ", "K. M.", " ", "J. Am. Chem. Soc.", " ", "2001", ",  ", "123", ",  ", "10001", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Adsorption Dynamics of Gases and Vapors on the Nanoporous Metal Organic Framework Material Ni2(4,4'-Bipyridine)3(NO3)4: Guest Modification of Host Sorption Behavior", "Fletcher, Ashleigh J.; Cussen, Edmund J.; Prior, Timothy J.; Rosseinsky, Matthew J.; Kepert, Cameron J.; Thomas, K. Mark", "Journal of the American Chemical Society", "\r\n        (", "2001", "),\r\n    ", "123", "\r\n        (", "41", "),\r\n    ", "10001-10011", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This study combines measurements of the thermodn. and kinetics of guest sorption with powder x-ray diffraction measurements of the nanoporous metal org. framework adsorbent (host) at different adsorptive (guest) loadings.  The adsorption characteristics of nitrogen, Ar, CO2, nitrous oxide and EtOH and MeOH vapors on Ni2(4,4'-bipyridine)3(NO3)4 were studied over a range of temps. as a function of pressure.  Isotherm steps were obsd. for both CO2 and nitrous oxide adsorption at ∼10-20% of the total pore vol. and at ∼70% of total pore vol. for MeOH adsorption.  The adsorption kinetics obey a linear driving force (LDF) mass transfer model for adsorption at low surface coverage.  At high surface coverage, both MeOH and EtOH adsorption follow a combined barrier resistance/diffusion model.  The rates of adsorption in the region of both the CO2 and MeOH isotherm steps were significantly slower than those obsd. either before or after the step.  X-ray diffraction studies at various MeOH loadings showed that the host structure disordered initially but underwent a structural change in the region of the isotherm step.  These isotherm steps are ascribed to discrete structural changes in the host adsorbent that are induced by adsorption on different sites.  Isotherm steps were not obsd. for EtOH adsorption, which followed a Langmuir isotherm.  Previous x-ray crystallog. studies showed that all the sites are equiv. for EtOH adsorption on Ni2(4,4'-bipyridine)3(NO3)4, with the host structure undergoing a scissoring motion and the space group remaining unchanged during adsorption.  The activation energies and preexponential factors for MeOH and EtOH adsorption were calcd. for each pressure increment at which the linear driving force model was obeyed.  There was a good correlation between activation energy and ln(preexponential factor), indicating a compensation effect.  The results are discussed in terms of reversible adsorbate/adsorbent (guest/host) structural changes and interactions and the adsorption mechanism.  The paper contains the 1st evidence of specific interactions between guests and functional groups leading to structural change in flexible porous coordination polymer frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXmvFGltrg%253D&md5=da99d0d8723aa100d67c46259387508a", "21. ", "Allendorf", ", ", "M. D.", "; ", "Houk", ", ", "R. J. T.", "; ", "Andruszkiewicz", ", ", "L.", "; ", "Talin", ", ", "A. A.", "; ", "Pikarsky", ", ", "J.", "; ", "Choudhury", ", ", "A.", "; ", "Gall", ", ", "K. A.", "; ", "Hesketh", ", ", "P. J.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "14404", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "Stress-induced chemical detection using flexible metal-organic frameworks", "Allendorf, Mark D.; Houk, Ronald J. T.; Andruszkiewicz, Leanne; Talin, A. Alec; Pikarsky, Joel; Choudhury, Arnab; Gall, Kenneth A.; Hesketh, Peter J.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "44", "),\r\n    ", "14404-14405", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors demonstrate the concept of stress-induced chem. detection using metal-org. frameworks (MOFs) by integrating a thin film of the MOF HKUST-1 with a microcantilever surface.  The energy of mol. adsorption, which causes slight distortions in the MOF crystal structure, can be converted to mech. energy to create a highly responsive, reversible, and selective sensor.  This sensor responds to water, methanol, and ethanol vapors, but yields no response to either N2 or O2.  The magnitude of the signal, which is measured by a built-in piezoresistor, is correlated with the concn. and can be fitted to a Langmuir isotherm.  Also, the hydration state of the MOF layer can be used to impart selectivity to CO2.  Finally, the authors report the 1st use of surface-enhanced Raman spectroscopy to characterize the structure of a MOF film.  The synthetic versatility of these nanoporous materials holds great promise for creating recognition chemistries to enable selective detection of a wide range of analytes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXht1ahsL7N&md5=18b4c3af26e4a67a9d8a30a3d56a7ef1", "22. ", "Henke", ", ", "S.", "; ", "Wieland", ", ", "D. C. F.", "; ", "Meilikhov", ", ", "M.", "; ", "Paulus", ", ", "M.", "; ", "Sternemann", ", ", "C.", "; ", "Yusenko", ", ", "K.", "; ", "Fischer", ", ", "R. A.", " ", "CrystEngComm", " ", "2011", ",  ", "13", ",  ", "6399", "[", "Crossref", "], [", "CAS", "]", "22. ", "Multiple phase-transitions upon selective CO2 adsorption in an alkyl ether functionalized metal-organic framework-an in situ X-ray diffraction study", "Henke, Sebastian; Wieland, D. C. Florian; Meilikhov, Mikhail; Paulus, Michael; Sternemann, Christian; Yusenko, Kirill; Fischer, Roland A.", "CrystEngComm", "\r\n        (", "2011", "),\r\n    ", "13", "\r\n        (", "21", "),\r\n    ", "6399-6404", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The flexible alkyl ether functionalized metal-org. framework [Zn2(BME-bdc)2(dabco)]n (BME-bdc = 2,5-bis(2-methoxyethoxy)-1,4-benzenedicarboxylate, dabco = 1,4-diazabicyclo[2.2.2]octane) shows remarkable structural changes upon selective adsorption of CO2 as detd. by in situ X-ray diffraction at 195 K.  Upon accommodation of carbon dioxide [Zn2(BME-bdc)2(dabco)]n transfers from a narrow pore form to an open pore form, which exhibits a much higher unit cell vol.  Due to the slow adsorption kinetics an unexpected metastable intermediate form could be identified.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtl2gurjM&md5=3654418b22aa37164478db3be3935d1e", "23. ", "Jiang", ", ", "Y.", "; ", "Huang", ", ", "J.", "; ", "Kasumaj", ", ", "B.", "; ", "Jeschke", ", ", "G.", "; ", "Hunger", ", ", "M.", "; ", "Mallat", ", ", "T.", "; ", "Baiker", ", ", "A.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "2058", "[", "ACS Full Text ", "], [", "CAS", "]", "23. ", "Adsorption-Desorption Induced Structural Changes of Cu-MOF Evidenced by Solid State NMR and EPR Spectroscopy", "Jiang, Yijiao; Huang, Jun; Kasumaj, Besnik; Jeschke, Gunnar; Hunger, Michael; Mallat, Tamas; Baiker, Alfons", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "6", "),\r\n    ", "2058-2059", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Adsorption-desorption induced structural changes of Cu(bpy)(H2O)2(BF4),(bpy) (bpy = 4,4'-bipyridine) [Cu-MOF] were evidenced by combined NMR and EPR spectroscopy.  Upon adsorption of probe mols. even at a few mbar, EPR spectra show that they are activated to form complexes at Cu(II) sites, which results in a change of the Cu-MOF's structure as indicated by a high-field shift of the 11B MASNMR.  After desorption, both EPR and 11B MASNMR spectra evidenced that the structure of the Cu-MOF reversibly shifted to the original state.  MOFs can undergo structural changes during processes where adsorption-desorption steps are involved such as gas storage, sepn., and catalysis.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtVaqtr4%253D&md5=4d0b90fc70d5a3dfa75542a8e9286f27", "24. ", "Biemmi", ", ", "E.", "; ", "Darga", ", ", "A.", "; ", "Stock", ", ", "N.", "; ", "Bein", ", ", "T.", " ", "Microporous Mesoporous Mater.", " ", "2008", ",  ", "114", ",  ", "380", "[", "Crossref", "], [", "CAS", "]", "24. ", "Direct growth of Cu3(BTC)2(H2O)3·xH2O thin films on modified QCM-gold electrodes - Water sorption isotherms", "Biemmi, Enrica; Darga, Alexander; Stock, Norbert; Bein, Thomas", "Microporous and Mesoporous Materials", "\r\n        (", "2008", "),\r\n    ", "114", "\r\n        (", "1-3", "),\r\n    ", "380-386", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The prepn. of a thin film of the metal-org. framework Cu3(BTC)2(H2O)3·xH2O (HKUST-1) on the Au electrode of a quartz-crystal microbalance (QCM) was achieved by direct growth on a 11-mercaptoundecanol self-assembled monolayer (SAM).  The formation of the SAM on the Au substrate was proven via reflection-absorption IR-spectroscopy.  The HKUST-1 thin film was characterized by x-ray diffraction, Raman-spectroscopy, and scanning-electron microscopy.  H2O vapor sorption measurements allow one to directly characterize the sorption properties of the thin film grown on the electrode of the QCM-device.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXns1ahu7s%253D&md5=84f942bbb5309f189a10830547c8fe8e", "25. ", "Huang", ", ", "C.-Y.", "; ", "Song", ", ", "M.", "; ", "Gu", ", ", "Z.-Y.", "; ", "Wang", ", ", "H.-F.", "; ", "Yan", ", ", "X.-P.", " ", "Environ. Sci. Technol.", " ", "2011", ",  ", "45", ",  ", "4490", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Probing the Adsorption Characteristic of Metal-Organic Framework MIL-101 for Volatile Organic Compounds by Quartz Crystal Microbalance", "Huang, Chan-Yuan; Song, Ming; Gu, Zhi-Yuan; Wang, He-Fang; Yan, Xiu-Ping", "Environmental Science & Technology", "\r\n        (", "2011", "),\r\n    ", "45", "\r\n        (", "10", "),\r\n    ", "4490-4496", "CODEN:\r\n                ", "ESTHAG", ";\r\n        ISSN:", "0013-936X", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Since volatile org. compds. (VOC) are a major group of air pollutants, developing materials to efficiently adsorb and remove VOC is of great significance for environmental and anal. sciences.  Metal-org. frameworks (MOF) MIL-101 for effective VOC adsorption at atm. pressure are discussed.  A simple device was designed for a quartz crystal microbalance (QCM), and 6 VOC with various functional groups and polarities (n-hexane, toluene, methanol, butanone, dichloromethane, n-butylamine) were selected as target compds. to assess MIL-101 adsorption properties.  The developed device measured adsorption isotherms and monitored the dynamic process for MOF adsorption of VOC; it also provided a useful tool to characterize MOF.  VOC adsorption isotherms on MIL-101 followed the Dubinin-Astakhov equation with a characteristic energy from 5.70 (methanol) to 9.13 kJ/mol (n-butylamine); Astakhov exponents from 0.50 (n-butylamine) to 3.03 (n-hexane), and limiting adsorption capacity from 0.08 (n-hexane) to 12.8 (n-butylamine) mmol/g.  MIL-101 exhibited the strongest affinity for n-butylamine, the weakest affinity for n-hexane.  Detd. Astakhov exponents and isosteric heats of adsorption showed the energetic heterogeneity of MIL-101.  MIL-101 was also most energetically homogeneous for n-hexane, but was the most energetically heterogeneous for n-butylamine.  The dynamic adsorption process monitored by the QCM demonstrated sorption site distribution within MIL-101.  Metal sites within MIL-101 were vital for adsorption.  MIL-101 had much higher affinity and larger adsorption capacity for VOC than activated C, offering great potential for actual applications for VOC adsorption/removal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXkslGkur0%253D&md5=6d52eb8b9ac248334e1acb6847e4dfc3", "26. ", "Gliemann", ", ", "H.", "; ", "Wöll", ", ", "C.", " ", "Mater. Today", " ", "2012", ",  ", "15", ",  ", "110", "[", "Crossref", "], [", "CAS", "]", "26. ", "Epitaxially grown metal-organic frameworks", "Gliemann, Hartmut; Woell, Christof", "Materials Today (Oxford, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "15", "\r\n        (", "3", "),\r\n    ", "110-116", "CODEN:\r\n                ", "MTOUAN", ";\r\n        ISSN:", "1369-7021", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "The functionalization of inorg. and org. surfaces is becoming a key issue in a vast no. of tech. applications.  The present review will focus on a particularly attractive route for surface functionalization via the coating of substrates with ordered, highly-porous, self-assembling layers of metal-org. frameworks.  Loading the nm-sized pores of these mol. scaffolds with mols., clusters, and nanoparticles creates many opportunities for using these flexible, three-dimensional shelf systems as storage material, for developing highly specific sensors, catalysts and electronic devices, as well as implementing optical metamaterials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XksVeqsbk%253D&md5=858baaa41a250a6b1d818a31fee5e96f", "27. ", "Zybaylo", ", ", "O.", "; ", "Shekhah", ", ", "O.", "; ", "Wang", ", ", "H.", "; ", "Tafipolsky", ", ", "M.", "; ", "Schmid", ", ", "R.", "; ", "Johannsmann", ", ", "D.", "; ", "Wöll", ", ", "C.", " ", "Phys. Chem. Chem. Phys.", " ", "2010", ",  ", "12", ",  ", "8093", "[", "Crossref", "]", "There is no corresponding record for this reference.", "28. ", "Demessence", ", ", "A.", "; ", "Boissière", ", ", "C.", "; ", "Grosso", ", ", "D.", "; ", "Horcajada", ", ", "P.", "; ", "Serre", ", ", "C.", "; ", "Férey", ", ", "G.", "; ", "Soler-Illia", ", ", "G. J. A. A.", "; ", "Sanchez", ", ", "C.", " ", "J. Mater. Chem.", " ", "2010", ",  ", "20", ",  ", "7676", "[", "Crossref", "], [", "CAS", "]", "28. ", "Adsorption properties in high optical quality nanoZIF-8 thin films with tunable thickness", "Demessence, Aude; Boissiere, Cedric; Grosso, David; Horcajada, Patricia; Serre, Christian; Ferey, Gerard; Soler-Illia, Galo J. A. A.; Sanchez, Clement", "Journal of Materials Chemistry", "\r\n        (", "2010", "),\r\n    ", "20", "\r\n        (", "36", "),\r\n    ", "7676-7681", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The authors report processing of a thin film by chem. soln. deposition of a microporous ZIF-8 nanoparticle dispersion.  By using the drain and capillary regimes involved in the dip-coating process, the authors tuned the thickness of the films from 40 nm to 1 μm and controlled the packing of the nanoparticles on the substrate.  The high optical quality thin films show a dual hierarchical porous structure from the micropores of the framework and the mesoporous interparticular voids.  Also, vapor sorption properties of the microporous ZIF-8 based thin films were evaluated by ellipsometric porosimetry.  The hydrophobic films show alc., THF and hydrocarbon adsorption.  Expts. for isopropanol/water sepn. were carried out and the selective adsorption of the alc. vs. the water makes these thin films good candidates for vapor sensors.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVylsL3P&md5=094812a558397c72dcb9d0a89ea092b9", "29. ", "Lu", ", ", "G.", "; ", "Hupp", ", ", "J. T.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "7832", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "Metal-Organic Frameworks as Sensors: A ZIF-8 Based Fabry-Perot Device as a Selective Sensor for Chemical Vapors and Gases", "Lu, Guang; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "23", "),\r\n    ", "7832-7833", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A ZIF-8 thin film-based Fabry-Perot device has been fabricated as a selective sensor for chem. vapors and gases.  The prepn. of the ZIF-8 thin film and a series of ZIF-8 thin films of various thicknesses grown on silicon substrates are presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXmtlCrsbg%253D&md5=0d71313eea6d253bc7eb8689a788a6f5", "30. ", "Hinterholzinger", ", ", "F. M.", "; ", "Ranft", ", ", "A.", "; ", "Feckl", ", ", "J. M.", "; ", "Rühle", ", ", "B.", "; ", "Bein", ", ", "T.", "; ", "Lotsch", ", ", "B. V.", " ", "J. Mater. Chem.", " ", "2012", ",  ", "22", ",  ", "10356", "[", "Crossref", "], [", "CAS", "]", "30. ", "One-dimensional metal-organic framework photonic crystals used as platforms for vapor sorption", "Hinterholzinger, Florian M.; Ranft, Annekathrin; Feckl, Johann M.; Ruehle, Bastian; Bein, Thomas; Lotsch, Bettina V.", "Journal of Materials Chemistry", "\r\n        (", "2012", "),\r\n    ", "22", "\r\n        (", "20", "),\r\n    ", "10356-10362", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The authors present the fabrication of 1-dimensional photonic crystals (Bragg stacks) based on a microporous metal-org. framework material and mesoporous titanium dioxide.  The Bragg stack heterostructures were obtained using two complementary synthesis approaches using the bottom-up assembly of heterogeneous, i.e. two-component photonic crystal multilayer structures.  Zeolitic imidazolate framework ZIF-8 and mesoporous titanium dioxide were chosen as functional components with different refractive indexes.  While ZIF-8 is intended to impart mol. selectivity, mesoporous TiO2 was used to ensure high refractive index contrast and to guarantee mol. diffusion within the Bragg stack.  The combination of micro- and mesoporosity within one scaffold endows the 1-dimensional-MOF PC with characteristic adsorption properties upon exposure to various org. vapors.  In this context, the sorption behavior of the photonic material was studied as a function of partial pressure of org. vapors.  The multilayered photonic heterostructures are sensitive and selective towards chem. similar solvent vapors.  It is thus anticipated that the concept of multilayer heterogeneous photonic structures will provide a versatile platform for future selective, label-free optical sensors.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XmtlGhtb0%253D&md5=a006264a9e92172361a92b9fb8b1271a", "31. ", "Lu", ", ", "G.", "; ", "Farha", ", ", "O. K.", "; ", "Zhang", ", ", "W.", "; ", "Huo", ", ", "F.", "; ", "Hupp", ", ", "J. T.", " ", "Adv. Mater.", " ", "2012", ",  ", "24", ",  ", "3970", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "31. ", "Engineering ZIF-8 Thin Films for Hybrid MOF-Based Devices", "Lu, Guang; Farha, Omar K.; Zhang, Weina; Huo, Fengwei; Hupp, Joseph T.", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2012", "),\r\n    ", "24", "\r\n        (", "29", "),\r\n    ", "3970-3974, S3970/1-S3970/11", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "By making use of the flexible combinations of our prepn. method for ZIF-8 thin films with photolithog., soft lithog., and sputter coating, we have demonstrated not only the successful patterning of these films but also the fabrication of periodically vertically spaced, ZIF-8/metal hybrid structures.  These structures are capable of behaving as sensors for selected vapors and gases, including H2.  The combined results illustrate the possibility of engineering MOF materials for device applications.  The concepts presented should be extendable to some other prepn. methods for MOF thin films (or membranes)for example, colloidal routes or Langmuir-Blodgett-type layer-by-layer growth, where no special surface modification of platforms is required.  While beyond the scope of the present study, the elec. and catalytic properties of the MOF/metal hybrid structures-esp. when coupled to mol. sieving and sorption behavior-are also likely to be interesting and useful; indeed, these are currently under investigation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XovFShurs%253D&md5=e14c9a7e779fa1912c0f55fe392485c0", "32. ", "Lu", ", ", "G.", "; ", "Farha", ", ", "O. K.", "; ", "Kreno", ", ", "L. E.", "; ", "Schoenecker", ", ", "P. M.", "; ", "Walton", ", ", "K. S.", "; ", "Van Duyne", ", ", "R. P.", "; ", "Hupp", ", ", "J. T.", " ", "Adv. Mater.", " ", "2011", ",  ", "23", ",  ", "4449", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "32. ", "Fabrication of Metal-Organic Framework-Containing Silica-Colloidal Crystals for Vapor Sensing", "Lu, Guang; Farha, Omar K.; Kreno, Lauren E.; Schoenecker, Paul M.; Walton, Krista S.; Van Duyne, Richard P.; Hupp, Joseph T.", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2011", "),\r\n    ", "23", "\r\n        (", "38", "),\r\n    ", "4449-4452", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Permanently microporous metal-org. framework (MOFs) are potentially useful materials for monitoring or sensing gases and volatile chem. compds.  By combining MOFs with thin-film colloidal crystals, the challenge of signal transduction in response to mol. sorption by the MOF can be met.  We have demonstrated the concept here by using HKUST-1 in combination with silica nanospheres configured as thin-film colloidal crystals.  Shifts in the colloidal crystal stop band are readily obsd. upon analyte (vapor or gas) sorption by the microporous MOF.  The responses are reversible and have been validated by quartz crystal microgravimetry measurements.  Following this proof-of-concept, it should be possible to use appropriately pore-tailored MOFs to engender chem. specific sensor responses.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtVGisbzI&md5=4cbfa2cefbe0493bb64629ab047c5fee", "33. ", "Wu", ", ", "Y.-N.", "; ", "Li", ", ", "F.", "; ", "Zhu", ", ", "W.", "; ", "Cui", ", ", "J.", "; ", "Tao", ", ", "C.-A.", "; ", "Lin", ", ", "C.", "; ", "Hannam", ", ", "P. M.", "; ", "Li", ", ", "G.", " ", "Angew. Chem., Int. Ed.", " ", "2011", ",  ", "50", ",  ", "12518", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "33. ", "Metal-Organic Frameworks with a Three-Dimensional Ordered Macroporous Structure: Dynamic Photonic Materials", "Wu, Yi-nan; Li, Fengting; Zhu, Wei; Cui, Jiecheng; Tao, Cheng-an; Lin, Changxu; Hannam, Phillip M.; Li, Guangtao", "Angewandte Chemie, International Edition", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "52", "),\r\n    ", "12518-12522", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors report the 1st example of a metal-org. framework (MOF) with a 3-dimensional-ordered macroporous structure.  The integration of this macroporous array into MOFs endows the resulting materials with an addnl. optical element, which can be facilely used as a general and effective signal transducer together with the formed hierarchical pore structure.  In view of the virtually unlimited tunability of MOFs, it is expected that the assocn. of MOFs, especial the target-selectivity of functional breathing MOFs,'1314' with the accessible macroporous photonic structure can significantly extend the function and potential of MOFs and afford a new type of dynamic photonic materials.  Thus, the authors believe work may open up a new route to generate multifunctional MOFs with a wide range of potential applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlahsbzK&md5=b2f15ca023a52842e617f8f3a5e546f7", "34. ", "Cui", ", ", "C.", "; ", "Liu", ", ", "Y.", "; ", "Xu", ", ", "H.", "; ", "Li", ", ", "S.", "; ", "Zhang", ", ", "W.", "; ", "Cui", ", ", "P.", "; ", "Huo", ", ", "F.", " ", "Small", " ", "2014", ",  ", "10", ",  ", "3672", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "34. ", "Self-Assembled Metal-Organic Frameworks Crystals for Chemical Vapor Sensing", "Cui, Chenlong; Liu, Yayuan; Xu, Hongbo; Li, Shaozhou; Zhang, Weina; Cui, Ping; Huo, Fengwei", "Small", "\r\n        (", "2014", "),\r\n    ", "10", "\r\n        (", "18", "),\r\n    ", "3672-3676", "CODEN:\r\n                ", "SMALBC", ";\r\n        ISSN:", "1613-6810", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "We reported a general route for the fabrication of self assembled photonic metal-org. frameworks (MOFs) sensors via Langmuir-Blodgett technique.  UIO-66 nanoparticles were chosen as the building blocks of the MOFs sensor as a proof-of concept.  Circumventing the complex signal transduction of luminescent MOFs sensors, the photonic UIO-66 sensor serves as a potent candidate for readable sensors by exhibiting significant and selective absorbance peak shift toward several chem. vapors.  Furthermore, the system possesses great flexibility since both its absorbance peak position and intensity can be fine tuned.  Considering the tailorability of MOFs, we believe that more properties could be imparted into photonic MOFs sensors, esp. the size selectivity of guest mols. derived from the uniform pore structure in MOFs.  Different from MOFs thin film and reverse opal structures, our strategy is not only general but also facile to be operated since MOFs particles are easy to be synthesized and the selfassembled films can be obtained without specific equipment.  Thus, the study opens a promising way to combine self assembly methods with MOFs to create distinguished functional structures for wide range applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXjtlyrsLc%253D&md5=2e644c30e34710117b62862685888fbb", "35. ", "Guo", ", ", "H.", "; ", "Zhu", ", ", "Y.", "; ", "Qiu", ", ", "S.", "; ", "Lercher", ", ", "J. A.", "; ", "Zhang", ", ", "H.", " ", "Adv. Mater.", " ", "2010", ",  ", "22", ",  ", "4190", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "35. ", "Coordination modulation induced synthesis of nanoscale Eu1-xTbx metal-organic frameworks for luminescent thin films", "Guo, Hailing; Zhu, Yongzhong; Qiu, Shilun; Lercher, Johannes A.; Zhang, Hongjie", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2010", "),\r\n    ", "22", "\r\n        (", "37", "),\r\n    ", "4190-4192", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "An easily scalable method using carboxylate salts as capping reagent for the synthesis of nanosized Ln-MOFs [Ln(BTC)(H2O)] (Ln = Eu, Tb; BTC = 1,3,5-benzenetricarboxylate) crystals is reported.  These particles are well suited to make Eu1-xTbx-MOF films using the spin-coating deposition method and exhibit fascinating luminescence properties and efficient Tb3+-to-Eu3+ energy transferability.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlKks73E&md5=4c26330d3c682c645198c1131aa39bba", "36. ", "Schoedel", ", ", "A.", "; ", "Scherb", ", ", "C.", "; ", "Bein", ", ", "T.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "7225", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "36. ", "Oriented nanoscale films of metal- organic frameworks by room- temperature gel-layer synthesis", "Schoedel, Alexander; Scherb, Camilla; Bein, Thomas", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "40", "),\r\n    ", "7225-7228, S7225/1-S7225/16", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A gel-layer-based strategy is used for the growth of highly oriented thin films of metal-org. frameworks on self-assembled monolayers attached to a gold slide.  The monolayer is loaded with the metal-salt-contg. poly(ethylene glycol) gel layer and covered with a soln. contg. the linker mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlCnsr3J&md5=412dac65cc14d4d7d2fc3039ded8550b", "37. ", "Kobler", ", ", "J.", "; ", "Lotsch", ", ", "B. V.", "; ", "Ozin", ", ", "G. A.", "; ", "Bein", ", ", "T.", " ", "ACS Nano", " ", "2009", ",  ", "3", ",  ", "1669", "[", "ACS Full Text ", "], [", "CAS", "]", "37. ", "Vapor-Sensitive Bragg Mirrors and Optical Isotherms from Mesoporous Nanoparticle Suspensions", "Kobler, Johannes; Lotsch, Bettina V.; Ozin, Geoffrey A.; Bein, Thomas", "ACS Nano", "\r\n        (", "2009", "),\r\n    ", "3", "\r\n        (", "7", "),\r\n    ", "1669-1676", "CODEN:\r\n                ", "ANCAC3", ";\r\n        ISSN:", "1936-0851", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The prepn. of wavelength-specific Bragg mirrors was realized by an effective and reproducible spin-coating approach using colloidal suspensions of functionalized mesoporous SiO2 nanoparticles and TiO2 sols.  Due to the small particle size and the resulting low surface roughness, the formation of multilayers was possible without transmitting defects on the surface with every following coating step.  The Bragg reflectors show sensitivity toward specific relative pressures of org. vapors such as toluene, giving rise to optically encoded adsorption properties as a function of solvent pressure and, thus, to optical absorption isotherms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXnsVehsro%253D&md5=09fcfb3cd2173d06b37d689e73060527", "38. ", "Robinson", ", ", "A. L.", "; ", "Stavila", ", ", "V.", "; ", "Zeitler", ", ", "T. R.", "; ", "White", ", ", "M. I.", "; ", "Thornberg", ", ", "S. M.", "; ", "Greathouse", ", ", "J. A.", "; ", "Allendorf", ", ", "M. D.", " ", "Anal. Chem.", " ", "2012", ",  ", "84", ",  ", "7043", "[", "ACS Full Text ", "], [", "CAS", "]", "38. ", "Ultrasensitive Humidity Detection Using Metal-Organic Framework-Coated Microsensors", "Robinson, Alex L.; Stavila, Vitalie; Zeitler, Todd R.; White, Michael I.; Thornberg, Steven M.; Greathouse, Jeffery A.; Allendorf, Mark D.", "Analytical Chemistry (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "84", "\r\n        (", "16", "),\r\n    ", "7043-7051", "CODEN:\r\n                ", "ANCHAM", ";\r\n        ISSN:", "0003-2700", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The use of metal-org. framework (MOF) thin films to detect water vapor across a wide concn. range is demonstrated using MOF-functionalized quartz surface acoustic wave (SAW) sensors.  A range of 3-14,800 ppmv was obtained with thin films of the MOF Cu3(benzenetricarboxylate)2 (Cu-BTC) deposited by an automated layer-by-layer method.  Devices coated by a manual technique demonstrated sensitivity from 0.28 to 14,800 ppmv, the limit of the test system.  This exceeds the sensitivity of many com. available sensors.  Cu-BTC layers were covalently bonded directly to the silicon oxide surface, allowing devices to be heated beyond 100° to desorb water adsorbed in the pores without decompn., thereby regenerating the sensors.  Sensor response as a function of coating thickness was evaluated, showing that the SAW sensor response is bounded by max. and min. layer thicknesses.  Computer simulation of H2O uptake shows a multistep adsorption isotherm defined by initial adsorption at open Cu-sites, followed by pore-filling and finally full satn.  Modeling and exptl. results are consistent.  Calcd. uptake values suggest an efficient adsorption of H2O by Cu-BTC.  These results provide the 1st convincing evidence that MOF functionalization of compact sensing technologies such as SAW devices and microcantilevers can compete with state-of-the art devices.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFChtL7K&md5=355e852a53c8dfc3cb000eec1cec20e5", "39. ", "Dickinson", ", ", "T. A.", "; ", "White", ", ", "J.", "; ", "Kauer", ", ", "J. S.", "; ", "Walt", ", ", "D. R.", " ", "Nature", " ", "1996", ",  ", "382", ",  ", "697", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "39. ", "A chemical-detecting system based on a cross-reactive optical sensor array", "Dickinson, Todd A.; White, Joel; Kauer, John S.; Walt, David R.", "Nature (London)", "\r\n        (", "1996", "),\r\n    ", "382", "\r\n        (", "6593", "),\r\n    ", "697-700", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Macmillan Magazines", ")\r\n        ", "The vertebrate olfactory system has long been recognized for its extraordinary sensitivity and selectivity for odors.  Chem. sensors have been developed recently that are based on analogous distributed sensing properties, but although an assocn. between artificial devices and the olfactory system has been made explicit in some previous studies, none has incorporated comparable mechanisms into the mode of detection.  Here we describe a multi-analyte fiber-optic sensor modeled directly on the olfactory system, in the sense that complex, time-dependent signals from an array of sensors provide a 'signature' of each analyte.  In our system, polymer-immobilized dye mols. on the fiber tips give different fluorescent response patterns (including spectral shifts, intensity changes, spectral shape variations and temporal responses) on exposure to org. vapors, depending on the phys. and chem. nature (for example, polarity, shape and size) of both the vapor and the polymer.  We use video images of temporal responses of the multi-fiber tip as the input signals to train a neural network for vapor recognition.  The system is able to identify individual vapors at different concns. with great accuracy.  'Artificial noses' such as this should have wide potential application, most notably in environmental and medical monitoring.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28Xlt1yltrg%253D&md5=3115800162b351117bdb087468cd106e", "40. ", "Rakow", ", ", "N. A.", "; ", "Suslick", ", ", "K. S.", " ", "Nature", " ", "2000", ",  ", "406", ",  ", "710", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "40. ", "A colorimetric sensor array for odor visualization", "Rakow, Neal A.; Suslick, Kenneth S.", "Nature (London)", "\r\n        (", "2000", "),\r\n    ", "406", "\r\n        (", "6797", "),\r\n    ", "710-713", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Array-based vapor-sensing devices are used to detect and differentiate between chem. diverse analytes.  These systems- based on cross-responsive sensor elements-aim to mimic the mammalian olfactory system by producing composite responses unique to each odorant.  Previous work has concd. on a variety of non-specific chem. interactions to detect non-coordinating org. vapors.  But the most odoriferous, toxic compds. often bind readily to metal ions.  Here we report a simple optical chem. sensing method that utilizes the color change induced in an array of metalloporphyrin dyes upon ligand binding while minimizing the need for extensive signal transduction hardware.  The chemoselective response of a library of immobilized vapor-sensing metalloporphyrin dyes permits the visual identification of a wide range of ligating (alcs., amines, ethers, phosphines, phosphites, thioethers and thiols) and even weakly ligating (arenes, halocarbons and ketones) vapors.  Water vapor does not affect the performance of the device, which shows a good linear response to single analytes, and interpretable responses to analyte mixts.  Unique color fingerprints can be obtained at analyte concns. below 2 ppm, and responses to below 100 ppb have been obsd.  We expect that this type of sensing array will be of practical importance for general-purpose vapor dosimeters and analyte-specific detectors (for insecticides, drugs or neurotoxins, for example).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXmt1CgsLw%253D&md5=b83111cb318dcc4525e1aaea704902a2", "41. ", "Hierlemann", ", ", "A.", "; ", "Gutierrez-Osuna", ", ", "R.", " ", "Chem. Rev.", " ", "2008", ",  ", "108", ",  ", "563", "[", "ACS Full Text ", "], [", "CAS", "]", "41. ", "Higher-order chemical sensing", "Hierlemann, Andreas; Gutierrez-Osuna, Ricardo", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2008", "),\r\n    ", "108", "\r\n        (", "2", "),\r\n    ", "563-613", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review is given on higher-order chem. sensing systems.  Arrays and systems comprising identical transducers, arrays and systems comprising different transducers, operational considerations for higher-order devices, sensor-based microanal. systems, data preprocessing, drift compensation, feature extn. from sensor dynamics, multivariate calibration, and array optimization are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmtlaltg%253D%253D&md5=05203beadb0fe717702ee780990bef22", "42. ", "Bonifacio", ", ", "L. D.", "; ", "Puzzo", ", ", "D. P.", "; ", "Breslav", ", ", "S.", "; ", "Willey", ", ", "B. M.", "; ", "McGeer", ", ", "A.", "; ", "Ozin", ", ", "G. A.", " ", "Adv. Mater.", " ", "2010", ",  ", "22", ",  ", "1351", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "42. ", "Towards the Photonic Nose: A Novel Platform for Molecule and Bacteria Identification", "Bonifacio, Leonardo D.; Puzzo, Daniel P.; Breslav, Simon; Willey, Barbara M.; McGeer, Allison; Ozin, Geoffrey A.", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2010", "),\r\n    ", "22", "\r\n        (", "12", "),\r\n    ", "1351-1354", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The use of combinatorial arrays of surface-modified nanoparticle metal oxide porous BSs, dubbed the photonic nose, provides a straightforward, effective, and inexpensive platform for the development of structural color sensorial materials.  The photonic nose displays unique optical fingerprints for structurally similar mols.  A digital-color-image principal-component anal. conveniently enables the identification of different classes and types of mol. species and also discriminates several pathogenic bacteria strains.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXktVWqtLo%253D&md5=bcad431e3f40da4a8c9389d9fb163724", "43. ", "Cunin", ", ", "F.", "; ", "Schmedake", ", ", "T. A.", "; ", "Link", ", ", "J. R.", "; ", "Li", ", ", "Y. Y.", "; ", "Koh", ", ", "J.", "; ", "Bhatia", ", ", "S. N.", "; ", "Sailor", ", ", "M. J.", " ", "Nat. Mater.", " ", "2002", ",  ", "1", ",  ", "39", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "43. ", "Biomolecular screening with encoded porous-silicon photonic crystals", "Cunin, Frederique; Schmedake, Thomas A.; Link, Jamie R.; Li, Yang Yang; Koh, Jennifer; Bhatia, Sangetta N.; Sailor, Michael J.", "Nature Materials", "\r\n        (", "2002", "),\r\n    ", "1", "\r\n        (", "1", "),\r\n    ", "39-41", "CODEN:\r\n                ", "NMAACR", ";\r\n        ISSN:", "1476-1122", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A method for optically encoding micrometer-sized nanostructured particles of porous silicon is presented.  Multilayered porous films were generated in cryst. silicon using a periodic electrochem. etch.  This led to photonic crystals with well-resolved and narrow optical reflectivity features, whose wavelengths are detd. by the etching parameters.  Millions of possible codes can be prepd. in this manner and micrometer-sized particles are then produced by ultrasonic fracture, mech. grinding or by lithog. means.  A simple antibody-based bioassay using fluorescently tagged proteins demonstrated the encoding strategy in biol. relevant media.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XntlWlsLs%253D&md5=8818afd52e49b9247991cf0c453ba833", "44. ", "Cravillon", ", ", "J.", "; ", "Münzer", ", ", "S.", "; ", "Lohmeier", ", ", "S.-J.", "; ", "Feldhoff", ", ", "A.", "; ", "Huber", ", ", "K.", "; ", "Wiebcke", ", ", "M.", " ", "Chem. Mater.", " ", "2009", ",  ", "21", ",  ", "1410", "[", "ACS Full Text ", "], [", "CAS", "]", "44. ", "Rapid Room-Temperature Synthesis and Characterization of Nanocrystals of a Prototypical Zeolitic Imidazolate Framework", "Cravillon, Janosch; Munzer, Simon; Lohmeier, Sven-Jare; Feldhoff, Armin; Huber, Klaus; Wiebcke, Michael", "Chemistry of Materials", "\r\n        (", "2009", "),\r\n    ", "21", "\r\n        (", "8", "),\r\n    ", "1410-1412", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Simply reacting Zn(NO3)2·6H2O with an excess of 2-methylimidazole in methanol at room temp. yields well-shaped nanocrystals of ZIF-8 with a narrow size distribution.  The rapid growth has been monitored by time-resolved static light scattering.  Nanoscale ZIF-8 powder is microporous and thermally stable up to ca. 200°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjvVOmtb4%253D&md5=457ca06e4d606850ed2684e5f929b6de", "45. ", "Ranft", ", ", "A.", "; ", "Betzler", ", ", "S. B.", "; ", "Haase", ", ", "F.", "; ", "Lotsch", ", ", "B. V.", " ", "CrystEngComm", " ", "2013", ",  ", "15", ",  ", "9296", "[", "Crossref", "], [", "CAS", "]", "45. ", "Additive-mediated size control of MOF nanoparticles", "Ranft, Annekathrin; Betzler, Sophia B.; Haase, Frederik; Lotsch, Bettina V.", "CrystEngComm", "\r\n        (", "2013", "),\r\n    ", "15", "\r\n        (", "45", "),\r\n    ", "9296-9300", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A fast synthesis approach toward sub-60 nm sized metal-org. framework (MOF) nanoparticles was developed by employing auxiliary additives.  Control over the size of HKUST-1 and IRMOF-3 particles was gained by adjusting the concn. and type of stabilizers.  Colloidal solns. of the MOFs were used for the formation of optically homogeneous thin films by spin-coating.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs12mu7jE&md5=46eb3c47450b2deabd9c7700f75a3d79", "46. ", "Ahnfeldt", ", ", "T.", "; ", "Gunzelmann", ", ", "D.", "; ", "Wack", ", ", "J.", "; ", "Senker", ", ", "J.", "; ", "Stock", ", ", "N.", " ", "CrystEngComm", " ", "2012", ",  ", "14", ",  ", "4126", "[", "Crossref", "], [", "CAS", "]", "46. ", "Controlled modification of the inorganic and organic bricks in an Al-based MOF by direct and post-synthetic synthesis routes", "Ahnfeldt, Tim; Gunzelmann, Daniel; Wack, Julia; Senker, Juergen; Stock, Norbert", "CrystEngComm", "\r\n        (", "2012", "),\r\n    ", "14", "\r\n        (", "12", "),\r\n    ", "4126-4136", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Four new porous CAU-1 derivs. CAU-1-NH2 ([Al4(OH)2(OCH3)4(BDC-NH2)3]·xH2O, BDC-NH22- = aminoterephthalate), CAU-1-NH2(OH) ([Al4(OH)6(BDC-NH2)3]·xH2O), CAU-1-NHCH3 ([Al4(OH)2(OCH3)4(BDC-NHCH3)3]·xH2O) and CAU-1-NHCOCH3 ([Al4(OH)2(OCH3)4(BDC-NHCOCH3)3]·xH2O) all contg. an octameric [Al8(OH)4+y(OCH3)8-y]12+ cluster, with y = 0-8, were obtained by MW-assisted synthesis and post-synthetic modification.  The inorg. as well as the org. unit can be modified.  Heteronuclear 1H-15N, 1H-13C and homonuclear 1H-1H connectivities detd. by solid-state NMR spectroscopy prove the methylation of the NH2 groups when conventional heating was used.  Varying reaction times and temps. allow controlling the degree of methylation of the amino groups.  Short reaction times lead to nonmethylated CAU-1 (CAU-1-NH2), while longer reaction times result in CAU-1-NHCH3.  CAU-1-NH2 can be modified chem. by using acetic anhydride, and the acetamide deriv. CAU-1-NHCOCH3 was obtained.  Thermal treatment permits the authors to change the compn. of the Al-contg. unit.  Methoxy groups are gradually exchanged by hydroxy groups at 190° in air.  Solid-state NMR spectra unequivocally demonstrate the amino groups, as well as the successful post-synthetic modification.  Also 1H-1H correlation spectra using homonuclear decoupling allow the orientation of the NHCOCH3 groups within the pores to be unravelled.  The influence of time and temp. on the synthesis of CAU-1 was studied by x-ray powder diffraction, elemental analyses, and 1H liq.-state NMR and IR spectroscopy.  Gas adsorption of the MOFs are studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XnslKis7o%253D&md5=ec67a6651348482b163db7589866cec8", "47. ", "Lotsch", ", ", "B. V.", "; ", "Scotognella", ", ", "F.", "; ", "Moeller", ", ", "K.", "; ", "Bein", ", ", "T.", "; ", "Ozin", ", ", "G. A.", " ", "Proc. SPIE", " ", "2010", ",  ", "7713", ",  ", "77130V", "[", "Crossref", "], [", "CAS", "]", "47. ", "Stimuli-responsive Bragg stacks for chemo-optical sensing applications", "Lotsch, Bettina V.; Scotognella, Francesco; Moeller, Karin; Bein, Thomas; Ozin, Geoffrey A.", "Proceedings of SPIE", "\r\n        (", "2010", "),\r\n    ", "7713", "\r\n        (", "Photonic Crystal Materials and Devices IX", "),\r\n    ", "77130V/1-77130V/10", "CODEN:\r\n                ", "PSISDG", ";\r\n        ISSN:", "0277-786X", ".\r\n    \r\n            (", "Society of Photo-Optical Instrumentation Engineers", ")\r\n        ", "We demonstrate the synthesis of different types of \"intelligent\" 1D photonic crystals (PCs), termed Bragg stacks, using hydrothermal or sol-gel procedures followed by spin-coating, which permit a wide range of materials to be included as functional layer materials.  Bragg stacks based on the clay mineral Laponite have been realized, whose response to the presence of liq. analytes translates into a shift of the optical stop band position.  Clay-based PCs are capable of reversible swelling and accommodating changes in the effective refractive index of the layers by both adsorption and ion-exchange processes, and key issues in chemo-optical sensing such as accessibility, reversibility and selectivity are demonstrated.  The utilization of nanoscale particles as active layer components is highlighted by the integration of microporous materials - zeolites - into a photonic crystal backbone.  We demonstrate that the sensitivity of the PC to solvents and gases and thus, refractive index changes, can be maximized through the high porous vols. of nanoparticle-based layers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXot1eiug%253D%253D&md5=6a5d245bf781d162ce2279c51686fc75", "48. ", "Rouquerol", ", ", "J.", "; ", "Llewellyn", ", ", "P.", "; ", "Rouquerol", ", ", "F.", " ", "Stud. Surf. Sci. Catal.", " ", "2007", ",  ", "160", ",  ", "49", "[", "Crossref", "], [", "CAS", "]", "48. ", "Is the BET equation applicable to microporous adsorbents?", "Rouquerol, J.; Llewellyn, P.; Rouquerol, F.", "Studies in Surface Science and Catalysis", "\r\n        (", "2007", "),\r\n    ", "160", "\r\n        (", "Characterization of Porous Solids VII", "),\r\n    ", "49-56", "CODEN:\r\n                ", "SSCTDM", ";\r\n        ISSN:", "0167-2991", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A review.  The title question is discussed in detail.  The limitations of the BET equation in case of microporous adsorbents are described.  The question is raised, why the Langmuir equation cannot be simply used for such a material.  Other question discussed are if the BET monolayer capacity of a microporous material is a reproducible quantity and if the BET approach is reasonably supported by calorimetry.  Generally, the BET method should not be blindly applied to adsorbents contg. micropores.  It is recommended to replace the BET monolayer content by the BET strong-retention capacity.  Instead of the abs. concepts of the BET surface area, the concepts of BET strong-retention capacity, external-surface area, micropore capacity, and satn. capacity should be used being closer to the phys. reality.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXivVymsrk%253D&md5=59e695797c3036bc49e24f473a8034d0", "49. ", "Bonifacio", ", ", "L. D.", "; ", "Lotsch", ", ", "B. V.", "; ", "Puzzo", ", ", "D. P.", "; ", "Scotognella", ", ", "F.", "; ", "Ozin", ", ", "G. A.", " ", "Adv. Mater.", " ", "2009", ",  ", "21", ",  ", "1641", "[", "Crossref", "], [", "CAS", "]", "49. ", "Stacking the Nanochemistry Deck: Structural and Compositional Diversity in One-Dimensional Photonic Crystals", "Bonifacio, Leonardo D.; Lotsch, Bettina V.; Puzzo, Daniel P.; Scotognella, Francesco; Ozin, Geoffrey A.", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2009", "),\r\n    ", "21", "\r\n        (", "16", "),\r\n    ", "1641-1646", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  One-dimensional photonic structures, known as Bragg stacks or Bragg reflectors or Bragg mirrors, represent a well-developed subject in the field of optical science.  However, because of a lack of dynamic tunability and their dependence on complex top-down techniques for their fabrication, they have received little attention from the materials science community.  Herein, the authors present recent and ongoing developments on the way to functional 1-dimensional photonic structures obtained from simple bottom-up techniques.  The authors focus on the versatility of this new approach, which allows the incorporation of a wide range of materials into photonic structures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXltFGitbg%253D&md5=5b47835bf14525a0e2a346a7754b1419", "50. ", "Zhang", ", ", "K.", "; ", "Zhang", ", ", "L.", "; ", "Jiang", ", ", "J.", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "25628", "[", "ACS Full Text ", "], [", "CAS", "]", "50. ", "Adsorption of C1-C4 Alcohols in Zeolitic Imidazolate Framework-8: Effects of Force Fields, Atomic Charges, and Framework Flexibility", "Zhang, Kang; Zhang, Liling; Jiang, Jianwen", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "48", "),\r\n    ", "25628-25635", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A mol. simulation study is reported for the adsorption of normal alcs. (methanol, ethanol, propanol, and butanol) in zeolitic imidazolate framework-8 (ZIF-8).  The effects of force fields, at. charges, and framework flexibility are systematically examd. and compared with exptl. data.  Among three force fields (UFF, AMBER, and DREIDING), DREIDING has the best agreement with expt.  The at. charges and framework flexibility have negligible effects.  The four alcs. exhibit S-shaped isotherms without hysteresis loop, as attributed to adsorption at different preferential sites.  At a low pressure, cluster formation is obsd. near the org. linker (2-methylimidazolate) in ZIF-8; with increasing pressure, cage-filling occurs in the large sodalite cage.  The interaction between alc. and ZIF-8 framework is enhanced as the chain length of alc. increases; thus, the isosteric heat of adsorption rises with chain length.  The simulation study provides microscopic insight into alc. adsorption in ZIF-8, which is useful for quant. understanding of adsorption mechanism in other ZIFs and nanoporous materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslOmsrfN&md5=000e61a7c8853e120ee30cb0a62116d5", "51. ", "Cousin Saint Remi", ", ", "J.", "; ", "Rémy", ", ", "T.", "; ", "Van Hunskerken", ", ", "V.", "; ", "van de Perre", ", ", "S.", "; ", "Duerinck", ", ", "T.", "; ", "Maes", ", ", "M.", "; ", "De Vos", ", ", "D.", "; ", "Gobechiya", ", ", "E.", "; ", "Kirschhock", ", ", "C. E. A.", "; ", "Baron", ", ", "G. V.", "; ", "Denayer", ", ", "J. F. M.", " ", "ChemSusChem", " ", "2011", ",  ", "4", ",  ", "1074", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "51. ", "Biobutanol Separation with the Metal-Organic Framework ZIF-8", "Cousin Saint Remi, Julien; Remy, Tom; Van Hunskerken, Vincent; van de Perre, Stijn; Duerinck, Tim; Maes, Michael; De Vos, Dirk; Gobechiya, Elena; Kirschhock, Christine E. A.; Baron, Gino V.; Denayer, Joeri F. M.", "ChemSusChem", "\r\n        (", "2011", "),\r\n    ", "4", "\r\n        (", "8", "),\r\n    ", "1074-1077", "CODEN:\r\n                ", "CHEMIZ", ";\r\n        ISSN:", "1864-5631", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors demonstrate the use of the zeolithic metal-org. framework, ZIF-8, for the sepn. of butanol in a water-based system like fermn. broths.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXos1Sktrk%253D&md5=9cc0e4a9bcbc940f2691c90a55beff0a", "52. ", "Fairen-Jimenez", ", ", "D.", "; ", "Moggach", ", ", "S. A.", "; ", "Wharmby", ", ", "M. T.", "; ", "Wright", ", ", "P. A.", "; ", "Parsons", ", ", "S.", "; ", "Düren", ", ", "T.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "8900", "[", "ACS Full Text ", "], [", "CAS", "]", "52. ", "Opening the Gate: Framework Flexibility in ZIF-8 Explored by Experiments and Simulations", "Fairen-Jimenez, D.; Moggach, S. A.; Wharmby, M. T.; Wright, P. A.; Parsons, S.; Duren, T.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "23", "),\r\n    ", "8900-8902", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "ZIF-8 is a zeolitic imidazole-based metal-org. framework with large cavities interconnected by narrow windows.  Because the small size of the windows, it allows in principle for mol. sieving of gases such as H2 and CH4.  However, the unexpected adsorption of large mols. on ZIF-8 suggests the existence of structural flexibility.  ZIF-8 flexibility is explored combining different exptl. techniques with mol. simulation.  The ZIF-8 structure is modified by gas adsorption uptake in the same way as it is at a very high pressure (i.e., 14,700 bar) due to a swing effect in the imidazolate linkers, giving access to the porosity.  Tuning the flexibility, and so the opening of the small windows, has a further impact on the design of advanced mol. sieving membrane materials for gas sepn., adjusting the access of fluids to the porous network.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmtlWrt70%253D&md5=f9d8904cd7cd4f8d703600d849849f8c", "53. ", "Hinterholzinger", ", ", "F.", "; ", "Scherb", ", ", "C.", "; ", "Ahnfeldt", ", ", "T.", "; ", "Stock", ", ", "N.", "; ", "Bein", ", ", "T.", " ", "Phys. Chem. Chem. Phys.", " ", "2010", ",  ", "12", ",  ", "4515", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "53. ", "Oriented growth of the functionalized metal-organic framework CAU-1 on -OH- and -COOH-terminated self-assembled monolayers", "Hinterholzinger, Florian; Scherb, Camilla; Ahnfeldt, Tim; Stock, Norbert; Bein, Thomas", "Physical Chemistry Chemical Physics", "\r\n        (", "2010", "),\r\n    ", "12", "\r\n        (", "17", "),\r\n    ", "4515-4520", "CODEN:\r\n                ", "PPCPFQ", ";\r\n        ISSN:", "1463-9076", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The oriented growth of the amino-functionalized metal-org. framework [Al4(OH)2(OCH3)4(H2N-bdc)3]·xH2O (named CAU-1; CAU = Christian-Albrechts-University; H2N-bdc = 2-amino-1,4-benzenedicarboxylate) on different self-assembled monolayers (SAMs) is reported.  Gold substrates were modified with both 16-mercaptohexadecanol and 16-mercaptohexadecanoic acid SAMs and immersed in a pre-treated crystn. soln.  The different terminal functionalities and synthesis parameters result in the direct surface growth of CAU-1 crystals along preferred crystallog. orientations.  While for the OH-terminated SAMs a preferential attachment of the CAU-1 crystals either in [011] or [002] direction is obsd. (depending on the reaction conditions), highly oriented crystal growth in [002] orientation was obtained on the carboxylic acid functionalized SAMs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXltVWktLs%253D&md5=a4956b6f6e9bd7765726d50205b2b8fc", "54. ", "Si", ", ", "X.", "; ", "Jiao", ", ", "C.", "; ", "Li", ", ", "F.", "; ", "Zhang", ", ", "J.", "; ", "Wang", ", ", "S.", "; ", "Liu", ", ", "S.", "; ", "Li", ", ", "Z.", "; ", "Sun", ", ", "L.", "; ", "Xu", ", ", "F.", "; ", "Gabelica", ", ", "Z.", "; ", "Schick", ", ", "C.", " ", "Energy Environ. Sci.", " ", "2011", ",  ", "4", ",  ", "4522", "[", "Crossref", "], [", "CAS", "]", "54. ", "High and selective CO2 uptake, H2 storage and methanol sensing on the amine-decorated 12-connected MOF CAU-1", "Si, Xiaoliang; Jiao, Chengli; Li, Fen; Zhang, Jian; Wang, Shuang; Liu, Shuang; Li, Zhibao; Sun, Lixian; Xu, Fen; Gabelica, Zelimir; Schick, Christoph", "Energy & Environmental Science", "\r\n        (", "2011", "),\r\n    ", "4", "\r\n        (", "11", "),\r\n    ", "4522-4527", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The amine-decorated microporous metal-org. framework CAU-1 was readily synthesized and activated using a home-made efficient protocol.  It exhibited a high heat of adsorption for CO2, high CO2 uptake capacity, and an impressive selectivity for CO2 over N2.  At 273 K and up to 1 atm, CO2 uptake capacity can reach ≤7.2 mmol/g-1.  Comparatively, the CH4 and N2 uptakes at 273 K and 1 atm were only 1.34 mmol/g-1 and 0.37 mmol/g-1, resp.  The CO2/N2 selectivity was 101:1 at 273 K The isosteric heat of adsorption (Qst) for CO2 was ∼48 kJ/mol-1 at the onset of adsorption, and it decreases to ∼28 kJ/mol-1 at higher CO2 pressures.  Also, CAU-1 can adsorb 2.0% and 4.0% hydrogen at 77 K under 1 atm and 30 atm, resp.  The adsorption characteristics of CAU-1 for methanol studied in situ with a quartz crystal microbalance (QCM), indicated that this particular MOF structure can be used as a highly sensitive sensor for methanol detection such as direct methanol fuel cells.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVyrtb3J&md5=d594f95f593bdf96a38ab6e5665cf15f", "55. ", "Van Assche", ", ", "T. R. C.", "; ", "Duerinck", ", ", "T.", "; ", "Gutiérrez-Sevillano", ", ", "J. J.", "; ", "Calero", ", ", "S.", "; ", "Baron", ", ", "G. V.", "; ", "Denayer", ", ", "J. F. M.", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "18100", "[", "ACS Full Text ", "], [", "CAS", "]", "55. ", "High Adsorption Capacities and Two-Step Adsorption of Polar Adsorbates on Copper-Benzene-1,3,5-tricarboxylate Metal-Organic Framework", "Van Assche, Tom R. C.; Duerinck, Tim; Gutierrez Sevillano, Juan Jose; Calero, Sofia; Baron, Gino V.; Denayer, Joeri F. M.", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "35", "),\r\n    ", "18100-18111", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption of polar and nonpolar mols. on copper-benzene-1,3,5-tricarboxylate (Cu-BTC) metal-org. framework has been studied.  Vapor phase adsorption isotherms of various polar adsorbates such as methanol, ethanol, 1-propanol, 2-propanol, 1-butanol, 1-hexanol, water, acetone, acetonitrile, THF, and N,N-dimethylformamide, as well as some nonpolar adsorbates such as n-hexane, n-heptane, m-xylene, and cyclohexane, on the Cu-BTC framework are presented.  Water exposure of the Cu-BTC framework had an adverse effect on the uptake capacity.  However, with minimized water exposure, high adsorption capacities exceeding 0.65 cm3/g for all adsorbates with the exception of water were obsd., and small polar adsorbates exhibited a two-step adsorption behavior.  This behavior was further studied using mol. simulation and proposed to occur due to the presence of the various Cu-BTC cages.  The cages contg. the exposed coordinatively unsatd. copper sites have a more polar character, while the other cages behave in a more apolar way, causing a two-step adsorption behavior depending on the character of the adsorbate.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht1Wju7fI&md5=f146ac5bbedb06aca57af46539b7f8fa", "56. ", "Davydovskaya", ", ", "P.", "; ", "Ranft", ", ", "A.", "; ", "Lotsch", ", ", "B. V.", "; ", "Pohle", ", ", "R.", " ", "Anal. Chem.", " ", "2014", ",  ", "86", ",  ", "6948", "[", "ACS Full Text ", "], [", "CAS", "]", "56. ", "Analyte Detection with Cu-BTC Metal-Organic Framework Thin Films by Means of Mass-Sensitive and Work-Function-Based Readout", "Davydovskaya, Polina; Ranft, Annekatrin; Lotsch, Bettina V.; Pohle, Roland", "Analytical Chemistry (Washington, DC, United States)", "\r\n        (", "2014", "),\r\n    ", "86", "\r\n        (", "14", "),\r\n    ", "6948-6958", "CODEN:\r\n                ", "ANCHAM", ";\r\n        ISSN:", "0003-2700", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) constitute a new generation of porous cryst. materials, which have recently come into focus as analyte-specific active elements in thin-film sensor devices.  Cu-BTC-also known as HKUST-1-is one of the most theor. and exptl. studied members of the MOF family.  Its capability to selectively adsorb different gas mols. renders this material a promising candidate for applications in chem. gas and vapor sensing.  Here, the authors explore details of the host-guest interactions between HKUST-1 and various analytes under different environmental conditions and study the vapor adsorption mechanism by mass-sensitive and work-function-based readouts.  These complementary transduction mechanisms were successfully applied for the detection of low ppm (2 to 50 ppm) concns. of different alcs. (methanol, ethanol, 1-propanol, and 2-propanol) adsorbed into Cu-BTC thin films.  Evaluation of the results allows for the comparison of the amts. of adsorbed vapors and the contribution of each vapor to the changes of the electronic properties of Cu-BTC.  The influence of the length of the alc. chain (C1-C3) and geometry (1-propanol, 2-propanol) as well as their polarity on the sensing performance was studied, revealing that in dry air, short chain alcs. are more likely adsorbed than long chain alcs., whereas in humid air, this preference is changed, and the sensitivity toward alcs. is generally decreased.  The adsorption mechanism is revealed to differ for dry and humid atms., changing from a site-specific binding of alcs. to the open metal sites under dry conditions to weak physisorption of the analytes dissolved in surface-adsorbed water reservoirs in humid air, with the signal strength being governed by their relative concn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXpvFCks7k%253D&md5=b741cfadeae123eaf39bde84066bba23", "57. ", "Fuertes", ", ", "M. C.", "; ", "Colodrero", ", ", "S.", "; ", "Lozano", ", ", "G.", "; ", "González-Elipe", ", ", "A. R.", "; ", "Grosso", ", ", "D.", "; ", "Boissière", ", ", "C.", "; ", "Sánchez", ", ", "C.", "; ", "Soler-Illia", ", ", "G. J. de A. A.", "; ", "Míguez", ", ", "H.", " ", "J. Phys. Chem. C", " ", "2008", ",  ", "112", ",  ", "3157", "[", "ACS Full Text ", "], [", "CAS", "]", "57. ", "Sorption Properties of Mesoporous Multilayer Thin Films", "Fuertes, Maria Cecilia; Colodrero, Silvia; Lozano, Gabriel; Gonzalez-Elipe, Agustin R.; Grosso, David; Boissiere, Cedric; Sanchez, Clement; de Soler-Illia, Galo J.; Miguez, Hernan", "Journal of Physical Chemistry C", "\r\n        (", "2008", "),\r\n    ", "112", "\r\n        (", "9", "),\r\n    ", "3157-3163", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The vapor sorption properties of multilayers made of ordered mesoporous thin films with tailored compn. and mesostructure are herein studied.  Optical reflectance measurements vs. partial pressure of several vapors are performed to analyze the interplay between the affinity to and the accessibility of the different types of layers in the structure.  The behavior of a mesoporous oxide layer within the multilayer largely differs from that of the isolated thin film, its sorption properties being detd. by the interaction with neighboring films.  An explanation of the phenomena obsd. in these complex systems is provided in terms of the pore size, the affinity of each type of layer to specific compds., and the effect of neighboring layers in the sorption properties of bilayers by an independent environmental ellipsometric study.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhslKnsLo%253D&md5=1461e7429f999685d4fff058230c91e7", "58. ", "Meilikhov", ", ", "M.", "; ", "Furukawa", ", ", "S.", "; ", "Hirai", ", ", "K.", "; ", "Fischer", ", ", "R. A.", "; ", "Kitagawa", ", ", "S.", " ", "Angew. Chem., Int. Ed.", " ", "2013", ",  ", "52", ",  ", "341", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "58. ", "Binary Janus Porous Coordination Polymer Coatings for Sensor Devices with Tunable Analyte Affinity", "Meilikhov, Mikhail; Furukawa, Shuhei; Hirai, Kenji; Fischer, Roland A.; Kitagawa, Susumu", "Angewandte Chemie, International Edition", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "1", "),\r\n    ", "341-345", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "We show the fabrication of a two-dimensional (2D) binary Janus porous coordination polymer (PCP) system.  The binary Janus material consists of two sep. systems, though in general Janus material can consist of two or more materials by taking advantage of our knowledge about the immobilization of PCPs on a substrate by using liq. phase epitaxy (LPE).  We chose pillared-layer PCP systems: [Cu2(ndc)2(dabco)]n (A) and [Cu2(NH2-bdc)2(dabco)]n (B) (ndc = 1,4-naphthalenedicarboxylate ; NH2-bdc = 2-amine-1,4-benzenedicarbox-ylate ; dabco = 1,4-diazabicyclo[2.2.2]octane).  Both framework systems are tetragonal three-dimensional frameworks with paddlewheel dicopper units linked by dicarboxylates to form 2D square lattices, which are further interconnected by nitrogen pillar ligands.  The framework B allows postsynthetic chem. modification (PSM) with succinic acid anhydride to form [Cu2(HOOC(CH2)2OCNH-bdc)(NH2-bdc)(dabco)]n (C).  By using LPE and PSM we fabricated two Janus PCP materials with different deposition sequences on quartz crystal microbalance (QCM) sensors: Type I(C@A) and Type II(A@C), along with one type of homogeneous PCP material Type III(AC).  Mixt. sorption expts. (that is sorption expts. with compd. mixts. ) using QCM sensors for volatile org. compds. (VOCs) with different size and polarity have shown that the analyte affinity of sensor devices is tunable and depends on the sequence of heterogeneous Janus PCP coatings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs1agsLnI&md5=9a1976de5c190c9dd7dbb6a60a9f5135"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-6/cm503640c/20150318/images/small/cm-2014-03640c_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-6/cm503640c/20150318/images/small/cm-2014-03640c_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-6/cm503640c/20150318/images/small/cm-2014-03640c_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-6/cm503640c/20150318/images/small/cm-2014-03640c_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-6/cm503640c/20150318/images/small/cm-2014-03640c_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-6/cm503640c/20150318/images/small/cm-2014-03640c_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-6/cm503640c/20150318/images/small/cm-2014-03640c_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-6/cm503640c/20150318/images/small/cm-2014-03640c_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cmatex/2015/cmatex.2015.27.issue-6/cm503640c/20150318/images/small/cm-2014-03640c_0010.gif\">"]}
