{"title": ["The Next Chapter in MOF Pillaring Strategies: Trigonal Heterofunctional Ligands To Access Targeted High-Connected Three Dimensional Nets, Isoreticular Platforms"], "authors": ["Jarrod F. Eubank", "Lukasz Wojtas", "Matthew R. Hight", "Till Bousquet", "Victor Ch. Kravtsov", "Mohamed Eddaoudi"], "doi": ["10.1021/ja203898s"], "abstract": ["A new pillaring strategy, based on a ligand-to-axial approach that combines the two previous common techniques, axial-to-axial and ligand-to-ligand, and permits design, access, and construction of higher dimensional MOFs, is introduced and validated. Trigonal heterofunctional ligands, in this case isophthalic acid cores functionalized at the 5-position with N-donor (e.g., pyridyl- or triazolyl-type) moieties, are designed and utilized to pillar pretargeted two-dimensional layers (supermolecular building layers, SBLs). These SBLs, based on edge transitive Kagomé and square lattices, are cross-linked into predicted three-dimensional MOFs with tunable large cavities, resulting in isoreticular platforms."], "text": ["Metal–organic frameworks (MOFs) is an emerging class of porous solid-state materials with significant contributions in numerous application areas including, but not limited to, catalysis, separations, gas storage, and drug delivery.", "(1)", " In this typical class of periodic solids, there has been great progress toward design, due largely to the ability to target specific [molecular] building blocks with given geometry and directionality (e.g., squares, tetrahedra, etc.) prior to the assembly process.", "(2)", " One of the most common examples, likely owing to its ability to form with a large range of metals, is the M", "2", "(O", "2", "CR)", "4", "A", "2", " paddlewheel-like unit (Figure ", "1", ").", "(2-4)", " This dinuclear cluster can serve as (i) a simple linear bridge when the carboxylates terminate the dimer (i.e., monocarboxylates) and polytopic ligands coordinate through the axial or apical (A) sites, (ii) a square building unit if the carboxylate C atoms serve as sole points of extension (i.e., terminal axial ligands), and (iii) an octahedral building unit, if all the dimer cluster coordination sites are occupied by polytopic ligands (i.e., saturated).", "(4)", "It is recognized that, for square building units, there are only two edge transitive two-dimensional (2D) nets, square lattice (", "sql", ") and Kagomé lattice (", "kgm", ").", "(5)", " The predictability and regular formation of the square paddlewheel molecular building block (MBB) has allowed the design and synthesis of several MOFs based on these network topologies where, for example, the MOF layer is composed of M", "2", "(O", "2", "CR)", "4", "(A)", "2", " dimer units bridged by linear or bent dicarboxylate organic ligands (e.g., terephthalate or isophthalate, respectively) (Figure ", "2", ") and the layers are separated by terminal axial ligands (A) and/or guest molecules.", "(3d, 3e)", "Recently, there has been an increased effort to generate 3D porous MOFs via “pillaring” these layered MOFs.", "(6, 7)", " One approach, referred to here as axial-to-axial (A-A) pillaring, takes additional advantage of the auxiliary axial metal sites of the paddlewheel, which are typically occupied by terminal ligands like water or pyridine. In this case, pairs of terminal ligands are replaced by a ditopic (bridging) ligand, typically a nitrogen donor like pyrazine or 4,4′-bipyridine (bipy), that can coordinate the axial positions of two dimer units from neighboring layers (Figure ", "2", "), resulting in bridged (i.e., cross-linked or pillared) MOF layers based on six-connected dimer units (i.e., a 6-connected octahedral-based 3D MOF).", "(6)", "Figure 1. M", "2", "(O", "2", "CR)", "4", "A", "2", " MBB can function as a linear linker, square MBB, or octahedral MBB.", "Another, albeit more recent, pillaring method involves what we call ligand-to-ligand (L-L) pillaring, where specific ligands are selected to simultaneously contain two bridging ligand moieties (e.g., di-isophthalates, “X”- or “I”-shaped) that pillar adjacent layers through the covalent linkage of the tetracarboxylate ligand (Figure ", "2", "). When the 4-connected ligand coordinates to form the 4-connected paddlewheel MBB, the resulting 3D MOF is based on a (4,4)-connected topology (e.g., ", "nbo", "-MOFs).", "(7)", "Here, we present a new strategy, henceforth referred to as ligand-to-axial (L-A) pillaring. It is expected that a multifunctional ligand simultaneously containing carboxylate and nitrogen donor (or similar) moieties,", "(8)", " when coordinated with the expected paddlewheel MBB, will lead to a 3D structure. Specifically, each ligand is selected/designed to be bifunctional and trigonal, containing the ditopic bridging moiety (e.g., 5-substituted isophthalate) that forms the expected 2D MOF having ", "kgm", " or ", "sql", " topology,", "(9)", " a supermolecular building layer (SBL), as well as a second function (e.g., an N-donor group in the 5-position) to coordinate the apical metal site of an inorganic MBB in a neighboring layer. This trigonal (3-connected) pillaring technique will produce an octahedral-like inorganic MBB (6-connected building unit, Figure ", "1", ") and thus results in the construction of (3,6)-connected 3D MOFs.", "(10)", "A survey of the RCSR database", "(5)", " reveals 20 possible (3,6)-connected nets,", "(11)", " only six of which (i.e., ", "anh", ", ", "ant", ", ", "apo", ", ", "brk", ", ", "pyr", ", ", "rtl", "), to our knowledge, can be deconstructed into 2D layers of octahedra linked by triangles (“Y”- or “T”-shaped). As such, these networks would be regarded as the most plausible targets using our strategy, since the 2D layers in each correspond to the edge transitive ", "sql", " network, and edge transitive nets are the most appropriate targets in crystal chemistry.", "(12)", " It should be noted, there are no (3,6)-connected nets in the RCSR database composed of triangle-linked edge transitive ", "kgm", " 2D sheets, which would be essential to determine the corresponding pillared ", "kgm", "-MOF. However, to our knowledge there has been only one such (3,6)-connected net, ScD", "0.33", " (46032),", "(13)", " reported in the TOPOS Topological Database (TTD), which should serve as a suitable target. As expected, reactions between selected hetero-, bifunctional trigonal ligands (Figure ", "3", ") and various metal salts have afforded the predicted 3D MOFs based on pillaring of the 2D edge transitive nets, ", "sql", " and ", "kgm", ".", "Figure 2. (a) Layer segment of a ", "kgm", "-MOF made from 5-NR", "n", "-1,3-BDC and M", "2", "(O", "2", "CR)", "4", "A", "2", " MBB. (b) Layer segment of a ", "sql", "-MOF made from 5-NR", "n", "-1,3-BDC and M", "2", "(O", "2", "CR)", "4", "A", "2", " MBB. (c) Scheme showing the derivation of corresponding nets, Kagomé lattice and square lattice, respectively (overhead and side views). (d) Scheme representing the various layered MOF (side view) pillaring techniques using exemplary ligands; axial-to-axial (red, linear), ligand-to-ligand (blue–orange–blue, “I”-shaped). and ligand-to-axial (blue–yellow, “T”-shaped).", "According to O’Keeffe, et al.,", "(10b)", " the rutile net (", "rtl", ") is likely the “easiest target for a designed synthesis” for combining triangles and octahedra, which is supported by its relatively large occurrence in MOFs compared to other (triangle, octahedra)-based (3,6)-connected topologies.", "(4, 13)", " In addition, the ", "rtl", " net is one of the nets that can be regarded as square grids (", "sql", ") pillared by triangular (3-connected) nodes. Thus, the ", "rtl", " net is a suitable target for constructing 3D MOFs from our triangular ligands when combined with the paddlewheel octahedral building unit.", "Figure 3. (a–d) Bifunctional trigonal ligands used in this study; H", "2", "L1, H", "2", "L2, H", "2", "L3, and H", "2", "L4, of lengths ∼8.4, ∼11.3, ∼11.3, and ∼18 Å, respectively. (e–g) Example of the coordination mode of the L1, L2, and L3 ligands, respectively, when coordinated to the M", "2", "(O", "2", "CR)", "4", "A", "2", ", MBB.", "Indeed, 5-(4H-1,2,4-triazol-4-yl)isophthalic acid (H", "2", "L1) reacts with copper nitrate to form a L-A pillared ", "sql", "-MOF, Cu(L1)·", "x", "solv (", "1", "), based on nonequilateral triangles pillaring 2D layers of octahedra (Figure ", "4", "). This ligand-to-axial pillared ", "sql", "-MOF also can be viewed as a 3D MOF, where L1 serves as a 3-connected node and the paddlewheel cluster as a 6-connected octahedral node. Topological analysis of the resultant (3,6)-connected net reveals ", "1", " is the expected ", "rtl", "-MOF.", "(5)", "Figure 4. (a) Crystal structure of ", "1", " reveal pillared square grid layers. (b) Polyhedral representation of this net shows the layers of octahedra (green, inorganic MBB) pillared by triangles (red, ligand). (c) Layers stack in a staggered fashion. C = gray, O = red, N = blue, Cu = green; H atoms omitted and one layer shown yellow for clarity.", "The 1,3-BDC moieties form ", "sql", "-MOF sheets in 1,2-alternate fashion,", "(14)", " where a pair of adjacent benzenes in any given four-membered ring point up, while the other adjacent pair point down. This orientation results in the alignment of quadrangular windows of each 2D ", "sql", "-MOF sheet, exposing channels (∼6.2 Å × 9.6 Å) running along the ", "c", "-axis (Figure S2, ", "SI", "). The calculated total potential solvent accessible volume for the as-synthesized ", "1", ", upon removal of guest solvent molecules, was estimated at 970.7 Å", "3", " per unit cell volume (1764.0 Å", "3", ") or 55.0% v/v.", "Reaction between copper nitrate and 5-(4-pyridinylmethoxy)isophthalic acid (H", "2", "L2) results in the expected L-A pillared ", "kgm", "-MOF, Cu(L2)·", "x", "solv (", "2", ") (Figure ", "5", "), which can also be viewed as a 3D MOF, where L2 serves as a 3-connected node and the paddlewheel cluster as a 6-connected octahedral node. Topological analysis", "(5)", " reveals that ", "2", " is consistent with the anticipated ScD", "0.33", " (46032),", "(13)", " a novel network in MOF chemistry.", "The ", "kgm", "-MOF sheets in ", "2", " are pillared in an arrangement where pairs of three-membered ring windows of neighboring sheets are separated by six-membered ring windows (i.e., 3, 3, 6, 3, 3) to give repeating hourglass-shaped channels (Figure ", "5", "c). These hourglass-shaped channels result in two types of cavities (∼7.8 Å and 12.6 Å diameters), one between neighboring three-membered rings and one in the hexagonal windows between neighboring three-membered ring windows, as shown in Figure ", "5", "c. The calculated total potential solvent accessible volume for the as- synthesized ", "2", ", upon removal of guest solvent molecules, was estimated at 6969.1 Å", "3", " per unit cell volume (11888.4 Å", "3", ") or 58.6%.", "Figure 5. Analysis of the crystal structure of ", "2", " reveals (a,b) pillared Kagomé layers (one layer in yellow), resulting in (c) hourglass-shaped channels with two primary types of cavities (represented as yellow and orange spheres). C = gray, O = red, N = blue, Cu = green; H atoms are omitted for clarity.", "As expected, reaction between copper nitrate and the L2 isomer, 5-(3-pyridinylmethoxy)-isophthalic acid (H", "2", "L3), results in an analogous L-A pillared ", "kgm", "-MOF, Cu(L3)·", "x", "solv (", "3", ") (Figure S4, ", "SI", "). The orientation of the ligands results in slight changes in cavity shape and size (∼8.3 Å and 12.0 Å diameters). The calculated total potential solvent accessible volume for the as-synthesized ", "3", ", upon removal of guest solvent molecules, was estimated at 5471.2 Å", "3", " per unit cell volume (10204.0 Å", "3", ") or 53.6% v/v.", "There are five other (3,6)-connected nets based on the assembly of triangles linking 2D layers of octahedra. Accordingly, just as the parent mineral TiO", "2", " adopts several (3,6)-connected polymorphic forms (e.g., ", "ant", ", ", "apo", ", ", "brk", ", and ", "rtl", "), multiple rutile-like (i.e., trigonal-pillared ", "sql", ") polymorphs should be anticipated here. A ligand lower in symmetry and flexible in nature should allow for the formation of these less regular nets.", "Slight modification of the reaction conditions between copper nitrate and H", "2", "L2 results in another type of pillared ", "sql", "-MOF, Cu(L2)·", "x", "solv (", "4", "). Adding a small amount of water to the reaction conditions resulted in a mixture of crystals of ", "2", " and ", "4", ", but the addition of a structure-directing agent, in this case 1-iodo-4-nitrobenzene, leads to pure ", "4", ". This ligand-to-axial pillared ", "sql", "-MOF also can be viewed as a 3D MOF, where the L2 ligand serves as a 3-connected node and the paddlewheel cluster as a 6-connected octahedral node (Figure ", "6", "). Topological analysis of the resultant (3,6)-connected net reveals that ", "4", " is one of the expected structures, an ", "apo", "-MOF;", "(5)", " to our knowledge, this is the first example of successfully targeting such frameworks.", "Figure 6. (a) Crystal structure of ", "4", " reveals pillared square grid layers. (b) Polyhedral representation of this net shows the layers of octahedra (green, inorganic MBB) pillared by triangles (red, ligand). (c) Layers stack in a staggered fashion. C = gray, O = red, N = blue, Cu = green; H atoms are omitted, and one layer is shown in yellow for clarity.", "As in the previous L-A pillared ", "sql", "-MOF, the ", "sql", " sheets are formed via the 1,3-BDC moiety (1,2-alternate fashion", "(14)", ") of the ligand, L2, and the nitrogen (pyridinyl) moiety (of L2) coordinates to the axial positions of the metal–carboxylate paddlewheel clusters (Figure ", "6", "). However, in this case the orientation results in the quadrangular windows (∼8.4 Å × 9.8 Å) of each 2D ", "sql", "-MOF sheet being staggered between neighboring sheets, exposing zigzag channels (∼6.8 Å × 6.8 Å) running along the ", "c", "-axis (Figure S5, ", "SI", "). The calculated total potential solvent accessible volume for the as-synthesized ", "4", ", upon removal of guest solvent molecules, was estimated at 2715.5 Å", "3", " per unit cell volume (4634.0 Å", "3", ") or 58.6% v/v.", "The unique nature of these nets and the resultant cavities makes them amenable to isoreticular chemistry, allowing the design and synthesis of expanded (3,6)-connected MOFs from an infinite number of trigonal ligands (e.g., interlayer distance of ∼10.884 Å in ", "1", " vs ∼13.663 Å in ", "4", ", and ∼12.8 Å in ", "2", " vs ∼11.8 Å in ", "3", ") and/or functionalized (e.g., triazolyl in ", "1", " vs pyridinyl-alkoxy in ", "2", "–", "4", "). The judicious choice of ligands with different lengths and/or functionalities will permit the construction of desired structures with tunable cages/pores of assorted sizes and functionalities for targeted applications. To validate this strategy, we synthesized an organic ligand analogous to H", "2", "L2, both extended (i.e., longer, ∼18 Å) and functionalized (i.e., azo moiety), 5-[(1E)-2-[4-(4-pyridinyloxy)phenyl]diazenyl]isophthalic acid (H", "2", "L4) (Figure ", "3", "d), and then reacted H", "2", "L4 with copper nitrate in DMF, which produced small green hexagonal-plate crystals (Figure S7, ", "SI", "). From the single-crystal X-ray diffraction data, we were able only to determine the unit cell (", "R", "3̅, ", "a", " = 18.5 Å, ", "c", " = 48.6 Å), which corresponds to the expected isoreticular (expanded)L-A trigonal-pillared ", "kgm", "-MOF, Cu(L4)·", "x", "solv (", "5", "). Comparison between the experimental and simulated PXRD patterns (Figure S16, ", "SI", ") supports the formation of the desired expanded/functionalized L-A pillared ", "kgm", "-MOF. From the simulated structure of ", "5", " (Figure S7, ", "SI", "), we estimate an interlayer distance of 21.6 Å, with a calculated total potential solvent accessible volume for estimated at 8950.7 Å", "3", " per unit cell volume (14404.9 Å", "3", ") or 62.1% v/v.", "Here we have presented a new strategy for the design and access of isoreticular 3D MOF materials, using select hetero-, bifunctional trigonal ligands, that combines and complements existing pillaring techniques for layered (2D) MOFs. We have successfully utilized this approach to synthesize predicted (3,6)-connected MOFs based on a series of trigonal ligand (3-connected) pillars and the common/expected M", "2", "(O", "2", "CR)A", "2", "-based MOF layers (SBLs), where, in this case, the paddlewheel MBB serves as an octahedral node (6-connected). This route results in easily targeted MOFs with large channels and cavities that are readily fine-tunable based on simple organic ligand manipulation and metal ion selection, which, by default, implies they are excellent candidates as suitable platforms for MOF applications. Sorption, encapsulation, and further isoreticulation (expansion/functionalization) and crystallographic studies are currently underway.", "Top of Page", "Abstract", "References", "Acknowledgment", "We gratefully acknowledge NSF (DMR 0548117) and KAUST Funds. Reneé D. Shellhammer is thanked for cover art design.", " ", "Top of Page", "Abstract", "References", "Supporting Information", "Experimental details, PXRD and IR data, TGA curves, additional structure figures, and X-ray crystallographic data. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "Reference QuickView", "Top of Page", "Abstract", "References", "References", "This article references 15 other publications.", "1. ", "MacGillivray", ", ", "L.", ", Ed.  ", "Metal-Organic Frameworks: Design and Application", "; ", "Wiley-VCH Verlag GmbH & Co. KGaA", ": ", "Weinheim", ", ", "2010", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "2. ", "Tranchemontagne", ", ", "D. J.", "; ", "Mendoza-Cortes", ", ", "J. L.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1257", "– ", "1283", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Secondary building units, nets and bonding in the chemistry of metal-organic frameworks", "Tranchemontagne, David J.; Mendoza-Cortes, Jose L.; O'Keeffe, Michael; Yaghi, Omar M.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1257-1283", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This crit. review presents a comprehensive study of transition-metal carboxylate clusters which may serve as secondary building units (SBUs) towards construction and synthesis of metal-org. frameworks (MOFs).  We describe the geometries of 131 SBUs, their connectivity and compn.  This contribution presents a comprehensive list of the wide variety of transition-metal carboxylate clusters which may serve as secondary building units (SBUs) in the construction and synthesis of metal-org. frameworks.  The SBUs discussed here were obtained from a search of mols. and extended structures archived in the Cambridge Structure Database (CSD, version 5.28, Jan. 2007) which included only crystals contg. metal carboxylate linkages (241 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvValsr8%253D&md5=3e03c5e2c057b36eb590c1904aa5e5a1", "3. ", "Cotton", ", ", "F. A.", "; ", "Murillo", ", ", "C. A.", "; ", "Walton", ", ", "R. A.", ", Eds.  ", "Multiple Bonds between Metal Atoms", "; ", "Springer Science and Business Media, Inc.", ": ", "New York", ", ", "2005", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "Cotton", ", ", "F. A.", "; ", "Lin", ", ", "C.", "; ", "Murillo", ", ", "C. A.", " ", "Acc. Chem. Res.", " ", "2001", ",  ", "34", ",  ", "759", "– ", "771", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Supramolecular Arrays Based on Dimetal Building Units", "Cotton, F. Albert; Lin, Chun; Murillo, Carlos A.", "Accounts of Chemical Research", "\r\n        (", "2001", "),\r\n    ", "34", "\r\n        (", "10", "),\r\n    ", "759-771", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review with refs.  Supramol. chem. is today a major thrust area, a significant part of which is based on the use of metal atoms or ions as key elements in promoting the assembly of and dictating the main structural features of the supramol. products.  Most of the work was done with single metal atoms or ions in this role, but considerable success has already been achieved by employing M-M bonded dimetal entities instead.  The authors review here the work done in their lab.  Metal-metal bonded cationic complexes of the [M2(DAniF)n(MeCN)8-2n](4-n)+ type, where M = Mo or Rh and DAniF is an N,N'-di-p-anisylformamidinate anion, were used as subunit precursors and then linked by various equatorial and axial bridging groups such as polycarboxylate anions, polypyridyls, and polynitriles.  Characterization of the products by single-crystal x-ray diffraction, CV, DPV, NMR, and other spectroscopic techniques revealed discrete tetranuclear (pairs or loops), hexanuclear (triangles), octanuclear (squares), and dodecanuclear (cages) species and one-, two-, or three-dimensional mol. nanotubes.  These compds. display a rich electrochem. behavior which is affected by the nature of the linkers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXlvFCrsLc%253D&md5=92c4e19e3eee08140954294be52bef23", "Furukawa", ", ", "H.", "; ", "Kim", ", ", "J.", "; ", "Ockwig", ", ", "N. W.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "11650", "– ", "11661", "ACS Full Text ", ", [", "CAS", "]", "3. ", "Control of Vertex Geometry, Structure Dimensionality, Functionality, and Pore Metrics in the Reticular Synthesis of Crystalline Metal-Organic Frameworks and Polyhedra", "Furukawa, Hiroyasu; Kim, Jaheon; Ockwig, Nathan W.; O'Keeffe, Michael; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "35", "),\r\n    ", "11650-11661", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. polyhedra and frameworks (MOPs and MOFs) were prepd. by linking paddlewheel-type M2(CO2)4 (M = Cu and Zn) as square structural building units (SBU's) with a variety of org. linkers designed to control the dimensionality (periodicity) and topol. of the resulting structures.  The authors describe the prepn., characterization, and crystal structures of 5 new MOPs and 11 new MOFs (termed MOP-14, -15, -17, -23, -24 and MOF-114, -115, -116, -117, -118, -119, -222, -601, -602, -603, -604) and show how their structures are related to the shape and functionality of the building blocks.  The gas uptake behaviors of MOP-23 and MOF-601 to -603 are also presented as evidence that these structures have permanent porosity and rigid architectures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXps1Knu7w%253D&md5=bed11f38c75a8c425c6ed6b276e26ad9", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Vodak", ", ", "D.", "; ", "Sudik", ", ", "A.", "; ", "Wachter", ", ", "J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Proc. Natl. Acad. Sci. U.S.A.", " ", "2002", ",  ", "99", ",  ", "4900", "– ", "4904", "[Free @ PNAS]", ", [", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Geometric requirements and examples of important structures in the assembly of square building blocks", "Eddaoudi, Mohamed; Kim, Jaheon; Vodak, David; Sudik, Andrea; Wachter, Joseph; O'Keeffe, Michael; Yaghi, Omar M.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2002", "),\r\n    ", "99", "\r\n        (", "8", "),\r\n    ", "4900-4904", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "The basic structures for linking squares into polyhedra and networks (reticulation) are enumerated, and corresponding examples are described in which crystals were synthesized by linking paddle wheel (square) units into metal-org. frameworks (MOFs)-named MOF-102 to MOF-112.  The prepn. and crystal structure of 11 different polymeric complexes of general formula M2L2(L')2 is described where M = Cu, Zn or Fe, L are dicarboxylates such as 2,5-thiophenedicarboxylate and L' are terminal ligands DMF, H2O, DEF or MeOH.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XjtFKmsbg%253D&md5=e8a07090fae24b4e0814b76a9ec52227", "Kim", ", ", "J.", "; ", "Chen", ", ", "B.", "; ", "Reineke", ", ", "T. M.", "; ", "Li", ", ", "H.", "; ", "Eddaoudi", ", ", "M.", "; ", "Moler", ", ", "D. B.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2001", ",  ", "123", ",  ", "8239", "– ", "8247", "ACS Full Text ", ", [", "CAS", "]", "3. ", "Assembly of Metal-Organic Frameworks from Large Organic and Inorganic Secondary Building Units: New Examples and Simplifying Principles for Complex Structures", "Kim, Jaheon; Chen, Banglin; Reineke, Theresa M.; Li, Hailian; Eddaoudi, Mohamed; Moler, David B.; O'Keeffe, Michael; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2001", "),\r\n    ", "123", "\r\n        (", "34", "),\r\n    ", "8239-8247", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The secondary building unit (SBU) was identified as a useful tool in the anal. of complex metal-org. frameworks (MOFs).  The authors illustrate its applicability to rationalizing MOF crystal structures by anal. of nine new MOFs which were characterized by single-crystal x-ray diffraction.  Tetrahedral SBUs in Zn(ADC)2·(HTEA)2 (MOF-31; H2ADC = acetylenedicarboxylic acid; HTEA = monoprotonated triethylamine), Cd(ATC)·[Cd(H2O)6](H2O)5 (MOF-32; H4ATC = adamantanetetracarboxylic acid), and Zn2(ATB)(H2O)·(H2O)3(DMF)3 (MOF-33; H4ATB = adamantanetetrabenzoic acid) are linked into diamond networks, while those of Ni2(ATC)(H2O)4·(H2O)4 (MOF-34) have the structure of the Al network in SrAl2.  Frameworks constructed from less sym. tetrahedral SBUs have the Ga network of CaGa2O4 as illustrated by Zn2(ATC)·(EtOH)2(H2O)2 (MOF-35) structure.  Squares and tetrahedral SBUs in Zn2(MTB)(H2O)2·(DMF)6(H2O)5 (MOF-36; H4MTB = methanetetrabenzoic acid) are linked into the PtS network, which is the simplest structure type known for the assembly of these shapes.  The octahedral SBUs found in Zn2(NDC)3·[(HTEA)(DEF)(ClBz)]2 (MOF-37; H2NDC = 2,6-naphthalenedicarboxylic acid) form the most common structure for linking octahedral shapes, namely, the B network in CaB6.  New structure types for linking triangular and trigonal prismatic SBUs are found in Zn3O(BTC)2·(HTEA)2 (MOF-38; H3BTC = 1,3,5-benzenetricarboxylic acid) and Zn3O(HBTB)2(H2O)·(DMF)0.5(H2O)3 (MOF-39; H3BTB = 1,3,5-benzenetribenzoic acid).  The synthesis, crystal structure, and structure anal. using the SBU approach are presented for each MOF.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXls1Okt7w%253D&md5=b62be98fb09b7b7995390315da27c217", "4. ", "Allen", ", ", "F. H.", " ", "Acta Crystallogr.", " ", "2002", ",  ", "B58", ",  ", "380", "– ", "388", " (CSD): (3,6)-connected (105 ", "rtl", ", 23 ", "pyr", ", 20 ", "ant", ", 16 ", "apo", ", 0 ", "brk", ", unknown ", "anh", ")", "[", "Crossref", "], [", "CAS", "]", "4. ", "The Cambridge Structural Database: a quarter of a million crystal structures and rising", "Allen, Frank H.", "Acta Crystallographica, Section B: Structural Science", "\r\n        (", "2002", "),\r\n    ", "B58", "\r\n        (", "3, No. 1", "),\r\n    ", "380-388", "CODEN:\r\n                ", "ASBSDK", ";\r\n        ISSN:", "0108-7681", ".\r\n    \r\n            (", "Blackwell Munksgaard", ")\r\n        ", "The Cambridge Structural Database (CSD) now contains data for more than a quarter of a million small-mol. crystal structures.  The information content of the CSD, together with methods for data acquisition, processing and validation, are summarized, with particular emphasis on the chem. information added by CSD editors.  Nearly 80% of new structural data arrives electronically, mostly in CIF format, and the CCDC acts as the official crystal structure data depository for 51 major journals.  The CCDC now maintains both a CIF archive (more than 73000 CIFs dating from 1996), as well as the distributed binary CSD archive; the availability of data in both archives is discussed.  A statistical survey of the CSD is also presented and projections concerning future accession rates indicate that the CSD will contain at least 500000 crystal structures by the year 2010.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XktVOqu74%253D&md5=406cd0df6ea9035a0ebf8dd9eccbd1f8", "5. ", "O’Keeffe", ", ", "M.", "; ", "Peskov", ", ", "M. A.", "; ", "Ramsden", ", ", "S. J.", "; ", "Yaghi", ", ", "O. M.", " ", "Acc. Chem. Res.", " ", "2008", ",  ", "41", ",  ", "1782", "– ", "1789", ". The vertex symbols [(4.6", "2", ".6", "2", ")(4.4.6.6.6.6.6.6.6.6.6", "2", ".6", "2", ".*.*.*)] and coordination sequences (3, 14, 19, 62, 51, 144, 99, 254, 163, 400 and 6, 10, 38, 34, 102, 74, 198, 130, 326, 202, respectively) of ", "1", " match the ", "rtl", " topology. The vertex symbols [(4.4.6)(4.4.4.4.6.6.8", "2", ".8", "2", ".8", "2", ".8", "2", ".8", "4", ".8", "4", ".12", "8", ".12", "16", ".12", "16", ")] and coordination sequences (3, 13, 15, 50, 45, 124, 90, 229, 150, 358 and 6, 8, 30, 30, 90, 68, 180, 126, 300, 180, respectively) of ", "2", " and ", "3", " are not known in the RCSR. The vertex symbols [(4.6", "2", ".6", "2", ")(4.4.6.6.6.6.6.6.6", "2", ".6", "2", ".6", "2", ".8", "5", ".*.*.*)] and coordination sequences (3, 14, 19, 62, 53, 148, 103, 262, 171, 416 and 6, 10, 38, 36, 106, 78, 206, 138, 342, 214, respectively) of ", "4", " match the ", "apo", " topology.", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "The Reticular Chemistry Structure Resource (RCSR) database of, and symbols for, crystal nets", "O'Keeffe, Michael; Peskov, Maxim A.; Ramsden, Stuart J.; Yaghi, Omar M.", "Accounts of Chemical Research", "\r\n        (", "2008", "),\r\n    ", "41", "\r\n        (", "12", "),\r\n    ", "1782-1789", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "During the past decade, interest has grown tremendously in the design and synthesis of cryst. materials constructed from mol. clusters linked by extended groups of atoms.  Most notable are metal-org. frameworks (MOFs), in which polyat. inorg. metal-contg. clusters are joined by polytopic linkers. (Although these materials are sometimes referred to as coordination polymers, we prefer to differentiate them, because MOFs are based on strong linkages that yield robust frameworks.) The realization that MOFs could be designed and synthesized in a rational way from mol. building blocks led to the emergence of a discipline that we call reticular chem.MOFs can be represented as a special kind of graph called a periodic net.  Such descriptions date back to the earliest crystallog. studies but have become much more common recently because thousands of new structures and hundreds of underlying nets have been reported.  In the simplest cases (e.g., the structure of diamond), the atoms in the crystal become the vertices of the net, and bonds are the links (edges) that connect them.  In the case of MOFs, polyat. groups act as the vertices and edges of the net.Because of the explosive growth in this area, a need has arisen for a universal system of nomenclature, classification, identification, and retrieval of these topol. structures.  We have developed a system of symbols for the identification of three periodic nets of interest, and this system is now in wide use.  In this Account, we explain the underlying methodol. of assigning symbols and describe the Reticular Chem. Structure Resource (RCSR), in which about 1600 such nets are collected and illustrated in a database that can be searched by symbol, name, keywords, and attributes.  The resource also contains searchable data for polyhedra and layers.The database entries come from systematic enumerations or from known chem. compds. or both.  In the latter case, refs. to occurrences are provided.  We describe some crystallog., topol., and other attributes of nets and explain how they are reported in the database.  We also describe how the database can be used as a tool for the design and structural anal. of new materials.  Assocd. with each net is a natural tiling, which is a natural partition of space into space-filling tiles.  The database allows export of data that can be used to analyze and illustrate such tilings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXht1SgsrjF&md5=392c624f403dd8457460a7649aa496f3", "6. ", "Chun", ", ", "H.", "; ", "Dybtsev", ", ", "D.", "; ", "Kim", ", ", "H.", "; ", "Kim", ", ", "K.", " ", "Chem.—Eur. J.", " ", "2005", ",  ", "11", ",  ", "3521", "– ", "3529", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Synthesis, X-ray crystal structures, and gas sorption properties of pillared square grid nets based on paddle-wheel motifs: Implications for hydrogen storage in porous materials", "Chun, Hyungphil; Dybtsev, Danil N.; Kim, Hyunuk; Kim, Kimoon", "Chemistry--A European Journal", "\r\n        (", "2005", "),\r\n    ", "11", "\r\n        (", "12", "),\r\n    ", "3521-3529", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A systematic modulation of org. ligands connecting dinuclear paddle-wheel motifs leads to isomorphous metal-org. porous materials that have a three-dimensional connectivity and interconnected pores.  Arom. dicarboxylates such as 1,4-benzenedicarboxylate (1,4-bdc), tetramethylterephthalate (tmbdc), 1,4-naphthalenedicarboxylate (1,4-ndc), tetrafluoroterephthalate (tfbdc), or 2,6-naphthalenedicarboxylate (2,6-ndc) are linear linkers that form two-dimensional layers, and diamine ligands, 4-diazabicyclo[2.2.2]octane (dabco) or 4,4'-dipyridyl (bpy), coordinate at both sides of Zn2 paddle-wheel units to bridge the layers vertically.  The resulting open frameworks [Zn2(1,4-bdc)2(dabco)] (1), [Zn2(1,4-bdc)(tmbdc)(dabco)] (2), [Zn2(tmbdc)2(dabco)] (3), [Zn2(1,4-ndc)2(dabco)] (4), [Zn2(tfbdc)2(dabco)] (5), and [Zn2(tmbdc)2(bpy)] (8) possess varying size of pores and free apertures originating from the side groups of the 1,4-bdc derivs.  [Zn2(1,4-bdc)2(bpy)] (6) and [Zn2(2,6-ndc)2(bpy)] (7) have two- and 3-fold interpenetrating structures, resp.  The noninterpenetrating frameworks (1-5 and 8) possess surface areas at 1450-2090 m2g-1 and H sorption capacities of 1.7-2.1% at 78 K and 1 atm.  A detailed anal. of the sorption data in conjunction with structural similarities and differences concludes that porous materials with straight channels and large openings do not perform better than those with wavy channels and small openings in terms of H storage through physisorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXlt1ygt70%253D&md5=6b32569fb5a054ae4872481379e3463c", "Ma", ", ", "B.", "; ", "Mulfort", ", ", "K.", "; ", "Hupp", ", ", "J.", " ", "Inorg. Chem.", " ", "2005", ",  ", "44", ",  ", "4912", "– ", "4914", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Microporous Pillared Paddle-Wheel Frameworks Based on Mixed-Ligand Coordination of Zinc Ions", "Ma, Bao-Qing; Mulfort, Karen L.; Hupp, Joseph T.", "Inorganic Chemistry", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "14", "),\r\n    ", "4912-4914", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The reaction of Zn(NO3)2·6H2O, various dicarboxylic acids and either 4,4'-bipyridine or N,N'-di(4-pyridyl)-1,4,5,8-naphthalenetetracarboxydiimide produces a family of anisotropic, mixed-ligand, open-framework compds. featuring paddle-wheel-type coordination of Zn(II) pairs in two dimensions and pyridyl ligand pillaring in the 3rd.  Despite 2-fold interpenetration, the compds. contain channels of mol. dimensions and several are permanently microporous, displaying high internal surface areas.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXltVynurc%253D&md5=88ea2ecbc4144277fef2e67d90e2b594", "7. ", "Chen", ", ", "B.", "; ", "Ockwig", ", ", "N. W.", "; ", "Millward", ", ", "A.", "; ", "Contreras", ", ", "D.", "; ", "Yaghi", ", ", "O. M.", " ", "Angew. Chem., Int. Ed.", " ", "2005", ",  ", "44", ",  ", "4745", "– ", "4749", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "High H2 adsorption in a microporous metal-organic framework with open metal sites", "Chen, Banglin; Ockwig, Nathan W.; Millward, Andrew R.; Contreras, Damacio S.; Yaghi, Omar M.", "Angewandte Chemie, International Edition", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "30", "),\r\n    ", "4745-4749", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A copper-based metal-org. framework (MOF) has been synthesized, and its structure has been solved by X-ray crystallog.  The remarkably high hydrogen adsorption properties (2.47 wt%) of this compd. have been studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXnvVSqsLY%253D&md5=ba35d52735de6fd6c9b3b4ff7f354879", "Lin", ", ", "X.", "; ", "Jia", ", ", "J.", "; ", "Zhao", ", ", "X.", "; ", "Thomas", ", ", "K.", "; ", "Blake", ", ", "A.", "; ", "Walker", ", ", "G.", "; ", "Champness", ", ", "N. R.", "; ", "Hubberstey", ", ", "P.", "; ", "Schroeder", ", ", "M.", " ", "Angew. Chem., Int. Ed.", " ", "2006", ",  ", "45", ",  ", "7358", "– ", "7364", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "High H2 adsorption by coordination-framework materials", "Lin, Xiang; Jia, Junhua; Zhao, Xuebo; Thomas, K. Mark; Blake, Alexander J.; Walker, Gavin S.; Champness, Neil R.; Hubberstey, Peter; Schroeder, Martin", "Angewandte Chemie, International Edition", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "44", "),\r\n    ", "7358-7364", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Three coordination frameworks with different pore sizes were prepd. from CuII salt and carboxylate ligands of various lengths.  Comparison of their sorption properties reveals that smaller pores allow higher densities of adsorbed H2, whereas larger pores allow higher max. H2 storage capacities.  The structures of the three structural analogs are also reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xht1OmsbvI&md5=35c0082804c53403f9f34067950b76a6", "8. ", "Eubank", ", ", "J. F.", " Ph.D. Thesis, University of South Florida, Tampa, FL, ", "2008", ".", "There is no corresponding record for this reference.", "Horike", ", ", "S.", "; ", "Hasegawa", ", ", "S.", "; ", "Tanaka", ", ", "D.", "; ", "Higuchi", ", ", "M.", "; ", "Kitagawa", ", ", "S.", " ", "Chem. Commun.", " ", "2008", ",  ", "4436", "– ", "4438", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Kagome type extra-large microporous solid based on a paddle-wheel Cu2+ dimer", "Horike, Satoshi; Hasegawa, Shinpei; Tanaka, Daisuke; Higuchi, Masakazu; Kitagawa, Susumu", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2008", "),\r\n    ", "\r\n        (", "37", "),\r\n    ", "4436-4438", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A robust extra-large microporous coordination polymer [Cu(HL)]n [H3L = bis(4-carboxybenzyl)amine] with a Kagome type structure was synthesized by carboxylate/amine multifunctional ligand with a Cu2+ cluster and the hexagonal 1-dimensional channels (∼15 Å) showed type I and IV adsorption isotherms for gas mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtFertLvF&md5=fee3f6707e9c3685fdb68ca83a54e221", "Qin", ", ", "L.", "; ", "Hu", ", ", "J.-S.", "; ", "Huang", ", ", "L.-F.", "; ", "Li", ", ", "Y.-Z.", "; ", "Guo", ", ", "Z.-J.", "; ", "Zheng", ", ", "H.-G.", " ", "Cryst. Growth Des.", " ", "2010", ",  ", "10", ",  ", "4176", "– ", "4183", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Syntheses, Characterizations, and Properties of Six Metal-Organic Complexes Based on Flexible Ligand 5-(4-Pyridyl)-methoxyl Isophthalic Acid", "Qin, Ling; Hu, Jin-Song; Huang, Liang-Fang; Li, Yi-Zhi; Guo, Zi-Jian; Zheng, He-Gen", "Crystal Growth & Design", "\r\n        (", "2010", "),\r\n    ", "10", "\r\n        (", "9", "),\r\n    ", "4176-4183", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Six new metal-org. frameworks were synthesized under hydrothermal conditions, in H2O or DMF/H2O, namely, [CoL]n (1), [Ni2L2(H2O)3]n (2), [CoL(bimx)1/2]n (3), [NiL(bimx)1/2]n (4), [MnL(bimx)1/2]n (5), {[CoL2(bimb)(H2O)2]·2H2O}n (6) (bimx = 1,4-bis(imidazol-1-ylmethyl)benzene, bimb = 4,4'-bis(imidazol-1-ylmethyl)biphenyl, H2L = 5-(4-pyridylmethoxyl)isophthalic acid).  These complexes were characterized by elemental anal., IR spectroscopy and x-ray single-crystal diffraction.  Complex 1 reveals a 2-fold interpenetrating three-dimensional (3D) framework with rutile {4·62}2{42.610.83} topol.  Complex 2 possesses a 3-dimensional 4-fold interpenetrating framework with ths topol.  In complexes 3, 4 and 5, H2L and bimx ligands link Co, Ni and Mn cations to generate 3-dimensional frameworks.  Compd. 6 possesses a 3-dimensional interlocked structure, with 2-dimensional structures intercatenating each other into a 3-dimensional structure (2-dimensional + 2D→3D) and with new topol.  Thermal stabilities, photochem. properties, and the magnetic properties for 1, 3, 4, and 5 are also discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptFyjt74%253D&md5=2993468e14adeb172b59deae85435025", "9. ", "Abourahma", ", ", "H.", "; ", "Bodwell", ", ", "G. J.", "; ", "Lu", ", ", "J.", "; ", "Moulton", ", ", "B.", "; ", "Pottie", ", ", "I. R.", "; ", "Walsh", ", ", "R. B.", "; ", "Zaworotko", ", ", "M. J.", " ", "Cryst. Growth Des.", " ", "2003", ",  ", "3", ",  ", "513", "– ", "519", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Coordination Polymers from Calixarene-Like [Cu2(Dicarboxylate)2]4 Building Blocks: Structural Diversity via Atropisomerism", "Abourahma, Heba; Bodwell, Graham J.; Lu, Jianjiang; Moulton, Brian; Pottie, Ian R.; Bailey Walsh, Rosa; Zaworotko, Michael J.", "Crystal Growth & Design", "\r\n        (", "2003", "),\r\n    ", "3", "\r\n        (", "4", "),\r\n    ", "513-519", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The self-assembly of [Cu2(dicarboxylate)2]4 nanoscale secondary building units (nSBUs) into coordination polymers can occur in such a way that a range of calix-like atropisomers can exist.  Eight compds. were prepd. and crystallog. characterized via reaction between Cu(NO3)2 and angular dicarboxylate ligands:{[Cu2(bdc)2(py)2]4•guest}n (1a), {[Cu2(bdc)2(py)2]4•4nitrobenzene•2EtOH}n (1b), {[Cu2(bdc)2(4-pic)2]4•4o-dichlorobenzene}n (2), {[Cu2(5-OEt-bdc)2(py)2]4•8H2O}n (3), {[Cu2(5-OPr-bdc)2(py)2]4•guest }n (4), {[Cu2(pdc)2(py)2]4•4MeOH}n (5), {[Cu2(pdc)2(4-pic)2]4•4H2O}n (6), and {[Cu2(tdc)2(MeOH)2]4•4naphthalene•8MeOH}n (7) (bcd = 1,3-benzenedicarboxylate, pdc = 1-methylpyrrole-2,4-dicarboxylate, tdc = thiophene-2,5-dicarboxylate).  The following atropisomers, all of which also were obsd. in calixarenes, were obsd.: (a) cone (1a, 3, and 4); (b) partial cone (1b); (c) 1,2-alternate (2 and 5-7); and (d) 1,3-alternate (1a, 3, and 4).  The similarities and differences between the crystal structures of 1-7 are detailed herein.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXjs1GgtL4%253D&md5=ac828e0eccf1db8a084a4b15126f14c6", "Perry", ", ", "J. J.", "; ", "McManus", ", ", "G. J.", "; ", "Zaworotko", ", ", "M. J.", " ", "Chem. Commun.", " ", "2004", ",  ", "2534", "– ", "2535", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Sextuplet phenyl embrace in a metal-organic Kagome lattice", "Perry, John J.; McManus, Gregory J.; Zaworotko, Michael J.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2004", "),\r\n    ", "\r\n        (", "22", "),\r\n    ", "2534-2535", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A novel Kagome lattice that demonstrates the modular nature of metal-org. networks, [{Cu2(py)2L2}3]n (1, py = pyridine, H2L = 5-benzyloxybenzene-1,3-dicarboxylic acid) was prepd. and characterized by x-ray crystallog.  1 Is to the authors' knowledge the 1st example of a metal-org. coordination polymer that incorporates the sextuplet Ph embrace as a supramol. synthon.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXps1GlsLs%253D&md5=c128cf91a815ebe75aafbdb75844a387", "10. ", "Chae", ", ", "H. K.", "; ", "Kim", ", ", "J.", "; ", "Delgado-Friedrichs", ", ", "O.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Angew. Chem., Int. Ed.", " ", "2003", ",  ", "42", ",  ", "3907", "– ", "3909", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Design of frameworks with mixed triangular and octahedral building blocks exemplified by the structure of [Zn4O(TCA)2] having the pyrite topology", "Chae, Hee K.; Kim, Jaheon; Friedrichs, Olaf Delgado; O'Keeffe, Michael; Yaghi, Omar M.", "Angewandte Chemie, International Edition", "\r\n        (", "2003", "),\r\n    ", "42", "\r\n        (", "33", "),\r\n    ", "3907-3909", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "[Zn4O(TCA)2](DMF)3(H2O)3 (MOF-150) where TCA = 4,4',4''-Tricarboxytriphenylamine, was prepd. from zinc nitrate and TCA in DMF/ETOH/H2O.  The crystal structure of MOF-150 shows ZnO4 tetrahedra linked by tritopic TCA to form 6,3-coordinated nets.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXntFWntLw%253D&md5=0e4e68ea1ade64ad2752aeb9898a9d7d", "O’Keeffe", ", ", "M.", "; ", "Eddaoudi", ", ", "M.", "; ", "Li", ", ", "H.", "; ", "Reineke", ", ", "T.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Solid State Chem.", " ", "2000", ",  ", "152", ",  ", "3", "– ", "20", "[", "Crossref", "], [", "CAS", "]", "10. ", "Frameworks for extended solids: geometrical design principles", "O'Keeffe, M.; Eddaoudi, M.; Li, Hailian; Reineke, T.; Yaghi, O. M.", "Journal of Solid State Chemistry", "\r\n        (", "2000", "),\r\n    ", "152", "\r\n        (", "1", "),\r\n    ", "3-20", "CODEN:\r\n                ", "JSSCBI", ";\r\n        ISSN:", "0022-4596", ".\r\n    \r\n            (", "Academic Press", ")\r\n        ", "A review, with 82 refs., is given on the basic topologies (nets) that underlie most low-d. (open) structures.  The basic geometries for three-dimensional low-connectivity nets are described.  Examples of open framework solids with these topologies are adduced for illustration.  Attention is drawn to methods of producing open frameworks by decoration and expansion of simple nets.  (c) 2000 Academic Press.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXksFyitr8%253D&md5=ee50f80f8c2c209c7de6027c16d36e33", "11. ", "Here, we do not consider embed or catenated pairs (i.e., interpenetrating nets) as separate nets.", "There is no corresponding record for this reference.", "12. ", "Delgado-Friedrichs", ", ", "O.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Acta Crystallogr.", " ", "2006", ",  ", "A62", ",  ", "350", "– ", "355", "[", "Crossref", "], [", "CAS", "]", "12. ", "Three-periodic nets and tilings: edge-transitive binodal structures", "Delgado-Friedrichs, Olaf; O'Keeffe, Michael; Yaghi, Omar M.", "Acta Crystallographica, Section A: Foundations of Crystallography", "\r\n        (", "2006", "),\r\n    ", "A62", "\r\n        (", "5", "),\r\n    ", "350-355", "CODEN:\r\n                ", "ACACEQ", ";\r\n        ISSN:", "0108-7673", ".\r\n    \r\n            (", "Blackwell Publishing Ltd.", ")\r\n        ", "28 Three-periodic nets with two kinds of vertex and one kind of edge are identified.  Some of their crystallog. properties and their natural tilings are described.  Restrictions on site symmetry and coordination no. of such nets are discussed and examples of their occurrence in crystal structures are given.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XotlOhs78%253D&md5=15c455612537dd22bf656730a088b9d3", "Delgado-Friedrichs", ", ", "O.", "; ", "O’Keeffe", ", ", "M.", " ", "Acta Crystallogr.", " ", "2009", ",  ", "A65", ",  ", "360", "– ", "363", "[", "Crossref", "], [", "CAS", "]", "12. ", "Edge-transitive lattice nets", "Delgado-Friedrichs, Olaf; O'Keeffe, Michael", "Acta Crystallographica, Section A: Foundations of Crystallography", "\r\n        (", "2009", "),\r\n    ", "65", "\r\n        (", "5", "),\r\n    ", "360-363", "CODEN:\r\n                ", "ACACEQ", ";\r\n        ISSN:", "0108-7673", ".\r\n    \r\n            (", "International Union of Crystallography", ")\r\n        ", "Lattice nets have one vertex in the topol. unit cell.  Some two- and three-periodic lattice nets with one kind of edge (edge-transitive) are described.  Simple expressions for the topol. d. of the two-periodic nets are found empirically.  Thirteen infinite families of three-periodic cubic lattice nets and hexagonal, trigonal and tetragonal families are identified.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtVSit7nJ&md5=dd8b6916956b35447ace66ec30727349", "Nouar", ", ", "F.", "; ", "Eubank", ", ", "J. F.", "; ", "Bousquet", ", ", "T.", "; ", "Wojtas", ", ", "L.", "; ", "Zaworotko", ", ", "M. J.", "; ", "Eddaoudi", ", ", "M.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "1833", "– ", "1835", "ACS Full Text ", ", [", "CAS", "]", "12. ", "Supermolecular Building Blocks (SBBs) for the Design and Synthesis of Highly Porous Metal-Organic Frameworks", "Nouar, Farid; Eubank, Jarrod F.; Bousquet, Till; Wojtas, Lukasz; Zaworotko, Michael J.; Eddaoudi, Mohamed", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "6", "),\r\n    ", "1833-1835", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Here, the authors report a novel approach for the bottom-up assembly of hierarchical building blocks: simple mol. building blocks (MBBs) and the resultant supermol. building blocks (SBBs) to build highly coordinated nets.  A specific network, the (3,24)-connected rht, was used as a blueprint to construct a metal-org. framework where the MBBs/SBBs augment the net.  The copper(II) complex {[Cu6O(TZI)3(H2O)9](NO3)·15H2O}n [H3TZI = 5-(5-tetrazolyl)isophthalic acid] was prepd. and its crystal structure detd.  Surface and sorption properties and hydrogen uptake capacity of this highly porous metal-org. framework complex were measured.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXotFCqtw%253D%253D&md5=c7a2569bf4006d4872f281dec22ef22c", "13. ", "Blatova", ", ", "V. A.", "; ", "Proserpio", ", ", "D. M.", " ", "Acta Crystallogr.", " ", "2009", ",  ", "A65", ",  ", "202", "– ", "212", "[", "Crossref", "]", "There is no corresponding record for this reference.", "14. ", "Moulton", ", ", "B.", "; ", "Lu", ", ", "J.", "; ", "Hajndl", ", ", "R.", "; ", "Hariharan", ", ", "S.", "; ", "Zaworotko", ", ", "M. J.", " ", "Angew. Chem., Int. Ed.", " ", "2002", ",  ", "41", ",  ", "2821", "– ", "2824", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Crystal engineering of a nanoscale Kagome lattice", "Moulton, Brian; Lu, Jianjiang; Hajndl, Ranko; Hariharan, Srikanth; Zaworotko, Michael J.", "Angewandte Chemie, International Edition", "\r\n        (", "2002", "),\r\n    ", "41", "\r\n        (", "15", "),\r\n    ", "2821-2824", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH", ")\r\n        ", "Self-assembly of triangular nanoscale secondary building units affords a Kagome lattice of [(Cu2(py)2(bdc)2)3]n (I) (bdc = 1,3-benzenedicarboxylate) that exhibits room-temp. magnetic hysteresis.  Crystal data of I: trigonal, P‾3c, a 18.6523(11), c 19.8313(18) Å, Z = 2, dc = 1.410, 2112 obsd. reflections with I > 2σ(I), R1 = 0.0491, wR2 = 0.1577 (all data).  This phenomenon is caused by spin frustration imparted by the triangular lattice topol., which is exemplified by direct comparison to a network having the same compn., but different topol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38Xmt1emsrg%253D&md5=a90db399b210309ab8f63e5f91d7596d", "15. ", "Breck", ", ", "D. W.", " ", "Zeolite Molecular Sieves: Structure, Chemistry, and Use", "; ", "John Wiley & Sons, Inc.", ": ", "New York", ", ", "1974", ".", "There is no corresponding record for this reference.", "Park", ", ", "K. S.", "; ", "Ni", ", ", "Z.", "; ", "Cote", ", ", "A. P.", "; ", "Choi", ", ", "J. Y.", "; ", "Huang", ", ", "R.", "; ", "Uribe-Romo", ", ", "F. J.", "; ", "Chae", ", ", "H. K.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Proc. Natl. Acad. Sci. U.S.A.", " ", "2006", ",  ", "103", ",  ", "10186", "– ", "10191", "[Free @ PNAS]", ", [", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "Exceptional chemical and thermal stability of zeolitic imidazolate frameworks", "Park, Kyo Sung; Ni, Zheng; Cote, Adrien P.; Choi, Jae Yong; Huang, Rudan; Uribe-Romo, Fernando J.; Chae, Hee K.; O'Keeffe, Michael; Yaghi, Omar M.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2006", "),\r\n    ", "103", "\r\n        (", "27", "),\r\n    ", "10186-10191", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "Twelve zeolitic imidazolate frameworks (ZIFs; termed ZIF-1 to -12) were synthesized as crystals by copolymn. of either Zn(II) (ZIF-1 to -4, -6 to -8, and -10 to -11) or Co(II) (ZIF-9 and -12) with imidazolate-type links.  The ZIF crystal structures are based on the nets of seven distinct aluminosilicate zeolites: tetrahedral Si(Al) and the bridging O are replaced with transition metal ion and imidazolate link, resp.  One example of mixed-coordination imidazolate of Zn(II) and In(III) (ZIF-5) based on the garnet net is reported.  Study of the gas adsorption and thermal and chem. stability of two prototypical members, ZIF-8 and -11, demonstrated their permanent porosity (Langmuir surface area = 1,810 m2/g), high thermal stability (up to 550°), and remarkable chem. resistance to boiling alk. H2O and org. solvents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XntlKjtbo%253D&md5=c28cd5862d4765fe4e4937195f5bb4df"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2011/jacsat.2011.133.issue-44/ja203898s/production/images/small/ja-2011-03898s_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2011/jacsat.2011.133.issue-44/ja203898s/production/images/small/ja-2011-03898s_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2011/jacsat.2011.133.issue-44/ja203898s/production/images/small/ja-2011-03898s_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2011/jacsat.2011.133.issue-44/ja203898s/production/images/small/ja-2011-03898s_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2011/jacsat.2011.133.issue-44/ja203898s/production/images/small/ja-2011-03898s_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2011/jacsat.2011.133.issue-44/ja203898s/production/images/small/ja-2011-03898s_0006.gif\">"]}
