{"title": ["Metal–Organic Framework Based upon the Synergy of a Brønsted Acid Framework and Lewis Acid Centers as a Highly Efficient Heterogeneous Catalyst for Fixed-Bed Reactions"], "authors": ["Baiyan Li", "Kunyue Leng", "Yiming Zhang", "James J. Dynes", "Jian Wang", "Yongfeng Hu", "Dingxuan Ma", "Zhan Shi", "Liangkui Zhu", "Daliang Zhang", "Yinyong Sun", "Matthew Chrzanowski", "Shengqian Ma"], "doi": ["10.1021/jacs.5b01352"], "abstract": ["We report a strategy of combining a Brønsted acid metal–organic framework (MOF) with Lewis acid centers to afford a Lewis acid@Brønsted acid MOF with high catalytic activity, as exemplified in the context of MIL-101-Cr-SO", "H·Al(III). Because of the synergy between the Brønsted acid framework and the Al(III) Lewis acid centers, MIL-101-Cr-SO", "H·Al(III) demonstrates excellent catalytic performance in a series of fixed-bed reactions, outperforming two benchmark zeolite catalysts (H-Beta and HMOR). Our work therefore not only provides a new approach to achieve high catalytic activity in MOFs but also paves a way to develop MOFs as a new type of highly efficient heterogeneous catalysts for fixed-bed reactions."], "text": ["Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusion", "Experimental Section", "References", "Introduction", "Porous solid catalysts,", "(1)", " as represented by zeolites, which have been widely used as solid acid catalysts,", "(2)", " are of great importance for the chemical and petroleum industries.", "(3)", " Continuous efforts from both academia and industry have been devoted to the search for new types of porous materials as environmentally benign heterogeneous catalysts, particularly for fixed-bed reactions.", "(4)", " Among various candidates explored over the past two decades,", "(1)", " porous metal–organic frameworks (MOFs)", "(5)", " occupy a unique position because of their structural versatility,", "(6)", " high surface areas,", "(7)", " tunable pore sizes,", "(8)", " and tailorable catalytically active sites.", "(9)", " MOFs have recently been investigated as solid acid catalysts (either Lewis acid or Brønsted acid) to catalyze a variety of reactions under batch conditions,", "(10)", " but the utilization of them as heterogeneous catalysts for fixed-bed reactions, where zeolites have played a major role, has been much less exploited.", "(11)", " This could be due to the relatively weak activity of individual active sites in MOFs, thereby resulting in poor catalytic performance. Therefore, the development of strategies to enhance the catalytic activity of MOFs as solid acid catalysts for fixed-bed reactions is highly needed.", "It is been reported that in homogeneous systems Brønsted acid and Lewis acid can mutually promote each other when combined as a result of the synergistic effect, thereby enhancing the catalytic activity.", "(12)", " Inspired by those investigations", "(12)", " and to achieve high activity for MOFs as heterogeneous solid acid catalysts, we report herein a strategy of combining a Brønsted acid MOF framework with Lewis acid centers to form the Lewis acid@Brønsted acid MOF (Scheme ", "1", "a). As a result of the synergy", "(13)", " between Brønsted acid sites and Lewis acid centers,", "(12)", " the resultant Lewis acid@Brønsted acid MOF demonstrates excellent catalytic performance in a series of fixed-bed reactions, outperforming two benchmark zeolite solid acid catalysts (H-Beta and HMOR) in terms of both activity and selectivity.", "Scheme 1. (a) Schematic Presentation of the Synthesis Strategy for Lewis Acid@Brønsted Acid MOF, in Which the Framework Stands for the Brønsted Acid Functionalized MOF and the Violet Balls Stand for Lewis Acid Centers; (b) Schematic Presentation of the Synthesis Process for MIL-101-Cr-SO", "3", "H·Al(III)", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusion", "Experimental Section", "References", "Results and Discussion", "Materials Preparation, Physiochemical Characterization, and Local Structure Analysis", "To illustrate our strategy, we chose MIL-101-Cr (Cr", "3", "(F)(H", "2", "O)", "2", "O[(O", "2", "C)C", "6", "H", "4", "(CO", "2", ")]", "3", ")", "(14)", " as the platform material because of its high water/chemical stability and readiness for functionalization via either postsynthetic modification (PSM)", "(15)", " or presynthesis methods.", "(16)", " The Brønsted acid-functionalized MOF, MIL-101-Cr-SO", "3", "H, was first prepared according to the procedure reported in the literature.", "(10g)", " Because of their strong Lewis acidity, Al(III) centers were incorporated into MIL-101-Cr-SO", "3", "H (the Brønsted acid framework) by reaction of AlCl", "3", " with MIL-101-Cr-SO", "3", "H in ethanol solution followed by water treatment to afford MIL-101-Cr-SO", "3", "H·Al(III) (Lewis acid@Brønsted acid MOF) (Scheme ", "1", "b and Scheme S2 in the ", "Supporting Information", " (SI)).", "Powder X-ray diffraction (PXRD) studies suggested that MIL-101-Cr-SO", "3", "H retains its structural integrity during the synthesis process, as evidenced by the consistency between the PXRD patterns of MIL-101-Cr-SO", "3", "H·Al(III) and pristine MIL-101-Cr-SO", "3", "H (Figure S3 in the ", "SI", "). X-ray photoelectron spectroscopy (XPS) analysis of MIL-101-Cr-SO", "3", "H·Al(III) showed an aluminum signal at a binding energy of 75.9 eV (", "Figure S4", ") associated with the Al 2p peak,", "(17)", " indicating the presence of Al(III) in MIL-101-Cr-SO", "3", "H·Al(III). Transmission electron microscopy–energy-dispersive spectroscopy (TEM-EDS) analysis (", "Figure S5", ") indicated that the Al(III) is uniformly distributed in MIL-101-Cr-SO", "3", "H·Al(III). Inductively coupled plasma mass spectrometry (ICP-MS) and elemental analysis indicated that the Cr/Al ratio in MIL-101-Cr-SO", "3", "H·Al(III) is ∼1/2, corresponding to two Al atoms per SO", "3", "–", " group. In addition, ion chromatography analysis indicated that almost all of the chloride atoms were converted to hydroxyl groups under water treatment, with only a trace amount of chloride ions in the MIL-101-Cr-SO", "3", "H·Al(III) sample. N", "2", " sorption isotherms (Figure ", "1", ") showed a decrease in Brunauer–Emmett–Teller (BET) surface area and pore volume from 1571 m", "2", " g", "–1", " and 0.686 cm", "3", " g", "–1", " to 1449 m", "2", " g", "–1", " and 0.605 cm", "3", " g", "–1", ", respectively, after the introduction of the Al(III) centers.", "Figure 1. N", "2", " sorption isotherms of MIL-101-Cr-SO", "3", "H (red) and MIL-101-Cr-SO", "3", "H·Al(III) (green).", "The coordination environment of Al(III) in MIL-101-Cr-SO", "3", "H·Al(III) was investigated using Al K-edge X-ray absorption near-edge structure (XANES). Al K-edge XANES is a result of excitation of Al 1s electrons to the unoccupied ", "n", "p states, and it is sensitive to the electronic structure and the coordination environment.", "(18)", " The Al K-edge XANES spectra of a series of Al-containing compounds as references were also collected in order to deduce the local coordination environment of Al(III) in MIL-101-Cr-SO", "3", "H·Al(III). As shown in Figure ", "2", ", compounds with tetrahedrally coordinated Al, such as AlPO", "4", ", exhibit a strong single-peak maximum at 1566.2 ± 0.7 eV and weaker features at higher energy.", "(18)", " Compounds with octahedrally coordinated Al, such as in corundum (α-Al", "2", "O", "3", ") and gibbsite (γ-Al(OH)", "3", "), show two main maxima at 1567.7 ± 0.3 and 1571.5 ± 0.4 eV and sometimes weaker features at higher energy and a weak pre-edge feature at about 1566 eV.", "(18)", " In addition, Al compounds with both tetrahedrally and octahedrally coordinated Al (e.g., γ-Al", "2", "O", "3", ") exhibit three main maxima at 1566.2 ± 0.2, 1567.4 ± 0.5, and 1570.6 ± 0.3 eV.", "(18)", " Commercially bought Al phenol sulfonate was found to have two maxima at 1567.6 and 1571.7 eV, indicating that the Al is octahedrally coordinated. The Al K-edge XANES spectrum of MIL-101-Cr-SO", "3", "H·Al(III) shows a broad single peak at 1571.4 eV, suggesting that the Al(III) is octahedrally coordinated. The solid-state ", "27", "Al NMR spectrum collected for MIL-101-Cr-SO", "3", "H·Al(III) (", "Figure S6", ") shows only one main peak at −2.64 ppm, indicative of the same chemical environments for all of the Al(III) ions. The results from solid-state ", "27", "Al NMR analysis coupled with the results from XANES studies allow us to propose a possible local structure of Al(III) in MIL-101-Cr-SO", "3", "H·Al(III) as shown in ", "Scheme S2", ", in which the Al(III) is octahedrally coordinated with one O atom from the sulfonate group, two OH groups, two μ-OH groups, and one water molecule.", "Figure 2. Al K-edge XANES spectra of types of Al(III)-based samples including MIL-101-Cr-SO", "3", "H·Al(III), gibbsite (γ-Al(OH)", "3", "), corundum (α-Al", "2", "O", "3", "), Al phenol sulfonate, γ-Al", "2", "O", "3", ", and AlPO", "4", ".", "Catalytic Performance Investigation", "To evaluate the performance of MIL-101-Cr-SO", "3", "H·Al(III) as a heterogeneous solid acid catalyst on a fixed-bed reactor at a reaction temperature of 393 K and ambient pressure, we conducted the benzylation reaction of aromatic hydrocarbons (e.g., mesitylene) with benzyl alcohol (BA), which is an important reaction for the production of pharmaceutical intermediates and fine chemicals", "(19)", " as well as being environmentally benign with water as a byproduct.", "(20)", " As shown in Figure ", "3", ", for the benzylation of mesitylene with BA (Scheme ", "2", "), MIL-101-Cr-SO", "3", "H·Al(III) gives a remarkable increase in catalytic performance during the reaction process and reaches a maximum value of conversion after 120 min with an exceptional conversion of BA (approaching 100%) and high selectivity (>99%) for the target product 2-benzyl-1,3,5-trimethylbenzene (BTMB). It outperforms two benchmark zeolites, mordenite (HMOR)", "(20c)", " and H-Beta,", "(20e, 21)", " which have been widely investigated for benzylation reactions, as well as three MOFs, HKUST-1,", "(22)", " MIL-100-Fe,", "(23)", " and PW@MIL-101-Cr,", "(11d)", " under the same reaction conditions. Compared with MIL-101-Cr-SO", "3", "H·Al(III), the two zeolite catalysts show lower conversions that decrease with reaction time (Figure ", "3", "a) and consistently lower selectivities (Figure ", "3", "b). The maximum BA conversions for HMOR and H-Beta are 84.1% and 87.8%, respectively. The three MOF catalysts exhibit very low conversion with values peaking at <20%. The catalytic performance of MIL-101-Cr-SO", "3", "H·Al(III) also exceeds that of AlCl", "3", ", a commonly used Lewis acid catalyst for the benzylation of aromatic compounds", "(19)", " (", "Figure S7", "). To the best of our knowledge, both the activity and the selectivity of MIL-101-Cr-SO", "3", "H·Al(III) for the benzylation of mesitylene with BA are among the highest values reported for porous-material-based solid acid catalysts.", "(20, 21)", " It is worth noting that no loss of activity was observed over a 6 h reaction period, indicating that MIL-101-Cr-SO", "3", "H·Al(III) retains its high activity and selectivity over extended reaction times; this is in striking contrast to HMOR and H-Beta, which start to lose their activity within 1 h and become almost totally inactive in less than 5 h.", "Scheme 2. Benzylation of Mesitylene with Benzyl Alcohol", "Figure 3. (a) Conversions of benzyl alcohol and (b) selectivities for BTMB using different catalysts as functions of time.", "In order to further assess the merits of the catalysts, we calculated the yield according to the experimental conversion and selectivity (Figure ", "4", "a). MIL-101-Cr-SO", "3", "H·Al(III) demonstrated a yield that increases with reaction time and reaches a value of >99% after 2 h. In contrast, a steady decrease in yield over the reaction time was observed for all of the other catalysts. The two zeolites HMOR and H-Beta exhibited a decline in yield with a value of less than 50% after 3 h. The three MOFs HKUST-1, MIL-100-Fe, and PW@MIL-101-Cr showed even much lower yields of <20% and lost nearly all their activity after 3 h. In addition, in terms of the amount of product produced during the reaction time period from 30 to 240 min (Figure ", "4", "b), MIL-101-Cr-SO", "3", "H·Al(III) far exceeded all of the other catalysts, producing 1.7, 2.4, 53, 15, and 85 times as much product as produced by HMOR, H-Beta, HKUST-1, MIL-100-Fe, and PW@MIL-101-Cr, respectively. Such exceptional catalytic performance of MIL-101-Cr-SO", "3", "H·Al(III) in comparison with HMOR, H-Beta, and other materials was also observed when benzene and ", "p", "-xylene were used as the reactants in the fixed-bed benzylation reaction with benzyl alcohol (", "Schemes S3 and S4 and Figures S8 and S9", ").", "Figure 4. (a) Yields of BTMB catalyzed by MIL-101-Cr-SO", "3", "H·Al(III), HMOR, H-Beta, HKUST-1, MIL-100-Fe, and PW@MIL-101-Cr at different reaction times. (b) Product amounts produced by various catalysts during the reaction period from 30 to 240 min.", "Investigation of the Synergistic Effect between the Brønsted Acid Framework and the Lewis Acid Centers", "We reasoned that the excellent catalytic performance of MIL-101-Cr-SO", "3", "H·Al(III) results from the synergistic effect between the Brønsted acid framework and the Al(III) Lewis acid centers. Control experiments were performed on MIL-101-Cr, Al", "2", "O", "3", ", and MIL-101-Cr-SO", "3", "H in the context of benzylation of mesitylene with benzyl alcohol under the same reaction conditions. MIL-101-Cr showed very low conversion (", "Figure S9a", "), indicating a negligible contribution from the open metal sites of the framework to the high catalytic activity of MIL-101-Cr-SO", "3", "H·Al(III). Both Al", "2", "O", "3", " and MIL-101-Cr-SO", "3", "H exhibited a depression in catalytic activity and selectivity compared with MIL-101-Cr-SO", "3", "H·Al(III) (", "Figure S10", "). The yield of BTMB when Al", "2", "O", "3", " or MIL-101-Cr-SO", "3", "H was used as the catalyst was significantly lower than that using MIL-101-Cr-SO", "3", "H·Al(III) (Figure ", "5", "a), highlighting that the Lewis acid@Brønsted acid MOF can more effectively activate aromatic hydrocarbon bonds compared with the respective parent materials. Control experiments were also performed on a mixture of Al", "2", "O", "3", " and MIL-101-Cr-SO", "3", "H, whose catalytic performance was also lower than that of MIL-101-Cr-SO", "3", "H·Al(III). These results further suggest that the higher catalytic activity of MIL-101-Cr-SO", "3", "H·Al(III) results from the synergistic effect of combining the Brønsted acid MOF framework with the Al(III) Lewis acid centers, thereby highlighting the advantages of the Lewis acid@Brønsted acid MOF for fixed-bed reactions. These results were also supported by the product amounts yielded by different catalysts during the reaction period from 30 to 120 min (Figure ", "5", "b).", "Figure 5. (a) Yields of BTMB catalyzed by MIL-101-Cr-SO", "3", "H·Al(III) and other catalysts at different times. (b) Product amounts produced by various catalysts during the reaction period from 30 to 120 min.", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusion", "Experimental Section", "References", "Conclusion", "We have illustrated a strategy to obtain MOFs as heterogeneous solid acid catalysts with higher activity by combining a Brønsted acid MOF framework with Lewis acid centers to afford a Lewis acid@Brønsted acid MOF, as exemplified in the context of MIL-101-Cr-SO", "3", "H·Al(III). As a result of the synergy between the Brønsted acid sites and the Al(III) Lewis acid centers, MIL-101-Cr-SO", "3", "H·Al(III) demonstrates excellent catalytic performance as a heterogeneous solid acid catalyst in fixed-bed reactions for benzylation of aromatic hydrocarbons with benzyl alcohol, outperforming some benchmark zeolite solid acid catalysts. Our work thereby not only provides a new approach to prepare highly active MOF-based catalysts but also lays a solid foundation for the development of MOFs as a new type of highly efficient heterogeneous catalyst for fixed-bed reactions. The employment of MIL-101-Cr-SO", "3", "H·Al(III) as a heterogeneous solid acid catalyst for other types of reactions and the development of other MOFs as highly efficient heterogeneous catalysts are currently underway in our laboratory.", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusion", "Experimental Section", "References", "Experimental Section", "Synthesis of MIL-101-Cr-SO", "3", "H", "MIL-101-Cr-SO", "3", "H was synthesized according to the procedure reported in the literature.", "(10g)", "Synthesis of MIL-101-Cr-SO", "3", "H·Al(III)", "A freshly prepared 500.0 mg sample of MIL-101-Cr-SO", "3", "H was first heated at 150 °C for 48 h on the degassing port of the Micrometrics ASAP 2020 surface area and porosity analyzer with a dynamic vacuum of <2 μm torr. The degassed sample was moved into a heavy-walled pressure tube in a glovebox under a N", "2", " atmosphere. Subsequently, 300.0 mg of anhydrous AlCl", "3", " (>99% purity, Fisher Scientific) was added to the tube, followed by 100.0 mL of anhydrous ethanol (>99.5% purity, Sigma-Aldrich). The sealed tube was then heated at 90 °C for 24 h to afford the MIL-101-Cr-SO", "3", "H·Al(III) product, which was filtered and washed with methanol (>99% purity, Sigma-Aldrich) to remove excess AlCl", "3", " followed by further washing with water and methanol. The filtered sample of MIL-101-Cr-SO", "3", "H·Al(III) was dried under dynamic vacuum on the Schlenk line at 120 °C for 12 h. ICP analysis data: Cr, 12.49%; Al, 13.01%. Elemental analysis data: C, 23.08%; H, 0.96%; S, 7.71%. Ion chromatograph data: Cl <0.25%.", "XANES Experiments", "All of the Al K-edge XANES data were collected at the spherical grating monochromator (SGM) beamline at the Canadian Light Source (Saskatoon, SK, Canada).", "(24)", " The energy scale of the Al K-edge spectra was calibrated using AlPO", "4", " assuming a value of 1566.1 eV for the major peak.", "(25)", " The photon energy resolution was about 0.1 eV. The fine powder of MIL-101-Cr-SO", "3", "H·Al(III) or reference material was spread on double-sided carbon tape on a Cu sample holder. The partial fluorescence yield was measured using an Amptec silicon drift detector with an energy resolution of ∼150 eV. The Al spectra were normalized by simultaneously measuring the incident flux (", "I", "0", ") from a Au mesh (90% transmission) placed before the sample.", "Catalytic Experiments", "To evaluate the catalytic performances of these catalysts, the benzylation of aromatic hydrocarbons with benzyl alcohol was first chosen at a reaction temperature of 393 K on a fixed-bed reactor. Before being loaded into the fixed-bed reactor, the MOF samples were activated in vacuum at 393 K and zeolites were calcined at 823 K in air. The catalyst (MIL-101-Cr-SO", "3", "H·Al(III), HMOR, H-Beta, HKUST-1, MIL-100-Fe, PW@MIL-101-Cr, or AlCl", "3", ") (50.0 mg) was mixed with 1.0 g of silica sand and then loaded into the fixed-bed reactor. The bed temperature was kept at 393 K for 1 h under a flow of nitrogen, after which the aromatic compound and benzyl alcohol with a molar ratio of 80:1 were introduced into the reactor at 0.06 mL/min under a nitrogen flow of 10 mL/min; the reaction was monitored every 30 min. For control experiments, the amounts of MIL-101-Cr, Al", "2", "O", "3", ", and MIL-101-Cr-SO", "3", "H catalysts were 50.0 mg each; those for the mixture of Al", "2", "O", "3", " and MIL-101-Cr-SO", "3", "H were 15.0 and 35.0 mg, respectively.", " ", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusion", "Experimental Section", "References", "Supporting Information", "Characterization details; scheme and picture of the fixed-bed reactor; SEM, PXRD, TEM-EDS, XPS, and ", "27", "Al NMR data; TGA plots; and supporting figures. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "⊥", "Author Contributions", "B.L. and K.L. contributed equally.", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusion", "Experimental Section", "References", "Acknowledgment", "The authors acknowledge the National Science Foundation (DMR-1352065) and the University of South Florida for financial support of this work.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Conclusion", "Experimental Section", "References", "References", "This article references 25 other publications.", "1. ", "Davis", ", ", "M. E.", " ", "Nature", " ", "2002", ",  ", "417", ",  ", "813", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Ordered porous materials for emerging applications", "Davis, Mark E.", "Nature (London, United Kingdom)", "\r\n        (", "2002", "),\r\n    ", "417", "\r\n        (", "6891", "),\r\n    ", "813-821", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  \"Space,the final frontier.  \"This preamble to a well-known television series captures the challenge encountered not only in space travel adventures, but also in the field of porous materials, which aims to control the size, shape and uniformity of the porous space and the atoms and mols. that define it.  The past decade has seen significant advances in the ability to fabricate new porous solids with ordered structures from a wide range of different materials.  This has resulted in materials with unusual properties and broadened their application range beyond the traditional use as catalysts and adsorbents.  In fact, porous materials now seem set to contribute to developments in areas ranging from microelectronics to medical diagnosis.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38Xks1Wmurs%253D&md5=1ca631c09ad2fb56a65325f163f265aa", "2. ", " ", "Handbook of Zeolite Science and Technology", "; ", "Auerbach", ", ", "S. M.", "; ", "Carrado", ", ", "K. A.", "; ", "Dutta", ", ", "P. K.", ", Eds.; ", "Marcel Dekker", ": ", "New York", ", ", "2003", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "3. ", " ", "Handbook of Porous Solids", "; ", "Schüth", ", ", "F.", "; ", "Sing", ", ", "K. S. W.", "; ", "Weitkamp", ", ", "J.", ", Eds.; ", "Wiley-VCH", ": ", "Weinheim, Germany", ", ", "2002", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "4. ", "Xu", ", ", "R.", "; ", "Pang", ", ", "W.", "; ", "Yu", ", ", "J.", "; ", "Huo", ", ", "Q.", "; ", "Chen", ", ", "J.", "  ", "Chemistry of Zeolites and Related Porous Materials: Synthesis and Structure", "; ", "Wiley", ": ", "Singapore", ", ", "2007", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "5. ", "(a) ", "Kitagawa", ", ", "S.", "; ", "Kitaura", ", ", "R.", "; ", "Noro", ", ", "S.-I.", " ", "Angew. Chem., Int. Ed.", " ", "2004", ",  ", "43", ",  ", "2334", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Functional porous coordination polymers", "Kitagawa, Susumu; Kitaura, Ryo; Noro, Shin-ichiro", "Angewandte Chemie, International Edition", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "18", "),\r\n    ", "2334-2375", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Discussion concs. on three aspects of coordination polymers: (1) the use of crystal engineering to construct porous frameworks from connectors and linkers (nano-space engineering), (2) characterizing and cataloging the porous properties by functions for storage, exchange, sepn., etc., and (3) the next generation of porous functions based on dynamic crystal transformations caused by guest mols. or phys. stimuli.  The authors' aim is to present the state of the art chem. and physics of and in the micropores of porous coordination polymers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXktFShtLk%253D&md5=9df52e99bad3cc0db67f65551a8c154f", "(b)  ", "Metal-Organic Frameworks: Design and Application", "; ", "MacGillivray", ", ", "L. R.", ", Ed.; ", "John Wiley & Sons", ": ", "Hoboken, NJ", ", ", "2010", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "(c) ", "Zhou", ", ", "H.-C.", "; ", "Long", ", ", "J. R.", "; ", "Yaghi", ", ", "O. M.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "673", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Introduction to Metal-Organic Frameworks", "Zhou, Hong-Cai; Long, Jeffrey R.; Yaghi, Omar M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "673-674", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review is presented on prepn., structure and application of Metal-Org. Frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1OjtLw%253D&md5=abf05fcd4ae6b394b7f1048a93f5ebbc", "(d) ", "Cook", ", ", "T. R.", "; ", "Zheng", ", ", "Y.-R.", "; ", "Stang", ", ", "P. J.", " ", "Chem. Rev.", " ", "2013", ",  ", "113", ",  ", "734", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Metal-Organic Frameworks and Self-Assembled Supramolecular Coordination Complexes: Comparing and Contrasting the Design, Synthesis, and Functionality of Metal-Organic Materials", "Cook, Timothy R.; Zheng, Yao-Rong; Stang, Peter J.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2013", "),\r\n    ", "113", "\r\n        (", "1", "),\r\n    ", "734-777", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  In recent decades, two new branches of coordination chem. have emerged, metal-org. frameworks (MOFs) and supramol. coordination complexes (SCCs).  The former are comprised of infinite networks of metal centers or inorg. clusters bridged by simple org. linkers through metal-ligand coordination bonds.  The latter encompass discrete systems in which carefully selected metal centers undergo self-assembly with ligands contg. multiple binding sites oriented with specific angularity to generate a finite supramol. complex.  On the most basic level, both SCCs and MOFs share the design of metal nodes linked by org. ligands and such constructs can be broadly defined as metal-org. materials (MOMs).  This review is intended to illustrate the commonalities in design, building blocks, and applications while also pointing out how and why the chem. of MOFs and SCCs is unique.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs1WgsbjO&md5=7a17a24cd40c76e84ea036c992dd8953", "(e) ", "Zhou", ", ", "H.-C.", "; ", "Kitagawa", ", ", "S.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5415", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Metal-Organic Frameworks (MOFs)", "Zhou, Hong-Cai \"Joe\"; Kitagawa, Susumu", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5415-5418", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Recent advances in the chem. of porous coordination polymers are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtFehtr%252FM&md5=bbe8405d4302c49b5bb262abfab0fc10", "6. ", "(a) ", "Moulton", ", ", "B.", "; ", "Zaworotko", ", ", "M. J.", " ", "Chem. Rev.", " ", "2001", ",  ", "101", ",  ", "1629", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "From molecules to crystal engineering. Supramolecular isomerism and polymorphism in network solids", "Moulton, Brian; Zaworotko, Michael J.", "Chemical Reviews (Washington, D. C.)", "\r\n        (", "2001", "),\r\n    ", "101", "\r\n        (", "6", "),\r\n    ", "1629-1658", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review with 299 refs. on how the advances in supramol. chem. have impacted the manner in which chemists view the existence of single crystals and the design of new cryst. phases.  Coordination polymers, H-bonded networks, and supramol. isomerism and polymorphism are considered.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXjtlyqtrg%253D&md5=00fbfe863055d07d1773be77dc52f023", "(b) ", "Perry", ", ", "J. J.", "; ", "Perman", ", ", "J. A.", "; ", "Zaworotko", ", ", "M. J.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1400", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Design and synthesis of metal-organic frameworks using metal-organic polyhedra as supermolecular building blocks", "Perry, John J., IV; Perman, Jason A.; Zaworotko, Michael J.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1400-1417", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This crit. review highlights supermol. building blocks (SBBs) in the context of their impact upon the design, synthesis, and structure of metal-org. materials (MOMs).  MOMs, also known as coordination polymers, hybrid inorg.-org. materials, and metal-org. frameworks, represent an emerging class of materials that have attracted the imagination of solid-state chemists because MOMs combine unprecedented levels of porosity with a range of other functional properties that occur through the metal moiety and/or the org. ligand.  First generation MOMs exploited the geometry of metal ions or secondary building units (SBUs), small metal clusters that mimic polygons, for the generation of MOMs.  In this crit. review we examine the recent (<5 years) adoption of much larger scale metal-org. polyhedra (MOPs) as SBBs for the construction of MOMs by highlighting how the large size and high symmetry of such SBBs can afford improved control over the topol. of the resulting MOM and a new level of scale to the resulting framework (204 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvValsr4%253D&md5=296a7ae534acdc37203ce097b2013d18", "(c) ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "675", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Deconstructing the Crystal Structures of Metal-Organic Frameworks and Related Materials into Their Underlying Nets", "O'Keeffe, Michael; Yaghi, Omar M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "675-702", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Redn. of complex crystal structures of metal-org. frameworks and related materials to an underlying topol. is discussed.  An approach to identify vertices of underlying nets is presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFOmtr7L&md5=201baa336aa2d3edcb2099a649e840fe", "(d) ", "Lu", ", ", "W.", "; ", "Wei", ", ", "Z.", "; ", "Gu", ", ", "Z.-Y.", "; ", "Liu", ", ", "T.-F.", "; ", "Park", ", ", "J.", "; ", "Park", ", ", "J.", "; ", "Tian", ", ", "J.", "; ", "Zhang", ", ", "M.", "; ", "Zhang", ", ", "Q.", "; ", "Gentle", ", ", "T.", ", ", " III", "; ", "Bosch", ", ", "M.", "; ", "Zhou", ", ", "H.-C.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5561", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Tuning the structure and function of metal-organic frameworks via linker design", "Lu, Weigang; Wei, Zhangwen; Gu, Zhi-Yuan; Liu, Tian-Fu; Park, Jinhee; Park, Jihye; Tian, Jian; Zhang, Muwei; Zhang, Qiang; Gentle III, Thomas; Bosch, Mathieu; Zhou, Hong-Cai", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5561-5593", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) are constructed from metal ions/clusters coordinated by org. linkers (or bridging-ligands).  The hallmark of MOFs is their permanent porosity, which is frequently found in MOFs constructed from metal-clusters.  These clusters are often formed in situ, whereas the linkers are generally pre-formed.  The geometry and connectivity of a linker dictate the structure of the resulting MOF.  Adjustments of linker geometry, length, ratio, and functional-group can tune the size, shape, and internal surface property of a MOF for a targeted application.  In this crit. review, the authors highlight advances in MOF synthesis focusing on linker design.  Examples of building MOFs to reach unique properties, such as unprecedented surface area, pore aperture, mol. recognition, stability, and catalysis, through linker design are described.  Further search for application-oriented MOFs through judicious selection of metal clusters and org. linkers is desirable.  In this review, linkers are categorized as ditopic (Section 1), tritopic (Section 2), tetratopic (Section 3), hexatopic (Section 4), octatopic (Section 5), mixed (Section 6), desymmetrized (Section 7), metallo (Section 8), and N-heterocyclic linkers (Section 9).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7jK&md5=322785c0256204742e3e95e5d2d49914", "(e) ", "Mao", ", ", "C.", "; ", "Kudla", ", ", "R. A.", "; ", "Zuo", ", ", "F.", "; ", "Zhao", ", ", "X.", "; ", "Mueller", ", ", "L. J.", "; ", "Bu", ", ", "X.", "; ", "Feng", ", ", "P.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "7579", "ACS Full Text ", ", [", "CAS", "]", "6. ", "Anion Stripping as a General Method to Create Cationic Porous Framework with Mobile Anions", "Mao, Chengyu; Kudla, Ryan A.; Zuo, Fan; Zhao, Xiang; Mueller, Leonard J.; Bu, Xianhui; Feng, Pingyun", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "21", "),\r\n    ", "7579-7582", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) with cationic frameworks and mobile anions have many applications from sensing, anion exchange and sepn., to fast ion cond.  Despite recent progress, the vast majority of MOFs have neutral frameworks.  A common mechanism for the formation of neutral frameworks is the attachment of anionic species such as F- or OH- to the framework metal sites, neutralizing an otherwise cationic scaffolding.  Here, the authors report a general method capable of converting such neutral frameworks directly into cationic ones with concurrent generation of mobile anions.  The authors' method is based on the differential affinity between distinct metal ions with framework anionic species.  Specifically, Al3+ was used to strip F- anions away from framework Cr3+ sites, leading to cationic frameworks with mobile Cl- anions.  The subsequent anion exchange with OH- further leads to a porous network with mobile OH- anions.  New materials prepd. by anion stripping can undergo ion exchange with anionic org. dyes and also exhibit much improved ionic cond. compared to the original unmodified MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXotFOitb4%253D&md5=51c746d7f891f29fcf23c5c434dc69f5", "7. ", "(a) ", "Farha", ", ", "O. K.", "; ", "Yazaydın", ", ", "A. Ö.", "; ", "Eryazici", ", ", "I.", "; ", "Malliakas", ", ", "C. D.", "; ", "Hauser", ", ", "B. G.", "; ", "Kanatzidis", ", ", "M. G.", "; ", "Nguyen", ", ", "S. T.", "; ", "Snurr", ", ", "R. Q.", "; ", "Hupp", ", ", "J. T.", " ", "Nat. Chem.", " ", "2010", ",  ", "2", ",  ", "944", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "De novo synthesis of a metal-organic framework material featuring ultrahigh surface area and gas storage capacities", "Farha, Omar K.; Oezguer Yazaydin, A.; Eryazici, Ibrahim; Malliakas, Christos D.; Hauser, Brad G.; Kanatzidis, Mercouri G.; Nguyen, Son-Binh T.; Snurr, Randall Q.; Hupp, Joseph T.", "Nature Chemistry", "\r\n        (", "2010", "),\r\n    ", "2", "\r\n        (", "11", "),\r\n    ", "944-948", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Metal-org. frameworks, a class of porous hybrid materials built from metal ions and org. bridges, have recently shown great promise for a wide variety of applications.  The large choice of building blocks means that the structures and pore characteristics of the metal-org. frameworks can be tuned relatively easily.  However, despite much research, it remains challenging to prep. frameworks specifically tailored for particular applications.  Here, the authors used computational modeling to design and predictively characterize a metal-org. framework (NU-100) with a particularly high surface area.  Subsequent exptl. synthesis yielded a material [Cu3(L)(H2O)3]n (NU-100/PCN-610, H6L = hexatopic carboxylate I), matching the calcd. structure, with a high BET surface area (6,143 m2 g-1).  Also, sorption measurements revealed that the material had high storage capacities for H2 (164 mg g-1) and CO2 (2,315 mg g-1) - gases of high importance in the contexts of clean energy and climate alteration, resp. - in excellent agreement with predictions from modeling.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlWksbjN&md5=706f3b3b6b4cb7d03950103b11ba023e", "(b) ", "Deng", ", ", "H.", "; ", "Grunder", ", ", "S.", "; ", "Cordova", ", ", "K. E.", "; ", "Valente", ", ", "C.", "; ", "Furukawa", ", ", "H.", "; ", "Hmadeh", ", ", "M.", "; ", "Gándara", ", ", "F.", "; ", "Whalley", ", ", "A. C.", "; ", "Liu", ", ", "Z.", "; ", "Asahina", ", ", "S.", "; ", "Kazumori", ", ", "H.", "; ", "O’Keeffe", ", ", "M.", "; ", "Terasaki", ", ", "O.", "; ", "Stoddart", ", ", "J. F.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2012", ",  ", "336", ",  ", "1018", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Large-Pore Apertures in a Series of Metal-Organic Frameworks", "Deng, Hexiang; Grunder, Sergio; Cordova, Kyle E.; Valente, Cory; Furukawa, Hiroyasu; Hmadeh, Mohamad; Gandara, Felipe; Whalley, Adam C.; Liu, Zheng; Asahina, Shunsuke; Kazumori, Hiroyoshi; O'Keeffe, Michael; Terasaki, Osamu; Stoddart, J. Fraser; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "336", "\r\n        (", "6084", "),\r\n    ", "1018-1023", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "The authors report a strategy to expand the pore aperture of metal-org. frameworks (MOFs) into a previously unattained size regime (>32 Å).  Specifically, the systematic expansion of a known MOF structure, MOF-74, from its original link of one phenylene ring (I) to two, three, four, five, six, seven, nine, and eleven (II to XI, resp.), afforded an isoreticular series of Mg- or Zn-contg. MOF-74 structures (termed IRMOF-74-I to -XI) with pore apertures ranging from 14 to 98 Å.  All members of this series have noninterpenetrating structures and exhibit robust architectures, as evidenced by their permanent porosity and high thermal stability (up to 300°).  The pore apertures of an oligoethylene glycol-functionalized IRMOF-74-VII and IRMOF-74-IX are large enough for natural proteins to enter the pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xnt1Kgt7s%253D&md5=be82c139a536be7009991c48606c3829", "(c) ", "Farha", ", ", "O. K.", "; ", "Eryazici", ", ", "I.", "; ", "Jeong", ", ", "N. C.", "; ", "Hauser", ", ", "B. G.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Nguyen", ", ", "S. T.", "; ", "Yazaydın", ", ", "A. Ö.", "; ", "Hupp", ", ", "J. T.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "15016", "ACS Full Text ", ", [", "CAS", "]", "7. ", "Metal-Organic Framework Materials with Ultrahigh Surface Areas: Is the Sky the Limit?", "Farha, Omar K.; Eryazici, Ibrahim; Jeong, Nak Cheon; Hauser, Brad G.; Wilmer, Christopher E.; Sarjeant, Amy A.; Snurr, Randall Q.; Nguyen, SonBinh T.; Yazaydin, A. Ozgur; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "36", "),\r\n    ", "15016-15021", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors synthesized, characterized, and computationally simulated/validated the behavior of two new metal-org. framework (MOF) materials displaying the highest exptl. Brunauer-Emmett-Teller (BET) surface areas of any porous materials reported to date (∼7000 m2/g).  Key to evacuating the initially solvent-filled materials without pore collapse, and thereby accessing the ultrahigh areas, is the use of a supercrit. CO2 activation technique.  Addnl., the authors demonstrate computationally that by shifting from Ph groups to space efficient acetylene moieties as linker expansion units, the hypothetical max. surface area for a MOF material is substantially greater than previously envisioned (∼14600 m2/g (or greater) vs. ∼10500 m2/g).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1Wqu7zL&md5=b5a1dc94f402517d4a4100b493538fd4", "8. ", "(a) ", "Nugent", ", ", "P.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Burd", ", ", "S. D.", "; ", "Cairns", ", ", "A. J.", "; ", "Forrest", ", ", "K.", "; ", "Ma", ", ", "S.", "; ", "Space", ", ", "B.", "; ", "Wojtas", ", ", "L.", "; ", "Luebke", ", ", "R.", "; ", "Eddaoudi", ", ", "M.", "; ", "Zaworotko", ", ", "M. J.", " ", "Nature", " ", "2013", ",  ", "495", ",  ", "80", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Porous materials with optimal adsorption thermodynamics and kinetics for CO2 separation", "Nugent, Patrick; Belmabkhout, Youssef; Burd, Stephen D.; Cairns, Amy J.; Luebke, Ryan; Forrest, Katherine; Pham, Tony; Ma, Shengqian; Space, Brian; Wojtas, Lukasz; Eddaoudi, Mohamed; Zaworotko, Michael J.", "Nature (London, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "495", "\r\n        (", "7439", "),\r\n    ", "80-84", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Energy costs assocd. with the sepn. and purifn. of industrial commodities (e.g., gases, fine chems., fresh water) currently represent ∼15% of global energy prodn.; the demand for such commodities is projected to triple by 2050 (P. Taylor, 2010).  The challenge of developing effective sepn. and purifn. technologies which have much smaller energy footprints is greater for CO2 than for other gases; in addn. to its involvement in climate change, CO2 is an impurity in natural gas, biogas (biomass-based natural gas), syngas (CO/H2, the main H2 source for refineries), and many other gas streams.  In the context of porous cryst. materials which can exploit equil. and kinetic selectivity, size selectivity and targeted mol. recognition are attractive characteristics for CO2 sepn. and capture, as exemplified by 5A and 13X zeolites (J. Merel, et al., 2008), and metal-org. materials (MOM).  This paper reports that a crystal engineering or reticular chem. strategy which controls pore functionality and pore size in a series of MOM with coordinately satd. metal centers and periodically arrayed hexafluorosilicate anions (SiF52-) enables a kinetics and thermodn. sweet spots offering high volumetric uptake at low CO2 partial pressure (<0.15 bar).  Most importantly, such MOM offer an unprecedented CO2 sorption selectivity over N2, H2, and CH4, even in the presence of moisture.  Thus, these MOM are relevant to CO2 sepn. in the context of post-combustion (flue gas, CO2/N2), pre-combustion (shifted synthesis gas stream, CO2/H2), and natural gas upgrading (natural gas clean-up, CO2/CH4).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjsFCntbg%253D&md5=56941673abb6b13f920476a593dfeb98", "(b) ", "Lin", ", ", "X.", "; ", "Jia", ", ", "J.", "; ", "Zhao", ", ", "X.", "; ", "Thomas", ", ", "K. M.", "; ", "Blake", ", ", "A. J.", "; ", "Walker", ", ", "G. S.", "; ", "Champness", ", ", "N. R.", "; ", "Hubberstey", ", ", "P.", "; ", "Schröder", ", ", "M.", " ", "Angew. Chem., Int. Ed.", " ", "2006", ",  ", "45", ",  ", "7358", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "High H2 adsorption by coordination-framework materials", "Lin, Xiang; Jia, Junhua; Zhao, Xuebo; Thomas, K. Mark; Blake, Alexander J.; Walker, Gavin S.; Champness, Neil R.; Hubberstey, Peter; Schroeder, Martin", "Angewandte Chemie, International Edition", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "44", "),\r\n    ", "7358-7364", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Three coordination frameworks with different pore sizes were prepd. from CuII salt and carboxylate ligands of various lengths.  Comparison of their sorption properties reveals that smaller pores allow higher densities of adsorbed H2, whereas larger pores allow higher max. H2 storage capacities.  The structures of the three structural analogs are also reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xht1OmsbvI&md5=35c0082804c53403f9f34067950b76a6", "(c) ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Rosi", ", ", "N.", "; ", "Vodak", ", ", "D.", "; ", "Wachter", ", ", "J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2002", ",  ", "295", ",  ", "469", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Systematic design of pore size and functionality in isoreticular MOFs and their application in methane storage", "Eddaoudi, Mohamed; Kim, Jaheon; Rosi, Nathaniel; Vodak, David; Wachter, Joseph; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2002", "),\r\n    ", "295", "\r\n        (", "5554", "),\r\n    ", "469-472", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A strategy based on reticulating metal ions and org. carboxylate links into extended networks has been advanced to a point that allowed the design of porous structures in which pore size and functionality could be varied systematically.  Metal-org. framework (MOF-5), a prototype of a new class of porous materials and one that is constructed from octahedral Zn-O-C clusters and benzene links, was used to demonstrate that its three-dimensional porous system can be functionalized with the org. groups -Br, -NH2, -OC3H7, -OC5H11, -C2H4, and -C4H4 and that its pore size can be expanded with the long mol. struts biphenyl, tetrahydropyrene, pyrene, and terphenyl.  We synthesized an isoreticular series (one that has the same framework topol.) of 16 highly cryst. materials whose open space represented up to 91.1% of the crystal vol., as well as homogeneous periodic pores that can be incrementally varied from 3.8 to 28.8 Å.  One member of this series exhibited a high capacity for methane storage (240 cm3 at std. temp.), and others the lowest densities (0.41 to 0.21 g/cm3) for a cryst. material at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlyrtLjP&md5=d218d4040887f5fb390a733ee156d27b", "(d) ", "Liu", ", ", "L.", "; ", "Konstas", ", ", "K.", "; ", "Hill", ", ", "M. R.", "; ", "Telfer", ", ", "S. G.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "17731", "ACS Full Text ", ", [", "CAS", "]", "8. ", "Programmed Pore Architectures in Modular Quaternary Metal-Organic Frameworks", "Liu, Lujia; Konstas, Kristina; Hill, Matthew R.; Telfer, Shane G.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "47", "),\r\n    ", "17731-17734", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "To generate metal-org. frameworks (MOFs) that are complex and modular yet well ordered, the authors present a strategy employing a family of three topol. distinct linkers that codes for the assembly of a highly porous quaternary MOF.  By introducing substituted analogs of the ligands, a set of eight isoreticular frameworks is delivered, with the MOF structure systematically varied while the topol. is maintained.  To combat randomness and disorder, the substitution patterns of the ligands are designed to be compatible with their crystallog. site symmetries.  MOFs produced in this way feature programmed pores-multiple functional groups compartmentalized in a predetd. array within a periodic lattice-and are capable of complex functional behavior.  In these examples unconventional CO2 sorption trends, including capacity enhancements close to 100%, emerge from synergistic effects.  Future PP-MOFs may be capable of enzyme-like heterogeneous catalysis and ultraselective adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslSqtLnJ&md5=db8256ad934a8deed3a2aeb82472a174", "9. ", "(a) ", "Lee", ", ", "J. Y.", "; ", "Farha", ", ", "O. K.", "; ", "Roberts", ", ", "J.", "; ", "Scheidt", ", ", "K. A.", "; ", "Nguyen", ", ", "S. T.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1450", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Metal-organic framework materials as catalysts", "Lee, Jeong Yong; Farha, Omar K.; Roberts, John; Scheidt, Karl A.; Nguyen, Son Binh T.; Hupp, Joseph T.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1450-1459", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review; a crit. review of the emerging field of MOF-based catalysis is presented.  Discussed are examples of: (a) opportunistic catalysis with metal nodes, (b) designed catalysis with framework nodes, (c) catalysis by homogeneous catalysts incorporated as framework struts, (d) catalysis by MOF-encapsulated mol. species, (e) catalysis by metal-free org. struts or cavity modifiers, and (f) catalysis by MOF-encapsulated clusters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7k%253D&md5=d9cef4eb52ffb1c73fe1195e11bace26", "(b) ", "Zhu", ", ", "C.", "; ", "Yuan", ", ", "G.", "; ", "Chen", ", ", "X.", "; ", "Yang", ", ", "Z.", "; ", "Cui", ", ", "Y.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "8058", "ACS Full Text ", ", [", "CAS", "]", "9. ", "Chiral Nanoporous Metal-Metallosalen Frameworks for Hydrolytic Kinetic Resolution of Epoxides", "Zhu, Chengfeng; Yuan, Guozan; Chen, Xu; Yang, Zhiwei; Cui, Yong", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "19", "),\r\n    ", "8058-8061", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Chiral nanoporous metal-org. frameworks are constructed by using dicarboxyl-functionalized chiral Ni(salen) and Co(salen) ligands with Cd.  The Co(salen)-based framework is an efficient and recyclable heterogeneous catalyst for hydrolytic kinetic resoln. (HKR) of racemic epoxides with up to 99.5% ee.  The MOF structure brings Co(salen) units into a highly dense arrangement and close proximity that enhances bimetallic cooperative interactions, leading to improved catalytic activity and enantioselectivity in HKR compared with its homogeneous analogs, esp. at low catalyst/substrate ratios.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xmt1yjsr8%253D&md5=cc601d5d08860725c570f6ffe01de6fc", "(c) ", "Ma", ", ", "L.", "; ", "Abney", ", ", "C.", "; ", "Lin", ", ", "W.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1248", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Enantioselective catalysis with homochiral metal-organic frameworks", "Ma, Liqing; Abney, Carter; Lin, Wenbin", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1248-1256", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This tutorial review presents recent developments of homochiral metal-org. frameworks (MOFs) for enantioselective catalysis.  Following a brief introduction of the basic concepts and potential virtues of MOFs in catalysis, three distinct strategies that have been utilized to synthesize homochiral MOFs were summarized.  Framework stability and accessibility of the open channels to reagents were then addressed.  Some recent successful examples of catalytically active homochiral MOFs based on three approaches, namely, homochiral MOFs with achiral catalytic sites, incorporation of asym. catalysts directly into the framework, and post-synthetic modification of homochiral MOFs were finally surveyed.  Although still in their infancy, homochiral MOFs have clearly demonstrated their utility in heterogeneous asym. catalysis, and a bright future is foreseen for the development of practically useful homochiral MOFs in the prodn. of optically pure org. mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7Y%253D&md5=6ea10120922522f3f7fc76a6a04ea6cf", "(d) ", "Gao", ", ", "W.-Y.", "; ", "Chrzanowski", ", ", "M.", "; ", "Ma", ", ", "S.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5841", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Metal-metalloporphyrin frameworks: a resurging class of functional materials", "Gao, Wen-Yang; Chrzanowski, Matthew; Ma, Shengqian", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5841-5866", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This review presents comprehensively recent progress in metal-metalloporphyrin frameworks (MMPFs) with an emphasis on versatile functionalities.  Following a brief introduction of basic concepts and the potential virtues of MMPFs, we give a snapshot of the historical perspective of MMPFs since 1991.  We then summarize four effective strategies implemented frequently to construct prototypal MMPFs.  MMPFs represent a resurging class of promising functional materials, highlighted with diverse applications including guest-mol. adsorption and sepn., catalysis, nano-thin films and light-harvesting.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7jP&md5=8269586fdf7715df737d85f58cc2de66", "(e) ", "Li", ", ", "B.", "; ", "Zhang", ", ", "Y.", "; ", "Ma", ", ", "D.", "; ", "Ma", ", ", "T.", "; ", "Shi", ", ", "Z.", "; ", "Ma", ", ", "S.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "1202", "ACS Full Text ", ", [", "CAS", "]", "9. ", "Metal-Cation-Directed de Novo Assembly of a Functionalized Guest Molecule in the Nanospace of a Metal-Organic Framework", "Li, Baiyan; Zhang, Yiming; Ma, Dingxuan; Ma, Tianliang; Shi, Zhan; Ma, Shengqian", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "4", "),\r\n    ", "1202-1205", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new strategy is developed to encapsulate a metal-functionalized guest mol. into a metal-org. framework (MOF) via metal-cation-directed de novo assembly from the component fragments of the guest mol.  This strategy, as illustrated in proof-of-principle studies on the de novo assembly of metal-(II) phthalocyanine mols. into bio-MOF-1, can circumvent some drawbacks of existing approaches for encapsulating guest mols. into MOFs, such as inaccessibility for larger guest mols. due to limitations of the MOF window size and disruption of the MOF framework structure by functionalized guest mols.  Overall, this work provides a general yet versatile approach for encapsulating a broader range of metal-functionalized guest mols. into MOFs for various applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXotVeqtg%253D%253D&md5=99b1f214a7a886fdca2bd01ff6d40bc9", "(f) ", "Gao", ", ", "W.-Y.", "; ", "Chen", ", ", "Y.", "; ", "Niu", ", ", "Y.", "; ", "Williams", ", ", "K.", "; ", "Cash", ", ", "L.", "; ", "Perez", ", ", "P. J.", "; ", "Wojtas", ", ", "L.", "; ", "Cai", ", ", "J.", "; ", "Chen", ", ", "Y.-S.", "; ", "Ma", ", ", "S.", " ", "Angew. Chem., Int. Ed.", " ", "2014", ",  ", "53", ",  ", "2615", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Crystal Engineering of an nbo Topology Metal-Organic Framework for Chemical Fixation of CO2 under Ambient Conditions", "Gao, Wen-Yang; Chen, Yao; Niu, Youhong; Williams, Kia; Cash, Lindsay; Perez, Pastor J.; Wojtas, Lukasz; Cai, Jianfeng; Chen, Yu-Sheng; Ma, Shengqian", "Angewandte Chemie, International Edition", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "10", "),\r\n    ", "2615-2619", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Crystal engineering of the nbo metal-org. framework (MOF) platform MOF-505 with a custom-designed azamacrocycle ligand (1,4,7,10-tetrazazcyclododecane-N,N',N'',N'''-tetra-p-methylbenzoic acid) leads to a high d. of well-oriented Lewis active sites within the cuboctahedral cage in MMCF-2, [Cu2(Cu-tactmb)(H2O)3(NO3)2].  This MOF demonstrates high catalytic activity for the chem. fixation of CO2 into cyclic carbonates at room temp. under 1 atm pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhsl2msL8%253D&md5=ea2bb15d35420d7def32e83549e2b20f", "(g) ", "Meng", ", ", "L.", "; ", "Cheng", ", ", "Q.", "; ", "Kim", ", ", "C.", "; ", "Gao", ", ", "W.-Y.", "; ", "Wojtas", ", ", "L.", "; ", "Cheng", ", ", "Y.-S.", "; ", "Zaworotko", ", ", "M. J.", "; ", "Zhang", ", ", "X. P.", "; ", "Ma", ", ", "S.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "10082", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Crystal Engineering of a Microporous, Catalytically Active fcu Topology MOF Using a Custom-Designed Metalloporphyrin Linker", "Meng, Le; Cheng, Qigan; Kim, Chungsik; Gao, Wen-Yang; Wojtas, Lukasz; Chen, Yu-Sheng; Zaworotko, Michael J.; Zhang, X. Peter; Ma, Shengqian", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "40", "),\r\n    ", "10082-10085, S10082/1-S10082/12", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Crystal engineering of microporous, catalytically active fcu topol. MOF using a custom-designed metalloporphyrin linker is discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlSgur3M&md5=c2377b05f95094ca04dc5a1dfb6f0a43", "(h) ", "Lykourinou", ", ", "V.", "; ", "Chen", ", ", "Y.", "; ", "Wang", ", ", "X.-S.", "; ", "Meng", ", ", "L.", "; ", "Hoang", ", ", "T.", "; ", "Ming", ", ", "L.-J.", "; ", "Musselman", ", ", "R. L.", "; ", "Ma", ", ", "S.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "10382", "ACS Full Text ", ", [", "CAS", "]", "9. ", "Immobilization of MP-11 into a Mesoporous Metal-Organic Framework, MP-11@mesoMOF: A New Platform for Enzymatic Catalysis", "Lykourinou, Vasiliki; Chen, Yao; Wang, Xi-Sen; Meng, Le; Hoang, Tran; Ming, Li-June; Musselman, Ronald L.; Ma, Shengqian", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "27", "),\r\n    ", "10382-10385", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Microperoxidase-11 has for the first time been successfully immobilized into a mesoporous metal-org. framework (MOF) consisting of nanoscopic cages and it demonstrates superior enzymic catalysis performances compared to its mesoporous silica counterpart.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXns1ems7s%253D&md5=2ce9f3902f0d4b8209cfb6c0b8bc2dc9", "(i) ", "Han", ", ", "Q.", "; ", "He", ", ", "C.", "; ", "Zhao", ", ", "M.", "; ", "Qi", ", ", "B.", "; ", "Niu", ", ", "J.", "; ", "Duan", ", ", "C.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "10186", "ACS Full Text ", ", [", "CAS", "]", "9. ", "Engineering Chiral Polyoxometalate Hybrid Metal-Organic Frameworks for Asymmetric Dihydroxylation of Olefins", "Han, Qiuxia; He, Cheng; Zhao, Min; Qi, Bo; Niu, Jingyang; Duan, Chunying", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "28", "),\r\n    ", "10186-10189", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Chiral metal-org. frameworks (MOFs) with porous and tunable natures have made them feasible for performing a variety of chem. reactions as heterogeneous asym. catalysts.  By incorporating the oxidn. catalyst [BW12O40]5- and the chiral group, L- or D-pyrrolidin-2-ylimidazole (PYI), into one single framework, the two enantiomorphs Ni-PYI1 and Ni-PYI2 were obtained via self-assembly, resp.  The channels of Ni-PYIs were enlarged through a guest exchange reaction to remove the cationic chiral templates and were well modulated with hydrophilic/hydrophobic properties to allow mols. of both H2O2 and olefin ingress and egress.  The coexistence of both the chiral directors and the oxidants within a confined space provided a special environment for the formation of reaction intermediates in a stereoselective fashion with high selectivity.  The resulting MOF acted as an amphipathic catalyst to prompt the asym. dihydroxylation of aryl olefins with excellent stereoselectivity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtValsbnN&md5=01f686957de83c0b27e5ed57f6f4fc35", "(j) ", "Mo", ", ", "K.", "; ", "Yang", ", ", "Y.", "; ", "Cui", ", ", "Y.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "1746", "ACS Full Text ", ", [", "CAS", "]", "9. ", "A Homochiral Metal-Organic Framework as an Effective Asymmetric Catalyst for Cyanohydrin Synthesis", "Mo, Ke; Yang, Yuhua; Cui, Yong", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "5", "),\r\n    ", "1746-1749", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A homochiral metal-org. framework (MOF) of an enantiopure 2,2'-dihydroxy-1,1'-biphenyl ligand was constructed.  After exchanging one proton of the dihydroxyl group for Li(I) ions, the framework is shown to be a highly efficient and recyclable heterogeneous catalyst for asym. cyanation of aldehydes with up to >99% ee.  Compared with the homogeneous counterpart, the MOF catalyst exhibits significantly enhanced catalytic activity and enantioselectivity, esp. at a low catalyst/substrate ratio.  This was attributed to its rigid framework that could stabilize the catalytically active monolithium salt of biphenol against its free transformation to catalytically inactive and/or less active assemblies in reactions.  The synthetic utility of the cyanation was demonstrated in the synthesis of (S)-bufuralol (a nonselective β-adrenoceptor blocking agent) with 98% ee.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXpslOiug%253D%253D&md5=4b0657b60b6c38db1c3197a20e5c1cfe", "10. ", "(a) ", "Liu", ", ", "J.", "; ", "Chen", ", ", "L.", "; ", "Cui", ", ", "H.", "; ", "Zhang", ", ", "J.", "; ", "Zhang", ", ", "L.", "; ", "Su", ", ", "C.-Y.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "6011", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Applications of metal-organic frameworks in heterogeneous supramolecular catalysis", "Liu, Jiewei; Chen, Lianfen; Cui, Hao; Zhang, Jianyong; Zhang, Li; Su, Cheng-Yong", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "6011-6061", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This review summarizes the use of metal-org. frameworks (MOFs) as a versatile supramol. platform to develop heterogeneous catalysts for a variety of org. reactions, esp. for liq.-phase reactions.  Following a background introduction about catalytic relevance to various metal-org. materials, crystal engineering of MOFs, characterization and evaluation methods of MOF catalysis, the authors categorize catalytic MOFs based on the types of active sites, including coordinatively unsatd. metal sites (CUMs), metallo-ligands, functional org. sites (FOS), as well as metal nanoparticles (MNPs) embedded in the cavities.  The authors emphasize the incidental or deliberate formation of active sites, the stability, heterogeneity, and shape/size selectivity for MOF catalysis.  Finally, the authors briefly introduce their relevance into photo- and biomimetic catalysis, and compare MOFs with other typical porous solids such as zeolites and mesoporous silica with regard to their different attributes, and provide a view on future trends and developments in MOF-based catalysis.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7nE&md5=5235b00be2ffd908b57743c6a2871f45", "(b) ", "Yoon", ", ", "M.", "; ", "Srirambalaji", ", ", "R.", "; ", "Kim", ", ", "K.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1196", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Homochiral Metal-Organic Frameworks for Asymmetric Heterogeneous Catalysis", "Yoon, Minyoung; Srirambalaji, Renganathan; Kim, Kimoon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1196-1231", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors have provided an overview of metal-org. framework (MOF)-based asym. heterogeneous catalysis by presenting the state of the art in this field and discussing its potential and limitations.  Here, MOF-based asym. catalysts are classified according to their working principles and synthetic strategies.  Design, synthesis and structural characteristics of chiral metal-org. frameworks, as well as their catalytic activities in various asym. transformations, are described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVOlt7rF&md5=7ee0508d7ed4b69aec1ca6d950681972", "(c) ", "Shultz", ", ", "A. M.", "; ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", "; ", "Nguyen", ", ", "S. T.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "4204", "ACS Full Text ", ", [", "CAS", "]", "10. ", "A Catalytically Active, Permanently Microporous MOF with Metalloporphyrin Struts", "Shultz, Abraham M.; Farha, Omar K.; Hupp, Joseph T.; Nguyen, SonBinh T.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "12", "),\r\n    ", "4204-4205", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Through the use of the tetratopic ligand 1,2,4,5-tetrakis(4-carboxyphenyl)benzene (H4L) as a key building block, a permanently microporous metal-org. framework with Lewis acidic (porphyrin)Zn struts, ZnPO-MOF, can be made in high yields.  The MOF is formulated as [Zn2{Zn(porph)}L] [H2porph = 5,15-dipyrid-4-yl-10,20-bis(pentafluorophenyl)porphyrin].  ZnPO-MOF can efficiently catalyze acyl-transfer reactions primarily by preconcg. the substrates within its pores, in contrast to analogous supramol. systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjtVSjsLg%253D&md5=365adec29891bce796092ce9967bd6c8", "(d) ", "Corma", ", ", "A.", "; ", "Garcίa", ", ", "H.", "; ", "Llabrés i Xamena", ", ", "F. X.", " ", "Chem. Rev.", " ", "2010", ",  ", "110", ",  ", "4606", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Engineering Metal Organic Frameworks for Heterogeneous Catalysis", "Corma, A.; Garcia, H.; Llabres i Xamena, F. X.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "110", "\r\n        (", "8", "),\r\n    ", "4606-4655", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review, including the design of MOFs for catalysis and evaluation of its potential as catalyst as well as catalysis by MOFs with active metal sites, with reactive functional groups, and MOFs as host matrixes or nanometric reaction cavities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXktFers7Y%253D&md5=ce714f3d4475f4ac2a3d81b13931ccc3", "(e) ", "Vermoortele", ", ", "F.", "; ", "Bueken", ", ", "B.", "; ", "Bars", ", ", "G. L.", "; ", "Van de Voorde", ", ", "B.", "; ", "Vandichel", ", ", "M.", "; ", "Houthoofd", ", ", "K.", "; ", "Vimont", ", ", "A.", "; ", "Daturi", ", ", "M.", "; ", "Waroquier", ", ", "M.", "; ", "Van Speybroeck", ", ", "V.", "; ", "Kirschhock", ", ", "C.", "; ", "De Vos", ", ", "D. E.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "11465", "ACS Full Text ", ", [", "CAS", "]", "10. ", "Synthesis Modulation as a Tool To Increase the Catalytic Activity of Metal-Organic Frameworks: The Unique Case of UiO-66(Zr)", "Vermoortele, Frederik; Bueken, Bart; Le Bars, Gaelle; Van de Voorde, Ben; Vandichel, Matthias; Houthoofd, Kristof; Vimont, Alexandre; Daturi, Marco; Waroquier, Michel; Van Speybroeck, Veronique; Kirschhock, Christine; De Vos, Dirk E.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "31", "),\r\n    ", "11465-11468", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The catalytic activity of the zirconium terephthalate UiO-66(Zr) can be drastically increased by using a modulation approach.  The combined use of HO2CCF3 and HCl during the synthesis results in a highly cryst. material, with partial substitution of terephthalates by trifluoroacetate.  Thermal activation of the material leads not only to dehydroxylation of the hexanuclear Zr cluster but also to post-synthetic removal of the trifluoroacetate groups, resulting in a more open framework with a large no. of open sites.  Consequently, the material is a highly active catalyst for several Lewis acid catalyzed reactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFCmu7vL&md5=8914b8785cebb8c3c0d96e7b179c2369", "(f) ", "Ma", ", ", "L.", "; ", "Falkowski", ", ", "J. M.", "; ", "Abney", ", ", "C.", "; ", "Lin", ", ", "W.", " ", "Nat. Chem.", " ", "2010", ",  ", "2", ",  ", "838", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "A series of isoreticular chiral metal-organic frameworks as a tunable platform for asymmetric catalysis", "Ma, Liqing; Falkowski, Joseph M.; Abney, Carter; Lin, Wenbin", "Nature Chemistry", "\r\n        (", "2010", "),\r\n    ", "2", "\r\n        (", "10", "),\r\n    ", "838-846", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Metal-org. frameworks, built by bridging metal ions with org. linkers, represent a new class of porous hybrid materials with attractive tunability in compns., structures and functions.  In particular, the mild conditions typically employed for their synthesis allow for the functionalization of their building blocks, and thus the rational design of novel materials.  Here the authors demonstrate the systematic design of eight mesoporous chiral metal-org. frameworks, with the framework formula [LCu2(solvent)2] (L is a chiral tetracarboxylate ligand derived from 1,1'-bi-2-naphthol), that have the same structures but channels of different sizes.  Chiral Lewis acid catalysts were generated by post-synthesis functionalization with Ti(OiPr)4, and the resulting materials proved to be highly active asym. catalysts for diethylzinc and alkynylzinc addns., which converted arom. aldehydes into chiral secondary alcs.  The enantioselectivities of these reactions can be modified by tuning the size of the channels, which alters the diffusion rates of the org. substrates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtF2msL7M&md5=ac4e22d072b262f7c186e59464bd9185", "(g) ", "Akiyama", ", ", "G.", "; ", "Matsuda", ", ", "R.", "; ", "Sato", ", ", "H.", "; ", "Takata", ", ", "M.", "; ", "Kitagawa", ", ", "S.", " ", "Adv. Mater.", " ", "2011", ",  ", "23", ",  ", "3294", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Cellulose Hydrolysis by a New Porous Coordination Polymer Decorated with Sulfonic Acid Functional Groups", "Akiyama, George; Matsuda, Ryotaro; Sato, Hiroshi; Takata, Masaki; Kitagawa, Susumu", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2011", "),\r\n    ", "23", "\r\n        (", "29", "),\r\n    ", "3294-3297", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Here we show the synthesis of a new porous coordination polymer (PCP) that has the sulfonic acid groups as a very strong acid on its pore surface and demonstrate its catalytic performance for cellulose hydrolysis.  A new PCP, adopting MIL-101 framework was prepd. as a cryst. powder composed of a chromium ion and 2-sulfoterephthalate instead of the unsubstituted terephthalate in MIL-101.  MIL-101 was prepd. by solvothermal reaction of chromium(VI) oxide, monosodium 2-sulfoterephthalic acid, and hydrochloric acid in water.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXntlWhsLc%253D&md5=d5a49cc463ad2cba66c48b075e1cd7e0", "(h) ", "Feng", ", ", "D.", "; ", "Chung", ", ", "W.-C.", "; ", "Wei", ", ", "Z.", "; ", "Gu", ", ", "Z.-Y.", "; ", "Jiang", ", ", "H.-L.", "; ", "Chen", ", ", "Y.-P.", "; ", "Darensbourg", ", ", "D. J.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "17105", "ACS Full Text ", ", [", "CAS", "]", "10. ", "Construction of Ultrastable Porphyrin Zr Metal-Organic Frameworks through Linker Elimination", "Feng, Dawei; Chung, Wan-Chun; Wei, Zhangwen; Gu, Zhi-Yuan; Jiang, Hai-Long; Chen, Ying-Pin; Darensbourg, Donald J.; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "45", "),\r\n    ", "17105-17110", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A series of highly stable metal-org. frameworks (MOFs) with 3-D nanochannels, namely PCN-224 ({[Zr6(μ3-OH)8(H2O/OH)12]2[TCPP-M]3}n, M = Zr(IV), Ni(II), Co(II), Fe(III); H6TCPP = tetrakis(4-carboxyphenyl)porphyrin), have been assembled with six-connected Zr6 cluster and metalloporphyrins by a linker-elimination strategy.  The PCN-224 series not only exhibits the highest BET surface area (2600m2/g) among all the reported porphyrinic MOFs but also remains intact in pH = 0 to pH = 11 aq. soln.  Remarkably, PCN-224-(Co) exhibits high catalytic activity for the CO2/propylene oxide coupling reaction and can be used as a recoverable heterogeneous catalyst.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1Sqs77J&md5=1e55b0908949e0403f28fcd285a263da", "(i) ", "Lun", ", ", "D. J.", "; ", "Waterhouse", ", ", "G. I. N.", "; ", "Telfer", ", ", "S. G.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "5806", "ACS Full Text ", ", [", "CAS", "]", "10. ", "A General Thermolabile Protecting Group Strategy for Organocatalytic Metal-Organic Frameworks", "Lun, David J.; Waterhouse, Geoffrey I. N.; Telfer, Shane G.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "15", "),\r\n    ", "5806-5809", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors present a general strategy for incorporating organocatalytic moieties into metal-org. frameworks (MOFs).  The organocatalytic units are protected by a thermolabile protecting group during MOF synthesis and then unveiled by a simple postsynthetic heating step.  The strategy is exemplified using a thermolabile tert-butoxycarbonyl (Boc) protecting group for a proline moiety, the removal of which endows the resulting cubic Zn(II) IRMOF with catalytic activity for asym. aldol reactions.  The bulky Boc groups also prevent framework interpenetration, producing open MOFs that can admit relatively large substrates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjvV2gt70%253D&md5=a1a619d6cf7879ecfcbde47d07d61974", "11. ", "(a) ", "Zou", ", ", "R.-Q.", "; ", "Sakurai", ", ", "H.", "; ", "Han", ", ", "S.", "; ", "Zhong", ", ", "R.-Q.", "; ", "Xu", ", ", "Q.", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "8402", "ACS Full Text ", ", [", "CAS", "]", "11. ", "Probing the Lewis Acid Sites and CO Catalytic Oxidation Activity of the Porous Metal-Organic Polymer [Cu(5-methylisophthalate)]", "Zou, Ru-Qiang; Sakurai, Hiroaki; Han, Song; Zhong, Rui-Qin; Xu, Qiang", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "27", "),\r\n    ", "8402-8403", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new metal-org. polymer material exhibits the excellent and stable CO oxidn. catalytic activity.  Its open Lewis acid sites on the channel walls were probed by CO adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXmsFGgurc%253D&md5=9fb83af01e0d1f78b6e1cd7a3c217b2d", "(b) ", "Zou", ", ", "R.-Q.", "; ", "Sakurai", ", ", "H.", "; ", "Xu", ", ", "Q.", " ", "Angew. Chem., Int. Ed.", " ", "2006", ",  ", "45", ",  ", "2542", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Preparation, adsorption properties, and catalytic activity of three-dimensional porous metal-organic frameworks composed of cubic building blocks and alkali-metal ions", "Zou, Ru-Qiang; Sakurai, Hiroaki; Xu, Qiang", "Angewandte Chemie, International Edition", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "16", "),\r\n    ", "2542-2546", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Unexpected catalytic activity for the oxidn. of CO to CO2 is exhibited by one of two novel three-dimensional porous metal-org. frameworks in which [Ni8L12]20- (H3L = 4,5-imidazoledicarboxylic acid) cubic building blocks (CBBs) are linked by Li1 or Na1 ions.  The clathrating ability towards Li1 ions of such CBBs is seen in the powder XRD x-ray crystal structure, which simulates the potential guest-bonding sites in the building blocks of the MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XjvVCmsbs%253D&md5=e3e928162fa9a39ecd0553ca1f65a7b1", "(c) ", "Zhang", ", ", "X.", "; ", "Llabrés i Xamena", ", ", "F. X.", "; ", "Corma", ", ", "A.", " ", "J. Catal.", " ", "2009", ",  ", "265", ",  ", "155", "[", "Crossref", "], [", "CAS", "]", "11. ", "Gold(III) - metal organic framework bridges the gap between homogeneous and heterogeneous gold catalysts", "Zhang, X.; Llabres i Xamena, F. X.; Corma, A.", "Journal of Catalysis", "\r\n        (", "2009", "),\r\n    ", "265", "\r\n        (", "2", "),\r\n    ", "155-160", "CODEN:\r\n                ", "JCTLA5", ";\r\n        ISSN:", "0021-9517", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "A metal org. framework [MOF] contg. an Au(III) Schiff base complex lining the pore walls was prepd. by a post-synthesis method.  The Au(III)-contg. MOF is highly active and selective catalyst for domino coupling and cyclization reactions in liq. phase, the Au(III) species remain after the reaction, and the catalyst is fully recyclable.  The well-defined Au(III) sites are effective for dissocg. H2 and highly active for the gas-phase selective hydrogenation of 1,3-butadiene into butenes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXnvVCltL4%253D&md5=6e86d9bc436fcd6a255198aa062c6673", "(d) ", "Juan-Alcañiz", ", ", "J.", "; ", "Ramos-Fernandez", ", ", "E. V.", "; ", "Lafont", ", ", "U.", "; ", "Gascon", ", ", "J.", "; ", "Kapteijn", ", ", "F.", " ", "J. Catal.", " ", "2010", ",  ", "269", ",  ", "229", "[", "Crossref", "], [", "CAS", "]", "11. ", "Building MOF bottles around phosphotungstic acid ships: One-pot synthesis of bi-functional polyoxometalate-MIL-101 catalysts", "Juan-Alcaniz, Jana; Ramos-Fernandez, Enrique V.; Lafont, Ugo; Gascon, Jorge; Kapteijn, Freek", "Journal of Catalysis", "\r\n        (", "2010", "),\r\n    ", "269", "\r\n        (", "1", "),\r\n    ", "229-241", "CODEN:\r\n                ", "JCTLA5", ";\r\n        ISSN:", "0021-9517", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "A new strategy has been developed for the direct encapsulation of polyoxometalates (POMs) into MIL-101(Cr).  The addn. of phosphotungstic acid (PTA) to the synthesis mixt. of MIL-101 yields the direct encapsulation of chromium-contg. polyoxometalates (POMs) inside the MOF structure, with a good distribution over the MIL-101 crystals.  Vibrational Spectroscopy (DRIFT, Raman, UV-Vis) reveals the partial substitution of tungsten by Cr3+ resulting in the so-called lacunary structures, which are highly active in catalysis.  The medium-sized cavities of MIL-101 are occupied by POM units bigger than their pentagonal windows when this one-pot approach is followed, and no leaching is obsd.  These new catalysts show the highest activities reported to date at 313 K for the Knoevenagel condensation of benzaldehyde with Et cyanoacetate when using apolar toluene as solvent as well as when using polar DMF and ethanol, with TOFs exceeding 600 h-1.  In addn., they exhibit a remarkable activity in two acid-catalyzed reactions, the esterification of n-butanol with acetic acid in liq. phase slurry operation and the di-Me ether prodn. from methanol in a fixed bed gas phase operation, in contrast to the poor or absent activity of the catalysts prepd. via the impregnation of the polyoxometalate in MIL-101, where the strong interaction between POM and support deteriorates the catalytic performance.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhs1Wlu7fI&md5=18b9721626e614878a8923c16d29c856", "(e) ", "Nguyen", ", ", "H. G. T.", "; ", "Schweitzer", ", ", "N. M.", "; ", "Chang", ", ", "C.-Y.", "; ", "Drake", ", ", "T. L.", "; ", "So", ", ", "M. C.", "; ", "Stair", ", ", "P. C.", "; ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", "; ", "Nguyen", ", ", "S. T.", " ", "ACS Catal.", " ", "2014", ",  ", "4", ",  ", "2496", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Vanadium-Node-Functionalized UiO-66: A Thermally Stable MOF-Supported Catalyst for the Gas-Phase Oxidative Dehydrogenation of Cyclohexene", "Nguyen, Huong Giang T.; Schweitzer, Neil M.; Chang, Chih-Yi; Drake, Tasha L.; So, Monica C.; Stair, Peter C.; Farha, Omar K.; Hupp, Joseph T.; Nguyen, SonBinh T.", "ACS Catalysis", "\r\n        (", "2014", "),\r\n    ", "4", "\r\n        (", "8", "),\r\n    ", "2496-2500", "CODEN:\r\n                ", "ACCACS", ";\r\n        ISSN:", "2155-5435", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The OH groups on the Zr-based nodes of ultrastable UiO-66 can be metalated with VV ions in a facile fashion to give the deriv. VUiO-66.  This metalated MOF exhibits high stability over a broad temp. range and displays high selectivity for benzene under low-conversion conditions in the vapor-phase oxidative dehydrogenation of cyclohexene (activation energy ∼110 kJ/mol).  The integrity of the MOF is maintained after catalysis as detd. by PXRD, ICP-AES, and SEM.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXptVahsLs%253D&md5=dfab13f88b78ea6c438800fe86bd3989", "(f) ", "Jiang", ", ", "H.-L.", "; ", "Xu", ", ", "Q.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "3351", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Porous metal-organic frameworks as platforms for functional applications", "Jiang, Hai-Long; Xu, Qiang", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "12", "),\r\n    ", "3351-3370", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs), also known as coordination polymers, have emerged as a new class of cryst. porous materials, which are constructed from metal ions or metal ion clusters and bridging org. linkers.  MOFs have tunable pores and functionalities, and usually exhibit very high surface areas.  The potential applications of porous MOFs cover a broad range of fields and most of their applications are related to pore sizes, shapes and structures/environments.  In this feature article, the authors provide an overview of the recent developments of porous MOFs as platforms in the functional applications of sorption and sepn., heterogeneous catalysis, as supports/host matrixes for metal nanoparticles, and as templates/nanoreactors for new material prepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXivVWls7c%253D&md5=f1736bf21fb95d9066dcb8284334c992", "(g) ", "Kuo", ", ", "C. H.", "; ", "Tang", ", ", "Y.", "; ", "Chou", ", ", "L. Y.", "; ", "Sneed", ", ", "B. T.", "; ", "Brodsky", ", ", "C. N.", "; ", "Zhao", ", ", "Z. P.", "; ", "Tsung", ", ", "C.-K.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "14345", "ACS Full Text ", ", [", "CAS", "]", "11. ", "Yolk-Shell Nanocrystal@ZIF-8 Nanostructures for Gas-Phase Heterogeneous Catalysis with Selectivity Control", "Kuo, Chun-Hong; Tang, Yang; Chou, Lien-Yang; Sneed, Brian T.; Brodsky, Casey N.; Zhao, Zipeng; Tsung, Chia-Kuang", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "35", "),\r\n    ", "14345-14348", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A general synthetic strategy for yolk-shell nanocrystal@ZIF-8 nanostructures has been developed.  The yolk-shell nanostructures possess the functions of nanoparticle cores, microporous shells, and a cavity in between, which offer great potential in heterogeneous catalysis.  The synthetic strategy involved first coating the nanocrystal cores with a layer of Cu2O as the sacrificial template and then a layer of polycryst. ZIF-8.  The clean Cu2O surface assists in the formation of the ZIF-8 coating layer and is etched off spontaneously and simultaneously during this process.  The yolk-shell nanostructures were characterized by transmission electron microscopy, SEM, X-ray diffraction, and nitrogen adsorption.  To study the catalytic behavior, hydrogenations of ethylene, cyclohexene, and cyclooctene as model reactions were carried out over the Pd@ZIF-8 catalysts.  The microporous ZIF-8 shell provides excellent mol.-size selectivity.  The results show high activity for the ethylene and cyclohexene hydrogenations but not in the cyclooctene hydrogenation.  Different activation energies for cyclohexene hydrogenation were obtained for nanostructures with and without the cavity in between the core and the shell.  This demonstrates the importance of controlling the cavity because of its influence on the catalysis.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1ajsr7L&md5=d8caeb0e75ea66b4d107d2db26a6fdd4", "12. ", "Yamamoto", ", ", "H.", "; ", "Futatsugi", ", ", "K.", " ", "Angew. Chem., Int. Ed.", " ", "2005", ",  ", "44", ",  ", "1924", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "\"Designer acids\": Combined acid catalysis for asymmetric synthesis", "Yamamoto, Hisashi; Futatsugi, Kentaro", "Angewandte Chemie, International Edition", "\r\n        (", "2005", "),\r\n    ", "44", "\r\n        (", "13", "),\r\n    ", "1924-1942", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Lewis and Bronsted acids can be utilized as more-effective tools for chem. reactions by sophisticated engineering (\"designer acids\").  The ultimate goal of such \"designer acids\" is to form a combination of acids with higher reactivity, selectivity, and versatility than the individual acid catalysts.  One possible way to take advantage of such abilities may be to apply a \"combined acids system\" to the catalyst design.  The concept of combined acids, which can be classified into Bronsted acid assisted Lewis acid (BLA), Lewis acid assisted Lewis acid (LLA), Lewis acid assisted Bronsted acid (LBA), and Bronsted acid assisted Bronsted acid (BBA), can be a particularly useful tool for the design of asym. catalysis, because combining such acids will bring out their inherent reactivity by associative interaction, and also provide more-organized structures that allow an effective asym. environment.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjt12qt78%253D&md5=0b18f6ec7f59418c53d124e515d2ba8d", "13. ", "(a) ", "Gu", ", ", "X.", "; ", "Lu", ", ", "Z.-H.", "; ", "Jiang", ", ", "H.-L.", "; ", "Akita", ", ", "T.", "; ", "Xu", ", ", "Q.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "11822", "ACS Full Text ", ", [", "CAS", "]", "13. ", "Synergistic catalysis of metal-organic framework-immobilized Au-Pd nanoparticles in dehydrogenation of formic acid for chemical hydrogen storage", "Gu, Xiaojun; Lu, Zhang-Hui; Jiang, Hai-Long; Akita, Tomoki; Xu, Qiang", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "31", "),\r\n    ", "11822-11825", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Bimetallic Au-Pd nanoparticles (NPs) were successfully immobilized in the metal-org. frameworks (MOFs) MIL-101 and ethylenediamine (ED)-grafted MIL-101 (ED-MIL-101) using a simple liq. impregnation method.  The resulting composites, Au-Pd/MIL-101 and Au-Pd/ED-MIL-101, represent the first highly active MOF-immobilized metal catalysts for the complete conversion of formic acid to high-quality hydrogen at a convenient temp. for chem. hydrogen storage.  Au-Pd NPs with strong bimetallic synergistic effects have a much higher catalytic activity and a higher tolerance with respect to CO poisoning than monometallic Au and Pd counterparts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXptVSksro%253D&md5=e5a0641d866c470ca14a8b43d98276a4", "(b) ", "Song", ", ", "J.", "; ", "Luo", ", ", "Z.", "; ", "Britt", ", ", "D. K.", "; ", "Furukawa", ", ", "H.", "; ", "Yaghi", ", ", "O. M.", "; ", "Hardcastle", ", ", "K. I.", "; ", "Hill", ", ", "C. L.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "16839", "ACS Full Text ", ", [", "CAS", "]", "13. ", "A Multiunit Catalyst with Synergistic Stability and Reactivity: A Polyoxometalate-Metal Organic Framework for Aerobic Decontamination", "Song, Jie; Luo, Zhen; Britt, David K.; Furukawa, Hiroyasu; Yaghi, Omar M.; Hardcastle, Kenneth I.; Hill, Craig L.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "42", "),\r\n    ", "16839-16846", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A combination of polyanion size and charge allows the Keggin-type polyoxometalate (POM), [CuPW11O39]5-, a catalyst for some air-based org. oxidns., to fit snuggly in the pores of MOF-199 (HKUST-1), a metal-org. framework (MOF) with the POM countercations residing in alternative pores.  This close matching of POM diam. and MOF pore size in this POM-MOF material, [Cu3(C9H3O6)2]4[{(CH3)4N}4CuPW11O39H] (1), results in a substantial synergistic stabilization of both the MOF and the POM.  In addn., this heretofore undocumented POM-MOF interaction results in a dramatic increase in the catalytic turnover rate of the POM for air-based oxidns.  While 1 catalyzes the rapid chemo- and shape-selective oxidn. of thiols to disulfides and, more significantly, the rapid and sustained removal of toxic H2S via H2S + 1/2 O2 → 1/8 S8 + H2O (4000 turnovers in <20 h), the POM or the MOF alone is catalytically slow or inactive.  Three arguments are consistent with the catalytic reactions taking place inside the pores.  POM activation by encapsulation in the MOF likely involves electrostatic interactions between the two components resulting in a higher redn. potential of the POM.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1ClsL3I&md5=da71a825ad2ab6c98d3bd259f39551e5", "(c) ", "Wang", ", ", "C.", "; ", "deKrafft", ", ", "K. E.", "; ", "Lin", ", ", "W.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "7211", "ACS Full Text ", ", [", "CAS", "]", "13. ", "Pt Nanoparticles@Photoactive Metal-Organic Frameworks: Efficient Hydrogen Evolution via Synergistic Photoexcitation and Electron Injection", "Wang, Cheng; deKrafft, Kathryn E.; Lin, Wenbin", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "17", "),\r\n    ", "7211-7214", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Pt nanoparticles of 2-3 nm and 5-6 nm in diam. were loaded into stable, porous, and phosphorescent metal-org. frameworks (MOFs 1 and 2) built from [Ir(ppy)2(bpy)]+-derived dicarboxylate ligands (L1 and L2) and Zr6(μ3-O)4(μ3-OH)4(carboxylate)12 secondary building units, via MOF-mediated photoredn. of K2PtCl4.  The resulting Pt@MOF assemblies serve as effective photocatalysts for H evolution by synergistic photoexcitation of the MOF frameworks and electron injection into the Pt nanoparticles.  Pt@2 gave a turnover no. of 7000, approx. five times the value afforded by the homogeneous control, and could be readily recycled and reused.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xlt1Smt7c%253D&md5=949038bfb16b89cb9d821e1781078808", "(d) ", "Hermannsdörfer", ", ", "J.", "; ", "Friedrich", ", ", "M.", "; ", "Miyajima", ", ", "N.", "; ", "Albuquerque", ", ", "R. Q.", "; ", "Kümmel", ", ", "S.", "; ", "Kempe", ", ", "R.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "11473", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Ni/Pd@MIL-101: synergistic catalysis with cavity-conform Ni/Pd nanoparticles", "Hermannsdorfer Justus; Friedrich Martin; Miyajima Nobuyoshi; Albuquerque Rodrigo Q; Kummel Stephan; Kempe Rhett", "Angewandte Chemie (International ed. in English)", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "46", "),\r\n    ", "11473-7", "\r\n        ISSN:", ".\r\n    ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3s%252FltFyktg%253D%253D&md5=4570462bd68a23e7718a6244c3c347c7", "(e) ", "Jiang", ", ", "H.-L.", "; ", "Akita", ", ", "T.", "; ", "Ishida", ", ", "T.", "; ", "Haruta", ", ", "M.", "; ", "Xu", ", ", "Q.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "1304", "ACS Full Text ", ", [", "CAS", "]", "13. ", "Synergistic Catalysis of Au@Ag Core-Shell Nanoparticles Stabilized on Metal-Organic Framework", "Jiang, Hai-Long; Akita, Tomoki; Ishida, Tamao; Haruta, Masatake; Xu, Qiang", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "5", "),\r\n    ", "1304-1306", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "For the first time, this work presents Au@Ag core-shell nanoparticles (NPs) immobilized on a metal-org. framework (MOF) by a sequential deposition-redn. method.  The small-size Au@Ag NPs reveal the restriction effects of the pore/surface structure in the MOF.  The modulation of the Au/Ag ratio can tune the compn. and a reversed Au/Ag deposition sequence changes the structure of Au-Ag NPs, while a posttreatment process transforms the core-shell NPs to a AuAg alloy.  Catalytic studies show a strong bimetallic synergistic effect of core-shell structured Au@Ag NPs, which have much higher catalytic activities than alloy and monometallic NPs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXivFertw%253D%253D&md5=5898055e5178461d9054510306300b1f", "14. ", "Férey", ", ", "G.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Dutour", ", ", "J.", "; ", "Surblé", ", ", "S.", "; ", "Margiolaki", ", ", "I.", " ", "Science", " ", "2005", ",  ", "309", ",  ", "2040", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "A Chromium Terephthalate-Based Solid with Unusually Large Pore Volumes and Surface Area", "Ferey, G.; Mellot-Draznieks, C.; Serre, C.; Millange, F.; Dutour, J.; Surble, S.; Margiolaki, I.", "Science (Washington, DC, United States)", "\r\n        (", "2005", "),\r\n    ", "309", "\r\n        (", "5743", "),\r\n    ", "2040-2042", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "We combined targeted chem. and computational design to create a crystal structure for porous chromium terephthalate, MIL-101, with very large pore sizes and surface area.  Its zeotype cubic structure has a giant cell vol. (∼702,000 cubic angstroms), a hierarchy of extra-large pore sizes (∼30 to 34 angstroms), and a Langmuir surface area for N2 of ∼5900 ± 300 square meters per g.  Beside the usual properties of porous compds., this solid has potential as a nanomold for monodisperse nanomaterials, as illustrated here by the incorporation of Keggin polyanions within the cages.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtVWntL3E&md5=6313e7e95b0edca92bb34df3f0c9752d", "15. ", "(a) ", "Cohen", ", ", "S. M.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "970", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Postsynthetic Methods for the Functionalization of Metal-Organic Frameworks", "Cohen, Seth M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "970-1000", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The development of postsynthetic methods is discussed for the chem. modification and functionalization of metal-org. frameworks and related coordination polymers.  Emphasis is placed on the chem. approaches that result in the covalent modification of the org. linkers within the metal-org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFOmtr7O&md5=7925eb048cba3cfde64b5471dc919b24", "(b) ", "Hwang", ", ", "Y.", "; ", "Hong", ", ", "D.-Y.", "; ", "Chang", ", ", "J.-S.", "; ", "Hung", ", ", "J.", "; ", "Seo", ", ", "S. Y.-K.", "; ", "Kim", ", ", "J.", "; ", "Vimont", ", ", "A.", "; ", "Daturi", ", ", "M.", "; ", "Serre", ", ", "C.", "; ", "Férey", ", ", "G.", " ", "Angew. Chem., Int. Ed.", " ", "2008", ",  ", "47", ",  ", "4144", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "Amine grafting on coordinatively unsaturated metal centers of MOFs: consequences for catalysis and metal encapsulation", "Hwang, Young Kyu; Hong, Do-Young; Chang, Jong-San; Jhung, Sung Hwa; Seo, You-Kyong; Kim, Jinheung; Vimont, Alexandre; Daturi, Marco; Serre, Christian; Ferey, Gerard", "Angewandte Chemie, International Edition", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "22", "),\r\n    ", "4144-4148", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The coordinatively unsatd. sites in MIL-101, Cr3(F,OH)(H2O)2O[(O2C)C6H4(CO2)]3·nH2O (n ≈ 25), having zeotypic giant pores can be selectively functionalized in a way differing from that of mesoporous silica.  Metal-org. frameworks, grafted with ethylenediamine or diethylenetriamine on the unsatd. CrIII sites of MIL-101, exhibit remarkably high activities in the Knoevenagel condensation relative to that of the mesophase.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmslyks7g%253D&md5=ca88478741e0955e6adfeb5b80553d2b", "(c) ", "Li", ", ", "B.", "; ", "Zhang", ", ", "Y.", "; ", "Ma", ", ", "D.", "; ", "Li", ", ", "L.", "; ", "Li", ", ", "G.", "; ", "Li", ", ", "G.", "; ", "Shi", ", ", "Z.", "; ", "Feng", ", ", "S.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "6151", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "A strategy toward constructing a bifunctionalized MOF catalyst: post-synthetic modification of MOFs on organic ligands and coordinatively unsaturated metal sites", "Li, Baiyan; Zhang, Yiming; Ma, Dingxuan; Li, Lu; Li, Guanghua; Li, Guodong; Shi, Zhan; Feng, Shouhua", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "49", "),\r\n    ", "6151-6153", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A new strategy toward constructing bifunctionalized MOFs was developed based on post-synthetic modification of the MOF's org. ligands and their coordinatively unsatd. metal sites, resp.  Thus, an organo-bifunctionalized MOF catalyst MIL-101(Cr)SO3H-NH2, {MIL-101(Cr) = Cr3(F)O(O2C-p-C6H4-CO2)3}, in which ethylenediamine was coordinated to unsatd. chromium sites and the benzenedicarboxylates were functionalized with SO3H, was prepd. and successfully applied as a catalyst in a 1-pot deacetylation-nitroaldol tandem reaction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XnsFGhsL4%253D&md5=67525d5c995ad1f8498cd92839eb9a7a", "(d) ", "Canivet", ", ", "J.", "; ", "Aguado", ", ", "S.", "; ", "Schuurman", ", ", "Y.", "; ", "Farrusseng", ", ", "D.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "4195", "ACS Full Text ", ", [", "CAS", "]", "15. ", "MOF-Supported Selective Ethylene Dimerization Single-Site Catalysts through One-Pot Postsynthetic Modification", "Canivet, Jerome; Aguado, Sonia; Schuurman, Yves; Farrusseng, David", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "11", "),\r\n    ", "4195-4198", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The one-pot postfunctionalization allows anchoring a mol. nickel complex into a mesoporous metal-org. framework (Ni@(Fe)MIL-101).  It is generating a very active and reusable catalyst for the liq.-phase ethylene dimerization to selectively form 1-butene.  Higher selectivity for 1-butene is found using the Ni@(Fe)MIL-101 catalyst than reported for mol. nickel diimino complexes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjslSnsbs%253D&md5=caadb2e76899e1c959ce8da3de02f781", "(e) ", "Banerjee", ", ", "M.", "; ", "Das", ", ", "S.", "; ", "Yoon", ", ", "M.", "; ", "Choi", ", ", "H. J.", "; ", "Hyun", ", ", "M. H.", "; ", "Park", ", ", "S. M.", "; ", "Seo", ", ", "G.", "; ", "Kim", ", ", "K.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "7524", "ACS Full Text ", ", [", "CAS", "]", "15. ", "Postsynthetic Modification Switches an Achiral Framework to Catalytically Active Homochiral Metal-Organic Porous Materials", "Banerjee, Mainak; Das, Sunirban; Yoon, Minyoung; Choi, Hee Jung; Hyun, Myung Ho; Park, Se Min; Seo, Gon; Kim, Kimoon", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "22", "),\r\n    ", "7524-7525", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The postsynthetic modification strategy is adopted to demonstrate for the first time the syntheses of catalytically active chiral metal-org. porous materials (MOPMs) from a preassembled achiral framework, MIL-101, by attaching L-proline-derived chiral catalytic units to the open metal coordination sites of the host framework.  Various characterization techniques (including PXRD, TGA, IR, and N2 absorption measurements) indicated that the chiral units are successfully incorporated into MIL-101, keeping the parent framework intact.  The new chiral MOPMs show remarkable catalytic activities in asym. aldol reactions (yield up to 90% and ee up to 80%).  It is interesting to note that these heterogeneous catalysts show much higher enantioselectivity than the corresponding chiral catalytic units as homogeneous catalysts.  This study demonstrates a simple and efficient route for the generation of catalytically active chiral MOPMs.  A variety of chiral catalytic units can be, in principle, incorporated into chem. robust achiral MOPMs with large pores by postmodification and the resulting chiral MOPMs may find useful applications in catalytic asym. transformations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXlslOrur8%253D&md5=ffc29f37613c6471efb67114ff67f121", "16. ", "(a) ", "Férey", ", ", "G.", " ", "Chem. Soc. Rev.", " ", "2008", ",  ", "37", ",  ", "191", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Hybrid porous solids: past, present, future", "Ferey, Gerard", "Chemical Society Reviews", "\r\n        (", "2008", "),\r\n    ", "37", "\r\n        (", "1", "),\r\n    ", "191-214", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This crit. review will be of interest to the experts in porous solids (including catalysis), but also solid state chemists and physicists.  It presents the state-of-the-art on hybrid porous solids, their advantages, their new routes of synthesis, the structural concepts useful for their 'design', aiming at reaching very large pores.  Their dynamic properties and the possibility of predicting their structure are described.  The large tunability of the pore size leads to unprecedented properties and applications.  They concern adsorption of species, storage and delivery and the phys. properties of the dense phases. (323 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmtVWgsg%253D%253D&md5=89265036ce82503c95ce56685a9ceceb", "(b) ", "Hong", ", ", "D.-Y.", "; ", "Hwang", ", ", "Y. K.", "; ", "Serre", ", ", "C.", "; ", "Férey", ", ", "G.", "; ", "Chang", ", ", "J.-S.", " ", "Adv. Funct. Mater.", " ", "2009", ",  ", "19", ",  ", "1537", "[", "Crossref", "], [", "CAS", "]", "16. ", "Porous chromium terephthalate MIL-101 with coordinatively unsaturated sites: surface functionalization, encapsulation, sorption and catalysis", "Hong, Do-Young; Hwang, Young Kyu; Serre, Christian; Ferey, Gerard; Chang, Jong-San", "Advanced Functional Materials", "\r\n        (", "2009", "),\r\n    ", "19", "\r\n        (", "10", "),\r\n    ", "1537-1552", "CODEN:\r\n                ", "AFMDC6", ";\r\n        ISSN:", "1616-301X", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  A metal-org. framework (MOF), chromium(III) terephthalate (MIL-101), possesses several unprecedented features such as a mesoporous zeotype architecture with mesoporous cages and microporous windows, a giant cell vol., huge surface area, and numerous unsatd. chromium sites.  The presence of unsatd. Cr(III) sites in MIL-101 provides an intrinsic chelating property with electron-rich functional groups.  This feature offers a powerful way to selectively functionalize the unsatd. sites in the MOFs, differing in many respects from the functionalization of mesoporous silica and other porous hybrids reported so far.  This work demonstrates that the surface amine-grafting undoubtedly provides a general way of selective functionalization of porous MOFs besides that with unsatd. metal sites.  The present approach indeed ensures the development of functionalized MOFs for the immobilization and encapsulation of org. mols. and metal components that are useful for catalysis, adsorption, mol. recognition, and so on.  Here some of the recent ideas concerning site-selective functionalization of MIL-101 are examd. and explained, focusing on the utilization of unsatd. Cr(III) sites.  Recent advances in synthesis, selective surface functionalization, outstanding sorption properties, encapsulation of nano-objects, and catalytic applications in MIL-101 are also described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXnt1Cmt70%253D&md5=9c9ac2732d0d505aef9d0f9b299987e7", "(c) ", "Juan-Alcañiz", ", ", "J.", "; ", "Gielisse", ", ", "R.", "; ", "Lago", ", ", "A. B.", "; ", "Ramos-Fernandez", ", ", "E. V.", "; ", "Serra-Crespo", ", ", "P.", "; ", "Devic", ", ", "T.", "; ", "Guillou", ", ", "N.", "; ", "Serre", ", ", "C.", "; ", "Kapteijn", ", ", "F.", "; ", "Gascon", ", ", "J.", " ", "Catal. Sci. Technol.", " ", "2013", ",  ", "3", ",  ", "2311", "[", "Crossref", "], [", "CAS", "]", "16. ", "Towards acid MOFs - catalytic performance of sulfonic acid functionalized architectures", "Juan-Alcaniz, Jana; Gielisse, Robin; Lago, Ana B.; Ramos-Fernandez, Enrique V.; Serra-Crespo, Pablo; Devic, Thomas; Guillou, Nathalie; Serre, Christian; Kapteijn, Freek; Gascon, Jorge", "Catalysis Science & Technology", "\r\n        (", "2013", "),\r\n    ", "3", "\r\n        (", "9", "),\r\n    ", "2311-2318", "CODEN:\r\n                ", "CSTAGD", ";\r\n        ISSN:", "2044-4753", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The inclusion of free sulfonic acid groups in highly stable MOFs is explored.  The synthesized catalysts were applied in a model esterification reaction.  Two metal org. frameworks bearing sulfonic acid moieties were studied: HSO3-MIL-101(Cr) synthesized following different approaches and a new structure based on HSO3-bdc and Zr.  The acidic properties, catalytic performance, deactivation and stability of the different structures are critically evaluated.  In the case of MIL-101(Cr), deactivation of the sulfonic groups via formation of butanol sulfonic esters was obsd.  Due to the strong interaction between -SO3- and the Cr open metal site where usually fluorine (F-) is located in the structure, the HSO3-MIL-101(Cr) catalysts are not stable under acidic regeneration conditions.  When using Zr as a metal node, a new and stable sulfonic acid contg. porous structure was synthesized.  This structure showed high activity and full re-usability in the esterification of n-butanol with acetic acid.  In this case, deactivation of the catalyst due to sulfonic ester formation could be reversed by reactivation under acidic conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht1WltL7P&md5=436366716bd95b85f2c18e3dd259b930", "(d) ", "Jiang", ", ", "D.", "; ", "Keenan", ", ", "L. L.", "; ", "Burrows", ", ", "A. D.", "; ", "Edler", ", ", "K. J.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "12053", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Synthesis and post-synthetic modification of MIL-101(Cr)-NH2 via a tandem diazotisation process", "Jiang, Dongmei; Keenan, Luke L.; Burrows, Andrew D.; Edler, Karen J.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "99", "),\r\n    ", "12053-12055", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The functionalized metal-org. framework MIL-101(Cr)-NH2, contg. 2-aminobenzene-1,4-dicarboxylate as the linker, was synthesized.  A new tandem post-synthetic modification strategy involving diazotisation as the 1st step was developed and used to introduce halo- and azo dye-functional groups into the pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs12rs7rO&md5=cd47771c5a71f69c98a3aafadf1ddf3d", "(e) ", "Klinkebiel", ", ", "A.", "; ", "Reimer", ", ", "N.", "; ", "Lammert", ", ", "M.", "; ", "Stock", ", ", "N.", "; ", "Lüning", ", ", "U.", " ", "Chem. Commun.", " ", "2014", ",  ", "50", ",  ", "9306", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Sulfonyl chlorides as an efficient tool for the postsynthetic modification of Cr-MIL-101-SO3H and CAU-1-NH2", "Klinkebiel, Arne; Reimer, Nele; Lammert, Martin; Stock, Norbert; Luening, Ulrich", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2014", "),\r\n    ", "50", "\r\n        (", "66", "),\r\n    ", "9306-9308", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Postsynthetic modification can be used to introduce sulfonamide functionalities into MOF frameworks.  Using sulfonyl chlorides as reactive intermediates, Cr-MIL-SO3H and CAU-1-NH2 were further modified to give hitherto unknown functionalized MOFs in which a sulfonamide group is bound to the framework either by its N or its S atom.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtFWnsbvN&md5=c9862edc301f71b1b0a9321cf26b6b10", "17. ", "Zalar", ", ", "A.", "; ", "Baretzky", ", ", "B. M. M.", "; ", "Hofmann", ", ", "S.", "; ", "Rühle", ", ", "M.", "; ", "Panjan", ", ", "P.", " ", "Thin Solid Films", " ", "1999", ",  ", "352", ",  ", "151", "[", "Crossref", "], [", "CAS", "]", "17. ", "Interfacial reactions in Al2O3/Ti, Al2O3/Ti3Al and Al2O3/TiAl bilayers", "Zalar, A.; Baretzky, B. M. M.; Hofmann, S.; Ruhle, M.; Panjan, P.", "Thin Solid Films", "\r\n        (", "1999", "),\r\n    ", "352", "\r\n        (", "1,2", "),\r\n    ", "151-155", "CODEN:\r\n                ", "THSFAP", ";\r\n        ISSN:", "0040-6090", ".\r\n    \r\n            (", "Elsevier Science S.A.", ")\r\n        ", "Interfacial reactions were studied at three different heat-treated oxide/metal bilayers (oxide: amorphous a-Al2O3 and metal: cryst. c-Ti, Ti3Al or TiAl) by means of AES depth profiling.  The different oxide/metal bilayers were sputter deposited on smooth silicon substrates, covered with a TiN thin-film diffusion barrier.  The reactions at the oxide/metal interfaces were activated in a differential scanning calorimeter by heating the samples in an argon atm. at a linear heating rate of 40°C/min, between room temp. and different final temps. (350 to 700°C).  To characterize the reaction products, i.e. solid soln. of oxygen in the α-Ti and the newly formed α2-Ti3Al phase, XPS and TEM investigations were performed on selected samples.  The thermal stability of the three interfaces was investigated as a function of aluminum content and consequently with respect to the soly. of at. oxygen in the metallic layers.  Thermodn. calcns. revealed that the heat of soln. of oxygen in the metallic layers is crucial for the interfacial reactions.  The exptl. results are consistent with thermodn. data: the a-Al2O3/c-Ti interface shows the highest reactivity, followed by the a-Al2O3/c-Ti3Al interface.  In the a-Al2O3/c-TiAl bilayer no reaction was detected at the interface, indicating thermal stability up to 700°C.  The mechanism of the chem. reaction at the interfaces of the different bilayers is discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXlvFSlsr4%253D&md5=e4cdfdfbd9ef4e96955464868185239b", "18. ", "Ildefonse", ", ", "P.", "; ", "Cabaret", ", ", "D.", "; ", "Sainctavit", ", ", "P.", "; ", "Calas", ", ", "G.", "; ", "Flank", ", ", "A.-M.", "; ", "Lagarde", ", ", "P.", " ", "Phys. Chem. Miner.", " ", "1998", ",  ", "25", ",  ", "112", "[", "Crossref", "], [", "CAS", "]", "18. ", "Aluminum X-ray absorption near edge structure in model compounds and Earth surface minerals", "Ildefonse, P.; Cabaret, D.; Sainctavit, P.; Calas, G.; Flank, A.-M.; Lagarde, P.", "Physics and Chemistry of Minerals", "\r\n        (", "1998", "),\r\n    ", "25", "\r\n        (", "2", "),\r\n    ", "112-121", "CODEN:\r\n                ", "PCMIDU", ";\r\n        ISSN:", "0342-1791", ".\r\n    \r\n            (", "Springer-Verlag", ")\r\n        ", "Aluminum K-edge X-ray absorption near edge spectra (XANES) of a suite of silicate and oxides minerals consist of electronic excitations occurring in the edge region, and multiple scattering resonances at higher energies.  The main XANES feature for four-fold Al is at around 2 eV lower energy than the main XANES feature for six-fold Al.  This provides a useful probe for coordination nos. in clay minerals, gels, glasses or material with unknown Al-coordination no.  Six-fold aluminum yields a large variety of XANES features which can be correlated with octahedral point symmetry, no. of aluminum sites and distribution of Al-O distances.  These three parameters may act together, and the quant. interpretation of XANES spectra is difficult.  For a low point symmetry (1), variations are mainly related to the no. of Al sites and distribution of Al-O distances: pyrophyllite, one Al site, is clearly distinguished from kaolinite and gibbsite presenting two Al sites.  For a given no. of Al-site (1), variations are controlled by changes in point symmetry, the no. of XANES features being increased as point symmetry decreases.  For a given point symmetry (1) and a given no. of Al site (1), variations are related to second nearest neighbors (gibbsite vs. kaolinite).  The amplitude of the XANES feature at about 1566 eV is a useful probe for the assessment of AlIV/Altotal ratios in 2/1 phyllosilicates.  Al-K XANES has been performed on synthetic Al-bearing goethites which cannot be studied by 27Al NMR.  At low Al content, Al-K XANES is very different from that of α-AlOOH but at the highest level, XANES spectrum tends to that of diaspore.  Al-K XAS is thus a promising tool for the structural study of poorly ordered materials such as clay minerals and natural aluminosilicate gels together with Al-substituted Fe-oxyhydroxides.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXksVOnsg%253D%253D&md5=c4880ef0dcbef962ef28d758fc2129ca", "19. ", "Olah", ", ", "G. A.", "  ", "Friedel-Crafts Chemistry", "; ", "Wiley-Interscience", ": ", "New York", ", ", "1973", ".", "There is no corresponding record for this reference.", "20. ", "(a) ", "Sun", ", ", "Y.", "; ", "Prins", ", ", "R.", " ", "Appl. Catal., A", " ", "2008", ",  ", "336", ",  ", "11", "[", "Crossref", "], [", "CAS", "]", "20. ", "Friedel-Crafts alkylations over hierarchical zeolite catalysts", "Sun, Yinyong; Prins, Roel", "Applied Catalysis, A: General", "\r\n        (", "2008", "),\r\n    ", "336", "\r\n        (", "1-2", "),\r\n    ", "11-16", "CODEN:\r\n                ", "ACAGE4", ";\r\n        ISSN:", "0926-860X", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Hierarchical mesoporous ZSM-5 (M-ZSM-5) was prepd. using amphiphilic organosilane as a mesoporous structure-directing agent, and characterized by x-ray diffraction, N2 sorption, 27Al and 29Si MAS NMR spectroscopy, and 2-methyl-2-pentene isomerization.  The x-ray diffraction and N2 sorption data indicate that M-ZSM-5 is a mesoporous material with ZSM-5 framework.  The 29Si MAS NMR spectroscopy revealed that M-ZSM-5 was highly cryst., like conventional ZSM-5 while 27Al MAS NMR spectroscopy showed that most of the aluminum atoms were in tetrahedral coordination and 2-methyl-2-pentene isomerization exhibited that M-ZSM-5 possessed strong acidity similar to conventional ZSM-5.  The benzylation reaction of benzene by benzyl alc. was used to evaluate the catalytic activity of the hierarchical zeolite catalyst in Friedel-Craft alkylations.  M-ZSM-5 had a much higher catalytic activity than conventional ZSM-5.  The apparent rate const. for M-ZSM-5 is 23 times larger than that for conventional ZSM-5.  The catalyst could be reused and maintained the initial activity even after three cycles.  Hierarchical zeolites have potential application in Friedel-Crafts alkylations, esp. of large mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhslWgurc%253D&md5=8679ea7dcb9f09542a77d1e6ce3e9d6e", "(b) ", "Leng", ", ", "K.", "; ", "Sun", ", ", "S.", "; ", "Wang", ", ", "B.", "; ", "Sun", ", ", "L.", "; ", "Xu", ", ", "W.", "; ", "Sun", ", ", "Y.", " ", "Catal. Commun.", " ", "2012", ",  ", "28", ",  ", "64", "[", "Crossref", "], [", "CAS", "]", "20. ", "Benzylation of benzene with benzyl chloride on iron-containing mesoporous mordenite", "Leng, Kunyue; Sun, Shengnan; Wang, Binteng; Sun, Lin; Xu, Wei; Sun, Yinyong", "Catalysis Communications", "\r\n        (", "2012", "),\r\n    ", "28", "\r\n        (", "),\r\n    ", "64-68", "CODEN:\r\n                ", "CCAOAC", ";\r\n        ISSN:", "1566-7367", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Microporous mordenite with a low Si/Al ratio was synthesized by using silicic acid powder as silica source under hydrothermal condition.  By treating the mordenite with acid and base, mesoporous mordenite (M-Mor) was obtained, which was characterized by x-ray diffraction (x-ray diffraction), N2 sorption expts., and SEM.  Based on the M-Mor material, iron-contg. mesoporous mordenite (Fe-M-Mor) was prepd. by ion-exchanged method.  The benzylation of benzene by benzyl chloride showed that Fe-M-Mor was a highly active catalyst in this reaction and could be reused.  These results indicate that Fe-M-Mor has potential applications in Friedel-Crafts alkylations, esp. of large mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsFWiurjF&md5=2a1c95b383813993a663c8d01ffd50e4", "(c) ", "Leng", ", ", "K.", "; ", "Wang", ", ", "Y.", "; ", "Hou", ", ", "C. M.", "; ", "Lancelot", ", ", "C.", "; ", "Lamonier", ", ", "C.", "; ", "Rives", ", ", "A.", "; ", "Sun", ", ", "Y.", " ", "J. Catal.", " ", "2013", ",  ", "306", ",  ", "100", "[", "Crossref", "], [", "CAS", "]", "20. ", "Enhancement of catalytic performance in the benzylation of benzene with benzyl alcohol over hierarchical mordenite", "Leng, Kunyue; Wang, Yi; Hou, Changmin; Lancelot, Christine; Lamonier, Carole; Rives, Alain; Sun, Yinyong", "Journal of Catalysis", "\r\n        (", "2013", "),\r\n    ", "306", "\r\n        (", "),\r\n    ", "100-108", "CODEN:\r\n                ", "JCTLA5", ";\r\n        ISSN:", "0021-9517", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Hierarchical mordenites were prepd. by a sequential post-treatment method based on a com. mordenite with a Si/Al molar ratio of 15.  The mordenite obtained by acid treatment showed much higher catalytic activity than the parent mordenite in the benzylation of benzene with benzyl alc., even a little better than that obtained by acid-base treatment.  The apparent reaction rate const. for acid-leached mordenite is six times higher than that for HM.  Further, the mordenite with acid-base-acid treatment exhibited the highest catalytic activity among these samples.  The apparent reaction rate const. for acid-base-acid-leached mordenite is 15 times that for HM and twice that for acid-leached mordenite and acid-base-leached mordenite.  This remarkably enhanced catalytic performance should be attributed to more accessible acid sites and much better mass transfer ability from rich mesoporosity in acid-base-acid-leached mordenite.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht1CrtrbK&md5=5bbca8e868fea2ed675e94dd0f39d695", "(d) ", "Jin", ", ", "H.", "; ", "Ansari", ", ", "M. B.", "; ", "Jeong", ", ", "E.-Y.", "; ", "Park", ", ", "S.-E.", " ", "J. Catal.", " ", "2012", ",  ", "291", ",  ", "55", "[", "Crossref", "], [", "CAS", "]", "20. ", "Effect of mesoporosity on selective benzylation of aromatics with benzyl alcohol over mesoporous ZSM-5", "Jin, Hailian; Ansari, Mohd Bismillah; Jeong, Eun-Young; Park, Sang-Eon", "Journal of Catalysis", "\r\n        (", "2012", "),\r\n    ", "291", "\r\n        (", "),\r\n    ", "55-62", "CODEN:\r\n                ", "JCTLA5", ";\r\n        ISSN:", "0021-9517", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "The effect of mesoporosity on product distribution in benzylation of aroms. such as benzene, toluene, anisole and mesitylene with benzyl alc. was investigated over various ZSM-5 catalysts with different degree of mesoporosity, which were prepd. by microwave-induced assembly via ionic interaction between sulfonic acid-functionalized or non-functionalized ZSM-5 nanozeolites and counter cationic surfactant, and hydrothermal synthesis with or without sulfonic acid functionalization and surfactant.  The product distribution of the arom. benzylation was found to vary with the different mesoporosity.  The selectivity of desired monobenzylated arom. was increased from 19.8% to 75.5% with increasing mesopore vol. from 0.11 to 0.75 cm3/g.  Meso ZSM-5 (SO3H-CTAB)-MW with the highest external acid sites and mesopore vol. showed better conversion as well as much higher selectivity of desired bulky monobenzylated aroms. than those of other catalysts, whereas microporous ZSM-5 mainly showed dibenzyl ether as major product due to diffusion limitation of bulky product.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XosVWgt70%253D&md5=5b871ae18b139927db617ab5bd981cee", "(e) ", "Na", ", ", "K.", "; ", "Jo", ", ", "C.", "; ", "Kim", ", ", "J.", "; ", "Cho", ", ", "K.", "; ", "Jung", ", ", "J.", "; ", "Seo", ", ", "Y.", "; ", "Messinger", ", ", "R. J.", "; ", "Chmelka", ", ", "B. F.", "; ", "Ryoo", ", ", "R.", " ", "Science", " ", "2011", ",  ", "333", ",  ", "328", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "20. ", "Directing Zeolite Structures into Hierarchically Nanoporous Architectures", "Na, Kyungsu; Jo, Changbum; Kim, Jeongnam; Cho, Kanghee; Jung, Jinhwan; Seo, Yongbeom; Messinger, Robert J.; Chmelka, Bradley F.; Ryoo, Ryong", "Science (Washington, DC, United States)", "\r\n        (", "2011", "),\r\n    ", "333", "\r\n        (", "6040", "),\r\n    ", "328-332", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Cryst. mesoporous mol. sieves have long been sought as solid acid catalysts for org. reactions involving large mols.  We synthesized a series of mesoporous mol. sieves that possess cryst. microporous walls with zeolite-like frameworks, extending the application of zeolites to the mesoporous range of 2 to 50 nm.  Hexagonally ordered or disordered mesopores are generated by surfactant aggregates, whereas multiple cationic moieties in the surfactant head groups direct the crystn. of microporous aluminosilicate frameworks.  The wall thicknesses, framework topologies, and mesopore sizes can be controlled with different surfactants.  The mol. sieves are highly active as catalysts for various acid-catalyzed reactions of bulky mol. substrates, compared with conventional zeolites and ordered mesoporous amorphous materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXos1yltb8%253D&md5=6b36ed183cf37e20207f51d44a79f213", "21. ", "Zhu", ", ", "J.", "; ", "Zhu", ", ", "Y.", "; ", "Zhu", ", ", "L.", "; ", "Rigutto", ", ", "M.", "; ", "van der Made", ", ", "A.", "; ", "Yang", ", ", "C.", "; ", "Pan", ", ", "S.", "; ", "Wang", ", ", "L.", "; ", "Zhu", ", ", "L.", "; ", "Jin", ", ", "Y.", "; ", "Sun", ", ", "Q.", "; ", "Wu", ", ", "Q.", "; ", "Meng", ", ", "X.", "; ", "Zhang", ", ", "D.", "; ", "Han", ", ", "Y.", "; ", "Li", ", ", "J.", "; ", "Chu", ", ", "Y.", "; ", "Zheng", ", ", "A.", "; ", "Qiu", ", ", "S.", "; ", "Zheng", ", ", "X.", "; ", "Xiao", ", ", "F.-S.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "2503", "ACS Full Text ", ", [", "CAS", "]", "21. ", "Highly Mesoporous Single-Crystalline Zeolite Beta Synthesized Using a Nonsurfactant Cationic Polymer as a Dual-Function Template", "Zhu, Jie; Zhu, Yihan; Zhu, Liangkui; Rigutto, Marcello; van der Made, Alexander; Yang, Chengguang; Pan, Shuxiang; Wang, Liang; Zhu, Longfeng; Jin, Yinying; Sun, Qi; Wu, Qinming; Meng, Xiangju; Zhang, Daliang; Han, Yu; Li, Jixue; Chu, Yueying; Zheng, Anmin; Qiu, Shilun; Zheng, Xiaoming; Xiao, Feng-Shou", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "6", "),\r\n    ", "2503-2510", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Mesoporous zeolites are useful solid catalysts for conversion of bulky mols. because they offer fast mass transfer along with size and shape selectivity.  We report here the successful synthesis of mesoporous aluminosilicate zeolite Beta from a com. cationic polymer that acts as a dual-function template to generate zeolitic micropores and mesopores simultaneously.  This is the first demonstration of a single nonsurfactant polymer acting as such a template.  Using high-resoln. electron microscopy and tomog., we discovered that the resulting material (Beta-MS) has abundant and highly interconnected mesopores.  More importantly, we demonstrated using a three-dimensional electron diffraction technique that each Beta-MS particle is a single crystal, whereas most previously reported mesoporous zeolites are comprised of nanosized zeolitic grains with random orientations.  The use of nonsurfactant templates is essential to gaining single-cryst. mesoporous zeolites.  The single-cryst. nature endows Beta-MS with better hydrothermal stability compared with surfactant-derived mesoporous zeolite Beta.  Beta-MS also exhibited remarkably higher catalytic activity than did conventional zeolite Beta in acid-catalyzed reactions involving large mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1eitrY%253D&md5=23cfcb41e7f61fe51e827eba277918af", "22. ", "Chui", ", ", "S. S.-Y.", "; ", "Lo", ", ", "S. M.-F.", "; ", "Charmant", ", ", "J. P. H.", "; ", "Orpen", ", ", "A. G.", "; ", "Williams", ", ", "I. D.", " ", "Science", " ", "1999", ",  ", "283", ",  ", "1148", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "22. ", "A chemically functionalizable nanoporous material [Cu3(TMA)2(H2O)3]n", "Chui, Stephen S.-Y.; Lo, Samuel M.-F.; Charmant, Jonathan P. H.; Orpen, A. Guy; Williams, Ian D.", "Science (Washington, D. C.)", "\r\n        (", "1999", "),\r\n    ", "283", "\r\n        (", "5405", "),\r\n    ", "1148-1150", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Although zeolites and related materials combine nanoporosity with high thermal stability, they are difficult to modify or derivatize in a systematic way.  A highly porous metal coordination polymer [Cu3(TMA)2(H2O)3]n (TMA is benzene-1,3,5-tricarboxylate) was formed in 80% yield.  It has interconnected [Cu2(O2CR)4] units (R is an arom. ring), which create a three-dimensional system of channels with a pore size of 1 nm and an accessible porosity of ∼40% in the solid.  Unlike zeolites, the channel linings can be chem. functionalized; for example, the aqua ligands can be replaced by pyridines.  TGA and high-temp. single-crystal diffractometry indicate that the framework is stable up to 240°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXhsFeitLc%253D&md5=8f6f372b015fa0e2bbb7e8bfd316b663", "23. ", "Horcajada", ", ", "P.", "; ", "Surblé", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Hong", ", ", "D.-Y.", "; ", "Seo", ", ", "Y.-K.", "; ", "Chang", ", ", "J.-S.", "; ", "Grenèche", ", ", "J.-M.", "; ", "Margiolaki", ", ", "I.", "; ", "Férey", ", ", "G.", " ", "Chem. Commun.", " ", "2007", ",  ", "2820", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "23. ", "Synthesis and catalytic properties of MIL-100(Fe), an iron(III) carboxylate with large pores", "Horcajada, Patricia; Surble, Suzy; Serre, Christian; Hong, Do-Young; Seo, You-Kyong; Chang, Jong-San; Greneche, Jean-Marc; Margiolaki, Irene; Ferey, Gerard", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2007", "),\r\n    ", "\r\n        (", "27", "),\r\n    ", "2820-2822", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The large-pore iron(III) carboxylate MIL-100(Fe) with a zeotype architecture was isolated under hydrothermal conditions.  Its structure was solved from synchrotron x-ray powder diffraction data and the complex is formulated as [Fe3O(H2O)2F(BTC)2]·nH2O (n ≈ 14.5; BTC = 1,3,5-benzenetricarboxylate).  Friedel-Crafts benzylation catalytic tests indicate a high activity and selectivity for MIL-100(Fe).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXnt1Kju74%253D&md5=16bec672b1a66fd40fe04c4fa3f25d55", "24. ", "Regier", ", ", "T.", "; ", "Paulson", ", ", "J.", "; ", "Wright", ", ", "G.", "; ", "Coulthard", ", ", "I.", "; ", "Tan", ", ", "K.", "; ", "Sham", ", ", "T. K.", "; ", "Blyth", ", ", "R. I. R.", " ", "AIP Conf. Proc.", " ", "2007", ",  ", "879", ",  ", "473", "[", "Crossref", "], [", "CAS", "]", "24. ", "Commissioning of the spherical grating monochromator soft X-ray spectroscopy beamline at the canadian light source", "Regier, T.; Paulsen, J.; Wright, G.; Coulthard, I.; Tan, K.; Sham, T. K.; Blyth, R. I. R.", "AIP Conference Proceedings", "\r\n        (", "2007", "),\r\n    ", "879", "\r\n        (", "Pt. 1, Synchrotron Radiation Instrumentation, Part 1", "),\r\n    ", "473-476", "CODEN:\r\n                ", "APCPCS", ";\r\n        ISSN:", "0094-243X", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The Spherical Grating Monochromator (SGM) is a Dragon type soft x-ray beamline designed to provide users at the Canadian Light Source (CLS) with monochromatic photons with energies between 250 and 2000 eV.  Commissioning of the beamline began in the spring of 2005 and is expected to be completed in July 2006.  Aspects of the commissioning process included the use of an object oriented approach to developing the beamline controls, the employment of a beam based alignment procedure and a large amt. of user involvement.  A description of the beamline and the commissioning techniques used is presented, along with examples of the beamline performance and capabilities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXjtlehurk%253D&md5=774945d9913109fdcc4cd6019086258c", "25. ", "Hu", ", ", "Y. F.", "; ", "Xu", ", ", "R. K.", "; ", "Dynes", ", ", "J. J.", "; ", "Blyth", ", ", "R. I. R.", "; ", "Yu", ", ", "G.", "; ", "Kozak", ", ", "L. M.", "; ", "Huang", ", ", "P. M.", " ", "Geochim. Cosmochim. Acta", " ", "2008", ",  ", "72", ",  ", "1959", "[", "Crossref", "], [", "CAS", "]", "25. ", "Coordination nature of aluminum (oxy)hydroxides formed under the influence of tannic acid studied by X-ray absorption spectroscopy", "Hu, Y. F.; Xu, R. K.; Dynes, J. J.; Blyth, R. I. R.; Yu, G.; Kozak, L. M.; Huang, P. M.", "Geochimica et Cosmochimica Acta", "\r\n        (", "2008", "),\r\n    ", "72", "\r\n        (", "8", "),\r\n    ", "1959-1969", "CODEN:\r\n                ", "GCACAK", ";\r\n        ISSN:", "0016-7037", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The coordination structure of Al in Al (oxy)hydroxides formed under the influence of tannic acid was studied with XANES, using synthetic gibbsite and pseudoboehmite, synthesized short-range ordered (SRO) Al (oxy)hydroxides, AlPO4, and γ-Al2O3 as ref. compds.  Al K-edge and L-edge spectra show that as the tannate/Al molar ratio (MR) was increased from 0, 0.001, 0.01 to 0.1, the coordination no. of Al changed from the sixfold coordination to mixed six-, five-, and/or fourfold coordination in the structural network of the Al (oxy)hydroxides formed under the increasing perturbation of tannic acid.  In O K-edge spectra, the intensity of the peak assigned to the π* at 532.1 eV increased as the tannate/Al MR increased, with the spectrum of the Al ppt. formed at a tannate/Al MR of 0.1 being almost identical to that of tannic acid.  These results indicate that tannate ligands are incorporated into the structural network of short-range ordered Al (oxy)hydroxides to perturb their structural configuration during the formation of Al ppts. under the influence of tannic acid.  With increasing tannate/Al MR, the Al (oxy)hydroxides decreased in amt. and developed structural defects and the Al-tannate ppts. increased in amt.  The decrease in the coordination no. of Al in the Al (oxy)hydroxides is attributed to steric and electronic factors which cause the change in Al-O bonding, because Al is complexed with tannate which has different functional groups and is much larger in size compared with OH and H2O ligands.  The surface reactivity of a metal-O bond is related to its covalency and coordination geometry.  The findings obtained in the present study are, thus, of fundamental significance in understanding the structural and surface chem. of Al (oxy)hydroxides and their impact on the transformation, transport, and fate of nutrients and pollutions in the environment.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXkt1Orur0%253D&md5=f47b90cade25ba4e7ec130210290ffa9"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-12/jacs.5b01352/20150326/images/small/ja-2015-01352e_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-12/jacs.5b01352/20150326/images/small/ja-2015-01352e_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-12/jacs.5b01352/20150326/images/small/ja-2015-01352e_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-12/jacs.5b01352/20150326/images/small/ja-2015-01352e_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-12/jacs.5b01352/20150326/images/small/ja-2015-01352e_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-12/jacs.5b01352/20150326/images/small/ja-2015-01352e_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-12/jacs.5b01352/20150326/images/small/ja-2015-01352e_0005.gif\">"]}
