{"title": ["Adsorption of Xenon on Purified HiPco Single Walled Carbon Nanotubes"], "authors": ["Dinesh S. Rawat", "Luke Heroux", "Vaiva Krungleviciute", "Aldo D. Migone"], "doi": ["10.1021/la052127d"], "abstract": ["We have measured adsorption of xenon on purified HiPco single-walled carbon nanotubes (SWNTs) for coverages in the first layer. We compare the results on this substrate to those our group obtained in earlier measurements on lower purity arc-discharge produced nanotubes. To obtain an estimate for the binding energy of Xe, we measured five low-coverage isotherms for temperatures between 220 and 260 K. We determined a value of 256 meV for the binding energy; this value is 9% lower than the value we found for arc discharge nanotubes and is 1.59 times the value found for this quantity on planar graphite. We have measured five full monolayer isotherms between 150 and 175 K. We have used these data to obtain the coverage dependence of the isosteric heat. The experimental values obtained are compared with previously published computer simulation results for this quantity. "], "text": [" ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "Introduction", " ", "The study of gas adsorption on carbon nanotubes has attracted a great deal of attention in recent years; a number of experimental and theoretical investigations have been conducted with the aim of determining how these unique systems behave.", "1", " One of the remarkable features of the systems formed by gases adsorbed on single walled carbon nanotubes (SWNTs) is that they can provide experimental realizations of matter in one dimension.", "2-10", " ", " ", "A SWNT can be viewed as a single graphene sheet rolled over itself and closed seamlessly, with capped ends.", "11,12", " Owing to van der Waals attractions between them, single walled carbon nanotubes form bundles.", "13,14", " Four possible binding sites have been identified on these bundles:", "15", " (i) internal sites (which are accessible provided the ends are uncapped, and, unblocked), (ii) the space between the individual nanotubes at the interior of the bundle, i.e., the interstitial channels (ICs), (iii) the convex “valley” region formed where two parallel tubes on the periphery of the bundle come close together, i.e., the “grooves”, and (iv) the cylindrical outer surface of the individual nanotubes that lie at the external surface of the bundles, or outer surface sites. ", " ", "Considerable research efforts have been devoted to determining which among these groups of sites are occupied by the adsorbed molecules.", "1", " In particular, the question of whether the IC sites are accessible to adsorbates has been the subject of some dispute.", "16-21", " Experimental data for unopened tubes has been variously interpreted as indicating that adsorption occurs only on the external sites on the bundles (the grooves and outer surface sites) but not on the ICs,", "16", " that it takes places on the outer surface sites and on the ICs,", "17", " that, depending on the size of the adsorbates, it takes place on the external sites (grooves and outer surface sites) and on some of the larger ICs present", "18", " or just on the external sites,", "18", " or that it takes place only in the ICs.", "19", " ", " ", "Most of the work on gas adsorption has been either explicitly or implicitly analyzed in terms of the homogeneous model of the bundle. This model considers that bundles are constituted by infinitely long nanotubes of the same diameter, packed into perfect arrays. If the nanotubes in the bundles are taken to be (10,10) tubes, then only He, Ne, and H", "2", " are expected to be small enough to fit in the ICs of these model bundles.", "15", " ", " ", "An alternative model, the heterogeneous bundle, has tubes of different diameters constituting the bundles.", "21", " Diameter mismatch leads to the appearance of packing defects in the bundles, which give rise to ICs with diameters larger than those found in the homogeneous bundles.", "21", " In this model, adsorption of species larger than the three mentioned above can occur on these larger-diameter, defect-induced ICs. ", " ", "Theoretical studies have only very recently addressed the issue that real nanotubes are not of infinite length.", "23", " The presence of ", " tube ends affects the adsorption potential. The ends of the nanotubes produce very favorable binding sites near the openings of the ICs. Calculations predict that adsorbate molecules occupying these end sites, in effect, kinetically block the access to the ICs.", "23", " ", " ", "Regarding the interior sites, although the generally held view is that these sites are not accessible for as-produced nanotubes,", "3", " recent experimental studies have proposed that for HiPco nanotubes there may be a measurable fraction of open tubes present even in untreated samples.", "24", " Purified (chemically processed) nanotubes have at least a fraction of their ends opened. However, in this case, access to the interior space of the open tubes may be blocked by functional groups that are present as a result of the purification process. These chemical groups have to be removed by high-temperature treatment under vacuum in order to make the interior space accessible for adsorption.", "3", " ", " ", "Thermodynamic experiments provide ways to probe the question of which of the potential adsorption sites present on the nanotube bundles are actually occupied by the adsorbate molecules in at least two ways:  Comparison of the effective surface areas measured using different gases on the same substrate provides information on whether different groups of sites are accessible to different molecules", "16,20", " and comparison of experimental measurements of the binding energy to theoretical values for this quantity, as well as comparison of the experimental coverage dependence of the isosteric heat of adsorption to the values calculated using the different models, provides useful insights as to where the gas is adsorbing, because adsorption on different groups of sites yields different behaviors for these quantities.", "22,25", " ", " ", "In this paper, we present adsorption results for Xe on purified HiPco single walled carbon nanotubes which were conducted to study the different phases present on the adsorbed films,", "4,9", " to compare the thermodynamic results obtained in the experiments with the simulation results obtained on heterogeneous and homogeneous bundles of nanotubes,", "22,25", " and to evaluate any differences found for the thermodynamic quantities with those determined on lower purity nanotubes.", "4,18,26", " We also report on one set of H", "2", " measurements conducted to determine the effective specific surface area of the same sample of nanotubes with a smaller adsorbate than Xe. ", " ", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "Experimental Section", " ", "The single walled carbon nanotubes utilized in these experimental measurements were purchased from CNI. They were produced by the HiPco process and were purified by the manufacturer. Most of the bundles have between 30 and 100 nanotubes, although it is possible that a few may have as many as 1000 nanotubes. The diameter of the individual nanotubes lies between 0.8 and 1.2 nm, with the majority of them being about 1.0 nm.", "27", " The length of individual nanotubes lies between 100 and 1000 nm. The reported purity of the sample is 91%. Although it is possible that some of the tubes have their ends open as a result of the chemical purification treatment, since we did not subject these nanotube samples to any heat treatment under vacuum or to any other processing, the ends of the tubes are in all likelihood blocked by functional groups as a result of the purification process.", "3", " ", " ", "The powdered sample was made into pellets by pressing the commercial material gently in a stainless steel hand press before transferring the sample to the experimental cell. The mass of the nanotube sample used in our adsorption measurements was 0.325 g. The sample was placed inside a copper cell and evacuated to a pressure below 10", "-", "6", " Torr for a period of at least 24 h at room temperature prior to performance of the adsorption measurements. The in-house built, automated, volumetric apparatus used for adsorption experiments has been described previously.", "28", " ", " ", "Monolayer adsorption isotherms were conducted at five different temperatures between 150 and 175 K, whereas low-coverage adsorption measurements were performed at five additional temperatures between 220 and 260 K. The low coverage measurements were performed to determine the binding energy of xenon on these nanotube bundles, whereas the monolayer isotherms were measured to compare the adsorption results to those obtained in a previous study on lower purity SWNTs produced by the arc-discharge technique.", "4,18,26", " ", " ", "All of the pressures were measured using either 10-Torr or 1000-Torr full-scale capacitance pressure gauges. We applied thermomolecular corrections to all of the pressures measured at low temperatures. This correction accounts for the fact that gauges used to measure the pressure are at room temperature, whereas the experimental sample cell is at low temperature.", "29", " The corrections, in all cases considered here, amounted to less than 12% of the uncorrected value. ", " ", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "Results and Discussion", " ", "Monolayer isotherms were performed to identify the different phases that appear as xenon adsorbs on the SWNTs bundles. In Figure 1", ", we present our results for the amount of xenon adsorbed on the SWNT bundles as a function of the logarithm of the pressure, for data measured at five temperatures between 150 and 175 K. On a substrate characterized by several groups of binding sites, with correspondingly different groups of energies, adsorption on each set of sites takes place at a nearly constant value of the chemical potential (or of the pressure). This manifests itself as steps in the adsorption isotherm. This behavior occurs for adsorption on SWNT bundles. Close inspection of the data in Figure 1 reveals the presence two rounded steps (indicated by the arrows in the figure). ", " ", " Figure 1 Full monolayer adsorption isotherms at low temperatures. The coverage (in μmol, ", "Y", " axis) is presented as a function of the natural logarithm of the pressure (in Pa, ", "X", " axis). Plotted from left to right, are data for 150, 155, 160, 165, and 175 K. The arrows indicate the location of the two rounded substeps present in the first layer data.", " ", " ", " ", "The monolayer adsorption isotherms exhibiting two rounded substeps that we have found for Xe on the HiPco nanotubes are consistent with previous findings for adsorption of this same gas ", " on lower purity nanotubes produced by the arc-discharge process.", "4,18,26", " It has been well established that acid treatment of nanotubes for purification results in the oxidation of the nanotube surface.", "3", " The various oxidized groups that are formed are usually located at the tube ends and at defect sites on the walls. Bound oxygen and hydrogen in the functional groups stabilize the carbon dangling bonds at these sites.", "3", " The process of chemical removal of the blocking functionalities by thermal decomposition (by heating the sample to 1100 °C under vacuum) opens entry ports into the nanotubes.", "3", " Since we did not heat the sample to the above-mentioned temperature, it is highly likely that interior regions of the tubes are not available for adsorption in the present case. Thus, the two available groups of binding sites are the same as those we found in our previous study of xenon on nanotubes produced by arc-discharge, namely, grooves and external surface (with perhaps, some adsorption occurring in the widest defect-induced ICs as well).", "26", "In these previous studies, the lower pressure substep region was attributed to the adsorption on grooves sites present in the nanotubes and the second substep to adsorption on the outer surface of the nanotube bundles.", "4,18,26", " The fact that the overall characteristics of the adsorption data are the same for isotherms measured on HiPco nanotubes and for SWNTs produced by the arc discharge process confirms that the production process has relatively little impact on the adsorption characteristics of the film and on the global aspects of the geometry of the bundles. ", " ", "Specific Surface Area Determination.", " Using the “point B” method,", "30", " we determined the monolayer capacity of our sample to be 1822 micromoles of Xe. Figure 2", " illustrates the monolayer completion determination for this sample. If a value of 18.03 A", "2", "/atom is used for the specific area of Xe, the measured monolayer capacity corresponds to a specific surface area of 608 m", "2", "/gram for the SWNT sample.", "20", " ", " ", " Figure 2 Full monolayer isotherm at 165 K. The coverage (in μmol, ", "Y", " axis) is presented as function of pressure (in Pa, ", "X", " axis). After a low-pressure region of steep coverage increase, there is a region where the coverage increases linearly; the lowest pressure value where the isotherm deviates from linearity marks the point B, as indicated by the segment parallel to the ", "X", " axis in the above figure. In the point B method, this point is taken to coincide with monolayer completion.", " ", " ", " ", "To explore whether the size of the adsorbate affects the value determined for the specific surface area of the nanotube bundles, we measured the monolayer capacity for H", "2", " on the same sample. ", " ", "Figure 3", " shows the data obtained in a full monolayer isotherm at 40 K for H", "2", " on the HiPco tubes. Again there are two distinct substeps (indicated by the arrows) in the first layer data, corresponding to the presence of two different sets of binding energy sites. The pressures obtained for H", "2", " in this isotherm are consistent with previous reports for H", "2", " adsorption a sample of lower purity arc discharge SWNTs at nearby temperatures.", "31", " ", " ", " Figure 3 H", "2", " adsorption isotherm at 40 K. The choice of axes is the same as for Figure 1. Arrows indicate the presence of substeps in the data.", " ", " ", " ", "Applying the point B method to the data of Figure 3, we find that for H", "2", " monolayer completion corresponds to 3023 μmol adsorbed on the substrate. Using a specific area of 10.6 A", "2", "/molecule", "32", " for H", "2", ", we obtain a value of the specific surface area of the sample of 593.5 m", "2", "/g. The difference between this value and the specific surface area measured using Xe on the same sample, approximately 2.5%, can be explained by taking into account the relative temperatures at which both measurements were performed. The temperature at which the H", "2", " measurements were conducted (40 K) is above the critical point for this gas, whereas 175 K is below the triple point temperature for Xe; so the Xe isotherm was measured at the lower relative temperature. ", " ", "Consistent results for the value of the specific surface area of the substrate measured with two adsorbates that have significantly different specific molecular areas (H", "2", " molecules occupy only about one-half the area occupied by the Xe atoms) leads us to conclude that both of these adsorbates have access to the same sets of adsorption sites on the carbon nanotube bundles. ", " ", "Binding Energy and Isosteric Heat Results.", " We performed adsorption measurements spanning the lower third of the first layer at five different temperatures, between 220 and 260 K. We used these data to determine the low-coverage isosteric heat of adsorption and, from it, the value of the binding energy on the highest binding energy sites for xenon on SWNTs. In Figure 4", ", we present these high-temperature, low-coverage adsorption isotherm results. ", " ", " Figure 4 Low coverage adsorption data at high temperatures. The axes are the same as those for Figure 1. From left to right, are data for 220, 230, 240, 250, and 260 K. These isotherms span approximately the lower 1/3 of the first layer.", " ", " ", " ", "Figure 5", " is a logarithmic plot of the equilibrium pressure above the film (in Pa), at a fixed coverage of 188 micromoles, presented as a function of the inverse of the temperature. The coverage selected for the data displayed in Figure 5 is sufficiently low to ensure that for it the Xe film is only adsorbing on the highest binding energy sites present on the substrate. The data points presented in Figure 5 were taken from all five high temperature measurements, as well as from the isotherms at 160, 165, and 175 K (shown in Figure 1). The fact that all of the experimental points fall on a straight line confirms that the pressure values measured for the lower temperature data are indeed the equilibrium values for that coverage. As is discussed in what ", " follows, the slope of this plot is directly related to the isosteric heat of adsorption.", "33", " ", " ", " Figure 5 Dependence of the logarithm of the pressure (in Pa) on the inverse of the temperature (in 1/K) for a fixed coverage of 188 μmol. Data for the five higher temperatures are taken from the results shown in Figure 4, whereas those for the three lower temperatures from the data are displayed in Figure 1.", " ", " ", " ", "The isosteric heat of adsorption, ", "q", "st", ", is the amount of heat released when and atom gets adsorbed on a substrate. Experimentally, this quantity can be calculated by using the expression", "33", " ", " Here, ", "k", "B", " is Boltzmann's constant, ", "N", " is the coverage of the adsorbed gas, ln ", "P", " is the logarithm of the pressure of the coexisting 3-D gas (that is present in the vapor phase, above the adsorbed film, inside the cell), and ", "T", " is the temperature. In practice, the derivatives are approximated by differences between pressures in isotherms measured at different temperatures, for the same value of the coverage. ", " ", "As was discussed in greater detail elsewhere,", "31", " the relation between the isosteric heat of adsorption and binding energy for an adsorbed film is given by", " ", " Here ", "E", " is the binding energy and γ is a constant that depends on the dimensionality of the adsorbed film (γ = 2 in the case of one-dimensional adsorption). ", " ", "The results for the binding energy are presented in Table 1", ". The average value of binding energy of xenon on SWNTs was found to be 256 meV. This value is 9% lower than the previously reported value of 282 meV.", "26", " As a point of comparison, the value of the binding energy of xenon on planar graphite is 162 ± 4 meV.", "34", " The value that we have determined here for the binding energy of Xe on the purified HiPco SWNTs is 1.59 times larger than the corresponding for this same species on planar graphite. ", " ", " Figure 6 Comparison of the coverage dependence of the isosteric heat determined from the experimental data with the values obtained from computer simulation results using the homogeneous and heterogeneous bundle models. Also shown (by dashed lines) are isosteric heat of xenon on planar graphite and heat of sublimation for xenon.", " ", " ", " ", " ", " Table 1.  Binding Energy Values Determined for Various Low Coverages", " ", " ", "coverage (μmol)", "fractional coverage", "binding energy (meV) ", "94 ", "0.053 ", "256 ", "105 ", "0.06 ", "257 ", "117 ", "0.066 ", "258.7 ", "129 ", "0.073 ", "258.2 ", "141 ", "0.08 ", "252 ", "average ", " ", "256 ", "previously determined value on arc-discharge sample ", " ", "282", " ", " ", " ", "Coverage Dependence of the Isosteric Heat.", " We combined the low-coverage data (Figure 4) with the low-temperature full monolayer isotherms (Figure 1) to obtain the isosteric heat, ", "q", "st", ", as a function of coverage throughout the first layer; the results for the coverage dependence of ", "q", "st", " are presented in Figure 6. This figure also presents the results of computer simulations for this quantity obtained using both the homogeneous and the heterogeneous models for the nanotube bundles.", "22", " In the simulation study, the experimental results obtained for isosteric heat for low coverage of xenon adsorption on arc-discharge were compared with the homogeneous and heterogeneous models for the same quantity. The coverage scale was converted from fractional coverage to Xe/C(mol/mol) using a scaling factor of 35.", "22", " We used this scaling factor to compare the results obtained in the present study with the simulation results for homogeneous and heterogeneous bundles. ", " ", "The experimental results, especially those for lower coverages, are closer to the results obtained in the simulations for the heterogeneous bundles. This suggests that there are high-energy binding sites present in the SWNT bundles that are not appropriately accounted for in the homogeneous bundle model.", "22", " ", " ", "However, we cannot state on this basis alone that the heterogeneous model is confirmed as the appropriate description for the nanotube bundles. We expect that the heterogeneous model would yield different results for the specific surface areas of the same nanotube sample when measured with two adsorbates that are substantially different in size, as are H", "2", " and Xe. This was not what we found in our measurements. ", " ", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "Conclusions", " ", "We have performed an adsorption isotherm study of xenon on purified HiPco SWNTs. Two rounded substeps are found in the monolayer adsorption data. This indicates the existence of at least two distinct groups of binding sites for adsorption in the first layer. We identify these sites with the grooves and external surface. Though the sample is purified, it was not heated to sufficiently high temperature to remove the functional groups blocking access to the interior sites of the nanotubes.", "3", " Hence, the interior sites should not be available for adsorption. The binding energy on the strongest binding sites for Xe on the purified HiPco nanotubes is 1.59 times greater than the corresponding value on planar graphite. ", " ", "The behaviors found for Xe regarding the number of substeps in the monolayer isotherm (item 1), the access to the different sets of adsorption sites (item 2), and the increase of the binding energy value relative to the corresponding graphite (item 3) are all the same on the purified HiPco nanotubes as those which were observed in previous studies for Xe adsorbed on the lower purity, arc-discharge-produced nanotubes", ", ", "confirming that the same kinds of binding sites are present in both samples. ", " ", "Similar values of the specific surface area (differing by less than 3%) were determined for the HiPco nanotube sample using Xe and H", "2", " adsorption isotherms. This indicates that these two adsorbates, which differ by roughly a factor of 2 in their molecular areas, have access to the same sets of adsorption sites on the carbon nanotube bundles, namely, grooves and the external surface area. ", " ", "Comparison between the experimental values of the coverage dependence of the isosteric heat of adsorption and computer simulation results for this quantity using different bundle models indicates clearly that the experimental data agrees better with the results calculated for heterogeneous bundles. ", " ", "Overall, these experiments indicate that the adsorption characteristics of arc-discharge and HiPco SWNTs are, in many regards, similar and that they are not too dependent on the production technique. ", " ", " ", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "Acknowledgment", " ", "A.D.M. acknowledges support provided for this study by the National Science Foundation through Grant No. DMR-0089713 and by the Materials Technology Center of Southern Illinois University.", " ", "    ", "This article references 34 other publications.", " ", "(1)", " ", "For a review of recent literature on gas adsorption on carbon nanotubes, see:  Migone, A. D.; Talapatra, S. In ", "Encyclopedia of Nanoscience and ", "Nanotechnology", "; Nalwa, H. S., Ed.; American Scientific Publishers:  Los Angeles, CA, 2004; Vol. 4, pp 749−767.", "There is no corresponding record for this reference.", " ", " ", "(2)", " ", "Teizer, W.; Hallock, R. B.; Dujardin, E.; Ebbesen, T. W. ", "  Phys. Rev. Lett.", " ", "1999", ", ", "82,", " 5305. Teizer, W.; Hallock, R.; B.; Dujardin, E.; Ebbesen, T. W. ", "Phys. Rev. Lett.", " ", "2000", ", ", "84", ", 1844(E).", "[", "Crossref", "], [", "CAS", "]", "(2) . ", "4He Desorption from Single Wall Carbon Nanotube Bundles: A One-Dimensional Adsorbate", "Teizer, W.; Hallock, R. B.; Dujardin, E.; Ebbesen, T. W.", "Physical Review Letters", "\r\n        (", "1999", "),\r\n    ", "82", "\r\n        (", "26, Pt. 1", "),\r\n    ", "5305-5308", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "The desorption of 4He from single wall carbon nanotube bundles has been measured for T>14 K. The adsorbate is approx. described by one-dimensional adsorption with a binding energy .vepsiln.=330 K. This binding energy is the largest measured for any charge neutral surface.  Theor. studies predict such a high binding energy for an adsorbate located in the interstitial sites of the single wall carbon nanotube bundles.  We find a 4He interparticle distance of ∼3 nm at 14.2 K at a pressure of 10-6 torr.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXktVSmsr0%253D&md5=21fb0446afd2cc87500210ed3cb48ff4", " ", " ", "(3)", " ", "Kuznetsova, A.; Yates, J. T., Jr.; Liu, J.; Smalley, R. E. ", "  J. Chem. Phys.", " ", "2000", ", ", "112", ", 9590. Kuznetsova, A.; Mawhinney, D. B.; Navmenko, V.; Yates, J. T.; Liu, J.; Smalley, R. E. ", "Chem. Phys. Lett. ", "2000", ", ", "0321", ", 292.", "[", "Crossref", "], [", "CAS", "]", "(3) . ", "Physical adsorption of xenon in open single walled carbon nanotubes. Observation of a quasi-one-dimensional confined Xe phase", "Kuznetsova, A.; Yates, J. T., Jr.; Liu, J.; Smalley, R. E.", "Journal of Chemical Physics", "\r\n        (", "2000", "),\r\n    ", "112", "\r\n        (", "21", "),\r\n    ", "9590-9598", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The adsorption of Xe into C single walled nanotubes with both closed and open ends was investigated using temp. programmed desorption and other surface anal. tools.  Opening the ends of the nanotube by chem. cutting increases both the kinetic rate and the satn. capacity of the nanotubes for Xe at 95 K.  Further enhancement in Xe adsorption kinetics and capacity are achieved by treating the nanotubes in vacuum at 1073 K where CO, CO2, CH4, and H2 are evolved.  On this basis it is postulated that surface functionalities such as -COOH block entry ports for adsorption at the nanotube ends and at the defect sites on the walls.  The thermal destruction of these functionalities leads to enhanced adsorption.  The denser phase of Xe inside the satd. nanotubes desorbs by zero-order kinetics (Ed = 26.8 ± 0.6 kJ/mol).  A quasi-one-dimensional Xe confined phase in equil., with a 2D Xe gas phase on the exterior, provides a phase transition governing the zero-order kinetics desorption process.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXjsVSmsb8%253D&md5=2e135e0a193f452b00c5ad85407d4c44", " ", " ", "(4)", " ", "Talapatra, S.; Migone, A. D. ", "  Phys. Rev. Lett.", " ", "2001", ",", " 87", ", 206106. Talapatra, S.; Rawat, D. S.; Migone, A. D. ", "J. Nanosci. Nanotechnol.", " ", "2002", ",", " 2", ", 467.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(4) . ", "Existence of novel quasi-one-dimensional phases of atoms adsorbed on the exterior surface of close-ended single wall nanotube bundles", "Talapatra S; Migone A D", "Physical review letters", "\r\n        (", "2001", "),\r\n    ", "87", "\r\n        (", "20", "),\r\n    ", "206106", "\r\n        ISSN:", "0031-9007", ".\r\n    ", "We present results of adsorption measurements for Xe and Ar which confirm experimentally the formation of one-dimensional phases for these gases when adsorbed on the outer surfaces of close-ended single-wall carbon nanotube (SWNT) bundles.  The existence of such phases had been predicted in recent computer simulations, but had remained, until the present work, unconfirmed.  Experimental results for Xe and Ar on close-ended bundles of SWNT's are compared to, and found in substantial quantitative agreement with, those obtained in the computer simulation studies.  The characteristics of the phases formed appear to be strongly influenced by steric effects.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD3MnktFaitA%253D%253D&md5=ae9c2560d68442ced74d3a1a0c4662fc", " ", " ", "(5)", " ", "Talapatra, S.; Krungleviciute, V.; Migone, A. D. ", "  Phys. Rev. Lett.", " ", "2002", ",", " 89", ", 246106.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(5) . ", "Higher coverage gas adsorption on the surface of carbon nanotubes: evidence for a possible new phase in the second layer", "Talapatra S; Krungleviciute V; Migone A D", "Physical review letters", "\r\n        (", "2002", "),\r\n    ", "89", "\r\n        (", "24", "),\r\n    ", "246106", "\r\n        ISSN:", "0031-9007", ".\r\n    ", "We present adsorption isotherm results for Ne, CH4, and Xe on bundles of close-ended single-wall carbon nanotubes, for coverages above the completion of the first layer.  We find a small, sharp, substep present in the second-layer data for Ne and CH4, and a weaker feature, that produces an isothermal compressibility peak, for Xe.  The size and location of the feature allows its tentative identification as a new, second-layer, one-dimensional phase, in which the atoms sit atop high binding energy sites in the second layer.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD38jitlyqsA%253D%253D&md5=ffcc8efb82aa773c4090b0cbe1f11232", " ", " ", "(6)", " ", "Yim, W. L.; Byl, O.; Yates, J. T. ", "  J. Am. Chem. Soc.", " ", "2005", ", ", "127", ", 3198.", "[", "ACS Full Text ", "], [", "CAS", "]", "(6) . ", "Dimensional Effects on the LO-TO Splitting in CF4: First-Principles and Infrared Absorption Studies", "Yim, Wai-Leung; Byl, Oleg; Yates, John T., Jr.; Johnson, J. Karl", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "9", "),\r\n    ", "3198-3206", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The development of longitudinal optical-transverse optical (LO-TO) modes in CF4 has been studied exptl. and theor. as a function of dimensionality.  IR absorption expts. for CF4 adsorbed on single-walled carbon nanotubes indicate a lack of LO-TO splitting at low coverage and a gradual appearance of LO-TO modes as the coverage of CF4 on the nanotubes is increased.  We have performed d. functional perturbation theory calcns. for the vibrational frequencies, IR absorption spectra, and phonon d. of states for CF4 in one, two, and three dimensions.  The calcns. demonstrate that LO-TO splitting in 1D is qual. different from that computed for 2D or the bulk.  The magnitude of the splitting in 1D is about one-half that computed for the bulk, and the LO mode is very weakly blue-shifted in 1D.  We predict that the phonon d. of states changes dramatically as the dimensionality of the crystal is changed.  This prediction can be tested exptl. via inelastic neutron scattering.  We conclude that LO-TO splitting can be used as a probe to identify 1D states of matter.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXht1Oqtrc%253D&md5=625dd3e287908d6fa9e3f42b16fc4bdb", " ", " ", "(7)", " ", "Byl, O.; Kondratyuk, P.; Forth. S. T.; FitzGerald, S. A.; Chen, L.; Johnson, J. K.; Yates, J. T. ", "  J. Am. Chem. Soc.", " ", "2003", ", ", "125", ", 5889.", "[", "ACS Full Text ", "], [", "CAS", "]", "(7) . ", "Adsorption of CF4 on the Internal and External Surfaces of Opened Single-Walled Carbon Nanotubes: A Vibrational Spectroscopy Study", "Byl, Oleg; Kondratyuk, Petro; Forth, Scott T.; FitzGerald, Stephen A.; Chen, Liang; Johnson, J. Karl; Yates, John T., Jr.", "Journal of the American Chemical Society", "\r\n        (", "2003", "),\r\n    ", "125", "\r\n        (", "19", "),\r\n    ", "5889-5896", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "IR spectroscopy has been used to make the first exptl. discrimination between mols. bound by physisorption on the exterior surface of carbon single-walled nanotubes (SWNTs) and mols. bound in the interior.  In addn., the selective displacement of the internally bound mols. has been obsd. as a second adsorbate is added.  SWNTs were opened by oxidative treatment with O3 at room temp., followed by heating in a vacuum to 873 K.  It was found that, at 133 K and 0.033 Torr, CF4 adsorbs on closed SWNTs, exhibiting its ν3 asym. stretching mode at 1267 cm-1 (red shift relative to the gas phase, 15 cm-1).  Adsorption on the nanotube exterior is accompanied by adsorption in the interior in the case of opened SWNTs.  Internally bound CF4 exhibits its ν3 mode at 1247 cm-1 (red shift relative to the gas phase, 35 cm-1).  It was shown that, at 133 K, Xe preferentially displaces internally bound CF4 species, and this counterintuitive observation was confirmed by mol. simulations.  The confinement of CF4 inside (10,10) single-walled carbon nanotubes does not result in the prodn. of lattice modes that are obsd. in large 3D ensembles of CF4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXivFyht7o%253D&md5=0100ee7fb4bc5d3d7c4de92f5c5dea19", " ", " ", "(8)", " ", "Calbi, M. M.; Cole, M. W. ", "  Phys. Rev. B", " ", "2002", ", ", "66", ", 115413.", "[", "Crossref", "], [", "CAS", "]", "(8) . ", "Dimensional crossover and quantum effects of gases adsorbed on nanotube bundles", "Calbi, M. Mercedes; Cole, Milton W.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2002", "),\r\n    ", "66", "\r\n        (", "11", "),\r\n    ", "115413/1-115413/12", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "Adsorption properties of several gases (Ne, CH4, Ar, and Xe) on the external surface of a C nanotube bundle are investigated.  Calcns. are performed at low coverage and variable temp., and for some fixed temps. as a function of coverage.  Within a simple model (in the limit of very low coverage) we are able to study the evolution of the film thermal properties from those of a 1D fluid to those of a 2D film.  In addn., grand canonical Monte Carlo simulations are performed in order to identify a second-layer groove phase that occurs once a monolayer of atoms covers the external surface.  We derive from the simulations the isosteric heat, compressibility, and sp. heat as a function of coverage.  We evaluate alternative models in order to derive quantum corrections to the classical results.  We compare the findings with those of recent adsorption expts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XnvVahsrg%253D&md5=618d471fadd4f0e055c0561a50b20eb3", " ", " ", "(9)", " ", "Calbi, M. M.; Gatica, S. M.; Bojan, M. J.; Cole, M. W. ", "  J. Chem. Phys.", " ", "2001", ", ", "115", ", 9975.", "[", "Crossref", "], [", "CAS", "]", "(9) . ", "Phases of neon, xenon, and methane adsorbed on nanotube bundles", "Calbi, M. Mercedes; Gatica, Silvina M.; Bojan, Mary J.; Cole, Milton W.", "Journal of Chemical Physics", "\r\n        (", "2001", "),\r\n    ", "115", "\r\n        (", "21", "),\r\n    ", "9975-9981", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The authors explore the behavior of Ne, Xe, and methane films adsorbed on the external surface of a bundle of C nanotubes.  The methods used are classical: a ground state calcn., by grand potential energy minimization, and the grand canonical Monte Carlo (GCMC) method of simulation.  Results are similar to those found recently in a GCMC study of Ar and Kr.  At low chem. potential (pressure) the particles form a quasi-one-dimensional phase within the groove formed by 2 contiguous tubes.  At higher chem. potential, there occurs a 3-stripe phase aligned parallel to the groove (except for Xe).  This is followed by monolayer and bilayer phases.  The low temp. monolayer phase is striped; the no. of stripes per nanotube is a quantized function of the adatom size.  In the Ne case, the bilayer regime also includes a 2nd layer groove phase.  Results are compared with recent thermal and diffraction expts.  The authors found no evidence of a zigzag phase reported recently.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXotlyhs7c%253D&md5=3f545b3d11534681dc733015483ae66f", " ", " ", "Calbi, M. M.; Cole, M. W.; Gatica, S. M.; Bojan, M. J.; Stan, G. ", "  Rev. Mod. ", "Phys. ", "2001", ", ", "73", ", 857.", "[", "Crossref", "], [", "CAS", "]", ". ", "Colloquium: Condensed phases of gases inside nanotube bundles", "Calbi, M. Mercedes; Cole, Milton W.; Gatica, Silvina M.; Bojan, Mary J.; Stan, George", "Reviews of Modern Physics", "\r\n        (", "2001", "),\r\n    ", "73", "\r\n        (", "4", "),\r\n    ", "857-865", "CODEN:\r\n                ", "RMPHAT", ";\r\n        ISSN:", "0034-6861", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "A review is presented of the various phases predicted to occur when gases are absorbed within a bundle of carbon nanotubes.  The behavior may be characterized by an effective dimensionality, which depends on the species and the temp.  Small mols. are strongly attracted to the interstitial channels between tubes.  These, they undergo transitions between ordered and disordered quasi-one-dimensional (1D) phases.  Both small and large mols. display 1D and/or 2D phase behavior when adsorbed within the nanotubes, depending on the species and thermodn. conditions.  Finally, mols. adsorbed on the external surface of the bundle exhibit 1D behavior (striped phases), which crosses over to 2D behavior (monolayer film) and eventually 3D behavior (thick film) as the coverage is increased.  The various phases exhibit a wide variety of thermal and other properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XmvFSnsw%253D%253D&md5=2d348175341fe7dfc3b9a21427e6ce24", " ", " ", "(11)", " ", "Ajayan, P. M.; Ebbesen. T. W. ", "  Rep. Prog. Phys.", " ", "1997", ", ", "60", ", 1025.", "[", "Crossref", "], [", "CAS", "]", "(11) . ", "Nanometer-size tubes of carbon", "Ajayan, P. M.; Ebbesen, T. W.", "Reports on Progress in Physics", "\r\n        (", "1997", "),\r\n    ", "60", "\r\n        (", "10", "),\r\n    ", "1025-1062", "CODEN:\r\n                ", "RPPHAG", ";\r\n        ISSN:", "0034-4885", ".\r\n    \r\n            (", "Institute of Physics Publishing", ")\r\n        ", "A review is presented on the present state of understanding of the structure, growth and properties of nanometer-size tubes of C with many refs.  Two different types of C nanotubes, single-shell nanotubes made of single layers of graphene cylinders and multishell nanotubes made of concentric cylinders of graphene layers have now become available.  The subtle structure parameters such as helicity in the C network and the nanometer diams. give the nanotubes a rich variety in phys. properties.  Recent exptl. progress on the measurements of properties using EELS, Raman spectroscopy, electron-spin resonance, elec. conductance, mech. stiffness and theor. predictions on electronic and mech. properties of nanotubes are discussed.  In addn. to synthesis techniques, methods to purify and make aligned arrays of nanotubes will be described.  Different approaches for fabricating composite structures using nanotubes as molds and templates and their future implications in materials science will be evaluated.  Finally, promising areas of future applications, for example as tiny field-emitting devices, micro-electrodes, nanoprobes and H storage material will be outlined.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXntFent7Y%253D&md5=12512cd5f0848dfb385f0b5976b6b4d2", " ", " ", "(12)", " ", "Saito, R.; Dresselhaus; G.; Dresselhaus, M. S. ", "  Physical properties of ", "carbon", " ", "nanotubes", "; Imperial College Press:  London, 1998.", "There is no corresponding record for this reference.", " ", " ", "(13)", " ", "Journet, C.; Maser, W. X.; Bernier, P.; Chapelle, M. L. D.; Lefrants, S.; Deniards, P.; Lee, R.; Fischer, J. E. ", "  Nature", " ", "1997", ", ", "388", ", 756.", "[", "Crossref", "], [", "CAS", "]", "(13) . ", "Large-scale production of single-walled carbon nanotubes by the electric-arc technique", "Journet, C.; Maser, W. K.; Bernier, P.; Loiseau, A.; Lamy de la Chapells, M.; Lefrant, S.; Deniard, P.; Lee, R.; Fischer, J. E.", "Nature (London)", "\r\n        (", "1997", "),\r\n    ", "388", "\r\n        (", "6644", "),\r\n    ", "756-758", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Macmillan Magazines", ")\r\n        ", "Use of elec. arc technique for generation of large quantities of single-wall carbon nanotubes (SWNTs) with similar characteristics to those obtained by laser ablation is described.  The results obtained suggest that the (still unknown) growth mechanism for SWNTs must be independent of the details of the technique used to make them.  The ready availability of large amts. of SWNTs, meanwhile, should make them much more accessible for further study.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXls1Gksbo%253D&md5=83470aac581666141e5a1c165ed21932", " ", " ", "(14)", " ", "Thess, A.; Lee, R.; Nikolaev, P.; Dai, H.; Petit, P.; Robert, J.; Xu, C.; Lee, Y. H.; Kim, S. G.; Rinzler, A. G.; Colbert, D. T.; Scuseria, G. S.; Tomanek, D.; Fischer, J. E.; Smalley, R. E. ", "  Science", " ", "1996", ", ", "273", ", 483.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(14) . ", "Crystalline ropes of metallic carbon nanotubes", "Thess, Andreas; Lee, Roland; Nikolaev, Pavel; Dai, Hongjie; Petit, Pierre; Robert, Jerome; Xu, Chunhui; Lee, Young Hee; Kim, Seong Gon; et al.", "Science (Washington, D. C.)", "\r\n        (", "1996", "),\r\n    ", "273", "\r\n        (", "5274", "),\r\n    ", "483-487", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Fullerene single-wall nanotubes (SWNTs) were produced in yields of >70% by condensation of a laser-vaporized C-Ni-Co mixt. at 1200°.  X-ray diffraction and electron microscopy showed that these SWNTs are nearly uniform in diam. and that they self-organize into ropes, which consist of 100 to 500 SWNTs in a 2-dimensional triangular lattice with a lattice const. of 17 Å.  The x-ray form factor is consistent with that of uniformly charged cylinders 13.8 ± 0.2 Å in diam.  The ropes were metallic, with a single-rope resistivity of <10-4 ohm-centimeters at 300 K.  The uniformity of SWNT diam. is attributed to the efficient annealing of an initial fullerene tubelet kept open by a few metal atoms; the optimum diam. is detd. by competition between the strain energy of curvature of the graphene sheet and the dangling-bond energy of the open edge, where growth occurs.  These factors strongly favor the metallic (10,10) tube with C5v symmetry and an open edge stabilized by triple bonds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28Xks1Wmurc%253D&md5=7e1fcca09695e213382184a23171cb49", " ", " ", "(15)", " ", "Stan, G.; Bojan, M. J.; Curtarolo, S.; Gatica, S. M.; Cole, M. W. ", "  Phys. ", "Rev. B ", "2000", ", ", "62", ", 2173.", "[", "Crossref", "], [", "CAS", "]", "(15) . ", "Uptake of gases in bundles of carbon nanotubes", "Stan, George; Bojan, Mary J.; Curtarolo, Stefano; Gatica, Silvina M.; Cole, Milton W.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2000", "),\r\n    ", "62", "\r\n        (", "3", "),\r\n    ", "2173-2180", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "Model calcns. are presented that predict whether or not an arbitrary gas experiences significant absorption within carbon nanotubes and/or bundles of nanotubes.  The potentials used in these calcns. assume a conventional form, based on a sum of two-body interactions with individual carbon atoms; the latter employ energy and distance parameters that are derived from empirical combining rules.  The results confirm intuitive expectation that small atoms and mols. are absorbed within both the interstitial channels and the tubes, while large atoms and mols. are absorbed almost exclusively within the tubes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXkvVelsLo%253D&md5=0b983fb84d509ede8e832193517641c5", " ", " ", "(16)", " ", "Talapatra, S.; Zambano, A. Z.; Weber, S. E.; Migone, A. D. ", "  Phys. Rev. ", "Lett. ", "2000", ", ", "85", ", 138.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(16) . ", "Gases Do Not Adsorb on the Interstitial Channels of Closed-Ended Single-Walled Carbon Nanotube Bundles", "Talapatra, S.; Zambano, A. Z.; Weber, S. E.; Migone, A. D.", "Physical Review Letters", "\r\n        (", "2000", "),\r\n    ", "85", "\r\n        (", "1", "),\r\n    ", "138-141", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "The binding energies of Xe, CH4, and Ne on samples of closed-ended single-wall nanotube (SWNT) bundles were exptl. detd.  Values were found for these quantities which are larger by approx. 75% on the SWNT samples than the values found for the same adsorbates on planar graphite.  The monolayer capacity of a SWNT sample was also detd. using Xe and Ne adsorption.  A comparison of all of our results leads us to conclude that none of the gases studied adsorb on the interstitial channels in the SWNT bundles.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXksV2ns7w%253D&md5=5aefdd450f3b63215576eb64a42ee182", " ", " ", "(17)", " ", "Muris, M.; Dufau, N.; Bienfait, M.; Dupont-Pavlovsky, N.; Grillet, Y.; Palmari, J. P. ", "  Langmuir ", "2000", ", ", "16", ", 7019.", "[", "ACS Full Text ", "], [", "CAS", "]", "(17) . ", "Methane and krypton adsorption on single-walled carbon nanotubes", "Muris, M.; Dufau, N.; Bienfait, M.; Dupont-Pavlovsky, N.; Grillet, Y.; Palmari, J. P.", "Langmuir", "\r\n        (", "2000", "),\r\n    ", "16", "\r\n        (", "17", "),\r\n    ", "7019-7022", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Methane and Kr adsorption measured on single-walled nanotubes at 78.7 and 77.3 K, resp., give rise to stepwise isotherms, representative of the adsorption on two types of comparatively uniform patches during the first stages of the adsorbate condensation.  The values of the methane isosteric heat of adsorption on these 2 fractions of quasi-uniform surface, detd. from the dependence of the equil. pressure on temp. between 78-110 K, are in very good agreement with those measured at 77.3 K by isothermal microcalorimetry in quasi-equil.  Their resp. mean values (18.3 ± 1 and 11.2 ± 0.5 kJ mol-1) enclose that of methane adsorption on graphite in the monolayer range (14.9 kJ mol-1).  A phase transition occurring in the adsorbed film on the less attractive quasi-uniform part of the surface can be predicted from volumetric measurements.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXltFChtL0%253D&md5=e1f13de83a8eb4b32bbdb7d89dc3f3f7", " ", " ", "(18)", " ", "Muris, M.; Dupont-Pavlovsky, N.; Bienfait, M.; Zeppenfeld, P. ", "  Surf. Sci.", " ", "2001", ", ", "492", ", 67.", "[", "Crossref", "], [", "CAS", "]", "(18) . ", "Where are the molecules adsorbed on single-walled nanotubes?", "Muris, M.; Dupont-Pavlovsky, N.; Bienfait, M.; Zeppenfeld, P.", "Surface Science", "\r\n        (", "2001", "),\r\n    ", "492", "\r\n        (", "1-2", "),\r\n    ", "67-74", "CODEN:\r\n                ", "SUSCAS", ";\r\n        ISSN:", "0039-6028", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "Volumetric measurements of Xe, CF4 and SF6 adsorption isotherms on single-walled C nanotubes grouped in bundles are reported.  Adsorption in the grooves on the outer bundle surface, on the remaining part of the external surface, in the interstitial channels as well as on amorphous C impurities is discussed in the light of a comparison of these results with those recorded previously for methane on the same substrate.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXntVyrsrs%253D&md5=6bed9bd93a36d2ae409dd5ddfbbd1ad8", " ", " ", "(19)", " ", "Fujiwara, A.; Ishii, K.; Suematsu, H.; Kataura, H.; Maniwa, Y.; Suzuki, S.; Achiba, Y. ", "  Chem. Phys. Lett.", " ", "2001", ", ", "336", ", 205.", "[", "Crossref", "], [", "CAS", "]", "(19) . ", "Gas adsorption in the inside and outside of single-walled carbon nanotubes", "Fujiwara, A.; Ishii, K.; Suematsu, H.; Kataura, H.; Maniwa, Y.; Suzuki, S.; Achiba, Y.", "Chemical Physics Letters", "\r\n        (", "2001", "),\r\n    ", "336", "\r\n        (", "3,4", "),\r\n    ", "205-211", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "Adsorption properties of nitrogen and oxygen gases in single-walled carbon nanotube (SWNT) bundles were investigated by the isotherm and x-ray diffraction studies.  In the as-grown (AG) nanotubes with close-ended caps, both the gases were adsorbed only in the interstitial channels between triangular packed nanotubes.  In the heat-treated (HT) nanotubes with open ends, the gases were adsorbed first in the inside of tubes, and next in the interstitial channels.  In each site, gases can be adsorbed with the stoichiometry of C20N2 or C20O2 as a monolayer.  These results indicate that the inside of nanotube has stronger affinity for gas adsorption than the interstitial channels of bundles.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXitVOhu7o%253D&md5=f9a2122931878e8920c81b1874a88859", " ", " ", "Krungleviciute, V.; Heroux, L.; Talapatra, S.; Migone, A. D. ", "  Nano Lett.", " ", "2004", ", ", "4", ", 1133.", "[", "ACS Full Text ", "], [", "CAS", "]", ". ", "Gas Adsorption on HiPco Nanotubes: Surface Area Determinations, and Neon Second Layer Data", "Krungleviciute, Vaiva; Heroux, Luke; Talapatra, Saikat; Migone, Aldo D.", "Nano Letters", "\r\n        (", "2004", "),\r\n    ", "4", "\r\n        (", "6", "),\r\n    ", "1133-1137", "CODEN:\r\n                ", "NALEFD", ";\r\n        ISSN:", "1530-6984", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We report on adsorption results obtained on bundles of HiPco nanotubes.  We compare the values for the sp. surface area of these nanotubes, measured by performing monolayer completion detns. on the same sample with four different adsorbates.  We also present adsorption results for neon on the HiPco nanotubes at coverages beyond monolayer completion.  The second layer neon data are compared to data obtained for the same adsorbate on lower purity arc discharge nanotubes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXjsVOnsrg%253D&md5=0d02afadc0c419be85666e51b295513a", " ", " ", "(21)", " ", "Bienfait, M.; Zeppenfeld, P.; Dupont-Pavlovsky, N.; Muris, M.; Johnson, M. R.; Wilson, T.; DePies, M.; Vilches, O. E. ", "  Phys. Rev. B", " ", "2004", ", ", "70", ", 035410.", "[", "Crossref", "], [", "CAS", "]", "(21) . ", "Thermodynamics and structure of hydrogen, methane, argon, oxygen, and carbon dioxide adsorbed on single-wall carbon nanotube bundles", "Bienfait, M.; Zeppenfeld, P.; Dupont-Pavlovsky, N.; Muris, M.; Johnson, M. R.; Wilson, T.; DePies, M.; Vilches, O. E.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2004", "),\r\n    ", "70", "\r\n        (", "3", "),\r\n    ", "035410/1-035410/10", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "Adsorption isotherms, isosteric heats of adsorption, and neutron diffraction measurements of hydrogen, methane, argon, oxygen, and carbon dioxide adsorbed on single-wall carbon nanotube bundles show that all species, except CO2, condense first on high-energy binding sites, such as the grooves and the widest interstitial channels, and then on the outer rounded surface of the bundles.  As for CO2, only one set of adsorption sites is obsd., which is attributed mainly to the grooves.  The diffraction results further reveal that the av. packing of the bundles is not changed upon adsorption and that no significant overall bundle dilation is obsd. on our sample.  Mol. dynamic simulations confirm and complete our interpretation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXmt1ertL8%253D&md5=90e832d67295494b1558411419fe2e8f", " ", " ", "(22)", " ", "Shi, W.; Johnson, J. K. ", "  Phys. Rev. Lett.", " ", "2003", ", ", "91", ", 015504.", "[", "Crossref", "], [", "CAS", "]", "(22) . ", "Gas Adsorption on Heterogeneous Single-Walled Carbon Nanotube Bundles", "Shi, Wei; Johnson, J. Karl", "Physical Review Letters", "\r\n        (", "2003", "),\r\n    ", "91", "\r\n        (", "1", "),\r\n    ", "015504/1-015504/4", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "Optimization of carbon nanotube bundles contg. a distribution of nanotube diams. always gives structures with packing defects that form relatively large interstitial channels.  Exptl. data for CH4, Ar, and Xe adsorption are compared with simulations.  Low coverage exptl. isosteric heats are in excellent agreement with simulations of gases adsorbing into interstitial channels of defective nanotube bundles, whereas adsorption onto perfect bundles does not agree with expts.  Thus, an accurate description of adsorption on nanotube bundles must account for interstitial adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXltFKmt78%253D&md5=b2b1dd0aa1d9917f5477f653316d0903", " ", " ", "(23)", " ", "Calbi, M. M.; Riccardo, J. L. ", "  Phys. Rev. Lett.", " ", "2005", ", ", "94", ", 246103.", "[", "Crossref", "], [", "CAS", "]", "(23) . ", "Energy barriers at the ends of carbon nanotube bundles: Effects on interstitial adsorption kinetics", "Calbi, M. Mercedes; Riccardo, Jose L.", "Physical Review Letters", "\r\n        (", "2005", "),\r\n    ", "94", "\r\n        (", "24", "),\r\n    ", "246103/1-246103/4", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "The presence of adsorption sites and energy barriers near the ends of carbon nanotube bundles was studied to det. their consequences on gas adsorption in the interstitial channels between the tubes.  In the case of H2 adsorbing in bundles of closed (10,10) tubes, a high binding energy site followed by a potential barrier lie right before the entrance to the interstitial channels, producing a dramatic slowing down of interstitial adsorption kinetics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXlsF2jsL4%253D&md5=58a397716937facf8a3f552faa0617bf", " ", " ", "(24)", " ", "Matranga, C.; Bockrath, B. ", "  J. Phys. Chem. B", " ", "2005", ", ", "109", ", 4853.", "[", "ACS Full Text ", "], [", "CAS", "]", "(24) . ", "Hydrogen-Bonded and Physisorbed CO in Single-Walled Carbon Nanotube Bundles", "Matranga, Christopher; Bockrath, Bradley", "Journal of Physical Chemistry B", "\r\n        (", "2005", "),\r\n    ", "109", "\r\n        (", "11", "),\r\n    ", "4853-4864", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "FTIR spectroscopy is used to study CO adsorption in single-walled C nanotubes.  Evidence for adsorption in endohedral and groove/external surface sites is presented through displacement studies involving both CO and CO2.  Blue-shifted CO stretching frequencies also indicate that CO hydrogen bonds to hydroxyl functionalities created on the nanotubes by acid purifn. steps.  N2 surface area measurements are used to further understand the porosity of the nanotube samples and to help explain the spectroscopic results.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhs1yrs7c%253D&md5=8c9eae1f821425bed7f39adbfc0b6303", " ", " ", "(25)", " ", "Krungleviciute, V.; Heroux, L.; Migone, A. D.; Kingston, C. T.; Simard, B. ", "  J. Phys. Chem. B", " ", "2005", ", ", "109", ", 9317.", "[", "ACS Full Text ", "], [", "CAS", "]", "(25) . ", "Isosteric heat of argon adsorbed on single-walled carbon nanotubes prepared by laser ablation", "Krungleviciute, Vaiva; Heroux, Luke; Migone, Aldo D.; Kingston, Christopher T.; Simard, Benoit", "Journal of Physical Chemistry B", "\r\n        (", "2005", "),\r\n    ", "109", "\r\n        (", "19", "),\r\n    ", "9317-9320", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "We have measured 21 adsorption isotherms for Ar on single-walled C nanotubes produced by laser ablation.  We explored temps. between 40-153 K to obtain the coverage dependence of the isosteric heat of adsorption for films in the first and second layers.  Our data are compared to results obtained in computer simulation studies and to data obtained in previous exptl. investigations of this system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXjsFCmurg%253D&md5=eff468ee941f475a2ad9c556cd843830", " ", " ", "(26)", " ", "Zambano, A. J.; Talapatra, S.; Migone, A. D. ", "  Phys. Rev. B", " ", "2001", ", ", "64", ", 075413.", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", " ", "(27)", " ", "Xiao, D. H. ", "  CNI", " (Private communication).", "There is no corresponding record for this reference.", " ", " ", "(28)", " ", "Shrestha, P.; Alkhafaji, M. T.; Lukowitz, M. M.; Yang, G.; Migone, A. D. ", "  Langmuir", " ", "1995", ", ", "10", ", 3244. Wolfson, R. A.; Arnold, L. M.; Shrestha, P.; Migone, A. D", ". Langmuir", " ", "1996", ", ", "12", ", 2868.", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", " ", " ", "(29)", " ", "Takaishi T.; Sensui, Y. ", "  Trans. Faraday Soc. ", "1963", ", ", "53", ", 2503.", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", " ", "Gregg, S. J.; Sing, K. S. W. ", "  Adsorption, Surface Area and Porosity", "; Academic Press:  London, 1967; pp 54−56.", "There is no corresponding record for this reference.", " ", " ", "(31)", " ", "Wilson, T.; Tyburski, A.; DePies, M. R.; Vilches, O. E.; Becquet, D.; Beinfait, M", ". J. Low Temp. Phys.", " ", "2002", ", ", "126", ", 403.", "[", "Crossref", "], [", "CAS", "]", "(31) . ", "Adsorption of H2 and D2 on carbon nanotube bundles", "Wilson, T.; Tyburski, A.; DePies, M. R.; Vilches, O. E.; Becquet, D.; Bienfait, M.", "Journal of Low Temperature Physics", "\r\n        (", "2002", "),\r\n    ", "126", "\r\n        (", "1/2", "),\r\n    ", "403-408", "CODEN:\r\n                ", "JLTPAC", ";\r\n        ISSN:", "0022-2291", ".\r\n    \r\n            (", "Kluwer Academic/Plenum Publishers", ")\r\n        ", "Adsorption isotherms of H2 and D2 deposited on single wall, closed end carbon nanotube bundles were measured.  Two temp. ranges were covered, (i) T >77 K to study adsorption on high energy binding sites, and (ii) T <45 K to characterize adsorption on the graphite-like (graphene) outside surface of the bundles.  For ref., N2 and Ar isotherms were measured at T > 77 K.  Two well defined steps in the isotherms were obsd. that correspond to adsorption on at least 2 distinct locations, grooves/interstitials and the graphene surface.  The calcd. isosteric heats of adsorption, Qst, in the grooves/interstitials are approx. twice the value on the graphene.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XhvF2gtbk%253D&md5=84681e08a7295a863381393337254651", " ", " ", "(32)", " ", "Wiechert, H. ", "  Excitations in Two-Dimensional and Three-Dimensional ", "Quantum Fluids", "; Wyatt, A. G. F., Lauter, H. J., Eds.; Plenum Press:  New York, 1991; p 499.", "There is no corresponding record for this reference.", " ", " ", "(33)", " ", "Dash, J. G. ", "  Films on solid surface", "; Academic Press:  New York, 1975.", "There is no corresponding record for this reference.", " ", " ", "(34)", " ", "Vidali, G.; Ihm, G.; Kim, H. Y.; Cole, M. W. ", "  Surf. Sci. Rep.", " ", "1991", ", ", "12", ", 133.", "[", "Crossref", "], [", "CAS", "]", "(34) . ", "Potentials of physical adsorption", "Vidali, Gianfranco; Ihm, G.; Kim, Hye Young; Cole, Milton W.", "Surface Science Reports", "\r\n        (", "1991", "),\r\n    ", "12", "\r\n        (", "4", "),\r\n    ", "133-181", "CODEN:\r\n                ", "SSREDI", ";\r\n        ISSN:", "0167-5729", ".\r\n    ", "A review with 282 refs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3MXhvFejt7g%253D&md5=83d55123794eaae1adc35ad8dd5b8671", " ", " "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2006/langd5.2006.22.issue-1/la052127d/production/images/small/la052127df00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2006/langd5.2006.22.issue-1/la052127d/production/images/small/la052127df00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2006/langd5.2006.22.issue-1/la052127d/production/images/small/la052127df00003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2006/langd5.2006.22.issue-1/la052127d/production/images/small/la052127df00004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2006/langd5.2006.22.issue-1/la052127d/production/images/small/la052127df00005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/langd5/2006/langd5.2006.22.issue-1/la052127d/production/images/small/la052127df00006.gif\">"]}
