{"title": ["Metal–organic frameworks HKUST-1 as porous matrix for encapsulation of basic ionic liquid catalyst: effect of chemical behaviour of ionic liquid in solvent"], "authors": ["Qun-xing Luo", "Bo-wen An", "Min Ji", "Sang-Eon Park", "Ce Hao", "Yan-qin Li"], "doi": ["https://doi.org/10.1007/s10934-014-9891-7"], "abstract": [], "text": ["1 ", "Introduction", "Crystalline metal–organic frameworks (MOFs), an intriguing class of organic–inorganic hybrid nanoporous materials, are constructed by assembling metal ions with organic ligands, using coordination bonds of moderate strength (reticular synthesis) to create open frameworks with permanent porosity [", "1", ", ", "2", "]. Distinct from the traditional inorganic nanoporous materials, MOFs whose framework structures and chemical composition can be multiply tailored from well-defined molecular building blocks via crystal engineering [", "3", ", ", "4", "]. These materials typically are characterized by ultrahigh porosity, extra-large surface areas, uniform but tunable nanocavities and tailorable chemistry. These characteristics make them be considered as promising candidates to address the current challenges in gas storage [", "5", ", ", "6", "], adsorption [", "7", "] and separations [", "8", "], as well as heterogeneous catalysis [", "9", ", ", "10", ", ", "11", "]. By serving as unique host matrices, incorporation of various functional species into MOFs might afford an new route to develop novel MOFs-based composite materials that display a synergistic combination of properties in comparison to the parent MOFs counterparts [", "12", ", ", "13", "].", "Generally, two main routes could be employed to incorporate functional groups into MOFs: (1) Functionalized MOFs are synthesized directly by joining metal-containing units with functional organic linkers under solvothermal condition [", "14", "]. (2) Post-synthetic modification (PSM) strategy could also been implemented to impart functionality to MOFs depending on their intrinsic chemical and structural characteristic [", "15", ", ", "16", ", ", "17", "]. The former, direct synthesis of functionalized MOFs, will be complicated or altogether thwarted because organic ligands containing functional groups are thermally labile, result in problematic solubility, or can coordinate metal ions. By comparison, PSM strategy should be more straightforward and effective to functionalize MOFs. In this way, rational selection of the robust MOFs (with high thermal and chemical stability) and post-synthetic conditions (e.g. temperature and solvent) would be of paramount importance for the successful implementation of chemical modification. In addition, the newly introduced functional groups must be compatible with the host MOFs material and synthetic methods. Otherwise, these MOFs porous matrices would suffer a setback as a consequence of host–guest interaction.", "Recently, functionalized (task-specific) ionic liquids (TSILs) have attracted increasing attention owning to their unique physicochemical properties, such as low melting points, non-volatile, good thermal stability, favorable solubility and tunability of the cations and anions [", "18", ", ", "19", ", ", "20", "]. The chemical and structural versatility of TSILs make them be potential versatile guest modifiers for improving the targeted properties of various functional materials. In particular, TSILs functionalized porous solid materials as heterogeneous catalysts have inspired different positive effects since they combine the advantages of homogeneous TSILs catalyst with those of porous support materials [", "21", ", ", "22", "], such as synergistic catalysis [", "23", "], good “solubility” of the catalyst [", "24", "], the surface wettability (hydrophilicity and hydrophobicity) of catalyst [", "25", "], facilitating product isolation and catalyst recycling [", "26", ", ", "27", ", ", "28", ", ", "29", "]. Generally, this concept could be realized by coating of TSILs onto surface of desired solid support materials by impregnation or covalent attachment under organic solvent condition. As for this methods, the solubility of ionic liquid in different solvents and their chemical behaviours (e.g. acidity or basicity) would have a profound effect on preparation of supported ionic liquid catalyst. As a consequence, many researchers mainly focused on the investigation of supported ionic liquids catalyst onto the surface of robust inorganic materials (e.g. SiO", "2", ", SBA-15, MCM-41 and carbon material) [", "30", ", ", "31", ", ", "32", ", ", "33", "]. However, very few attempts towards MOF supported ionic liquid have been reported because the chemical stability of MOFs are usually feeble in organic solvent.", "Up to date, several representative robust MOFs have been synthesized like MIL-101 [", "34", "], HKUST-1 [", "35", "], ZIF-8 [", "36", ", ", "37", "], UiO-66 [", "38", "], etc., and these materials are suitable for PSM. Han and co-workers, for the first time, reported the ", "n", "-Bu", "4", "NBr ionic liquid mixed MOF-5 catalytic system for the coupling reaction of CO", "2", " with propylene oxide. It was discovered that MOF-5/n-Bu", "4", "NBr showed excellent synergetic effect in promoting the reaction [", "39", "]. In our group, the acidic ILs and basic ILs functionalized MOF as novel heterogeneous catalyst have been reported. It was found that these catalysts combined the merit of homogeneous ILs organocatalyst with heterogeneous MOFs support [", "40", ", ", "41", "]. Jiang and co-workers reported a TSILs/IRMOF-1 composite for selective CO", "2", " capture from a CO", "2", "/N", "2", " mixture by a computational study. They demonstrated that TSILs/IRMOF-1 composite showed higher selectivity than many other supported ILs due to ions in the composite interact strongly with CO", "2", " [", "42", ", ", "43", "]. Calero et al. investigated RTILs/HKUST-1 hybrid composite for carbon dioxide separation from mixtures containing methane or nitrogen. It was found that ionic liquid embedded in HKUST-1 nanocavities could enhance carbon dioxide adsorption at low pressure [", "44", "]. In addition, Jhung et al. prepared 1-butyl-3-methylimidazolium chloroaluminate acidic ionic liquid supported on MIL-101 by impregnation under dichloromethane solvent. This adsorbent has been shown to be beneficial for adsorptive desulfurization from liquid fuel [", "45", "]. These pioneering works on ionic liquid hybrid MOFs composite materials open interesting possibilities in absorption and heterogeneous catalysis. Nonetheless, there is no intensive study towards effect of ionic liquid on intrinsic MOFs physicochemical properties due to host–guest interaction during PSM conditions.", "In this contribution, we aim to study the effect of chemical behaviours of ionic liquid in different solvents on encapsulation of ionic liquid organocatalyst inside MOFs and their catalytic performances. The thermally and chemically robust copper-based MOF HKUST-1 was employed to encapsulate amino-functionalized basic ionic liquid (ABIL) catalyst by PSM method under different solvent. It was interesting to find that the chemical behaviour of ABIL dissolved in these solvent has a profound impact on synthesis of catalysts and their catalytic performances.", "2 ", "Materials and methods", "2.1 ", "Materials", "Toluene was treated with 5A molecular sieve for drying. Other reagents were used without further purification. ", "N", ",", "N", "-Dimethylformamide (DMF), 1-methylimidazole (99 %), cupric nitrate trihydrate (Cu(NO", "3", ")", "2", "·3H", "2", "O), sodium hydroxide, acetonitrile, toluene and ethanol were purchased from Sinopharm Chemical Reagent Co., Ltd or Tianjin Kemiou Chemical Reagent Co., Ltd. 2-Bromoethylamine hydrobromide (99 %) was purchased from J&K Scientific. The trimesic acid (H", "3", "BTC, 99 %) was purchased from Meryer Chemical Technology Co., Ltd.", "2.2 ", "Characterization techniques", "Powder X-ray diffraction (PXRD) was performed on a Rigaku diffractormeter (D/MAX-IIIA, 3 kW) using Cu Kα radiation. N", "2", " physical adsorption–desorption was performed at 77 K using a Quantachrome AUTOSORB 1 C apparatus. The pore size distribution curve was obtained using the methods of Density Functional Theory (DFT) model. Before the analysis, the samples were evacuated at 150 °C for 12 h. Inductively coupled plasma optical emission spectrometry (ICP-OES) was carried out on Optima 2000DV (Perkin Elmer, USA). Elemental analysis (EA) was performed on vario EL III. Fourier transform infrared spectra were obtained by using Bruker-Tenson 27 infrared spectrometer. Diffuse reflectance UV–Vis spectra were performed on Agilent Cary 5000 spectrophotometer. Scanning electron microscopy images (SEM) were obtained on JSM-5600LV instrument. X-ray photoelectron spectroscopy (XPS) was recorded on a Kratos Axis ultra XPS spectrometer (Al K Alpha source). Thermogravimetry (TG) was implemented on TA instrument from 30 to 800 °C with a heating rate of 10 °C min", "−1", " under a flow of N", "2", ".", "2.3 ", "Synthesis of HKUST-1", "HKUST-1 sample was synthesized by a solvothermal reaction as reported previously [", "35", "]. Typically, 2.5 mmol H", "3", "BTC was dissolved in 15 mL ethanol and then mixed with 4.5 mmol Cu(NO", "3", ")", "2", "·3H", "2", "O dissolved in 15 mL deionized water. The mixture was stirred for 30 min under ambient temperature, and then transferred to a 50 mL Teflon autoclave liner and crystallized at 120 °C for 12 h. The obtained blue solid was filtered and washed three times with ethanol and deionized water, and then dried under vacuum overnight at 150 °C.", "2.4 ", "Synthesis of ABIL organocatalyst", "The ABIL was synthesized according to the literature, as illustrated in Scheme ", "1", " [", "46", "]. Typically, 0.05 mol methylimidazole and 50 mL acetonitrile were added to a three-necked flask equipped with a magnetic stirrer and the mixture was heated under reflux in an oil bath at 80 °C under N", "2", " atmosphere. 2-Bromoethylamine hydrobromide (0.05 mol) was then added to the flask. After 24 h under reflux, the solvent was removed by rotary evaporation, and the residue was washed with ethanol (3 × 10 mL). The viscous liquid was dissolved in water. Then the pH value of the solution was adjusted to 8 by the addition of NaOH. The obtained solution was concentrated by rotary evaporation and the precursor was obtained. During anion metathesis, the obtained precursor and NaOH (0.05 mol) were added into ethanol–water (v/v, 1:1, 15.0 mL), and then the mixture was stirred for 24 h under ambient temperature. The upper suspension was extracted with THF and ethanol to remove the precipitated bromide salt (NaBr), and the organic phase was concentrated by rotary evaporation. Finally, the target product ABIL was obtained.", " ", "Open image in new window", " ", "Scheme 1", " ", "The generic procedure of synthesizing amino-functionalized basic ionic liquid", " ", " ", "2.5 ", "Synthesis of heterogeneous catalyst ABIL@HKUST-1", "The generic procedure for encapsulation of ABIL catalyst was demonstrated in Scheme ", "2", ". In a round bottom flask, 0.3 g ABIL was dissolved in 25 mL H", "2", "O, ethanol and DMF solvent, respectively. Dehydrated HKUST-1 sample of 0.5 g was suspended in above solution, and the mixture was stirred under ambient temperature for 24 h. The solvent was separated by filtration and excess of ABIL was removed by washing with DMF (3 × 10 mL) and ethanol (3 × 10 mL). Finally, the solid samples obtained were dried under vacuum at 80 °C. The as-synthesized catalysts were named as ABIL@HKUST-1/H", "2", "O, ABIL@HKUST-1/Ethanol, ABIL@HKUST-1/DMF, respectively.", " ", "Open image in new window", " ", "Scheme 2", " ", "The generic procedure for encapsulation of amino-functionalized basic ionic liquid catalyst inside HKUST-1", " ", " ", "2.6 ", "Catalytic assessment", "Knoevenagel condensation of benzaldehyde and acetonitrile was used as a probe reaction. Typically, 2 mL toluene as solvent, 2 mmol benzaldehyde, 4 mmol malononitrile, 50 mg catalyst were added into a magnetically stirred glass reactor under batch reaction conditions at 30 °C. The product was separated by centrifugation. The reaction product analysis was done by GC–MS (Agilent 6890, HP-5 capillary column 25 m, 0.32 mm). The hot filtration experiment was performed by stopping a standard Knoevenagel condensation reaction after 30 min. The reaction mixture was separated from the suspended catalyst. The liquid phase was then transferred to another glass reactor and allowed it to react again. After each catalytic assessment, the solid catalysts were recovered by centrifugation and thoroughly washed with toluene and dried in an oven at 353 K.", "3 ", "Results and discussion", "3.1 ", "Structure and textural properties", "For as-synthesized catalysts under different solvent, initial evidence of intrinsic crystalline structure was confirmed by PXRD, as shown in Fig. ", "1", ". It can be seen that the diffraction peaks of the pristine HKUST-1 are in accordance with the simulated pattern. The as-synthesized catalysts in organic media (ethanol and DMF), the PXRD patterns of ABIL@HKUST-1/Ethanol and ABIL@HKUST-1/DMF catalysts demonstrate that all the main diffraction peaks are also in agreement with the simulated pattern and the pristine HKUST-1, apart from some slight variations in the Bragg intensities. These results clearly reveal that the crystalline structures of the HKUST-1 are unchanged and intact. However, the only broaden diffraction peak (220) can be observed over ABIL@HKUST-1/H", "2", "O catalyst, which is indicative of complete collapse of HKUST-1 crystalline structure. Further analysis from partial enlarged view (right inset), the presence of a few broad peaks at 2θ = 12°–30° could be assigned to Cu(OH)", "2", " microcrystal [", "47", ", ", "48", "]. Meanwhile, it is also conjectured that the average particles size might tend to be small from these broaden peaks.", " ", "Open image in new window", " ", "Fig. 1", " ", "PXRD patterns of simulated HKUST-1 and as-synthesized catalysts. ", "a", " Pristine HKUST-1; ", "b", " ABIL@HKUST-1/DMF; ", "c", " ABIL@HKUST-1/ethanol; ", "d", " ABIL@HKUST-1/H", "2", "O", " ", " ", "To discern the surface morphology of as-synthesized catalysts, scanning electron microscopy (SEM) were carried out, as shown in Fig. ", "2", ". The pristine HKUST-1 material is octahedra crystal morphology with a smooth surface, and the average particles size are about 20–25 μm. ABIL@HKUST-1/Ethanol and ABIL@HKUST-1/DMF catalysts, even though their surface tend to be rough, the octahedra crystal morphology are still observed. Meanwhile, the average particles size almost could remain the same (20–25 μm). Nevertheless, in the case of ABIL@HKUST-1/H", "2", "O catalyst, it is obvious to note that a significant morphological changes from regular octahedral to irregular particles, which could be attributed to collapse of HKUST-1 framework. In addition, the small particle sizes (~5 μm) are observed, which is in accordance with the broaden diffraction peaks in above analysis of PXRD.", " ", "Open image in new window", " ", "Fig. 2", " ", "SEM patterns of as-synthesized catalysts. ", "a", " Pristine HKUST-1; ", "b", " ABIL@HKUST-1/ethanol; ", "c", " ABIL@HKUST-1/DMF; ", "d", " ABIL@HKUST-1/H", "2", "O", " ", " ", "The chemical integrity and composition of all as-synthesized catalysts under different solvent were monitored by ICP-OES, and the results are shown in Table ", "1", ". The content of copper species in pristine HKUST-1 framework is 21.3 %. The ABIL@HKUST-1/H", "2", "O catalyst maintains almost same copper content (22.0 %) in bulk phase indicating no leaching of copper species during post-synthetic process. The abundant copper species are mainly imbedded in formed Cu(OH)", "2", " microcrystal. For the as-synthesized catalysts under organic solvent (ethanol and DMF), the ABIL@HKUST-1/Ethanol and ABIL@HKUST-1/DMF catalysts still remain higher copper content (18.9 and 18.3 %, respectively), even though a handful leaching of transition metal Cu from bulk phase during post-synthetic process.", "Table 1", " ", "The physical and chemical properties of as-synthesized catalysts", " ", " ", "Sample", " ", " ", "Textural properties", "a", " ", " ", " ", "Cu content (%)", "b", " ", " ", " ", "Loading amount", "ABIL", " (mmol g", "−1", ")", "c", " ", " ", " ", "S", "BET", "/m", "2 ", "g", "−1", " ", " ", " ", "V", "total", "/m", "3 ", "g", "−1", " ", " ", " ", "Pristine HKUST-1", " ", " ", "1,158.6", " ", " ", "0.503", " ", " ", "21.3", " ", " ", "–", " ", " ", "ABIL@HKUST-1/H", "2", "O", " ", " ", "52.4", " ", " ", "0.447", " ", " ", "22.0", " ", " ", "1.45 (3.56)", "e", " ", " ", " ", "ABIL@HKUST-1/Ethanol", " ", " ", "338.7", " ", " ", "0.205", " ", " ", "18.9", " ", " ", "1.07 (3.85)", "e", " ", " ", " ", "ABIL@HKUST-1/DMF", " ", " ", "941.8", " ", " ", "0.357", " ", " ", "18.3", " ", " ", "1.56 (0.84)", "d", " (2.55)", "e", " ", " ", " ", " ", "a", "The N", "2", " physical adsorption–desorption at 77 K", " ", " ", "b", "The value was determined by inductively coupled plasma optical emission spectrometry (ICP-OES)", " ", " ", "c", "The value was measured by elemental analysis", " ", " ", "d", "The loading amount of ABIL after drying under vacuum at 150 °C for 12 h", " ", " ", "e", "The loading amount of ABIL over reused catalysts", " ", " ", "N", "2", " physical adsorption–desorption isotherms and the pore size distribution curves of all as-synthesized catalysts are illustrated in Fig. ", "3", ". The corresponding BET surface area and total pore volume are shown in Table ", "1", ". The N", "2", " isotherm of the pristine HKUST-1 material exhibits a type-I isotherm, which is characteristic of microporous materials. The pristine HKUST-1 material shows a BET surface area and a total pore volume of 1,158.6 m", "2 ", "g", "−1", " and 0.503 cm", "3 ", "g", "−1", ". In addition, the pore size distribution curve of pristine HKUST-1 is obtained using the methods of DFT model, and the pore size (1.1 nm) is consistent with experimental value (1.0 nm) in previous literature [", "35", "]. Compared with the pristine HKUST-1 sample, all as-synthesized catalysts shows a significant decrease in the adsorbed N", "2", " amount.", " ", "Open image in new window", " ", "Fig. 3", " ", "The N", "2", " physical adsorption–desorption isotherms of as-synthesized catalysts and pore size distribution curve from DFT method", " ", " ", "As for ABIL@HKUST-1/Ethanol catalyst, the N", "2", " isotherm is composed of two parts: an initial part with the character of type-I isotherm and a second part of isotherm showing desorption branches with a pronounced H2 hysteresis loop. The remarkable hysteresis loop (0.5 < P/P", "0", " < 1.0) indicates the presence of mesoporosity, and the additional mesoporosity can be corroborated by the pore size distribution. Generally, one acceptable explanation for the presence of mesoporosity in microporous HKUST-1 material could be due to the nanoparticles stacking. Furthermore, it is found that microporous size is decreased from 1.1 to 0.6–0.8 nm, which could be attributed to incorporation of ABIL groups. The N", "2", " isotherms of ABIL@HKUST-1/DMF catalyst still maintains type-I isotherm, apart from sharp ascent at P/P", "0", " = 0.95–1.00 due to uneven distribution of particles. The corresponding BET surface area, total pore volumes and microporous size are slightly decreased. In the case of ABIL@HKUST-1/H", "2", "O catalyst, the negligible amount of N", "2", " adsorption at P/P", "0", " < 0.80 region could be observed, which indicates that the intrinsic framework of HKUST-1 have been completely collapsed. Moreover, the rapid increase in amount of N", "2", " adsorption at P/P", "0", " = 0.80–1.00 region and H3 type hysteresis loop are usually ascribed to the filling of intercrystalline mesopores in the stacking of nanocrystals. On the other hand, it is worthwhile to note that the difference in the adsorbed N", "2", " amount of as-synthesized catalysts under different solvent might be related to the loading amount of the ABIL, especially for ABIL@HKUST-1/Ethanol and ABIL@HKUST-1/DMF catalysts with intact framework structure.", "To further investigate loading amount of the ABIL over these as-synthesized catalysts, the element analysis was implemented. The structural model of as-synthesized catalyst is assumed to form interaction (coordination bond Cu–N), as illustrated in Scheme ", "3", ". The catalytically active species is hydroxide ion (OH", "−", "), and the amounts of OH", "−", " can be calculated by nitrogen EA. The loading amount of as-synthesized catalysts under H", "2", "O, ethanol and DMF solvent measures to be 1.45, 1.07 and 1.56 mmol g", "−1", ", respectively (Table ", "1", "). Unexpected, it is found that the loading amount of ABIL over ABIL@HKUST-1/DMF catalyst is the highest among the all as-synthesized catalysts. This phenomenon seems to be deviated from the foregoing results of N", "2", " physical adsorption–desorption. In fact, the loading amount of ABIL might be inveracious because of DMF molecules also containing nitrogen element. Meanwhile, ABIL group could be washed off by DMF solvent with strong polarity, and DMF molecules can be adsorbed onto Cu–CUS of HKUST-1. The further evidence and discussion will be demonstrated in following characterization and catalytic test. The real loading amount of ABIL over ABIL@HKUST-1/DMF catalyst have also been measured by further drying treatment under vacuum at 150 °C for 12 h, and the corresponding value is 0.84 mmol g", "−1", ".", " ", "Open image in new window", " ", "Scheme 3", " ", "The structural model of as-synthesized heterogeneous catalyst", " ", " ", "Based on the foregoing structural characterization results and analysis, it is obvious to observe that ABIL dissolved in different solvents have a profound effect on synthesis of catalyst. It is well known that ionic liquids (organic molten salt) are liquid electrolytes composed entirely of free ions. As for ABIL, it presents favourable solubility in polar solvent like H", "2", "O, ethanol and DMF. However, different chemical behaviours are demonstrated in above media, as shown in Scheme ", "4", ". In the case of H", "2", "O solvent, the strong alkaline environment with higher pH value (pH = 10–11) is observed since ABIL molten salt could be ionized entirely and form free ions (alkyl-imidazolium and hydroxyl anions). Therefore, it is thwarted to synthesize catalyst because transition metal copper species located within HKUST-1 framework could be extracted by surrounding free hydroxyl anion. The resulting HKSUT-1 framework is collapsed completely due to host–guest interaction.", " ", "Open image in new window", " ", "Scheme 4", " ", "The chemical behaviors of ABIL dissolved in different solvent", " ", " ", "ABIL dissolved in aprotic solvent (DMF) presents neutral environment (pH = 7) indicating that ABIL as molecular state is dissolved without hydroxyl anion. As a consequence, the as-synthesized catalyst under neutral environment could maintain intact framework structure and surface morphology. Nevertheless, the competing adsorption between ABIL group and DMF molecule existing in HKUST-1 nanocavities will lead to the low loading amount of ABIL. In previous report [", "49", "], Kaskel and co-workers have also demonstrated similar competing adsorption between electron-donating group (e.g. tetrahydrofuran and ethers) and the Lewis acidic copper site (Cu-CUS). As for ethanol medium, however, the very weak alkaline (pH = 7–8) environment is demonstrated due to the presence of a tiny amount of hydroxyl anion. One reasonable interpretation for this phenomenon might be that protonic solvent (ethanol) could induce ionization of ABIL. Nonetheless, the as-synthesized catalyst under weak alkaline environment still retain the intrinsic framework structure of HKUST-1 and favourable loading amount of ABIL.", "3.2 ", "Interaction between –NH", "2", " and Cu–CUS", "FT-IR spectra are shown in Fig. ", "4", ". In high wavenumbers region, several new bands are observed over all as-synthesized catalysts compared with the pristine HKUST-1. As for ABIL@HKUST-1/H", "2", "O and ABIL@HKUST-1/Ethanol catalyst, the band at 2,962 cm", "−1", " is assigned to aliphatic C–H asymmetric stretching vibrations of alkyl chain, and the characteristic peak at 3,149 cm", "−1", " is due to sp", "2", " C–H stretching vibrations of imidazole moiety. However, the negligible peak at 3,149 cm", "−1", " is observed over ABIL@HKUST-1/DMF catalyst, which could be attributed to partial ABIL group replaced by DMF molecule inside HKUST-1 nanocavities. The band at 2,927 and 2,870 cm", "−1", " over ABIL@HKUST-1/DMF catalyst are assigned to aliphatic C–H asymmetric and symmetrical stretching vibrations of alkyl chain (DMF molecule and/or ABIL group), respectively.", " ", "Open image in new window", " ", "Fig. 4", " ", "FT-IR patterns of as-synthesized catalysts. ", "Left", " Low wavenumbers region; ", "right", " high wavenumbers region. ", "a", " Amino-functionalized basic ionic liquid; ", "b", ": Pristine HKUST-1; ", "c", " ABIL@HKUST-1/H", "2", "O; ", "d", " ABIL@HKUST-1/ethanol; ", "e", " ABIL@HKUST-1/DMF", " ", " ", "In the low wavenumbers region, it is obvious to observe several characteristic peaks over the ABIL@HKUST-1/H", "2", "O and ABIL@HKUST-1/Ethanol catalysts, respectively. The band at 1,569 and 1,643 cm", "−1", " can be ascribed to the C=C and C=N vibrations of the imidazole ring. The band at 1,170 and 1,109 cm", "−1", " are assigned to the C–C skeleton stretching vibration and C–N stretching vibration of amino-alkyl chain. Moreover, one weak peak at 837 cm", "−1", " could be attributed to N–H out-of-plane bending vibration, and it is shifted to lower values (808 cm", "−1", ") over ABIL@HKUST-1/Ethanol catalyst. This phenomenon could be tentatively ascribed to interaction (N–Cu coordination bond) between –NH", "2", " and Cu–CUS in HKUST-1 frameworks. In the case of ABIL@HKUST-1/DMF catalyst, the band at 1,170 cm", "−1", " is almost disappeared due to partial ABIL group replaced by DMF molecule. In addition, the special shoulder peak at 1,678 cm", "−1", " corresponding to C=O stretching vibration can further confirm DMF molecule existing in ABIL@HKUST-1/DMF catalyst. Therefore, the results of FT-IR analysis further corroborate the foregoing assumption (element analysis) that DMF molecule can be adsorbed inside HKUST-1 nanocavities.", "A charming characteristic of copper-based HKUST-1 material is optical property. Upon activation (dehydration), its color changes drastically from azure color to dark blue (Fig. ", "5", " inset A, B). This phenomenon reflects unequivocally the change in the coordination environment around bivalent copper species as color is associated with d–d transitions of Cu", "2+", " ions. The corresponding DRS UV–Vis spectra are illustrated in Fig. ", "5", ". It is found that all samples demonstrate an edge around 350 nm due to a ligand to metal charge transfer (LMCT) transition from oxygen to copper atoms (O", "2−", "Cu", "2+", " → O", "−", "Cu", "+", "). In addition, a band centered at 586 nm in pristine HKUST-1 (hydration) could be attributed to d–d transition of Cu(II) species, while the corresponding band of dehydrated HKUST-1 is shifted to 517 nm. The change in the d–d region is commonly because of new available d–d transitions in distorted octahedral local geometry due to a loss of degeneracy in d shell produced by removing H", "2", "O molecules (Jahn–Teller effect). Interestingly, the spectra of all as-synthesized catalysts are quite similar to that of the hydrated HKUST-1, apart from some extent red shift of the d–d band to 645 nm [", "50", ", ", "51", "]. For ABIL@HKUST-1/H", "2", "O catalyst, it is a mixture composed of ABIL group and copper(II) hydroxide containing H", "2", "O molecule, and the absorption at ~645 nm can be assigned to the Cu(II) d–d transition in Cu(OH)", "2", " minicrystal (inset C). However, ABIL@HKUST-1/Ethanol and ABIL@HKUST-1/DMF catalysts with intact framework structure, the reasonable explanation for red shift of the d–d band could be that ABIL and/or DMF re-adsorb onto Cu–CUS in HKUST-1 framework, respectively. The shift of absorption wavelength due to Cu–N interaction is sufficient to cause a visually color change (inset D, E).", " ", "Open image in new window", " ", "Fig. 5", " ", "DRS UV–Vis spectra of as-synthesized catalysts. Pristine HKUST-1 (", "black", "); Activited HKUST-1 (", "red", "); ABIL@HKUST-1/H", "2", "O (", "blue", "); ABIL@HKUST-1/ethanol (", "green", "); ABIL@HKUST-1/DMF (", "pink", ") (Color figure online)", " ", " ", "The surface characteristic was investigated by XPS, as described in Fig. ", "6", ". For all as-synthesized catalysts, the presence of new N 1 s peak (binding energy at ~399 eV) is observed due to the incorporation of ABIL group. The Cu 2p XPS spectra of as-synthesized catalysts are depicted around the range from 925 to 965 eV. The measured binding energies of Cu 2p", "3/2", " and Cu 2p", "1/2", " are equal to 933.8 and 953.5 eV, respectively. Meanwhile, the well-known “shake-up satellite bands” (at the 938–946 and 961–965 eV regions) are clearly observed, which is indicative of the paramagnetic chemical state of Cu", "2+", " [", "52", ", ", "53", "]. In the case of ABIL@HKUST-1/H", "2", "O catalyst, the binding energies of Cu 2p", "3/2", " and Cu 2p", "1/2", " are quite similar to that of the pristine HKUST-1. In fact, the bivalent oxidation state of copper(II) existing in Cu(OH)", "2", " microcrystal could be similar to copper species of the pristine HKUST-1. However, ABIL@HKUST-1/Ethanol and ABIL@HKUST-1/DMF catalysts demonstrate a slight change in Cu 2p XPS spectra. The bind energies of Cu 2p", "3/2", " and Cu 2p", "1/2", " shifted from 933.8 to 933.3 and 953.5 to 953.0 eV, respectively. Meanwhile, the intensity of “shake-up satellite bands” are also decreased slightly. These slightly reductions of binding energy should be due to the Cu", "2+", " center accepting the lone pair electrons from donating groups of ABIL and/or DMF molecule. The above XPS results can convincingly confirm that the coordination environment of Cu", "2+", " center have been changed due to the Cu–N interaction. This is also in good agreement with the above FT-IR and UV–visible measurement results.", " ", "Open image in new window", " ", "Fig. 6", " ", "XPS spectroscopy of as-synthesized catalysts. The survey XPS spectra (", "left", "); The Cu 2p XPS spectra (", "right", "). ", "a", " Pristine HKUST-1; ", "b", " ABIL@HKUST-1/H", "2", "O; ", "c", " ABIL@HKUST-1/ethanol; ", "d", " ABIL@HKUST-1/DMF", " ", " ", "3.3 ", "Thermal stability", "Thermal stability of as-synthesized catalysts under different solvent are also studied by thermogravimetric analysis (TGA), as shown in Fig. ", "7", ". In the first step, the TGA curve of the pristine HKUST-1 material indicates an initial mass loss at ~100 °C due to the adsorbed water or solvent inner and outer surfaces of HKUST-1. The weight loss at >300 °C is attributed to the complete collapse of HKUST-1 framework. For all as-synthesized catalysts under different solvents, the initial weight loss is significantly reduced because the original water or solvent molecules are replaced by ABIL group. For ABIL@HKUST-1/Ethanol catalyst, the weight loss at 200–300 °C could be assigned to the complete loss of the coordination bond anchored ABIL group. In addition, the stable curve from 100 to 200 °C indicates that the catalyst is thermally stable below 200 °C. The ABIL@HKUST-1/DMF catalyst demonstrates the high weight loss at the first step (<100 °C). Meanwhile, the rate of weight loss in the temperature range from 100 to 300 °C is quite fast. One reasonable explanation for this phenomenon might be that DMF molecule is easier to be removed compared with the non-volatile ABIL group. In the case of ABIL@HKUST-1/H", "2", "O catalyst, the weght loss at 120–200 °C is probably due to the loss of the ABIL group adsorbed onto Cu(OH)", "2", " external surface, and the weight loss at >200 °C corresponds to the transformation of Cu(OH)", "2", " minicrystal into CuO [", "54", "].", " ", "Open image in new window", " ", "Fig. 7", " ", "TGA curves of as-synthesized catalysts. Pristine HKUST-1 (", "black", "); ABIL@HKUST-1/H", "2", "O (", "red", "); ABIL@HKUST-1/ethanol (", "blue", "); ABIL@HKUST-1/DMF (", "brown", ") (Color figure online)", " ", " ", "3.4 ", "Catalytic assessment", "The catalytic performances of the all as-synthesized catalysts were tested in the liquid phase Knoevenagel condensation reaction of benzaldehyde and malononitrile under ambient temperature. The catalytic results are described in Fig. ", "8", ". Obviously, in the absence of catalyst, the Knoevenagel condensation reaction cannot proceed. The pristine HKUST-1 as heterogeneous catalyst has a low benzaldehyde conversion (55.3 %) after 240 min, which could be probably due to the coordinatively unsaturated metal Cu(II) sites with mild Lewis acidity. The catalytic activity is agreement with the previous reports from Opanasenko et al. [", "55", "]. It is to encourage that all as-synthesized catalysts show increased catalytic activity. The ABIL@HKUST-1/Ethanol catalyst, with intact framework structure, demonstrates excellent catalytic performance after 210 min (benzaldehyde conversion = 100 %, TOF = 10.7 h", "−1", "). For ABIL@HKUST-1/H", "2", "O catalyst, it is an alkaline compound consist of Cu(OH)", "2", " and ABIL group. Even though its framework structure has been collapsed, it still displays 92.7 % benzaldehyde conversion (TOF = 6.9 h", "−1", ") after 240 min. As a matter of fact, the effective active centers should be ABIL group adsorbed onto external surface and Cu(OH)", "2", ", and the rest part of ABIL could be imbedded in formed Cu(OH)", "2", " microcrystal. The ABIL@HKUST-1/DMF catalyst with intact framework structure shows 79 % benzaldehyde conversion after 240 min (TOF = 9.4 h", "−1", "). It is therefore reasonable to understand that the inferior conversion over ABIL@HKUST-1/DMF catalyst should be due to the lower loading amount of ABIL.", " ", "Open image in new window", " ", "Fig. 8", " ", "Kinetic curves of Knoevenagel condensation of benzaldehyde with malononitrile over different catalysts. ", "a", " Blank experiment (no catalyst); ", "b", " HKUST-1 catalyst; ", "c", " ABIL@HKUST-1/DMF catalyst; ", "d", " ABIL@HKUST-1/H", "2", "O catalyst; ", "e", " ABIL@HKUST-1/ethanol catalyst; reaction condition: 2 mL toluene, 2 mmol benzaldehyde, 4 mmol malononitrile, 50 mg solid catalyst, reaction temperature 30 °C", " ", " ", "To ascertain heterogeneous nature of the as-synthesized catalysts, a hot filtration test was performed. The hot filtration experiments were performed by stopping reaction after 30 min. The reaction mixture was separated from the suspended catalyst. The liquid phase was then transferred to another glass reactor and allowed it to react again. Initially, the pristine HKUST-1 catalyst was evaluated in the hot filtration test to eliminate influence of residual Cu", "2+", " in HKUST-1 framework on catalytic activity, as depicted in Fig. ", "9", ". It is obvious to note that there is no significant increase in benzaldehyde conversion over the pristine HKUST-1 catalyst.", " ", "Open image in new window", " ", "Fig. 9", " ", "The hot filtration tests of as-synthesized catalysts under same reaction conditions. ", "a", " HKUST-1 catalyst; ", "b", " ABIL@HKUST-1/DMF catalyst; ", "c", " ABIL@HKUST-1/H", "2", "O catalyst; ", "d", " ABIL@HKUST-1/ethanol catalyst", " ", " ", "For ABIL@HKUST-1/H", "2", "O catalyst, it is obvious to observe that the benzaldehyde conversion is increased rapidly after 30 min. The foregoing characterization results have demonstrated that ABIL@HKUST-1/H", "2", "O catalyst is a compound consisted of Cu(OH)", "2", " microcrystal and ABIL group. Also, the effective active centers ABIL group are adhered onto external surface by physical absorption interaction. It is therefore reasonable to conclude that the catalytically active species ABIL could leak out from original mixture catalyst during liquid-phase reaction process. However, the negligible increases in benzaldehyde conversion are observed over ABIL@HKUST-1/Ethanol and ABIL@HKUST-1/DMF catalysts. These results indicate that the active species ABIL are well confined in nanocavities by Cu–NH", "2", " interaction and catalytic reactions are truly heterogeneous process.", "The difference in recyclability of as-synthesized catalysts were also investigated, as shown in Fig. ", "10", ". By comparison, the ABIL@HKUST-1/Ethanol catalyst with intact framework structure shows a relatively good reusability, and the corresponding conversion could still maintain more than 93 %. The ABIL-OH@HKUST-1/H", "2", "O and ABIL-OH@MIL-101/DMF catalysts, however, demonstrate inferior reusabilities in successive catalytic cycles. The only 68 and 53 % conversions are obtained, respectively. To reveal the reason for deactivation process, FT-IR, EA and PXRD of reused catalysts were also carried out. As can be seen from Fig. ", "11", ", FT-IR spectra not only show the characteristic peaks of ABIL group, but also a new strong band at 2,220 cm", "−1", " due to C≡N stretching vibration. This result indicates that there are a fraction of residual cyano compounds (reactant and product) existing in catalysts. Furthermore, EA shows that loading amount of ABIL over all reused catalysts are much higher than fresh catalysts by, as shown in Table ", "1", ". The most reasonable explanation for this deviant result should be mainly due to the residual reactant and product, which contain nitrogen element and congest catalyst nanocavities. As a consequence, the catalytically active sites could be covered, and also the crystalline structure would be influenced. The further evidence was confirmed by PXRD results, as shown Fig. ", "12", ". It is gratifying that the main diffraction peaks are maintained over ABIL@HKUST-1/Ethanol and ABIL@HKUST-1/DMF catalysts, but the crystallinities have decreased and even several peaks at high angle region have disappeared.", " ", "Open image in new window", " ", "Fig. 10", " ", "The recyclability of as-synthesized catalysts for Knoevenagel condensation of benzaldehyde with malononitrile under same reaction conditions", " ", " ", " ", "Open image in new window", " ", "Fig. 11", " ", "FT-IR spectra of reused catalysts. ", "Left", " Low wavenumbers region; ", "right", " high wavenumbers region. ", "a", " ABIL@HKUST-1/H", "2", "O; ", "b", " ABIL@HKUST-1/ethanol; ", "c", " ABIL@HKUST-1/DMF", " ", " ", " ", "Open image in new window", " ", "Fig. 12", " ", "PXRD patterns of fresh and reused catalysts", " ", " ", "Interestingly, several characteristic diffraction peaks of HKUST-1 crystalline are observed over reused ABIL@HKUST-1/H", "2", "O catalyst. As for this interesting phenomenon, there have been several reports about synthesis of HKUST-1 through the transformation of water-insoluble copper(II) hydroxide in aqueous ethanolic media [", "56", ", ", "57", ", ", "58", "]. Although it is difficult to provide a precise explanation for reversible recovery of degraded HKUST-1, the plausible reversible process toward the reconstruction of HKUST-1 framework could be extrapolated based on the previous literatures [", "59", "], as illustrated in Scheme ", "5", ". In liquid organic reaction, ABIL@HKUST-1/H", "2", "O catalyst [mixture of ABIL and Cu(OH)", "2", "] could be transformed into free Cu(II) through reduction and oxidation process. Meawhile, trace amount of organic ligand BTC is released from Cu(OH)", "2", " microcrystal and dissolved in organic system. Subsequently, free Cu(II) and organic ligand BTC undergo self-assembly process to re-form Cu", "3", "BTC", "2", " crystalline.", " ", "Open image in new window", " ", "Scheme 5", " ", "The schematic illustration toward the reconstruction of HKUST-1 framework under liquid-phase Knoevenagel condensation medium", " ", " ", "4 ", "Conclusions", "In summary, ABIL catalyst hybrid MOF HKUST-1 composite materials were synthesized by facile impregnation method under H", "2", "O, ethanol and DMF solvent, respectively. Interestingly, it was found that chemical behaviors of ABIL dissolved in different solvents had an obvious effect on synthesis of catalysts and their catalytic performances. As for organic solvents (ethanol and DMF), the weak alkaline and neutral environments were demonstrated since ABIL as molecular state was dissolved. However, in the case of H", "2", "O solvent, the strong alkaline environment with higher pH value was observed because ABIL molten salt could be ionized entirely. Characterizations and catalytic results showed that the chemical behaviour of ABIL dissolved in ethanol solvent was the optimal environment for encapsulation of ABIL organocatalyst. The resulting as-synthesized heterogeneous catalyst presented favourable structural properties and excellent catalytic performance. More importantly, the knowledge from this contribution paves the way for further development of task-specific ionic liquid (TSILs) hybrid MOFs composite materials by PSM. In addition, the chemical behaviour of TSILs dissolved in different solvent would be a indispensable factor for the successful implementation of TSILs hybrid MOFs materials."], "figures": ["<div class=\"MediaObject\" id=\"MO1\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9891-7/MediaObjects/10934_2014_9891_Sch1_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9891-7/MediaObjects/10934_2014_9891_Sch1_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO2\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9891-7/MediaObjects/10934_2014_9891_Sch2_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9891-7/MediaObjects/10934_2014_9891_Sch2_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO3\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9891-7/MediaObjects/10934_2014_9891_Fig1_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9891-7/MediaObjects/10934_2014_9891_Fig1_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO4\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9891-7/MediaObjects/10934_2014_9891_Fig2_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9891-7/MediaObjects/10934_2014_9891_Fig2_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO5\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9891-7/MediaObjects/10934_2014_9891_Fig3_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9891-7/MediaObjects/10934_2014_9891_Fig3_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO6\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9891-7/MediaObjects/10934_2014_9891_Sch3_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9891-7/MediaObjects/10934_2014_9891_Sch3_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO7\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9891-7/MediaObjects/10934_2014_9891_Sch4_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9891-7/MediaObjects/10934_2014_9891_Sch4_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO8\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9891-7/MediaObjects/10934_2014_9891_Fig4_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9891-7/MediaObjects/10934_2014_9891_Fig4_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO9\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9891-7/MediaObjects/10934_2014_9891_Fig5_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9891-7/MediaObjects/10934_2014_9891_Fig5_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO10\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9891-7/MediaObjects/10934_2014_9891_Fig6_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9891-7/MediaObjects/10934_2014_9891_Fig6_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO11\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9891-7/MediaObjects/10934_2014_9891_Fig7_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9891-7/MediaObjects/10934_2014_9891_Fig7_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO12\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9891-7/MediaObjects/10934_2014_9891_Fig8_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9891-7/MediaObjects/10934_2014_9891_Fig8_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO13\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9891-7/MediaObjects/10934_2014_9891_Fig9_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9891-7/MediaObjects/10934_2014_9891_Fig9_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO14\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9891-7/MediaObjects/10934_2014_9891_Fig10_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9891-7/MediaObjects/10934_2014_9891_Fig10_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO15\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9891-7/MediaObjects/10934_2014_9891_Fig11_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9891-7/MediaObjects/10934_2014_9891_Fig11_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO16\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9891-7/MediaObjects/10934_2014_9891_Fig12_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9891-7/MediaObjects/10934_2014_9891_Fig12_HTML.gif\" alt=\"\"></a> </div>", "<div class=\"MediaObject\" id=\"MO17\"> <a href=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9891-7/MediaObjects/10934_2014_9891_Sch5_HTML.gif\" target=\"_blank\" rel=\"noopener\"><span class=\"u-screenreader-only\">Open image in new window</span><img src=\"https://static-content.springer.com/image/art%3A10.1007%2Fs10934-014-9891-7/MediaObjects/10934_2014_9891_Sch5_HTML.gif\" alt=\"\"></a> </div>"]}
