{"title": ["Engineering UiO-66-NH", " for Toxic Gas Removal"], "authors": ["Gregory W. Peterson", "Jared B. DeCoste", "Farzin Fatollahi-Fard", "David K. Britt"], "doi": ["10.1021/ie403366d"], "abstract": ["The metal–organic framework UiO-66-NH", " was synthesized in a scaled batch of approximately 100 g. The material was then pressed into small pellets at pressures ranging from 5000 to 100000 psi to determine the effects on porosity and crystal structure. Nitrogen isotherm data and powder X-ray diffraction data indicate that the structure remains intact up to 25000 psi, with only a slight decrease in surface area. The structure exhibits significant degradation at pressures above 25000 psi. Subsequently, the powder was pressed at 5000 psi and then crushed and sieved into 20 × 40 mesh granules for evaluation against ammonia and cyanogen chloride in a breakthrough system simulating individual protection filters and respirator cartridges. The MOF showed capacity similar to that of a broad-spectrum carbon for both ammonia and cyanogen chloride; however, the breakthrough times, especially for cyanogen chloride, were dramatically reduced, likely as a result of mass-transfer limitations from the completely microporous MOF."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "1 Introduction", "The ability to introduce active sites onto sorbents that are capable of reaction with both acidic and basic gases continues to be an area of interest. Specifically, many respirators used by emergency and/or military personnel require broad-spectrum chemical removal because of the wide variety of toxic chemicals used worldwide. The National Institute for Occupational Safety and Health (NIOSH) requires chemical, biological, radiological, and nuclear (CBRN) filters to provide protection against a wide variety of gases, including ammonia (NH", "3", ") and cyanogen chloride (CNCl).", "(1)", " These two chemicals require different chemistries for removal. NH", "3", " is typically removed through interaction with acidic sites or hydrogen-bonding sites,", "(2, 3)", " whereas CNCl requires hydrolysis and/or interaction with functional groups capable of reacting with the cyanide moiety.", "(4, 5)", "Several studies on activated, impregnated carbons have demonstrated the ability to create conflicting chemistries on a single sorbent.", "(6, 7)", " Yet, most of these efforts focus on postsynthetic impregnation techniques, creating a mobile active phase that shows poor aging characteristics as a result of deleterious interactions within the substrate.", "Over the past decade, metal–organic frameworks (MOFs) have been intensely studied for a variety of potential applications, including gas storage,", "(8, 9)", " catalysis,", "(10, 11)", " separations,", "(12-14)", " and toxic gas removal.", "(15-17)", " The ability to incorporate multiple functionalities", "(18-20)", " into the backbone of MOFs is a major advantage over traditional activated, impregnated carbons. The UiO-66 series of MOFs are of particular interest because of their stability toward moisture and acids.", "(21-23)", " UiO-66-NH", "2", ", which contains amine pendant groups on benzene dicarboxylate linkers, is capable of postsynthetic modification, allowing for further tailoring of functionality.", "(24)", " However, even without modification, the amine groups provide hydrogen-bonding sites for NH", "3", " sorption, as well as possible reactive sites for CNCl.", "Several studies have been conducted on how physical properties and performance are affected by pressurization and/or other methods of forming granules and particles.", "(25-27)", " We previously investigated the effects of pressure on CuBTC and UiO-66 MOFs at pressures ranging from 1000 to 10000 psi, with results indicating that the UiO-66 material does not show degradation in surface area or performance.", "(28)", " In this study, we investigated how pressure affects the physical properties and chemical removal performance of UiO-66-NH", "2", ", with the objective of forming particles for simulated filter breakthrough testing against NH", "3", " and CNCl. UiO-66-NH", "2", " was chosen as a candidate material over UiO-66 because of its increased performance against ammonia (Figure S1, ", "Supporting Information", ").", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "2 Experimental Section", "UiO-66-NH", "2", " was synthesized by modifying established methods for large scale.", "(29)", " Zirconium(IV) chloride (12 g) and water (3 mL) were added to 800 mL of ", "N", ",", "N", "-dimethylformamide (DMF) and stirred until fully dissolved. 2-Aminoterephthalic acid (9.4 g) was added to 400 mL of DMF and stirred until fully dissolved. The solutions were mixed in a BüchiGlasUster Ecoclave 075 batch reactor with 1.6 L glass reactor vessel. The reactor was stirred at 500 RPM and held at 120 °C for 24 h. The pale yellow solid was isolated by filtration. Up to seven batches were mixed for subsequent steps.", "Samples were purified by Soxhlet extraction with methanol for 24 h. Excess solvent was removed by heating in air at 85 °C. Removal of solvent from the pores was achieved by evacuating the samples to <50 mTorr and heating at 85 °C for 4 h and then at 150 °C for 18 h. The reaction yield after solvent removal was measured at 84%.", "In the initial pressurization study, approximately 1 g of UiO-66-NH", "2", " powder was pressed into pellets using a Carver Press and 0.5-in. die at loads of 1000, 2000, 5000, and 20000 lbs, corresponding to pressures of approximately 5000, 10000, 25000, and 100000 psi, respectively. The pellets were then ground into powders to conduct appropriate characterization and performance studies. Subsequent pellets were made with a 1.5-in. die using approximately 5 g of UiO-66-NH", "2", " powder, made into granules using a Sepor jaw crusher, and then sieved to 20 × 40 mesh particles. A broad-spectrum carbon (BSC) was acquired from 3M (Minneapolis, MN) in a 20 × 40 mesh particle size distribution as a baseline for breakthrough performance.", "Powder X-ray diffraction (PXRD) measurements were recorded using a PANalytical X’Pert X-ray powder diffractometer with an X’celerator detector. Samples were scanned at 45 kV and 40 mA using Cu Kα radiation (λ = 1.54 Å) and a step size of 2θ = 0.033° (10.08 s/step) over a 2θ range of 5–30°. Zero-background disks were used to minimize background scattering. PXRD patterns were processed using the Reflex module in Material Studio 6.1 by Accelrys.", "Attenuated total reflectance Fourier transform infrared (ATR-FTIR) spectroscopy data were collected on composites using a Bruker Tensor 27 FTIR spectrometer with a platinum accessory and a single-reflection diamond crystal. Sixteen scans from 4000 to 600 cm", "–1", " were averaged, and the background was subtracted with a resolution of 4 cm", "–1", ".", "Nitrogen isotherm data were collected at 77 K using a Micromeritics ASAP 1200 system. Samples were off-gassed at 120 °C under nitrogen for approximately 16 h. Surface area measurements were calculated using the Brunauer–Emmett–Teller (BET) method, and pore volume was calculated at a relative pressure of 0.975. Pore size distributions were calculated using density functional theory (DFT) and a carbon slit pore kernel. A silica–alumina standard run on the system exhibits less than 1% standard deviation on surface area measurements.", "Microbreakthrough testing was conducted on a push system designed for evaluating small (∼20 mg) quantities of powders and has been described previously.", "(16, 30)", " Test conditions are summarized in Table ", "1", ". Sorbents were activated at 120 °C for 1 h in flowing dry air, equilibrated at the proper relative humidity (RH) for 2 h as applicable and then packed at a constant volume of approximately 50–55 mm", "3", " in a 4-mm-i.d. (nominal) fritted glass tube to a height of 4 mm. Each chemical was injected into a ballast and then pressurized; from the ballast, the chemical was delivered to either a dry or humidified air stream at a rate necessary to achieve the desired challenge concentration. Water vapor was delivered to the system through a saturator cell within a water bath. The challenge was dosed to a packed bed until saturation (effluent = feed), after which the materials were purged with air to evaluate desorption. Effluent concentrations were monitored using Hewlett-Packard (HP) 5890 gas chromatographs equipped with a flame ionization detector (CNCl) and a photoionization detector (NH", "3", "). Microbreakthrough graphs are plotted on a mass-weighted basis to account for differences in density. Loadings were calculated in moles per kilogram by integrating the breakthrough curves to saturation. The standard system error is approximately 10%.", "Table 1. Breakthrough Parameters", "parameter", "microsystem", "tube system", "temperature", "20 °C", "∼23 °C", "RH", "0% (−40 °C dew point), 80%", "15%", "adsorbent mass", "∼10–60 mg", "∼5 g", "adsorbent volume", "55 mm", "3", "13.1 cm", "3", "flow rate", "20 mL/min", "5.2 L/min", "challenge concentration", "2000 mg/m", "3", " (NH", "3", "), 4000 mg/m", "3", " (CNCl)", "1000 mg/m", "3", " (NH", "3", "), 4000 mg/m", "3", " (CNCl)", "Subsequent large-scale (multigram) NH", "3", " and CNCl breakthrough testing was conducted using a push–pull-vented breakthrough system. Each gas was delivered directly from a cylinder through a mass flow controller and then mixed with a diluent air stream at a rate necessary to achieve the required challenge concentration. The diluent stream flow and humidity were controlled using a Miller-Nelson HCS-401 system. Test tubes were packed using a storm-filling method", "(31)", " to a depth of 1.0 cm, simulating full-scale individual protection filters. The NH", "3", " feed and effluent concentrations were monitored using a Miran 1A infrared detector and an Innova 1314 Photoacoustics Multigas monitor, respectively. The CNCl feed and effluent concentrations were measured using an HP5890 gas chromatograph equipped with a flame ionization detector. The breakthrough time was calculated when the effluent concentrations reached 17 and 8 mg/m", "3", ", corresponding to military toxic exposure limits for NH", "3", " and CNCl, respectively.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "3 Results and Discussion", "3.1", "Materials Characterization", "Figure ", "1", " presents the powder X-ray diffraction (PXRD) patterns, and Figure ", "2", " presents the ATR-FTIR spectra for the as-synthesized and pressed samples. The materials pressed between 5000 and 25000 psi all show similar PXRD patterns, indicating that the structural integrity and crystal structure remain intact. The sample pressed at 100000 psi shows peaks with 2θ values similar to those pressed at lower pressure; however, the decreased signal-to-noise ratio, lower overall intensity, and peak broadening all indicate reduced crystallinity. Similarly, the FTIR-ATR spectra show no noticeable differences between the as-synthesized sample and those pressed up to 25000 psi, indicating that the functional groups remain intact. Yet, the UiO-66-NH", "2", "-100K sample shows significant reduction in several FTIR bands.", "Figure 1. PXRD spectra of UiO-66-NH", "2", " powder and pressed samples.", "Figure 2. FTIR-ATR spectra of UiO-66-NH", "2", " powder and pressed samples.", "Nitrogen isotherm data were collected to determine the effects of pressurization on surface area and pore volume. The uptake curves and resulting pore size distributions are illustrated in Figure ", "3", "; surface area and pore volume measurements are summarized in Table ", "2", ". Initial losses in nitrogen uptake, and thus surface area and pore volume, are modest up to 25000 psi. The surface area of the as-synthesized sample was found to be 1182 m", "2", "/g, which is similar to values reported in the literature.", "(21, 32)", " The total pore volume of 0.50 cm", "3", "/g is also similar to that reported by others.", "(33)", " Pressing the powder at 5000 and 10000 psi resulted in 5% and 14% decreases, respectively, in surface area but no noticeable trend in the change of total pore volume. Further increasing the pelletization pressure to 25000 psi decreased the surface area by approximately 26% and the total pore volume by approximately 12%. It is likely that these decreases in surface area are due to increased density from a loss in interparticle voids in the micropore regime during pelletization. A pressure of 100000 psi resulted in surface area and pore volume reductions of 83% and 74%, respectively. Even with these changes in surface area and pore volume, the pore size distribution remained consistent, even up to 100000 psi.", "Figure 3. (Left) Nitrogen isotherm and (right) pore size distribution (logarithmic scale) data for pressed samples.", "Table 2. Surface Areas and Pore Volumes of Powder and Pressed UiO-66-NH", "2", " Samples", "sample", "density (g/cm", "3", ")", "surface area (m", "2", "/g)", "pore volume (cm", "3", "/g)", "UiO-66-NH", "2", "0.19", "1182", "0.50", "UiO-66-NH", "2", "-5K", "0.33", "1117", "0.47", "UiO-66-NH", "2", "-10K", "0.31", "1018", "0.52", "UiO-66-NH", "2", "-25K", "0.50", "876", "0.44", "UiO-66-NH", "2", "-100K", "0.73", "201", "0.13", "3.2", "Microbreakthrough Evaluation", "Small-scale breakthrough testing on powders was conducted using NH", "3", " and CNCl to determine the effects of pressure on chemical uptake. Figure ", "4", " presents the NH", "3", " breakthrough curves under dry and humid conditions, and Table ", "3", " summarizes the loadings for each sample. A clear trend presents itself, with NH", "3", " uptake decreasing with increasing pelletization pressure under both dry and humid conditions. The as-synthesized sample provides the highest loading on a mass basis, with loadings of 3.3 mol/kg (0.056 g/g) and 2.9 mol/kg (0.082 g/g) under dry and humid conditions, respectively. The loadings themselves are lower than those on other MOFs such as CuBTC", "(17, 34)", " and M/DOBDC", "(16)", " analogues by several moles per kilogram but surpass those of other sorbents such as zeolite 13X and BPL activated carbon. Furthermore, the enhanced stability of UiO-66-NH", "2", " makes it favorable over other MOFs studied.", "(23)", "Figure 4. NH", "3", " microbreakthrough curves under (left) dry and (right) humid conditions.", "Table 3. NH", "3", " Loadings on UiO-66-NH", "2", "sample", "RH (%)", "mass (mg)", "loading (mol/kg)", "UiO-66-NH", "2", "0", "10.0", "3.3", "80", "13.5", "2.9", "UiO-66-NH", "2", "-5K", "0", "17.0", "2.3", "80", "17.7", "2.2", "UiO-66-NH", "2", "-10K", "0", "20.6", "2.7", "80", "23.3", "2.3", "UiO-66-NH", "2", "-25K", "0", "26.2", "2.2", "80", "28.5", "1.8", "UiO-66-NH", "2", "-100K", "0", "40.9", "1.0", "80", "57.3", "0.8", "The overall trends seem logical, as the surface area and pore volume also decrease with increasing pressure, resulting in less availability of active sites for NH", "3", " sorption. Based on the shape of the desorption curves, it appears that the removal mechanism is not permanent, as NH", "3", " continues to elute for a relatively long time after feed termination. Coupled with post-NH", "3", "-exposure FTIR data (see Figure ", "5", "), which show almost no change in functional groups on the surface of the material, and post-NH", "3", "-exposure PXRD data (Figure S2, ", "Supporting Information", "), the likely removal mechanism is simple hydrogen-bonding, likely with both adsorbed moisture as well as pendant amine groups.", "Figure 5. Post-NH", "3", "-exposure FTIR-ATR spectra for UiO-66-NH", "2", ".", "CNCl microbreakthrough curves are illustrated in Figure ", "6", ", and calculated loadings are summarized in Table ", "4", ". As with the NH", "3", " results, a clear trend is present: the CNCl loading decreases with increasing pelletization pressure. Under dry conditions, most of the materials exhibit traditional S-shaped breakthrough curves, indicating the formation of a wavefront through the materials; however, the UiO-66-NH", "2", "-100K sample shows immediate breakthrough, indicating poor diffusional properties to the active sites. The as-synthesized material exhibits a high CNCl loading, and in conjunction with the desorption profiles, the removal mechanism seems to be fairly strong, with the CNCl concentration dropping quickly after feed termination. However, under humid conditions, all samples show immediate breakthrough of CNCl, with a gradual increase to saturation. This behavior indicates that adsorbed water poisons the interaction/reaction with active sites within the UiO-66-NH", "2", " material.", "Figure 6. CNCl microbreakthrough curves under (left) dry and (right) humid conditions.", "Table 4. CNCl Loadings on UiO-66-NH", "2", "sample", "RH (%)", "mass (mg)", "loading (mol/kg)", "UiO-66-NH", "2", "0", "7.9", "4.1", "80", "7.8", "1.2", "UiO-66-NH", "2", "-5K", "0", "10.8", "3.9", "80", "15.5", "1.0", "UiO-66-NH", "2", "-10K", "0", "11.3", "2.9", "80", "11.8", "0.5", "UiO-66-NH", "2", "-25K", "0", "18.3", "2.7", "80", "20.5", "0.9", "UiO-66-NH", "2", "-100K", "0", "33.2", "0.8", "80", "40.0", "0.3", "The FTIR spectra in Figure ", "7", " reveal that there is little change in the chemical modes present upon exposure to CNCl under both wet and dry conditions. However, the band observed at ν ≈ 2235 cm", "–1", " for UiO-66-NH", "2", " exposed to CNCl under both dry and wet conditions represents a C≡N stretch. Because free CNCl shows a band at ν ≈ 2200 cm", "–1", ", it is unclear whether the observed band represents CNCl in the pores of the MOF or a more complex interaction such as NH", "2", "···NC, similar to that witnessed between CNCl and OH groups by Kim et al.", "(35)", " In any case, some CNCl, or byproducts thereof, is present after the desorption step, indicating permanent removal.", "Figure 7. Post-CNCl-exposure FTIR-ATR spectra for UiO-66-NH", "2", ".", "In all, most samples (except UiO-66-NH", "2", "-100K) show high CNCl uptake under dry conditions, ranging from 4.1 mol/kg (0.25 g/g) for the as-synthesized sample to 2.7 mol/kg (0.17 g/g) for the samples pressed at 25000 psi. Even under humid conditions, the actual capacity remains relatively high for multiple samples, albeit at the expense of mass transfer and reaction sites due to moisture poisoning.", "3.3", "Engineering and Simulated Filter Experiments", "Because of the high capacities demonstrated by the UiO-66-NH", "2", " material, scaling to larger quantities was conducted for the purpose of evaluation under conditions simulating individual protection filters. The sample pressed at 5000 psi was chosen because it demonstrated almost no degradation in performance as compared to the as-synthesized powder. As a comparison, breakthrough testing of a 3M broad-spectrum carbon was also conducted. The density of the UiO-66-NH", "2", "-5K sample is significantly lower than that of the carbon (Table S1, ", "Supporting Information", "), and the particle size distribution is skewed toward larger particles (Table S2, ", "Supporting Information", ").", "Figures ", "8", " and ", "9", " illustrate the NH", "3", " and CNCl breakthrough curves for the two materials. Results show NH", "3", " begins to break through the packed bed of UiO-66-NH", "2", "-5K around 15 min, whereas the BSC material lasts over 20 min before NH", "3", " begins eluting. The breakthrough times were calculated to be 17.3 and 24.9 min for UiO-66-NH", "2", "-5K and BSC, respectively, to a concentration of 17 mg/m", "3", ". Of particular note is the shape of the NH", "3", " breakthrough curves. Whereas the curve through BSC is relatively sharp, going from 0 to over 200 mg/m", "3", " in less than 5 min, the curve through UiO-66-NH", "2", "-5K is much broader, taking approximately 10 min over the same concentration range. This behavior is typical of a material with high capacity but mass-transfer limitations of NH", "3", " going from the bulk phase (contaminated air stream) to the sorbent. One explanation for this behavior is the difference in particle size distribution (Table S2, ", "Supporting Information", "). As noted above, the average particle size of the UiO-66-NH", "2", "-5K sample is larger than that of the BSC material. The other potential cause of the diffusional limitations in UiO-66-NH", "2", "-5K is the pore size distribution. Whereas activated carbons generally have a heterogeneous pore structure consisting of meso- and macropores,", "(36)", " which act as transport pores for toxic chemicals, the UiO-66 materials are almost completely microporous, providing physical limitations to diffusion rates. Differential and cumulative pore volumes for the BSC and baseline UiO-66-NH", "2", " material are shown in Figure S3 (", "Supporting Information", "). In all, however, the capacity for NH", "3", " removal is sufficiently high on UiO-66-NH", "2", " to warrant further investigation.", "Figure 8. NH", "3", " breakthrough of UiO-66-NH", "2", "-5K compared to BSC. The challenge concentration was 1000 mg/m", "3", ", and the RH was 15%.", "Figure 9. CNCl breakthrough of UiO-66-NH", "2", "-5K compared to BSC. The challenge concentration was 4000 mg/m", "3", ", and the RH was 15%.", "Similarly, the CNCl breakthrough curves indicate that the BSC provides much better removal than the UiO-66-NH", "2", "-5K material. Whereas BSC provides a CNCl breakthrough time of 14.8 min to 8 mg/m", "3", " (see Table ", "5", "), the chemical immediately penetrates the MOF, indicating that the amount of MOF used is less than the critical bed depth required to sufficiently remove CNCl. Although it is apparent that the MOF is capable of removing CNCl, the removal mechanism (adsorption + reaction) is sufficiently slow to cause breakthrough, once again likely due to diffusional limitations. With the larger particles, the critical bed depth under the conditions studied is likely significantly larger, resulting in immediate breakthrough. Furthermore, the kinetic diameter of CNCl (approximately 5.6 Å)", "(37)", " is similar to that of the UiO-66-NH", "2", " pore aperture,", "(38)", " which likely further inhibits diffusion. Yet, even with this immediate breakthrough, the UiO-66-NH", "2", " shows significant capacity similar to that of the BSC, as the breakthrough curves to higher concentration levels are quite similar.", "Table 5. Breakthrough Times and ", "C", "t", " Values of UiO-66-NH", "2", "-5K Compared to BSC", "chemical", "sorbent", "challenge concentration (mg/m", "3", ")", "breakthrough concentration (mg/m", "3", ")", "t", "b", " (min)", "C", "t", "a", " (mg·min/m", "3", ")", "NH", "3", "BSC", "1000", "17", "24.9", "24920", "UiO-66-NH", "2", "-5K (G)", "17.3", "17270", "CNCl", "BSC", "4000", "8", "14.8", "59200", "UiO-66-NH", "2", "-5K (G)", "0.0", "0", "a", "C", "t", " = a concentration-time variable denoting the dose of chemical.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "4 Conclusions", "UiO-66-NH", "2", " was pressed at pressures ranging from 5000 to approximately 100000 psi to determine the effects on physical properties and chemical removal performance. It was determined that surface area and porosity decreased slightly at pressures up to 25000 psi, after which the structure degraded significantly. NH", "3", " and CNCl removals also dropped significantly as pressure increased. The material pressed at 5000 psi was scaled to large quantities for breakthrough testing against NH", "3", " and CNCl. The results indicate that the material provides significant capacity but lacks the mass-transfer kinetics necessary for use in a filter. This result likely stems from a lack of a hierarchical pore structure, as UiO-66-NH", "2", " is very microporous in nature, and further studies must be conducted to enhance diffusion characteristics of the material.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "Information on density, particle size, ammonia microbreakthrough of UiO-66 variants, post-ammonia-exposure PXRD patterns, and pore size distribution. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "This work was completed under Defense Threat Reduction Agency (DTRA) Project BA07PRO104. The authors thank Paulette Jones, Amedeo Napolitano, and Matt Browe for running the breakthrough experiments and Bryan Schindler for providing nitrogen isotherm data. The authors also thank 3M for providing broad spectrum carbon.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 38 other publications.", "1. ", " ", "Approval of Respiratory Protective Devices", ".  ", "Code of Federal Regulations", ", Part 84, Title 42, ", "1995", ".", "There is no corresponding record for this reference.", "2. ", "Petit", ", ", "C.", "; ", "Karwacki", ", ", "C.", "; ", "Peterson", ", ", "G.", "; ", "Bandosz", ", ", "T. J.", " ", "Interactions of Ammonia with the Surface of Microporous Carbon Impregnated with Transition Metal Chlorides", " ", "J. Phys. Chem. C", " ", "2007", ",  ", "111", " (", "34", ")  ", "12705", "– ", "12714", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Interactions of Ammonia with the Surface of Microporous Carbon Impregnated with Transition Metal Chlorides", "Petit, Camille; Karwacki, Christopher; Peterson, Greg; Bandosz, Teresa J.", "Journal of Physical Chemistry C", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "34", "),\r\n    ", "12705-12714", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The BPL carbon samples impregnated with chlorides of copper, nickel, and zinc were used as ammonia adsorbents in dynamic conditions with various amts. of water present in the systems.  The initial and exhausted samples were characterized using adsorption of nitrogen, XRF, XRD, FTIR, SEM, and thermal anal.  The results indicate that metal chlorides are active centers for ammonia adsorption via formation of complexes.  Water enhances the amt. of ammonia adsorbed, promoting its dissolving into the film of water adsorbed in micropores and formation of NH4+ ions.  Even though the pore system of activated carbon provides spaces for dispersion of metals, it still contributes significantly to the amt. of ammonia adsorbed (about 80%) via dispersive forces.  The most efficient adsorbent for ammonia removal is the carbon impregnated with copper.  In this material the efficiency is governed by the amt. of copper introduced to the carbon and its dispersion on the surface.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXos1Srs7g%253D&md5=e9391916ea7e86f862a7aeb2f1fb2305", "3. ", "Glover", ", ", "T. G.", "; ", "Peterson", ", ", "G. W.", "; ", "DeCoste", ", ", "J. B.", "; ", "Browe", ", ", "M. A.", " ", "Adsorption of Ammonia by Sulfuric Acid Treated Zirconium Hydroxide", " ", "Langmuir", " ", "2012", ",  ", "28", " (", "28", ")  ", "10478", "– ", "10487", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Adsorption of Ammonia by Sulfuric Acid Treated Zirconium Hydroxide", "Glover, T. Grant; Peterson, Gregory W.; DeCoste, Jared B.; Browe, Matthew A.", "Langmuir", "\r\n        (", "2012", "),\r\n    ", "28", "\r\n        (", "28", "),\r\n    ", "10478-10487", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption of NH3 on Zr(OH)4, as well as Zr(OH)4 treated with H2SO4, were examd.  Treating Zr(OH)4 with H2SO4 gives a sulfate on the surface of the material, and that the sulfate contributes to the NH3 adsorption capacity through the formation of an ammonium sulfates species.  Calcination of Zr(OH)4 decreases the NH3 adsorption capacity of the material and limits the formation of sulfate species.  NMR and FTIR spectroscopy results are presented that show two distinct ammonium species on the surface of the material.  The adsorption capacity of the materials is a complex phenomenon that is impacted by the surface area, the S content, and the pH of the material.  Zr(OH)4, which is known to adsorb acidic gases, can be modified and used to adsorb basic gases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XotlSgurw%253D&md5=38a0aefb391d2c27ffa1b1b1e259b684", "4. ", "Mahle", ", ", "J. J.", "; ", "Peterson", ", ", "G. W.", "; ", "Schindler", ", ", "B. J.", "; ", "Smith", ", ", "P. B.", "; ", "Rossin", ", ", "J. A.", "; ", "Wagner", ", ", "G. W.", " ", "Role of TEDA as an Activated Carbon Impregnant for the Removal of Cyanogen Chloride from Air Streams: Synergistic Effect with Cu(II)", " ", "J. Phys. Chem. C", " ", "2010", ",  ", "114", " (", "47", ")  ", "20083", "– ", "20090", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Role of TEDA as an Activated Carbon Impregnant for the Removal of Cyanogen Chloride from Air Streams: Synergistic Effect with Cu(II)", "Mahle, John J.; Peterson, Gregory W.; Schindler, Bryan J.; Smith, Philip B.; Rossin, Joseph A.; Wagner, George W.", "Journal of Physical Chemistry C", "\r\n        (", "2010", "),\r\n    ", "114", "\r\n        (", "47", "),\r\n    ", "20083-20090", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The hydrolysis and fate of cyanogen chloride (CK) in the presence of triethylenediamine (TEDA), a widely used C impregnant, in aq. and non-aq. (acetonitrile) media was detd.  In the presence of water, anticipated TEDA substitution was not obsd.; rather, simple base-catalyzed (OH-) hydrolysis to cyanic acid (HOCN; unstable in water, decompg. to CO2 and NH3) was the major reaction, accompanied by a series of complex side reactions (not involving TEDA) forming several persistent compds.  Thus, the role of TEDA in the presence of water, is primarily a source of OH-.  CK substitution at TEDA was obsd. in acetonitrile, forming several complex, but quite different, species.  Studies examg. CK removal from humidified air by TEDA- and/or basic Cu2+-impregnated C (Cu2+ is another common c impregnant) were consistent with simple hydrolysis at the major CK-removal mechanism; no TEDA substitution was obsd. in the presence of humidity/water.  Considering the reaction stoichiometry apparent at CK break-through for impregnated carbons, the TEDA and Cu2+ combination was much more effective than the individual impregnants.  This synergism was attributed to dissoln. of basic Cu2+ by TEDA forming sol. complexes of the [Cu(TEDA)2(OH)(H2O)]- type in the C-adsorbed water layer, thus greatly increasing the dispersion and effectiveness of the basic Cu2+ impregnant.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlyks7zO&md5=19a4e2496c21453ed02d58a6b87a9490", "5. ", "Glover", ", ", "T. G.", "; ", "DeCoste", ", ", "J. B.", "; ", "Sabo", ", ", "D.", "; ", "Zhang", ", ", "Z. J.", " ", "Chemisorption of Cyanogen Chloride by Spinel Ferrite Magnetic Nanoparticles", " ", "Langmuir", " ", "2013", ",  ", "29", " (", "18", ")  ", "5500", "– ", "5507", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Chemisorption of Cyanogen Chloride by Spinel Ferrite Magnetic Nanoparticles", "Glover, T. Grant; DeCoste, Jared B.; Sabo, Daniel; Zhang, Z. John", "Langmuir", "\r\n        (", "2013", "),\r\n    ", "29", "\r\n        (", "18", "),\r\n    ", "5500-5507", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Spinel ferrite magnetic nanoparticles, MnFe2O4, NiFe2O4, and CoFe2O4, were synthesized and used as gas-phase adsorbents for the removal of cyanogen chloride from dry air.  Fixed-bed adsorption breakthrough expts. show adsorption wave behavior at the leading edge of the breakthrough curve that is not typical of phys. adsorbed species.  Fourier transform IR spectroscopy indicated that CK reacted with the spinel ferrite surface and formed a carbamate species.  The reaction was shown to be a function of the hydroxyl groups and adsorbed water on the surface of the particles as well as the metallic compn. of the particles.  The surface reaction decreases the remnant and satn. magnetism of the MnFe2O4 and CoFe2O4 particles by approx. 25%.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXltVOnsbc%253D&md5=aaab6fb4564bd0f99a856622d73dd2de", "6. ", "Romero", ", ", "J. V.", "; ", "Smith", ", ", "J. W. H.", "; ", "Sullivan", ", ", "B. M.", "; ", "Mallay", ", ", "M. G.", "; ", "Croll", ", ", "L. M.", "; ", "Reynolds", ", ", "J. A.", "; ", "Andress", ", ", "C.", "; ", "Simon", ", ", "M.", "; ", "Dahn", ", ", "J. R.", " ", "Gas Adsorption Properties of the Ternary ZnO/CuO/CuCl", "2", " Impregnated Activated Carbon System for Multigas Respirator Applications Assessed through Combinatorial Methods and Dynamic Adsorption Studies", " ", "ACS Comb. Sci.", " ", "2011", ",  ", "13", " (", "6", ")  ", "639", "– ", "645", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Gas Adsorption Properties of the Ternary ZnO/CuO/CuCl2 Impregnated Activated Carbon System for Multigas Respirator Applications Assessed through Combinatorial Methods and Dynamic Adsorption Studies", "Romero, JenniferV.; Smith, Jock W. H.; Sullivan, Braden M.; Mallay, Matthew G.; Croll, Lisa M.; Reynolds, Judy A.; Andress, Carrie; Simon, Monika; Dahn, Jeff R.", "ACS Combinatorial Science", "\r\n        (", "2011", "),\r\n    ", "13", "\r\n        (", "6", "),\r\n    ", "639-645", "CODEN:\r\n                ", "ACSCCC", ";\r\n        ISSN:", "2156-8944", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A ternary library of 64 ZnO/CuO/CuCl2 impregnated activated C samples was synthesized and automatically screened using a combinatorial method (combi).  The ability of the samples to adsorb toxic gases was gravimetrically screened.  A stoichiometric ratio of reaction (SRR) between moles of toxicant and total moles of impregnant was obtained using the calcd. mass increase of samples following chemisorption; a high SRR indicated highly efficient toxicant removal.  Combi samples which exhibited good dry SO2 and NH3 adsorption, prepd. in bulk using the incipient wetness method, were evaluated for multi-gas respirator function by dynamic adsorption studies of SO2, NH3, HCN, and C6H12 gases in dry or humid conditions at ambient temp.  Bulk samples displayed equiv. gas adsorption capacities when exposed to the different challenge gases, indicating the value of the combi method for initial screening.  Cu2Cl(OH)3 was identified to be a potential multi-gas adsorbent.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlSqtr3F&md5=d5619bcab3aeee02e32c306777d31445", "7. ", "Romero", ", ", "J. V.", "; ", "Smith", ", ", "J. W. H.", "; ", "Sullivan", ", ", "B. M.", "; ", "Croll", ", ", "L. M.", "; ", "Dahn", ", ", "J. R.", " ", "SO", "2", " and NH", "3", " Gas Adsorption on a Ternary ZnO/CuO/CuCl", "2", " Impregnated Activated Carbon Evaluated Using Combinatorial Methods", " ", "ACS Comb. Sci.", " ", "2012", ",  ", "14", " (", "1", ")  ", "31", "– ", "37", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "SO2 and NH3 Gas Adsorption on a Ternary ZnO/CuO/CuCl2 Impregnated Activated Carbon Evaluated Using Combinatorial Methods", "Romero, Jennifer V.; Smith, Jock W. H.; Sullivan, Braden M.; Croll, Lisa M.; Dahn, J. R.", "ACS Combinatorial Science", "\r\n        (", "2012", "),\r\n    ", "14", "\r\n        (", "1", "),\r\n    ", "31-37", "CODEN:\r\n                ", "ACSCCC", ";\r\n        ISSN:", "2156-8944", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Ternary libraries of 64 ZnO/CuO/CuCl2 impregnated activated carbon samples were prepd. on untreated or HNO3-treated carbon and evaluated for their SO2 and NH3 gas adsorption properties gravimetrically using a combinatorial method.  CuCl2 is shown to be a viable substitute for HNO3 and some compns. of ternary ZnO/CuO/CuCl2 impregnated carbon samples prepd. on untreated carbon provided comparable SO2 and NH3 gas removal capacities to the materials prepd. on HNO3-treated carbon.  Through combinatorial methods, it was detd. that the use of HNO3 in this multigas adsorbent formulation can be avoided.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsFCmsrfK&md5=00d7b7ff2137bfe0232bf4419c7030e0", "8. ", "Rowsell", ", ", "J. L. C.", "; ", "Yaghi", ", ", "O. M.", " ", "Effects of Functionalization, Catenation, and Variation of the Metal Oxide and Organic Linking Units on the Low-Pressure Hydrogen Adsorption Properties of Metal–Organic Frameworks", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", " (", "4", ")  ", "1304", "– ", "1315", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "Effects of Functionalization, Catenation, and Variation of the Metal Oxide and Organic Linking Units on the Low-Pressure Hydrogen Adsorption Properties of Metal-Organic Frameworks", "Rowsell, Jesse L. C.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "4", "),\r\n    ", "1304-1315", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The dihydrogen adsorption isotherms of eight metal-org. frameworks (MOFs), measured at 77 K up to a pressure of 1 atm, were examd. for correlations with their structural features.  All materials display approx. Type I isotherms with no hysteresis, and satn. was not reached for any of the materials under these conditions.  Among the six iso-reticular MOFs (IRMOFs) studied, the catenated materials exhibit the largest capacities on a molar basis, up to 9.8 H2 per formula unit.  The addn. of functional groups (-Br, -NH2, -C2H4-) to the phenylene links of IRMOF-1 (MOF-5), or their replacement with thieno[3,2-b]thiophene moieties in IRMOF-20, altered the adsorption behavior by a minor amt. despite large variations in the pore vols. of the resulting materials.  But replacement of the metal oxide units with those contg. coordinatively unsatd. metal sites resulted in greater H2 uptake.  The enhanced affinities of these materials, MOF-74 and HKUST-1, were further demonstrated by calcn. of the isosteric heats of adsorption, which were larger across much of the range of coverage examd., compared to those of representative IRMOFs.  Probably under low-loading conditions, the H2 adsorption behavior of MOFs can be improved by imparting larger charge gradients on the metal oxide units and adjusting the link metrics to constrict the pore dimensions; however, a large pore vol. is still a prerequisite feature.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XitV2msg%253D%253D&md5=76a0797beec956e59ca2ddf029f5a386", "9. ", "Millward", ", ", "A. R.", "; ", "Yaghi", ", ", "O. M.", " ", "Metal–Organic Frameworks with Exceptionally High Capacity for Storage of Carbon Dioxide at Room Temperature", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", " (", "51", ")  ", "17998", "– ", "17999", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Metal-Organic Frameworks with Exceptionally High Capacity for Storage of Carbon Dioxide at Room Temperature", "Millward, Andrew R.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "51", "),\r\n    ", "17998-17999", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) show high CO2 storage capacity at room temp.  Gravimetric CO2 isotherms for MOF-2, MOF-505, Cu3(BTC)2, MOF-74, IRMOF-11, IRMOF-3, IRMOF-6, IRMOF-1 and MOF-177 are reported up to 42 bar.  Type I isotherms are found in all cases except for MOFs based on Zn4O(O2C)6 clusters, which reveal a sigmoidal isotherm.  The various pressures of the isotherm steps correlate with increasing pore size, which indicates potential for gas sepns.  The amine functionality of the IRMOF-3 pore shows evidence of relatively increased affinity for CO2.  Capacities qual. scale with surface area and range from 3.2 mmol/g for MOF-2 to 33.5 mmol/g (320 cm3(STP)/cm3, 147 wt %) for MOF-177, the highest CO2 capacity of any porous material reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXht1GktLnJ&md5=ad433b990b72836a16c8647c09ec85f2", "10. ", "Bromberg", ", ", "L.", "; ", "Su", ", ", "X.", "; ", "Hatton", ", ", "T. A.", " ", "Aldehyde Self-Condensation Catalysis by Aluminum Aminoterephthalate Metal–Organic Frameworks Modified with Aluminum Isopropoxide", " ", "Chem. Mater.", " ", "2013", ",  ", "25", " (", "9", ")  ", "1636", "– ", "1642", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Aldehyde Self-Condensation Catalysis by Aluminum Aminoterephthalate Metal-Organic Frameworks Modified with Aluminum Isopropoxide", "Bromberg, Lev; Su, Xiao; Hatton, T. Alan", "Chemistry of Materials", "\r\n        (", "2013", "),\r\n    ", "25", "\r\n        (", "9", "),\r\n    ", "1636-1642", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Porous materials based on aluminum(III) 2-aminoterephthalate metal org. frameworks (MOFs NH2MIL101(Al) and NH2MIL53(Al)) and their composites with aluminum isopropoxide (Al-i-Pro) are studied as sorbents of vapors of volatile aldehydes and catalysts of acetaldehyde dimerization to Et acetate via the Tischenko reaction.  MOF/Al-i-Pro composites obtained by simple impregnation of the MOFs with hydrocarbon solns. of Al-i-Pro are stable due to the formation of bonds between the MOF carbonyls and Al-i-Pro.  The specific BET surface areas of the MOFs NH2MIL101(Al) and NH2MIL53(Al) ranged from 1650 to 1980 and 670-780 M2/g, resp., and were lowered 6-12-fold by impregnation of Al-i-Pro into the MOF pores.  However, the acetaldehyde and acrolein uptake by the MOF/Al-i-Pro composites from satd. vapor atm. is comparable to that of their resp. parent MOFs and exceeds the aldehyde uptake of activated carbon or mol. sieves.  Due of the propensity of the Al-i-Pro to catalyze dimerization of acetaldehyde to Et acetate, the latter is the main product of the reaction between acetaldehyde and MOF/Al-i-Pro materials, whereas crotonaldehyde is found in the products of the acetaldehyde self-condensation on the parent MOF NH2MIL101(Al).  The kinetics of acetaldehyde dimerization into Et acetate catalyzed by NH2MIL101(Al)/Al-i-Pro in deuterated benzene at room temp. are measured over three consecutive cycles.  The apparent second-order reaction rate is 5.2 × 10-5 M-1s-1, which is of the same order as in the analogous reaction catalyzed by a homogeneous soln. of Al-i-Pro.  The MOF/Al-i-Pro materials are proven to be recyclable heterogeneous catalysts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXltVOgurc%253D&md5=6a3d38b5188e3be03e6c3cd4fd3ae5a5", "11. ", "Song", ", ", "J.", "; ", "Luo", ", ", "Z.", "; ", "Britt", ", ", "D. K.", "; ", "Furukawa", ", ", "H.", "; ", "Yaghi", ", ", "O. M.", "; ", "Hardcastle", ", ", "K. I.", "; ", "Hill", ", ", "C. L.", "; ", "Multiunit", ", ", "A", " ", "Catalyst with Synergistic Stability and Reactivity: A Polyoxometalate–Metal Organic Framework for Aerobic Decontamination", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", " (", "42", ")  ", "16839", "– ", "16846", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "A Multiunit Catalyst with Synergistic Stability and Reactivity: A Polyoxometalate-Metal Organic Framework for Aerobic Decontamination", "Song, Jie; Luo, Zhen; Britt, David K.; Furukawa, Hiroyasu; Yaghi, Omar M.; Hardcastle, Kenneth I.; Hill, Craig L.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "42", "),\r\n    ", "16839-16846", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A combination of polyanion size and charge allows the Keggin-type polyoxometalate (POM), [CuPW11O39]5-, a catalyst for some air-based org. oxidns., to fit snuggly in the pores of MOF-199 (HKUST-1), a metal-org. framework (MOF) with the POM countercations residing in alternative pores.  This close matching of POM diam. and MOF pore size in this POM-MOF material, [Cu3(C9H3O6)2]4[{(CH3)4N}4CuPW11O39H] (1), results in a substantial synergistic stabilization of both the MOF and the POM.  In addn., this heretofore undocumented POM-MOF interaction results in a dramatic increase in the catalytic turnover rate of the POM for air-based oxidns.  While 1 catalyzes the rapid chemo- and shape-selective oxidn. of thiols to disulfides and, more significantly, the rapid and sustained removal of toxic H2S via H2S + 1/2 O2 → 1/8 S8 + H2O (4000 turnovers in <20 h), the POM or the MOF alone is catalytically slow or inactive.  Three arguments are consistent with the catalytic reactions taking place inside the pores.  POM activation by encapsulation in the MOF likely involves electrostatic interactions between the two components resulting in a higher redn. potential of the POM.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1ClsL3I&md5=da71a825ad2ab6c98d3bd259f39551e5", "12. ", "Liu", ", ", "J.", "; ", "Wang", ", ", "Y.", "; ", "Benin", ", ", "A. I.", "; ", "Jakubczak", ", ", "P.", "; ", "Willis", ", ", "R. R.", "; ", "LeVan", ", ", "M. D.", " ", "CO", "2", "/H", "2", "O Adsorption Equilibrium and Rates on Metal–Organic Frameworks: HKUST-1 and Ni/DOBDC", " ", "Langmuir", " ", "2010", ",  ", "26", " (", "17", ")  ", "14301", "– ", "14307", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "CO2/H2O Adsorption Equilibrium and Rates on Metal-Organic Frameworks: HKUST-1 and Ni/DOBDC", "Liu, Jian; Wang, Yu; Benin, Annabelle I.; Jakubczak, Paulina; Willis, Richard R.; Le Van, M. Douglas", "Langmuir", "\r\n        (", "2010", "),\r\n    ", "26", "\r\n        (", "17", "),\r\n    ", "14301-14307", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) have recently attracted intense research interest because of their permanent porous structures, huge surface areas, and potential applications as novel adsorbents and catalysts.  In order to provide a basis for consideration of MOFs for removal of carbon dioxide from gases contg. water vapor, such as flue gas, we have studied adsorption equil. of CO2, H2O vapor, and their mixts. and also rates of CO2 adsorption in two MOFs: HKUST-1 (CuBTC) and Ni/DOBDC (CPO-27-Ni or Ni/MOF-74).  The MOFs were synthesized via solvothermal methods, and the as-synthesized products were solvent exchanged and regenerated before expts.  Pure component adsorption equil. and CO2/H2O binary adsorption equil. were studied using a volumetric system.  The effects of H2O adsorption on CO2 adsorption for both MOF samples were detd., and the results for 5A and NaX zeolites were included for comparison.  The hydrothermal stabilities for the two MOFs over the course of repetitive measurements of H2O and CO2/H2O mixt. equil. were also studied.  CO2 adsorption rates from helium for the MOF samples were investigated by using a unique concn.-swing frequency response (CSFR) system.  Mass transfer into the MOFs is rapid with the controlling resistance found to be macropore diffusion, and rate parameters were established for the mechanism.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVahsbrP&md5=51cb5722a8c231f2c32d1878e912e7e5", "13. ", "Peralta", ", ", "D.", "; ", "Barthelet", ", ", "K.", "; ", "Perez-Pellitero", ", ", "J.", "; ", "Chizallet", ", ", "C.", "; ", "Chaplais", ", ", "G.", "; ", "Simon-Masseron", ", ", "A.", "; ", "Pirngruber", ", ", "G. D.", " ", "Adsorption and Separation of Xylene Isomers: CPO-27-Ni vs HKUST-1 vs NaY", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", " (", "41", ")  ", "21844", "– ", "21855", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Adsorption and Separation of Xylene Isomers: CPO-27-Ni vs HKUST-1 vs NaY", "Peralta, David; Barthelet, Karin; Perez-Pellitero, Javier; Chizallet, Celine; Chaplais, Gerald; Simon-Masseron, Angelique; Pirngruber, Gerhard D.", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "41", "),\r\n    ", "21844-21855", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The sepn. of xylene isomers is one of the most difficult sepns. in petrochem.  Adsorbents have to preferentially adsorb para or meta isomers, but there are only a few zeolites which fulfill the criteria of selectivity and adsorption capacity.  The authors evaluate 2 metal-org. frameworks (MOF) with coordinatively unsatd. metal sites (cus), i.e., CPO-27-Ni and HKUST-1, in the adsorption and sepn. of p-xylene, m-xylene, and o-xylene in the gas phase.  The results are compared with those of the zeolite NaY.  CPO-27-Ni and HKUST-1 are both ortho-selective adsorbents, but mol. simulations indicate that the reasons for the ortho selectivity are quite different.  The CPO-27-Ni structure is intrinsically ortho selective, and the ortho selectivity is further enhanced by electrostatic effects.  HKUST-1, however, is intrinsically (weakly) para selective but the para selectivity is overcompensated by electrostatic effects, which overall leads to a slight preference for the ortho isomer adsorption.  The insights in the adsorption behavior of xylenes that are provided by this study provide useful guidelines in the quest for para-selective MOFs materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhtl2rtrfO&md5=a7d5d3259c32222206fedc831ba58fc2", "14. ", "Hamon", ", ", "L.", "; ", "Llewellyn", ", ", "P. L.", "; ", "Devic", ", ", "T.", "; ", "Ghoufi", ", ", "A.", "; ", "Clet", ", ", "G.", "; ", "Guillerm", ", ", "V.", "; ", "Pirngruber", ", ", "G. D.", "; ", "Maurin", ", ", "G.", "; ", "Serre", ", ", "C.", "; ", "Driver", ", ", "G.", "; ", "van Beek", ", ", "W.", "; ", "Jolimaitre", ", ", "E.", "; ", "Vimont", ", ", "A.", "; ", "Daturi", ", ", "M.", "; ", "Ferey", ", ", "G.", " ", "Co-adsorption and Separation of CO", "2", "–CH", "4", " Mixtures in the Highly Flexible MIL-53(Cr) MOF", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", " (", "47", ")  ", "17490", "– ", "17499", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Co-adsorption and Separation of CO2-CH4 Mixtures in the Highly Flexible MIL-53(Cr) MOF", "Hamon, Lomig; Llewellyn, Philip L.; Devic, Thomas; Ghoufi, Aziz; Clet, Guillaume; Guillerm, Vincent; Pirngruber, Gerhard D.; Maurin, Guillaume; Serre, Christian; Driver, Gordon; van Beek, Wouter; Jolimaitre, Elsa; Vimont, Alexandre; Daturi, Marco; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "47", "),\r\n    ", "17490-17499", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The present study attempts to understand the use of the flexible porous chromium terephthalate Cr(OH)(O2C-C6H4-CO2) denoted MIL-53(Cr) (MIL = Material from Institut Lavoisier) for the sepn. of mixts. of CO2 and CH4 at ambient temp.  The coadsorption of CO2 and CH4 was studied by a variety of different techniques.  In situ synchrotron x-ray powder diffraction allowed study of the breathing of the solid upon adsorption of the gas mixts. and simultaneously measured Raman spectra yielded an estn. of the adsorbed quantities of CO2 and CH4, as well as a quantification of the fraction of the narrow pore (NP) and the large pore (LP) form of MIL-53.  Quant. coadsorption data were then measured by gravimetry and by breakthrough curves.  In addn., computer simulation was performed to calc. the compn. of the adsorbed phase in comparison with exptl. equil. isotherms and breakthrough results.  The body of results shows that the coadsorption of CO2 and CH4 leads to a similar breathing of MIL-53(Cr) as with pure CO2.  The breathing is mainly controlled by the partial pressure of CO2, but increasing the CH4 content progressively decreases the transformation of LP to NP.  CH4 seems to be excluded from the NP form, which is filled exclusively by CO2 mols.  The consequences in terms of CO2/CH4 selectivity and the possible use of MIL-53(Cr) in a PSA process are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtl2qu7%252FE&md5=66e12ba1241f3b2e38f29a76b49c842d", "15. ", "Britt", ", ", "D.", "; ", "Tranchemontagne", ", ", "D.", "; ", "Yaghi", ", ", "O. M.", " ", "Metal–Organic Frameworks with High Capacity and Selectivity for Harmful Gases", " ", "Proc. Natl. Acad. Sci. U.S.A.", " ", "2008", ",  ", "105", " (", "33", ")  ", "11623", "– ", "11627", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "Metal organic frameworks with high capacity and selectivity for harmful gases", "Britt, David; Tranchemontagne, David; Yaghi, Omar M.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2008", "),\r\n    ", "105", "\r\n        (", "33", "),\r\n    ", "11623-11627", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "Benchmarks have been established for the performance of six metal-org. frameworks (MOFs) and isoreticular MOFs (IRMOFs, which have the same underlying topol. as MOF-5), MOF-5, IRMOF-3, MOF-74, MOF-177, MOF-199, and IRMOF-62, as selective adsorbents for eight harmful gases: sulfur dioxide, ammonia, chlorine, tetrahydrothiophene, benzene, dichloromethane, ethylene oxide, and carbon monoxide.  Kinetic breakthrough measurements are used to det. the calcd. dynamic adsorption capacity of each \"benchmark\" MOF for each gas.  The capacity of each MOF is compared to that of a sample of Calgon BPL activated carbon.  We find that pore functionality plays a dominant role in detg. the dynamic adsorption performance of MOFs.  MOFs featuring reactive functionality outperform BPL carbon in all but one case and exhibit high dynamic adsorption capacities up to 35% by wt.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtVCnur%252FK&md5=e6e6dc2268f445e0934572f33931867d", "16. ", "Glover", ", ", "T. G.", "; ", "Peterson", ", ", "G. W.", "; ", "Schindler", ", ", "B. J.", "; ", "Britt", ", ", "D.", "; ", "Yaghi", ", ", "O.", " ", "MOF-74 Building Unit Has a Direct Impact on Toxic Gas Adsorption", " ", "Chem. Eng. Sci.", " ", "2011", ",  ", "66", " (", "2", ")  ", "163", "– ", "170", "[", "Crossref", "]", "There is no corresponding record for this reference.", "17. ", "Peterson", ", ", "G. W.", "; ", "Wagner", ", ", "G. W.", "; ", "Balboa", ", ", "A.", "; ", "Mahle", ", ", "J.", "; ", "Sewell", ", ", "T.", "; ", "Karwacki", ", ", "C. J.", " ", "Ammonia Vapor Removal by Cu", "3", "(BTC)", "2", " and Its Characterization by MAS NMR", " ", "J. Phys. Chem. C", " ", "2009", ",  ", "113", " (", "31", ")  ", "13906", "– ", "13917", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Ammonia Vapor Removal by Cu3(BTC)2 and Its Characterization by MAS NMR", "Peterson, Gregory W.; Wagner, George W.; Balboa, Alex; Mahle, John; Sewell, Tara; Karwacki, Christopher J.", "Journal of Physical Chemistry C", "\r\n        (", "2009", "),\r\n    ", "113", "\r\n        (", "31", "),\r\n    ", "13906-13917", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Adsorption equil. and NMR expts. were performed to study the adsorption and interactions of ammonia with metal-org. framework HKUST-1, or Cu3(BTC)2 (BTC = 1,3,5-benzenetricarboxylate).  Ammonia capacities detd. from chem. breakthrough measurements show significantly higher uptake capacities than from adsorption alone, suggesting a stronger interaction involving a potential reaction with the Cu3(BTC)2 framework.  Indeed, 1H MASNMR reveals that a major disruption of the relatively simple spectrum of Cu3(BTC)2 occurs to generate a composite spectrum consistent with Cu(OH)2 and (NH4)3BTC species under humid conditions-the anticipated products of a copper(II) carboxylate reacted with limited ammonia.  These species are not detected under dry conditions; however, reaction stoichiometry combined with XRD results suggests the partial formation of an indeterminate diammine copper(II) complex with some residual Cu3(BTC)2 structure retained. Cu(II)-induced paramagnetic shifts exhibited by various species in 1H and 13C MASNMR spectra are consistent with model compds. and previous literature.  Although results show extensive ammonia capacity of Cu3(BTC)2, much of the capacity is due to reaction with the structure itself, causing a permanent loss in porosity and structural integrity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXnvF2ksb8%253D&md5=9e9008b465469f4a5ceb8cbd5b30fda3", "18. ", "Deng", ", ", "H.", "; ", "Doonan", ", ", "C. J.", "; ", "Furukawa", ", ", "H.", "; ", "Ferreira", ", ", "R. B.", "; ", "Towne", ", ", "J.", "; ", "Knobler", ", ", "C. B.", "; ", "Wang", ", ", "B.", "; ", "Yaghi", ", ", "O. M.", " ", "Multiple Functional Groups of Varying Ratios in Metal–Organic Frameworks", " ", "Science", " ", "2010", ",  ", "327", " (", "5967", ")  ", "846", "– ", "850", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Multiple Functional Groups of Varying Ratios in Metal-Organic Frameworks", "Deng, Hexiang; Doonan, Christian J.; Furukawa, Hiroyasu; Ferreira, Ricardo B.; Towne, John; Knobler, Carolyn B.; Wang, Bo; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "327", "\r\n        (", "5967", "),\r\n    ", "846-850", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Metal-org. frameworks (MOFs) can incorporate a large no. of different functionalities on linking groups in a way that mixes the linker, rather than forming sep. domains.  The authors made complex MOFs from 1,4-benzenedicarboxylate (denoted by A in this work) and its derivs. -NH2, -Br, -(Cl)2, -NO2, -Me2, -C4H4, -(OC3H5)2, and -(OC7H7)2 (denoted by B to I,, resp.) to synthesize 18 multivariate (MTV) MOF-5 type structures that contain up to eight distinct functionalities in one phase.  The backbone (Zn oxide and phenylene units) of these structures is ordered, but the distribution of functional groups is disordered.  The complex arrangements of several functional groups within the pores can lead to properties that are not simply linear sums of those of the pure components.  For example, a member of this series, MTV-MOF-5-EHI, exhibits up to 400% better selectivity for CO2 over CO compared with its best same-link counterparts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhslWju7o%253D&md5=40f9720d9a7633e6102cab3256be0468", "19. ", "Kim", ", ", "M.", "; ", "Cahill", ", ", "J. F.", "; ", "Fei", ", ", "H.", "; ", "Prather", ", ", "K. A.", "; ", "Cohen", ", ", "S. M.", " ", "Postsynthetic Ligand and Cation Exchange in Robust Metal–Organic Frameworks", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", " (", "43", ")  ", "18082", "– ", "18088", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Postsynthetic Ligand and Cation Exchange in Robust Metal-Organic Frameworks", "Kim, Min; Cahill, John F.; Fei, Honghan; Prather, Kimberley A.; Cohen, Seth M.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "43", "),\r\n    ", "18082-18088", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Postsynthetic ligand and metal ion exchange (PSE) processes readily occur in several inert metal-org. frameworks (MOFs), including zeolitic imidazolate frameworks (ZIFs).  Ligand exchange can occur between solid samples, as was demonstrated under relatively mild conditions with two robust, topol. distinct MOFs, MIL-53(Al) and MIL-68(In).  Ligand PSE is not obsd. with MIL-101(Cr), which is attributed to the kinetic inertness of the Cr(III) ion.  In addn. to ligand exchange, metal ion (cation) PSE was also studied between intact MOF microcryst. particles.  Metal ion transfer between MIL-53(Al) and MIL-53(Fe) was readily obsd.  These PSE reactions were monitored and the products characterized by a no. of techniques, including aerosol time-of-flight mass spectrometry, which permits single-particle compositional anal.  To show the potential synthetic utility of this approach, the PSE process was used to prep. the first Ti(IV) analog of the robust UiO-66(Zr) framework.  Finally, expts. to rule out mechanisms other than PSE (i.e., aggregation, dissoln./recrystn.) were performed.  PSE, of either ligands or cations, is common even with highly robust MOFs such as UiO-66(Zr), MILs, and ZIFs.  Also, PSE is useful in prepg. novel materials that cannot be obtained via other synthetic methods.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsVKmtbjP&md5=c7010554a86381c57498f08218bded0f", "20. ", "Kim", ", ", "M.", "; ", "Cahill", ", ", "J. F.", "; ", "Su", ", ", "Y.", "; ", "Prather", ", ", "K. A.", "; ", "Cohen", ", ", "S. M.", " ", "Postsynthetic Ligand Exchange as a Route to Functionalization of ‘Inert’ Metal–Organic Frameworks", " ", "Chem. Sci.", " ", "2012", ",  ", "3", " (", "1", ")  ", "126", "– ", "130", "[", "Crossref", "], [", "CAS", "]", "20. ", "Postsynthetic ligand exchange as a route to functionalization of metal-organic frameworks", "Kim, Min; Cahill, John F.; Su, Yongxuan; Prather, Kimberly A.; Cohen, Seth M.", "Chemical Science", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "1", "),\r\n    ", "126-130", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Herein, the authors report that the exchange of ligands from an intact metal-org. framework (MOF) can be exploited as a means to introduce functionalized ligands into MOFs under mild conditions.  Ligand exchange can occur with 'inert' Zr(IV)-based UiO-66 MOFs in a solvent dependent manner.  The authors call this process postsynthetic exchange (PSE) and show that it provides access to MOFs that are not readily prepd. in high quality by solvothermal methods.  Ligand exchange can occur between UiO-66 MOFs as monitored by aerosol time-of-flight mass spectrometry (ATOFMS).  ATOFMS was used to analyze the chem. compn. of microcryst. MOFs on the single particle level, providing information not available through bulk anal.  PSE is an important postsynthetic approach to the modification of MOFs, and the ligand exchange revealed by ATOFMS requires a reevaluation of the assumed 'stability' of even the most robust MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsFeisr%252FM&md5=b12ee0a9098d4c4065bb4f5e26f15f1a", "21. ", "Cavka", ", ", "J. H.", "; ", "Jakobsen", ", ", "S.", "; ", "Olsbye", ", ", "U.", "; ", "Guillou", ", ", "N.", "; ", "Lamberti", ", ", "C.", "; ", "Bordiga", ", ", "S.", "; ", "Lillerud", ", ", "K. P.", " ", "A New Zirconium Inorganic Building Brick Forming Metal Organic Frameworks with Exceptional Stability", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", " (", "42", ")  ", "13850", "– ", "13851", "[", "ACS Full Text ", "], [", "CAS", "]", "21. ", "A new zirconium inorganic building brick forming metal organic frameworks with exceptional stability", "Cavka Jasmina Hafizovic; Jakobsen Soren; Olsbye Unni; Guillou Nathalie; Lamberti Carlo; Bordiga Silvia; Lillerud Karl Petter", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "42", "),\r\n    ", "13850-1", "\r\n        ISSN:", ".\r\n    ", "Porous crystals are strategic materials with industrial applications within petrochemistry, catalysis, gas storage, and selective separation.  Their unique properties are based on the molecular-scale porous character.  However, a principal limitation of zeolites and similar oxide-based materials is the relatively small size of the pores, typically in the range of medium-sized molecules, limiting their use in pharmaceutical and fine chemical applications.  Metal organic frameworks (MOFs) provided a breakthrough in this respect.  New MOFs appear at a high and an increasing pace, but the appearances of new, stable inorganic building bricks are rare.  Here we present a new zirconium-based inorganic building brick that allows the synthesis of very high surface area MOFs with unprecedented stability.  The high stability is based on the combination of strong Zr-O bonds and the ability of the inner Zr6-cluster to rearrange reversibly upon removal or addition of mu3-OH groups, without any changes in the connecting carboxylates.  The weak thermal, chemical, and mechanical stability of most MOFs is probably the most important property that limits their use in large scale industrial applications.  The Zr-MOFs presented in this work have the toughness needed for industrial applications; decomposition temperature above 500 degrees C and resistance to most chemicals, and they remain crystalline even after exposure to 10 tons/cm2 of external pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD1cnlvFSqsA%253D%253D&md5=f355e3a0756d112f6ae3148a1e69cd81", "22. ", "DeCoste", ", ", "J. B.", "; ", "Peterson", ", ", "G. W.", "; ", "Jasuja", ", ", "H.", "; ", "Glover", ", ", "T. G.", "; ", "Huang", ", ", "Y.-g.", "; ", "Walton", ", ", "K. S.", " ", "Stability and Degradation Mechanisms of Metal–Organic Frameworks Containing the Zr", "6", "O", "4", "(OH)", "4", " Secondary Building Unit", " ", "J. Mater. Chem. A", " ", "2013", ",  ", "1", " (", "18", ")  ", "5642", "– ", "5650", "[", "Crossref", "], [", "CAS", "]", "22. ", "Stability and degradation mechanisms of metal-organic frameworks containing the Zr6O4(OH)4 secondary building unit", "DeCoste, Jared B.; Peterson, Gregory W.; Jasuja, Himanshu; Glover, T. Grant; Huang, You-gui; Walton, Krista S.", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2013", "),\r\n    ", "1", "\r\n        (", "18", "),\r\n    ", "5642-5650", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks (MOFs) with the Zr6O4(OH)4 secondary building unit (SBU) were of particular interest for potential com. and industrial uses because they can be easily tailored and are reported to be chem. and thermally stable.  However, there are significant changes in chem. and thermal stability of Zr6O4(OH)4 MOFs with the incorporation of different org. linkers.  As the no. of arom. rings is increased from one to two in 1,4-benzene dicarboxylate (UiO-66, ZrMOF-BDC) and 4,4'-biphenyl dicarboxylate (UiO-67, ZrMOF-BPDC), the Zr6O4(OH)4 SBU becomes more susceptible to chem. degrdn. by water and hydrochloric acid.  Also, as the linker is replaced with 2,2'-bipyridine-5,5'-dicarboxylate (ZrMOF-BIPY) the chem. stability decreases further as the MOF is susceptible to chem. breakdown by protic chems. such as methanol and isopropanol.  The results reported here bring into question the superior structural stability of the UiO-67 analogs as reported by others.  Also, the degrdn. mechanisms proposed here may be applied to other classes of MOFs contg. arom. dicarboxylate org. linkers, to predict their structural stability upon exposure to solvents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmtF2itr4%253D&md5=4d0b5aed58d97b63cd92051b95203b63", "23. ", "DeCoste", ", ", "J. B.", "; ", "Peterson", ", ", "G. W.", "; ", "Schindler", ", ", "B. J.", "; ", "Killops", ", ", "K. L.", "; ", "Browe", ", ", "M. A.", "; ", "Mahle", ", ", "J. J.", " ", "The Effect of Water Adsorption on the Structure of the Carboxylate Containing Metal–Organic Frameworks Cu-BTC, Mg-MOF-74, and UiO-66", " ", "J. Mater. Chem. A", " ", "2013", ",  ", "1", ",  ", "11922", "– ", "11932", "[", "Crossref", "], [", "CAS", "]", "23. ", "The effect of water adsorption on the structure of the carboxylate containing metal-organic frameworks Cu-BTC, Mg-MOF-74, and UiO-66", "DeCoste, Jared B.; Peterson, Gregory W.; Schindler, Bryan J.; Killops, Kato L.; Browe, Matthew A.; Mahle, John J.", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2013", "),\r\n    ", "1", "\r\n        (", "38", "),\r\n    ", "11922-11932", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks (MOFs) with metal-carboxylate bonds, including Cu-BTC (HKUST-1), Mg-MOF-74 (Mg/DOBDC), and UiO-66, have been shown to have varying degrees of water stability.  The MOF degrdn. at several temp. and humidity conditions over the course of 28 days was investigated.  At conditions of 90% relative humidity (RH) and 25°C, water uptake for Cu-BTC is shown to be higher than at 90% RH and 40°C, causing the degrdn. of the inner structure of Cu-BTC to occur more readily at the lower temp.  However the external surfaces of Cu-BTC degrade more readily, as shown through SEM images, at conditions of 90% RH and 40°C.  Mg-MOF-74 has a nearly complete loss of surface area after just one day of exposure to each of the conditions studied, however the PXRD patterns show only a change in the [100] peak.  A mechanism for the degrdn. of Mg-MOF-74 involving a 6-coordinate Mg intermediate which leaves the 1-dimensional channels of Mg-MOF-74 intact is offered.  UiO-66 is stable to each of the aging conditions for the full 28 days.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsVehs7fL&md5=ae0cd10d7007fd77f15bfbd90533607d", "24. ", "Kandiah", ", ", "M.", "; ", "Usseglio", ", ", "S.", "; ", "Svelle", ", ", "S.", "; ", "Olsbye", ", ", "U.", "; ", "Lillerud", ", ", "K. P.", "; ", "Tilset", ", ", "M.", " ", "Post-Synthetic Modification of the Metal–Organic Framework Compound UiO-66", " ", "J. Mater. Chem.", " ", "2010", ",  ", "20", " (", "44", ")  ", "9848", "– ", "9851", "[", "Crossref", "], [", "CAS", "]", "24. ", "Post-synthetic modification of the metal-organic framework compound UiO-66", "Kandiah, Mathivathani; Usseglio, Sandro; Svelle, Stian; Olsbye, Unni; Lillerud, Karl Petter; Tilset, Mats", "Journal of Materials Chemistry", "\r\n        (", "2010", "),\r\n    ", "20", "\r\n        (", "44", "),\r\n    ", "9848-9851", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Post-synthetic modification is a viable route for the introduction of surface sites with new chem. properties in metal-org. framework compds.  Herein it is possible to perform covalent post-synthetic modifications of the UiO-66-NH2 MOF ([Zr6O4(OH)4L6]n, H2L = 2-amino-1,4-benzenedicarboxylic acid) with four different acid anhydrides.  FTIR is employed to monitor the reactions and the extent of reaction depends on the bulkiness of the anhydrides.  For the smallest one, acetic anhydride, 100% conversion to UiO-66-NHCOCH3 was obsd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlKjtLzE&md5=7530c31750ac8f6b997bbf5dcb27c1eb", "25. ", "Tagliabue", ", ", "M.", "; ", "Rizzo", ", ", "C.", "; ", "Millini", ", ", "R.", "; ", "Dietzel", ", ", "P. D. C.", "; ", "Blom", ", ", "R.", "; ", "Zanardi", ", ", "S.", " ", "Methane Storage on CPO-27-Ni Pellets", " ", "J. Porous Mater.", " ", "2011", ",  ", "18", " (", "3", ")  ", "289", "– ", "296", "[", "Crossref", "], [", "CAS", "]", "25. ", "Methane storage on CPO-27-Ni pellets", "Tagliabue, Marco; Rizzo, Caterina; Millini, Roberto; Dietzel, Pascal D. C.; Blom, Richard; Zanardi, Stefano", "Journal of Porous Materials", "\r\n        (", "2011", "),\r\n    ", "18", "\r\n        (", "3", "),\r\n    ", "289-296", "CODEN:\r\n                ", "JPMAFX", ";\r\n        ISSN:", "1380-2224", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "The nickel-based metal-org. framework (MOF), referred to as CPO-27-Ni, has been recently proposed as adsorbent for the storage of gaseous fuels.  Once an adsorbent has been identified, shaping is an essential step for its industrial implementation.  According to that, a study on the influence of shaping on phys.-chem. characteristics and CH4 storage properties of CPO-27-Ni was performed.  XRD anal. evidenced that tableting till 0.1 GPa slightly modify CPO-27-Ni crystal structure.  As a matter of fact, the sp. surface area of the compd. after tableting was just a little bit lower with respect to the as-synthesized one.  Moreover, the tableted MOF exhibited a CH4 specific capacity close to the as-synthesized powder and comparable to medium performing MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXltl2isLg%253D&md5=83a94b702b39e2530ea53393503c233c", "26. ", "Liu", ", ", "J.", "; ", "Tian", ", ", "J.", "; ", "Thallapally", ", ", "P. K.", "; ", "McGrail", ", ", "B. P.", " ", "Selective CO", "2", " Capture from Flue Gas Using Metal–Organic Frameworks—A Fixed Bed Study", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", " (", "17", ")  ", "9575", "– ", "9581", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "Selective CO2 Capture from Flue Gas Using Metal-Organic Frameworks - A Fixed Bed Study", "Liu, Jian; Tian, Jian; Thallapally, Praveen K.; McGrail, B. Peter", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "17", "),\r\n    ", "9575-9581", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "It is important to remove flue gas CO2, considered a main cause of global warming.  CO2/N2 sepn. by novel adsorbents is a promising method to reduce CO2 emissions.  The effect of water on CO2 adsorption and CO2/N2 selectivity is crit. to enable adsorbent utilization in practical applications.  Ni/DOBDC (Ni-MOF-74 or CPO-27-Ni) was synthesized using a solvothermal reaction, and a pellet sample was used in a fixed-bed CO2/N2 break-through study with and without water.  The Ni/DOBDC pellet has high CO2 capacity (3.74 mol/kg at 0.15 bar) and high CO2/N2 selectivity (38), much higher than those of reported metal-org. frameworks (MOF) and zeolites under dry conditions.  Trace amts. of water affected CO2 adsorption capacity and CO2/N2 selectivity by Ni/DOBDC; however, Ni/DOBDC retained a significant CO2 capacity (2.2 mol/kg) and a CO2/N2 selectivity (22) at 0.15 bar CO2 with 3% relative humidity water.  Results indicated a promising future for Ni/DOBDC use in flue gas CO2 removal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XltVyksLs%253D&md5=b6e8c8fc720a12f728d695ea5b0ddfa5", "27. ", "Zacharia", ", ", "R.", "; ", "Cossement", ", ", "D.", "; ", "Lafi", ", ", "L.", "; ", "Chahine", ", ", "R.", " ", "Volumetric Hydrogen Sorption Capacity of Monoliths Prepared by Mechanical Densification of MOF-177", " ", "J. Mater. Chem.", " ", "2010", ",  ", "20", " (", "11", ")  ", "2145", "– ", "2151", "[", "Crossref", "], [", "CAS", "]", "27. ", "Volumetric hydrogen sorption capacity of monoliths prepared by mechanical densification of MOF-177", "Zacharia, Renju; Cossement, Daniel; Lafi, Lyubov; Chahine, Richard", "Journal of Materials Chemistry", "\r\n        (", "2010", "),\r\n    ", "20", "\r\n        (", "11", "),\r\n    ", "2145-2151", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Bulk powd. MOF-177 was mech. compressed to prep. monoliths with bulk densities >3 times its crystallog. d.  The excess and total gravimetric and volumetric H storage capacities of the compressed material were measured over a pressure range of 0-13 MPa at 77 K and at room temp.  The max. excess volumetric H storage capacity of these monoliths at ∼6 MPa and 77 K is 25.8±1.2 g/L, a 78% increase of that of powd. bulk MOF-177 and 80% of the theor. max. excess volumetric H storage capacity predicted from the material's crystallog. d.  The monoliths show diminishing excess gravimetric capacity with increasing d. which is attributed to their decreasing micropore vol., which in turn stems from the progressive collapse of MOF-177 crystals to an amorphous phase when they are subjected to densification.  A modified Dubinin-Astakhov (DA) model was adapted to describe the excess gravimetric adsorption of samples with varying bulk densities.  The total volumetric capacity of monoliths prepd. from MOF-177 is 48.0±2.1 g/L at 13 MPa and 77 K if a complete storage system that does not decrease this capacity by >20% is designed, it can meet the DOE 2015 volumetric system target at 77 K.  Under the same conditions, it is easier to meet the DOE 2015 gravimetric system target of 5.5% as the material's total gravimetric storage capacity is ∼10.3±0.3%.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXis1altrs%253D&md5=4e295e9504b6de118ea1ebbb14e9588b", "28. ", "Peterson", ", ", "G. W.", "; ", "DeCoste", ", ", "J. B.", "; ", "Glover", ", ", "T. G.", "; ", "Huang", ", ", "Y.", "; ", "Jasuja", ", ", "H.", "; ", "Walton", ", ", "K. S.", " ", "Effects of Pelletization Pressure on the Physical and Chemical Properties of the Metal–Organic Frameworks Cu", "3", "(BTC)", "2", " and UiO-66", " ", "Microporous Mesoporous Mater.", " ", "2013", ",  ", "179", ",  ", "48", "– ", "53", "[", "Crossref", "], [", "CAS", "]", "28. ", "Effects of pelletization pressure on the physical and chemical properties of the metal-organic frameworks Cu3(BTC)2 and UiO-66", "Peterson, Gregory W.; DeCoste, Jared B.; Glover, T. Grant; Huang, Yougui; Jasuja, Himanshu; Walton, Krista S.", "Microporous and Mesoporous Materials", "\r\n        (", "2013", "),\r\n    ", "179", "\r\n        (", "),\r\n    ", "48-53", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "The metal-org. frameworks CuBTC and UiO-66 were pressed at 1000 and 10,000 psi as a 1st step to engineering particles for use in toxic chem. removal applications.  Materials characterization was conducted on each material using powder x-ray diffraction, attenuated total reflectance-FTIR spectroscopy, and N porosimetry.  Neither material showed signs of structural degrdn. during pressing.  The CuBTC pressed materials show reduced porosity after pressing, while the UiO-66 surface area remained consistent for all pressed samples.  Small-scale breakthrough testing was conducted with CuBTC against ammonia, which probes the reactive sites, and UiO-66 against octane, which probes phys. adsorption capacity.  Even with the decrease in surface area, the CuBTC materials had consistent ammonia removal capacities, while the UiO-66 pressed materials showed a slight decrease in octane loadings.  Data indicate that pressing these MOFs into pellets without a binder is a viable approach to engineering particles in support of filtration and other applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht1altrbE&md5=a85851b4578c538a3dc9439f1e4c5f15", "29. ", "Vermoortele", ", ", "F.", "; ", "Ameloot", ", ", "R.", "; ", "Vimont", ", ", "A.", "; ", "Serre", ", ", "C.", "; ", "De Vos", ", ", "D.", " ", "An Amino-Modified Zr-Terephthalate Metal–Organic Framework as an Acid–Base Catalyst for Cross-Aldol Condensation", " ", "Chem. Commun.", " ", "2011", ",  ", "47", " (", "5", ")  ", "1521", "– ", "1523", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "29. ", "An amino-modified Zr-terephthalate metal-organic framework as an acid-base catalyst for cross-aldol condensation", "Vermoortele, Frederik; Ameloot, Rob; Vimont, Alexandre; Serre, Christian; De Vos, Dirk", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "5", "),\r\n    ", "1521-1523", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "After controlled pretreatment, some Zr-terephthalate metal-org. frameworks were found to be highly selective catalysts for the cross-aldol condensation of benzaldehyde and heptanal.  The proximity of Lewis acid and base sites in the amino-functionalized Zr-terephthalate material further raises the reaction yields.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXot1ertA%253D%253D&md5=a764481e5b0bd1a3f2848d69947388fd", "30. ", "DeCoste", ", ", "J. B.", "; ", "Peterson", ", ", "G. W.", " ", "Preparation of Hydrophobic Metal–Organic Frameworks via Plasma Enhanced Chemical Vapor Deposition of Perfluoroalkanes for the Removal of Ammonia", " ", "J. Vis. Exp.", " ", "2013", ",  ", "80", ",  ", "e51175", "There is no corresponding record for this reference.", "31. ", " ", "ASTM D2854-09: Standard Test Method for Apparent Density of Activated Carbon", ". In  ", "Annual Book of ASTM Standards", "; ", "ASTM International", ": ", "West Conshohocken, PA", ", ", "2009", "; Vol.  ", "15.01", ".", "There is no corresponding record for this reference.", "32. ", "Garibay", ", ", "S. J.", "; ", "Cohen", ", ", "S. M.", " ", "Isoreticular Synthesis and Modification of Frameworks with the UiO-66 Topology", " ", "Chem. Commun.", " ", "2010", ",  ", "46", " (", "41", ")  ", "7700", "– ", "7702", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "32. ", "Isoreticular synthesis and modification of frameworks with the UiO-66 topology", "Garibay, Sergio J.; Cohen, Seth M.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "41", "),\r\n    ", "7700-7702", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Amino, bromo, nitro, and naphthalene functionalized terephthalates in UiO-66 metal-org. frameworks [Zr6O4(OH)4(p-O2C-Ar-CO2)6]n were synthesized through reticular chem.  UiO-66-NH2 is suitable for postsynthetic modification with a variety of anhydrides to generate new, functionalized frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXht1Omtr%252FF&md5=c1a46e2905cef5bb4522a9f754df38d1", "33. ", "Cmarik", ", ", "G. E.", "; ", "Kim", ", ", "M.", "; ", "Cohen", ", ", "S. M.", "; ", "Walton", ", ", "K. S.", " ", "Tuning the Adsorption Properties of UiO-66 via Ligand Functionalization", " ", "Langmuir", " ", "2012", ",  ", "28", " (", "44", ")  ", "15606", "– ", "15613", "[", "ACS Full Text ", "], [", "CAS", "]", "33. ", "Tuning the Adsorption Properties of UiO-66 via Ligand Functionalization", "Cmarik, Gregory E.; Kim, Min; Cohen, Seth M.; Walton, Krista S.", "Langmuir", "\r\n        (", "2012", "),\r\n    ", "28", "\r\n        (", "44", "),\r\n    ", "15606-15613", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "UiO-66 is one of the few known H2O-stable MOFs that are readily amenable to direct ligand substitution.  UiO-66 was synthesized with amino-, nitro-, methoxy-, and naphthyl-substituted ligands to impart polar, basic, and hydrophobic characteristics.  Pure-component CO2, CH4, N2, and H2O vapor adsorption isotherms were measured in the materials to study the effect of the functional group on the adsorption behavior.  Heats of adsorption were calcd. for each pure gas on each material.  The amino-functionalized material possesses the best adsorption properties for each pure gas due to a combination of polarity and small functional group size.  The naphthyl-functionalized material exhibits a good combination of inhibited H2O vapor adsorption and high selectivity for CO2 over CH4 and N2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsVyltbzI&md5=72daab15cd5a9c968ceb0c4c65956836", "34. ", "Decoste", ", ", "J. B.", "; ", "Peterson", ", ", "G. W.", "; ", "Smith", ", ", "M. W.", "; ", "Stone", ", ", "C. A.", "; ", "Willis", ", ", "C. R.", " ", "Enhanced Stability of Cu-BTC MOF via Perfluorohexane Plasma-Enhanced Chemical Vapor Deposition", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", " (", "3", ")  ", "1486", "– ", "1489", "[", "ACS Full Text ", "], [", "CAS", "]", "34. ", "Enhanced Stability of Cu-BTC MOF via Perfluorohexane Plasma-Enhanced Chemical Vapor Deposition", "Decoste, Jared B.; Peterson, Gregory W.; Smith, Martin W.; Stone, Corinne A.; Willis, Colin R.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "3", "),\r\n    ", "1486-1489", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal org. frameworks (MOFs) are a leading class of porous materials for a wide variety of applications, but many of them are unstable toward water.  Cu-BTC (1,3,5 benzenetricarboxylic acid, BTC) was treated with a plasma-enhanced CVD (PECVD) of perfluorohexane creating a hydrophobic form of Cu-BTC.  The treated Cu-BTC could withstand high humidity and even submersion in water much better than unperturbed Cu-BTC.  Through Monte Carlo simulations perfluorohexane sites itself in such a way within Cu-BTC as to prevent the formation of water clusters, hence preventing the decompn. of Cu-BTC by water.  This PECVD of perfluorohexane could be exploited to widen the scope of practical applications of Cu-BTC and other MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xks1agtA%253D%253D&md5=70c788eb90c8a28d5e33e79ae84050af", "35. ", "Kim", ", ", "S.", "; ", "Sorescu", ", ", "D. C.", "; ", "Yates", ", ", "J. T.", " ", "Infrared Spectroscopic Study of ClCN Adsorption on Clean and Triethylenediamine-Precovered γ-Al", "2", "O", "3", " ", "J. Phys. Chem. C", " ", "2007", ",  ", "111", " (", "49", ")  ", "18226", "– ", "18235", "[", "ACS Full Text ", "], [", "CAS", "]", "35. ", "Infrared Spectroscopic Study of ClCN Adsorption on Clean and Triethylenediamine-Precovered γ-Al2O3", "Kim, Sunhee; Sorescu, Dan C.; Yates, John T., Jr.", "Journal of Physical Chemistry C", "\r\n        (", "2007", "),\r\n    ", "111", "\r\n        (", "49", "),\r\n    ", "18226-18235", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The effect of triethylenediamine (TEDA) (also named 1,4-diazabicyclo [2.2.2]octane, DABCO) on the adsorption of ClCN on a γ-Al2O3 absorbent has been investigated.  Both Fourier transform IR (FTIR) and theor. studies indicate that no direct interaction between amine groups of TEDA and ClCN mols. takes place.  Instead, we found that TEDA competes with ClCN for active surface sites on γ-Al2O3.  In addn., the adsorption behavior of cyanogen chloride (ClCN) on a clean γ-Al2O3 surface has been studied.  The sequence of the thermally activated processes of diffusion, adsorption, desorption, and decompn. of ClCN mols. on the clean γ-Al2O3 surface following icelike ClCN layer formation at lower temp. was obsd.  One of the decompn. products, Al-NCO, was assigned by using an Al-18OH labeled surface for reaction with ClCN.  In addn., Al-CN and Al2-OCN species were also detected upon ClCN decompn.  Good correlation of the calcd. vibrational frequencies for the adsorbed species with exptl. data is found.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXht1yks7rF&md5=7985773a3920256eaa9e0beca171f0c6", "36. ", "Teng", ", ", "H. S.", "; ", "Hsieh", ", ", "C. T.", " ", "Influence of Surface Characteristics on Liquid-Phase Adsorption of Phenol by Activated Carbons Prepared from Bituminous Coal", " ", "Ind. Eng. Chem. Res.", " ", "1998", ",  ", "37", " (", "9", ")  ", "3618", "– ", "3624", "[", "ACS Full Text ", "], [", "CAS", "]", "36. ", "Influence of Surface Characteristics on Liquid-Phase Adsorption of Phenol by Activated Carbons Prepared from Bituminous Coal", "Teng, Hsisheng; Hsieh, Chien-To", "Industrial & Engineering Chemistry Research", "\r\n        (", "1998", "),\r\n    ", "37", "\r\n        (", "9", "),\r\n    ", "3618-3624", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Liq.-phase adsorption of phenol by activated carbons prepd. from a bituminous coal was investigated.  The carbon prepn. consisted of carbonization of the oxidized or the unoxidized coal followed by activation in CO2 to various extents of burnoff.  It was obsd. from the exptl. results that BET surface area and pore vol. are important factors in detg. the adsorptive capacity of the activated carbons.  The Langmuir model yields a fairly good fit to the adsorption isotherms, indicating a monolayer adsorption of phenol onto these carbons.  The amt. of phenol adsorbed per unit surface area, corresponding to complete coverage of the adsorptive sites, decreases with the extent of burnoff and with the particle size of the carbon.  The decrease can be attributed to the increase in diffusion path.  It was found that the adsorptive capacity decreases with the temp. for the carbon prepd. from the unoxidized coal, while it increases for the carbons from the oxidized coal.  This difference can be attributed to different populations of oxygen functional groups on the carbon surfaces.  According to the Langmuir model, the adsorption of phenol on these carbons was found to be to an endothermic process.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXltVegurs%253D&md5=1ba929ec4558e101067b6004e94b24d4", "37. ", "Klotz", ", ", "I. M.", "; ", "Miller", ", ", "D. K.", " ", "Diffusion Coefficients and Molecular Radii of Hydrogen Cyanide, Cyanogen Chloride, Phosgene and Chloropicrin", " ", "J. Am. Chem. Soc.", " ", "1947", ",  ", "69", " (", "10", ")  ", "2557", "– ", "2558", "[", "ACS Full Text ", "], [", "CAS", "]", "37. ", "Diffusion coefficients and molecular radii of hydrogen chloride, cyanogen chloride, phosgene, and chloropicrin", "Klotz, I. M.; Miller, D. K.", "Journal of the American Chemical Society", "\r\n        (", "1947", "),\r\n    ", "69", "\r\n        (", "),\r\n    ", "2557-8", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "Diffusion consts.: HCN (0°) 0.173, CNCl (0°) 0.111, COCl2 (0°) 0.095, Cl3CNO2 (25°) 0.088 sq. cm./sec. Mol. ratio (2 values from diffusion coeff. and from liquid d.): HCN 2.03, 2.00; CNCl 2.31, 2.19; COCl2 2.42, 2.45; Cl3CNO2 2.78, 2.75 A.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaH1cXitVyg&md5=505a37fa55f3ee3f0ad6524118d7507d", "38. ", "Schoenecker", ", ", "P. M.", "; ", "Carson", ", ", "C. G.", "; ", "Jasuja", ", ", "H.", "; ", "Flemming", ", ", "C. J. J.", "; ", "Walton", ", ", "K. S.", " ", "Effect of Water Adsorption on Retention of Structure and Surface Area of Metal–Organic Frameworks", " ", "Ind. Eng. Chem. Res.", " ", "2012", ",  ", "51", " (", "18", ")  ", "6513", "– ", "6519", "[", "ACS Full Text ", "], [", "CAS", "]", "38. ", "Effect of Water Adsorption on Retention of Structure and Surface Area of Metal-Organic Frameworks", "Schoenecker, Paul M.; Carson, Cantwell G.; Jasuja, Himanshu; Flemming, Christine J. J.; Walton, Krista S.", "Industrial & Engineering Chemistry Research", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "18", "),\r\n    ", "6513-6519", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "This work presents an exptl. study of H2O adsorption in metal-org. frameworks (MOFs) at room temp. and up to 90% relative humidity.  Structural degrdn. of the materials after regeneration is analyzed via powder x-ray diffraction (PXRD) and nitrogen adsorption measurements.  MOFs with open metal sites are quite hydrophilic but appear to maintain their structure according to PXRD.  However, significant surface area loss indicates that decompn. is occurring and is likely an attribute of oxygen presence during the regeneration procedure.  Materials with Cu paddle-wheel (HKUST-1), 5-coordinated Mg (Mg MOF-74), and 7-coordinated Zr (UiO-66(-NH2)) maintain good structural stability, while Zn-COOH contg. MOFs (DMOF-1; DMOF-1-NH2; UMCM-1) undergo complete loss of crystallinity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xks1Omsbw%253D&md5=4497868704d5bd84b9fbb19f1beb4c8d"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-2/ie403366d/production/images/small/ie-2013-03366d_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-2/ie403366d/production/images/small/ie-2013-03366d_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-2/ie403366d/production/images/small/ie-2013-03366d_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-2/ie403366d/production/images/small/ie-2013-03366d_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-2/ie403366d/production/images/small/ie-2013-03366d_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-2/ie403366d/production/images/small/ie-2013-03366d_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-2/ie403366d/production/images/small/ie-2013-03366d_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-2/ie403366d/production/images/small/ie-2013-03366d_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/iecred/2014/iecred.2014.53.issue-2/ie403366d/production/images/small/ie-2013-03366d_0009.gif\">"]}
