{"title": ["Cu-BTC/Aminated Graphite Oxide Composites As High-Efficiency CO", " Capture Media"], "authors": ["Alfonso Policicchio", "Yunxia Zhao", "Qin Zhong", "Raffaele G. Agostino", "Teresa J. Bandosz"], "doi": ["10.1021/am404952z"], "abstract": ["CO", " adsorption isotherms on Cu-BTC/aminated graphite oxide composites were measured in the pressure range up to 1.5 MPa at three different temperatures close to ambient. Adsorption capacity, isosteric heat of adsorption, and regenerability were investigated. They are considered as significant factors determining the practical application of materials for CO", " capture. The results indicate a significant improvement in the performance of the composites as CO", " adsorbents in comparison with the parent Cu-BTC MOF. Among all samples analyzed, the composite of Cu-BTC and modified graphite oxide with the highest N content (MOF/GO-U3) is the best performing sample. On its surface 13.41 mmol/g CO", " was adsorbed at room temperature and 1.5 MPa. A high selectivity for CO", " adsorption over that of CH", " was found. The selectivities for CO", " adsorption over N", " are governed by the properties of the MOF phase. A relatively low heat of CO", " adsorption and the high degree of surface homogeneity cause that the composites can be fully regenerated and used in multicycle adsorption with the minimum energy demand."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Introduction", "CO", "2", " has long been recognized as the most influential greenhouse gas leading to global warming and climate change.", "(1, 2)", " Atmospheric CO", "2", " concentration continuously increases and its current level is about 385 ppm.", "(3)", " Fuel-burning power plants and steel industry are two main CO", "2", " sources.", "(4)", " A carbon capture and storage (CCS) technology is considered as one of the most promising solutions to slowdown climate changes.", "(5, 6)", " Nowadays, there are various methods of CO", "2", " separation and storage, including solvent absorption, chemical and physical adsorption,", "(7)", " membrane separation,", "(8)", " and cryogenic distillation.", "(9)", " However, some long-existing problems related to the application of absorption/adsorption methods have not been solved. This includes high volatility, degradability, high regeneration cost, or waste adsorption liquid treatment.", "(10, 11)", " Other methods, as for instance, cryogenic distillation, are still in the stage of a laboratory study.", "CO", "2", " adsorption on solid adsorbents has advantages of being an environmentally friendly and simple process that is easy to operate with a low energy requirement.", "(4, 12-14)", " Because of this, it is considered as an economical and effective mean for the post-combustion CO", "2", " capture.", "(15)", " Nevertheless, excellent adsorbent materials are the prerequisite to complete the operation efficiently and with high CO", "2", " load.", "(4, 12)", " Metal organic frameworks (MOFs) are a type of microporous crystalline solids with a periodic network structure, formed by self-assembly through covalent bonds or inter-molecular forces between metal ions and organic ligands.", "(16)", " They have similar structure and properties to zeolites. Owing to the extremely high surface area and pore volume,", "(17)", " and rich and flexible surface chemistry,", "(18-21)", " MOFs have become the attractive materials for hydrogen storage,", "(16, 22, 23)", " separation,", "(24)", " catalysis, CO", "2", " capture,", "(17, 25, 26)", " and other industrial applications.", "(24)", " As physical adsorbents, MOFs exhibit high CO", "2", " capacity and thus bring broad prospects, which have attracted attention of researchers.", "(17)", " Férey and coworkers", "(27)", " created porous chromium terephthalate, MIL-101, with very large pore sizes and surface area, which are about 30 Ǻ and 5900 m", "2", "/g, respectively. The best activated MIL-101 showed a very high CO", "2", " capacity reaching 390 cm", "3", "/cm", "3", " at 5 MPa. Yaghi and coworkers", "(28)", " synthesized MOF-210 with BET surface area 6240 m", "2", "/g. This material was shown to adsorb 2.87 g CO", "2", "/g at 5 MPa at 298 K.", "Even though MOF materials have been presented as excellent adsorbents, their large void space is not completely utilized for gas storage because of weak interactions between the walls of MOFs and usually small gas/adsorbate molecules.", "(29)", " To increase the dispersive forces, other materials, microporous", "(30, 31)", " or layered", "(32, 33)", " can be incorporated to their structure forming composite solids. Such composites have pores similar in size to the size of a gas molecule and thus physical forces between adsorbent and adsorbate are enhanced.", "(29, 30)", " These materials showed an improved porosity and adsorptive performance.", "(29-33)", " Jasra and coworkers", "(24)", " synthesized a new MIL-101 composite with single-wall carbon nanotubes (SWNT) tuning the pore size and pore volume of the material towards hydrogen sorption. More importantly, synergistic effects on porosity and chemistry of such composites result in a significant improvement in the adsorption of various gases.", "(34, 35)", " The composites of MOF- 5", "(35)", " or HKUST-1 with graphite oxide has been synthesized and used as gas adsorbents.", "(35, 36)", " Their performance significantly increased compared to that of parent MOF owing to the formation of new pores on the interface between two phases and active chemistry participating in reactive adsorption.", "New composites of MOF Cu-BTC and aminated graphite oxide have been introduced recently", "(37, 38)", " with the intended application for the CO", "2", " capture. In these materials, the incorporation of graphite oxide modified with urea into MOF changes the chemistry and microstructure of MOF units and results in synergistic features beneficial for CO", "2", " retention.", "(37)", " The composite with the largest extent of urea modification was shown as an excellent CO", "2", " adsorbent at ambient dynamic conditions.", "(38)", " The objective of this work is an evaluation of the CO", "2", " capture capability of these new materials. The adsorption is measured at three different temperatures in a wide pressure range. The adsorption capacity, adsorption heat, and regeneration ability of adsorbents are evaluated. They are significant parameters affecting the real-life application of these materials as CO", "2", " capture media. Besides, the selectivitites for CO", "2", " adsorption over CH", "4", " or N", "2", " are estimated. The latter two species are often present in the natural gas or flue gas from which CO", "2", " has to be separated/captured.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Experimental Section", "Materials", "The detailed synthesis routes of the parent MOF Cu-BTC and its composites with graphite oxide (GO)", "(35, 36)", " or aminated graphite oxide were reported previously.", "(37)", " The samples used in this study are from the same batch as those addressed in Ref.", "(37)", " Graphite oxide was prepared by oxidation of graphite using classic Hummers’ method.", "(39)", " Aminated graphite oxide was prepared by treating GO with urea.", "(37)", " Three different amount of urea were used. The synthesis procedures of MOF/graphite oxide or MOF/aminated graphite oxide composites were similar. GO or GO-U and MOF components were simultaneously dispersed/dissolved in the solvent by sonication. The mixture was then heated at 353 K for 24 h under shaking. The intended content of GO or GO-U in the composite was 10 wt % of the parent MOF. The composites are referred to as MOF/GO, MOF/GO-U1, MOF/GO-U2, and MOF/GO-U3, respectively. The numbers after GO-U represent the increasing amount of urea used for modification.", "(37)", "CO", "2", " Adsorption/Desorption Measurements", "The CO", "2", " adsorption/desorption measurements were carried out at 298, 277, and 318 K, and in the pressure range 0.0–1.5 MPa, using an optimized Sievert-type (volumetric) apparatus f-PcT for accurate and reliable gas adsorption measurements.", "(40)", " Before the adsorption/desorption experiment, each sample was annealed for 12 h at 393 K under vacuum (", "P", " < 1 × 10", "–4", " mPa), to remove water trapped inside.To optimally evaluate the sample skeletal density, we performed helium (He) pycnometry analysis", "(41)", " prior to starting with the CO", "2", " adsorption measurements.", "The reliability of the MOFs performance in terms of cyclic life was tested by subjecting all samples to multiple CO", "2", " adsorption/desorption cycles.", "The f-PcT apparatus was also used to measure CH", "4", "(42)", " and N", "2", " adsorption/desorption isotherms at 298 K and in the pressure range 0.0–1.5 MPa.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "Comparison of CO", "2", " Adsorption Capacity", "Even though the porous structure and chemistry of the MOF and composites addressed in this paper have been analyzed in details previously", "(37, 38)", " for the sake of discussion and for the proper analysis of the CO", "2", " adsorption at equilibrium in the broad pressure range we reintroduce the parameters of the porous structure (Table ", "1", "). As seen, building the composites significantly increases the surface area and pore volume, especially for MOF/GO-U3. That increase in the volume of micropores, along with the existence of more open copper sites/defect in the composites compared to the parent MOF were found as important factors governing the CO", "2", " adsorption at room temperature at dynamic conditions.", "(38)", "Table 1. Parameters of the Porous Structure for Samples Studied", "sample", "S", "BET", "a", " (m", "2", "/g)", "V", "t", "b", " (cm", "3", "/g)", "V", "mic", "c", " (cm", "3", "/g)", "V", "mic", "/", "V", "t", " (%)", "MOF", "892", "0.428", "0.379", "89", "MOF/GO", "1010", "0.491", "0.436", "89", "MOF/GO-U1", "864", "0.421", "0.368", "87", "MOF/GO-U2", "936", "0.466", "0.406", "87", "MOF/GO-U3", "1367", "0.663", "0.572", "86", "a", "BET surface area.", "b", "Total pore volume.", "c", "Micropore volume.", "Figure ", "1", " shows the adsorption isotherms up to 1.5 MPa measured at three different temperatures. As expected for physical adsorption,", "(38)", " the amount of CO", "2", " adsorbed on all samples increases with a decrease in the temperature. The sharp increase at the pressure below 0.5 MP is likely caused by the specific interactions between quadrupolar CO", "2", " molecules and partial positive charges on the coordinatively unsaturated metal sites in Cu-BTC in the very small pores.", "(43)", " These sites should consist of the highest energy adsorption centers. As proposed by Zhou and co-workers", "(44)", " and Wu and co-workers,", "(45)", " CO", "2", " primary adsorption sites include the open Cu sites and the cage window sites. On the latter sites CO", "2", " interactions are governed by van der Waals (vdW) forces. The electrostatic interaction between the open metal ion and the CO", "2", " quadrupole is considered as stronger than a typical vdW interaction.", "(45)", " It was proposed that CO", "2", " is preferentially adsorbed in a O═C═O···Cu configuration.", "(44)", " At higher pressures the amount adsorbed increases more gradually and the rate of an increase is supposed to be affected by the surface area and pore volume/pore size distribution of the samples.", "(41)", "Figure 1. CO", "2", " adsorption isotherms on the samples studied at ∼277, ∼298, and ∼318 K (actual temperatures are marked on the plots) in the pressure range 0.0–1.5 MPa. The magnitude of the error is the symbol itself. Solid lines represent fits to Toth equation.", "The slopes of each isotherm in the low pressure range differ depending on the temperature. It is greatest at 277 K, where a knee around 0.3 MPa is observed. Then it decreases at 298 K and at 318 K the isotherms resemble a straight line. This can be explained by weaker gas-solid interaction at higher temperatures.", "MOF/GO-U3 exhibits the largest CO", "2", " adsorption capacity, which can be attributed to its high surface area and pore volume. The size of pores is also important and in this material it is about 0.6 nm, which is close to the kinetic diameter of CO", "2", " molecule.", "(37, 38)", " This sample was found as having the highest number of defects/unsaturated copper centers.", "(37)", " MOF/GO shows a slightly lower CO", "2", " adsorption capacity than that of MOF/GO-U2 at the low and room temperature and exactly the same as MOF/GO-U2 at the high temperature. The CO", "2", " uptakes of MOF/GO-U1 and MOF are very close, to each other with a difference around 0.8 mmol/g at 276 K and 0.2 mmol/g at 318 K under 1.5 MPa. It is notable that, even at such high pressure, none of the isotherms reached saturation.", "The measured CO", "2", " uptakes on our samples are collected in Table ", "2", ". The CO", "2", " capacity of MOF/GO-U3 reaches 15.00, 13.41, and 11.82 mmol/g up to 1.5 MPa at 277, 298, and 318 K, respectively. Under 0.1 MPa, its CO", "2", " uptake is 7.27, 4.65, and 2.57 mmol/g at 277, 298, and 318 K, respectively. The trend in the amount of CO", "2", " adsorbed on the samples studied is the same as that at dynamic conditions described previously.", "(38)", " It is important to mention that the CO", "2", " adsorption capacity on the composites and especially on MOF/GO-U3 is higher than those measured on other promising adsorbents addressed in the literature. Chaffee and co-workers", "(43)", " evaluated the CO", "2", " capacity in a PSA system. Their Cu-BTC samples adsorbed up 12.7 mol/kg CO", "2", " at 298 K and 1.5 MPa. Yan’s group", "(46)", " reported the adsorption capacity for CO", "2", " as 69 mL/g (3.08 mmol/g) at 298 K and 0.98 ", "p", "/", "p", "0", ". On acidic derivative of zeolite SSZ-13, the amount of CO", "2", " adsorbed measured by Brown and co-workers", "(47)", " was 3.98 mmol/g at 298 K and 0.1 MPa. Schicke and coworkers", "(48)", " studied amine-decorated MOF CAU-1 and the CO", "2", " uptake on this material was 7.2 mmol/g at 273 K and 4.0 mmol/g at 298 K under 0.1 MPa. Even though mixed matrix membranes incorporated with size-reduced Cu-BTC developed by Zhu and co-workers", "(49)", " showed the CO", "2", " uptake about 6.5 mmol/g higher than our results at similar conditions (303 K and 0.1 MPa), the CO", "2", " adsorption capacity on MOF/GO-U3 is very encouraging for this new group of the composite materials. It is important to mention that our MOF and the composites were activated/outgassed at 393 K, which is the lower temperature than 453 K commonly used for activation of Cu-BTC and the materials which contain that MOF (membranes). This results in a lower surface area and porosity of MOF than those reported previously.", "(43, 46)", " Such a behavior is linked to the not complete removal of water adsorbed on the copper centers. This residual water is responsible for lower nitrogen uptake and must also negatively affect the CO", "2", " adsorption. Knowing that GO decomposes at about 453 K, we were not able to completely activate the composites and thus for the sake of comparison, Cu-BTC MOF (HKUST-1) was activated at the same conditions.", "Table 2. CO", "2", " Adsorption Capacity at 0.1 MPa and 1.5 MPa at Different Temperatures", " ", "CO", "2", " capacity (mmol/g)", "CO", "2", " capacity (mmol/g)", "CO", "2", " capacity (mmol/g)", " ", "∼277 K", "∼298 K", "∼318 K", "sample", "0.1 MPa", "1.5 MPa", "0.1 MPa", "1.5 MPa", "0.1 MPa", "1.5 MPa", "MOF", "3.86", "8.18", "2.32", "7.09", "1.45", "6.25", "MOF/GO", "5.00", "10.23", "3.18", "8.98", "1.95", "7.95", "MOF/GO-U1", "3.36", "7.39", "2.23", "6.75", "1.18", "6.02", "MOF/GO-U2", "4.89", "10.45", "3.00", "9.16", "1.95", "7.95", "MOF/GO-U3", "7.27", "15.00", "4.65", "13.41", "2.57", "11.82", "Because physical adsorption is expected as the CO", "2", " capture mechanism on our materials,", "(38)", " the dependence of the adsorption on volume of micropores was analyzed. As seen in Figure ", "2", " at 298 K, well-marked linear trends for the data collected at different pressure ranges indicate an importance of the pore volume where CO", "2", " can be stored. The correlation under 0.1 MPa is slightly better than that under 1.5 MPa. This finding does not diminish the importance of open copper centers", "(44, 45)", " because they are located in the pore space and they should be centers on which the specific adsorption takes place.", "Figure 2. Dependence of the amount adsorbed at two pressure ranges on the volume of micropores.", "Reversibility of CO", "2", " Capture", "The adsorption cycling experiments were carried out to test the reversibility of CO", "2", " capture on our samples. The results indicate that the CO", "2", " adsorption process is reversible (see Figure 1S in the ", "Supporting Information", ") on the parent MOF and the composites at three temperatures used to measure the isotherms. In Figure 1S in the ", "Supporting Information", " all desorption curves have been shifted manually to better visualize the reversibility of the adsorption process. Because the desorption points overlap with those of the adsorption curve, the apparent hysteresis is not real.", "The same conclusion about reversibility is reached based on the analysis of different subsequent adsorption cycles collected in Figure ", "3", ". The first three isotherms have been acquired in sequence, while the fourth one - after heating the samples at 393 K for 12 h in vacuum. As seen, the curves are comparable. MOF, MOF/GO-U1, and MOF/GO-U2 show a slight decrease in the CO", "2", " capacity after the first cycle at each temperature. The change on MOF/GO-U1 is the most visible. A decrease in CO", "2", " uptake at 1.5 MPa is about 4 % at the room temperature and about 10% at 319 K. These slight variations can be caused by the strong CO", "2", " adsorption in very small pores of this composite.", "(29)", " Nevertheless, the fourth cycle indicates that the maximum CO", "2", " adsorption capacity can be easily restored by treating the sample in vacuum for about 12 h at 393 K. In the case of MOF/GO and MOF/GO-U3, CO", "2", " adsorption is totally reversible and no thermal treatment is necessary to recover the samples’ capacity. Therefore these samples, besides being the excellent CO", "2", " adsorbents, can be very easily regenerated with little energy demand. The excellent regenerability of our materials as CO", "2", " adsorbents also demonstrates their structural stability under used operation conditions/high pressure. Materials having the high CO", "2", " capture capacity and low energy consumption for the CO", "2", " release are most desirable for practical applications. Jones and coworkers", "(50)", " modified Mg/DOBDC with ethylenediamine(ED) to increase the material’s regenerability. The sample was fully regenerable under four adsorption/desorption cycles when being heated at 393 K under 100 mL/min Ar flow for 3 h. For some other amine-grafted mesoporous materials", "(51, 52)", " and carbon fiber composites", "(53)", " applying vacuum and thermal desorption was needed to sustain CO", "2", " adsorption capacity in the multicycle adsorption experiments. In the case of metal carbonates used as CO", "2", " adsorbents,", "(54)", " the regeneration temperature was extremely high, about 1073–1273 K. Compared with the materials mentioned above, the composites addressed in this work, especially MOF/GO-U3, show the excellent performance and applying mild regeneration conditions leads to the totally reversible CO", "2", " adsorption.", "Figure 3. CO", "2", " adsorption isotherm cycles for the samples studied. The magnitude of the error is the symbol itself.", "Toth Isotherm Analysis", "All experimental isotherms were fitted to the Toth equation", "(55)", "(1)", "where ", "a", " is the storage capacity, ", "a", "max", " is the asymptotic maximum storage capacity, ", "P", " is the equilibrium pressure, ", "K", " is the equilibrium constant, and ", "t", " is a parameter introduced by Toth in order to consider the heterogeneity of the sample surface. A value of ", "t", " closer to 1 indicates a decrease in the degree of surface heterogeneity/an increase in surface homogeneity from the view point of the energy of the adsorption sites. The fitting parameters along with the skeletal densities obtained from He pycnometry are summarized in Table ", "3", ". The skeletal densities of the composites are higher than that of the parent MOF, which can be due to the graphene oxide layers embedded in the MOF units.", "(37)", "Table 3. Skeletal Density, The Degree of Surface Heterogeneity (", "t", "), Asymptotic Maximum CO", "2", " Storage Capacity (", "a", "max", "), and Equilibrium Constant (", "K", ") for the Samples Studied", " ", " ", " ", " ", "K", "sample", "skeletal density (g/cm", "3", ")", "t", "a", "max", " (mmol/g) at 298 K", "∼277 K", "∼298 K", "∼318 K", "MOF", "1.78 ± 0.03", "0.65", "10.44 ± 0.05", "1.15 ± 0.02", "0.47 ± 0.01", "0.21 ± 0.01", "MOF/GO", "1.88 ± 0.03", "0.82", "11.45 ± 0.04", "1.07 ± 0.02", "0.40 ± 0.01", "0.21 ± 0.01", "MOF/GO-U1", "1.96 ± 0.03", "0.63–0.74", "9.54 ± 0.38", "1.11 ± 0.06", "0.45 ± 0.01", "0.19 ± 0.01", "MOF/GO-U2", "1.82 ± 0.03", "0.73", "12.16 ± 0.05", "1.07 ± 0.02", "0.49 ± 0.01", "0.21 ± 0.01", "MOF/GO-U3", "2.18 ± 0.03", "0.83–0.99", "16.53 ± 0.28", "1.09 ± 0.04", "0.48 ± 0.01", "0.19 ± 0.01", "The asymptotic maximum adsorption capacity values for each sample at different temperatures reflect the trend in the amount adsorbed discussed above. MOF/GO-U3 shows the highest CO", "2", "-maximum uptake equal to 16.5 mmol/g, which is about 60% higher than that for MOF. This must be connected to its structural, morphological and chemical properties discussed elsewhere", "(37, 38)", " and addressed above. The porosity of MOF/GO-U3 is 50% higher than that of the parent MOF. Besides, the introduction of amino groups and oxygen groups changes the chemical environment of the copper sites, causes defects in the MOF crystals and thus results in an exposure of more unsaturated copper sites than those in the parent MOF.", "The ", "t", " parameter increases for the composites compared to the parent MOF. This is an interesting trend, which indicates an increase in the homogeneity of the surface adsorption sites. It is important to mention that the theoretical limit of the ", "t", " value for a completely smooth surface, with an isosteric heat of adsorption that does not depend is 1.", "(56)", " Noncrystalline samples normally exhibit t values in the range 0.4–0.5. Our results suggest that MOF/GO and MOF/GO-U3 show a higher surface homogeneity compared to the other samples, and this could be one of the reasons why they show a slightly different behavior on the reversibility of adsorption than other samples tested. An increase in the value of the ", "t", " parameter and its proximity to 1 in the case of MOF/GO-U3 indicates that by building the composites we introduced more energy sites on which CO", "2", " can be adsorbed in the efficient way.", "The ", "K", " value, related to the energetic interactions between the adsorbent and the adsorbate, is expected to increase with a decrease in the temperature. The ", "K", " values are indicative of the affinity of the samples towards CO", "2", " retention on the surface and the rate of the occupation of the adsorption sites. It is notable that, under each individual temperature, the K values of all samples analyzed are very close, indicating their similar adsorption sites and adsorption mechanism.", "Enthalpy of Adsorption", "The enthalpy of the CO", "2", " adsorption is a critical parameter that plays a crucial role in determining the selectivity of adsorption and energy input required during adsorbents’ regeneration.", "(57)", " It has a significant influence on the performance of a given material for CO", "2", " capture applications. Enthalpy of adsorption is a negative quantity because adsorption is exothermic. Isosteric heat of adsorption (", "Q", ") is the heat released as a result of the occupation of the specific adsorption sites by the adsorbent molecule", "(57)", " and the absolute value of isosteric enthalpy of adsorption. The value of the isosteric enthalpy of adsorption (Δ", "H", ") could be determined from the Clausius–Clapeyron equation", "(2)", "and slope of a plot of ln ", "P", " vs. 1/", "T", " (Figure 2S in the ", "Supporting Information", "). The data used in eq ", "2", " are extrapolated by applying the Toth model to the isotherms obtained at 276, 299, and 319 K in the low-pressure range (0.01–0.1 MPa). From this analysis the isosteric heats of CO", "2", " adsorption on the samples studied were calculated. As seen from Figure ", "4", ", the values obtained are 28, 27, 30, 29, and 30 kJ/mol for MOF, MOF/GO, MOF/GO-U1, MOF/GO-U2, and MOF/GO-U3, respectively. It should be noted that the error bars in Figure ", "4", " correspond to the standard deviation of the calculation of the isosteric heats values. Even though the differences are not significant, the heats of CO", "2", " adsorption on the composites with aminated graphite oxide are higher than those for MOF and MOF/GO. This is owing to small pores at the interface between MOF and GO-U/imperfection in the crystals, which enhance not only the strength, but also the amount of CO", "2", " adsorbed.", "Figure 4. Comparison of isosteric heat of adsorption (", "Q", ") for CO", "2", " on the samples studied. The error for sample MOF is just 0.007 and almost invisible.", "The isosteric heat of CO", "2", " adsorption on Cu-BTC is in agreement with the values reported in the literature. Wang and co-workers", "(58)", " measured 25 kJ/mol at high loading and Pepe and coworkers", "(56)", " at 25.9 KJ/mol. The latter group also reported 32.5 kJ/mol as the isosteric heat of CO", "2", " adsorption on zeolite 13X. Xia and co-workers", "(59)", " measured 20 kJ/mol at higher CO", "2", " coverage on N-doped, microporous carbons templated from zeolite (CEM800, which contains the highest N content). The lower values of isosteric heat of adsorption are probably beneficial from the perspective of a reduced energy requirement for the regeneration of an adsorbent. But if the heat of adsorption is too low, the purity of the captured CO", "2", " would be lowered because of a decrease in the adsorption selectivity.", "(57)", "Adsorption Selectivity of CO", "2", " over N", "2", " and CH", "4", " on MOF/GO-U3", "CO", "2", " is one of the most important greenhouse gases and its separation from flue gas or natural gas has become increasingly important. Since MOF/GO-U3 shows the excellent CO", "2", " adsorption capacity, regenerability, and low and relatively constant isosteric heat of CO", "2", " adsorption, its selectivities for CO", "2", " adsorption over N", "2", " or CH", "4", " are important factors to consider for the evaluation of the feasibility of real-life application of this material as CO", "2", " separation medium. Single component adsorption isotherms for CO", "2", ", N", "2", ", and CH", "4", " were measured experimentally in MOF/GO-U3 as shown in Figure ", "5", ". The results show that CO", "2", " is the most strongly adsorbed molecule because of its large quadrupolar moment. A higher adsorption capacity of CH", "4", " than that of N", "2", " is attributed to the higher polarizability of the former molecule (CH", "4", ", 26 × 10", "–25", " cm", "3", "; N", "2", ", 17.6 × 10", "–25", " cm", "3", "). The adsorption isotherms of CO", "2", ", N", "2", ", and CH", "4", " were fitted to the Toth equation. The values of fitting parameters are collected in Table ", "4", ". The ", "t", " parameters close to 1 for all three adsorbates indicate a high degree of surface homogeneity. From the pure component isotherms, the selectivities for CO", "2", "/N", "2", " and CO", "2", "/CH", "4", " mixtures were calculated using the approach described in the literature.", "(60, 61)", " Thus, ", "S", "(CO2/CH4)", " = ", "K", "(CO2)", "a", "max(CO2)", "/", "K", "(CH4)", "a", "max(CH4)", ", where Srepresents the selectivity and ", "K", " and ", "a", "max", " are respectively the equilibrium constant and asymptotic maximum gas adsorption capacity calculated from fitting experimental adsorption isotherm to the Toth equation.", "Figure 5. Adsorption isotherms (CO", "2", ", CH", "4", ", N", "2", ") at ", "T", " ≅ 298 K and pressure up to 1.5 MPa. Solid lines represent fitting of the experimental data to the Toth isotherm.", "Table 4. Degree of Surface Heterogeneity (", "t", "), Asymptotic Maximum CO", "2", ", CH", "4", ", N", "2", " Adsorption Capacity (", "a", "max", "), and Equilibrium Constant (", "K", "CO2", ", ", "K", "CH4", ", ", "K", "N2", ") calculated from Fitting Experimental Adsorption Isotherm on MOF/GO-U3 to the Toth Equation, and CO", "2", "/N", "2", ", CO", "2", "/CH", "4", " Selectivities at ∼298 K", " ", " ", " ", " ", "selectivity", "gas", "a", "max", " (mmol/g)", "t", "K", "CO", "2", "/N", "2", "CO", "2", "/CH", "4", "CO", "2", "16.53 ± 0.28", "0.83–0.99", "0.480 ± 0.010", " ", " ", "N", "2", "6.28 ± 0.20", "0.99", "0.051 ± 0.003", "24.77", "9.57", "CH", "4", "11.84 ± 0.28", "0.99", "0.070 ± 0.003", " ", " ", "The obtained selectivity of CO", "2", " adsorption (CO", "2", "/N", "2", " and CO", "2", "/CH", "4", ") on MOF/GO-U3 are listed in Table ", "4", ". The average value of CO", "2", "/CH", "4", " selectivity (∼9.5) in the pressure range (0–1.5 MPa) at 298 K is higher than those on Cu-BTC reported by the Pirngruber group", "(60)", " (∼8) and the Jiang group", "(62)", " (∼6) at the same conditions. This suggests the superiority of the composite, especially taking into account that the MOF phase was activated only at 393 K. The average value of CO", "2", "/N", "2", " selectivity on MOF/GO-U3 in this work is similar to those on Cu-BTC reported by the Walton group", "(63)", " and the Smit group", "(64)", " at the same temperature and pressure range. Thus the composite MOF/GO-U3 doesn’t show a distinct advantage on CO", "2", "/N", "2", " selectivity when compared with the fully activated MOF. Compared with Cu-BTC, MOF/GO-U3 exhibits an increase in the number of unsaturated Cu sites.", "(37, 38)", " As reported by Zhou and co-workers", "(44)", " CH", "4", " adsorption energy with the open Cu sites is lower than those of CO, CO", "2", ", N", "2", ", O", "2", ", H", "2", ". On the other hand CO", "2", " and N", "2", " adsorption exhibit very close adsorption energies with those sites. Thus the existence of more unsaturated Cu sites in the composites does not affect the CH", "4", " uptake to the same extent as those of CO", "2", " and N", "2", ". This explains the high CO", "2", "/CH", "4", " selectivity found on MOF/GO-U3, which is beneficial for CO", "2", " removal from natural gas. On the other hand, the increased pore volume of MOF/GO-U3", "(37)", " cannot affect the selectivity for CO", "2", ", N", "2", ", or CH", "4", " because of the similar dynamic diameter of these gas molecules.", "It is important to mention that the adsorption of all tested gases is completely reversible on MOF/GO-U3 (see Figure 3S in the ", "Supporting Information", "), indicating the great structural stability and regenerability of this composite sample.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Conclusions", "CO", "2", " adsorption on the parent MOF and its composites with GO and aminated GO follows a typical physical absorption mechanism. The CO", "2", " uptake for each sample increased with the decreasing temperature. All samples studied showed high CO", "2", " uptake already at 0.1 MPa and similar values of the isosteric heat of adsorption due to the specific interactions between quadrupolar CO", "2", " molecules and unsaturated metal sites in Cu-BTC. The composite of MOF and aminated GO with the highest content of nitrogen, MOF/GO-U3, shows the best performance, in terms of both adsorption capacity and process reversibility. The CO", "2", " capacity on this material reaches 4.65 and 7.27 mmol/g at 298 and 277 K at 0.1 MPa, and 13.41 and 15.00 mmol/g at 298 and 277 K at 1.5 MPa. This CO", "2", " capacity is competitive with many best performing adsorbents addressed in the literature. Besides, MOF/GO-U3 exhibits a totally reversible adsorption process and no thermal treatment is necessary to recover its CO", "2", " adsorption capacity. Its CO", "2", "/CH", "4", " selectivity is also superior to that of Cu-BTC. However, the selectivity of CO", "2", " over N", "2", " on MOF/GO-U3 doesn’t show obvious advantage over that of the parent MOF.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "CO", "2", " adsorption/desorption isotherms at ∼277, ∼298,, and ∼318 K up to 1.5 MPa for the samples studied, ln ", "P", " vs. 1/", "T", " graphs with fitting results to the Clausius–Clapeyron equation, and CH", "4", " and N", "2", " adsorption isotherms cycles on MOF/GO-U3 at T≅298K and pressure up to 1.5 MPa. This material is available free of charge via the Internet at ", "http://pubs.acs.org", ".", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "This work was supported by ARO Grant W911NF-10-1-0039 and NSF collaborative Grant CBET 1133112. The Scholarship from CSC (China Scholarship Council) for Yunxia Zhao is highly appreciated.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 64 other publications.", "1. ", "Hansen", ", ", "J.", "; ", "Johnson", ", ", "D.", "; ", "Lacis", ", ", "A.", "; ", "Lebedeff", ", ", "S.", "; ", "Lee", ", ", "P.", "; ", "Rind", ", ", "D.", "; ", "Russell", ", ", "G.", " ", "Science", " ", "1981", ",  ", "213", ",  ", "957", "– ", "966", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Climate impact of increasing atmospheric carbon dioxide", "Hansen, J.; Johnson, D.; Lacis, A.; Lebedeff, S.; Lee, P.; Rind, D.; Russell, G.", "Science (Washington, DC, United States)", "\r\n        (", "1981", "),\r\n    ", "213", "\r\n        (", "4511", "),\r\n    ", "957-66", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    ", "The global temp. rose by 0.2 between the middle 1960's and 1980, yielding a warming of 0.4° in the past century.  This temp. increase is consistent with the calcd. greenhouse effect due to measured increases of atm. CO2.  Variations of volcanic aerosols and possibly solar luminosity appear to be primary causes of obsd. fluctuations about the mean trend of increasing temp.  The anthropogenic CO2 warming should emerge from the noise level of natural climate variability by the end of the century, and there is a high probability of warming in the 1980's.  Potential effects on climate in the 21st century include the creation of drought-prone regions in North America and Central Asia as part of a shifting of climatic zones, erosion of the West Antarctic ice sheet with a consequent worldwide rise in sea level, and opening of the fabled Northwest Passage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3MXlsFGlt78%253D&md5=fffc7b469536f2b360c2937d257f018b", "2. ", "Ghommem", ", ", "M.", "; ", "Hajj", ", ", "M. R.", "; ", "Puri", ", ", "I. K.", " ", "Ecol. Model.", " ", "2012", ",  ", "235–236", ",  ", "1", "– ", "7", "[", "Crossref", "], [", "CAS", "]", "2. ", "Influence of natural and anthropogenic carbon dioxide sequestration on global warming", "Ghommem, Mehdi; Hajj, Muhammad R.; Puri, Ishwar K.", "Ecological Modelling", "\r\n        (", "2012", "),\r\n    ", "235-236", "\r\n        (", "),\r\n    ", "1-7", "CODEN:\r\n                ", "ECMODT", ";\r\n        ISSN:", "0304-3800", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The increase in the global surface temp. is influenced by several factors including anthropogenic and natural emissions of CO2, and the ability of natural sequestration reservoirs in the Earth's oceans and land to absorb and store it.  The CO2 absorption in these reservoirs is sensitive to changes in the global temp. and the atm. CO2 concn., thus creating a feedback loop in the Earth's ecosystem, which complicates predictions of the overall impact of rising atm. CO2 levels on global warming.  Here, we model this interaction through a pos. feedback loop and utilize general circulation models (GCM) to quantify the coupling between the carbon-cycle and the global temp.  We validate the model by comparing its predictions with those from high fidelity simulations and historical records.  Thereafter, we investigate the impact of anthropogenic CO2 sequestration on lowering the rate of increase in the global temp. and find that a redn. in global warming is more sensitive to larger sequestration fractions.  Thus, an inordinately large fraction of CO2 emissions would have to be sequestered to significantly impact global warming.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xnslags78%253D&md5=645db84046f4af898ce60eb43ad8eaef", "3. ", "Rogner", ", ", "H.-H.", "; ", "Zhou", ", ", "D.", "; ", "Bradley", ", ", "R.", "; ", "Crabbe", ", ", "P.", "; ", "Edenhofer", ", ", "O.", "; ", "Hare", ", ", "B.", "; ", "Kuijpers", ", ", "L.", "; ", "Yamaguchi", ", ", "M.", " ", " ", "Introduction", ". In  ", "Climate Change 2007: Mitigation. Contribution of Working Group III to the Fourth Assessment Report of the Intergovernmental Panel on Climate Change", "; ", "Metz", ", ", "B.", "; ", "Davidson", ", ", "O. R.", "; ", "Bosch", ", ", "P. R.", "; ", "Dave", ", ", "R .", "; ", "Meyer", ", ", "L. A.", ", Eds.; ", "Cambridge University Press", ": ", "Cambridge, U.K.", ", ", "2007", ".", "There is no corresponding record for this reference.", "4. ", "Choi", ", ", "S.", "; ", "Drese", ", ", "J. H.", "; ", "Jones", ", ", "C. W.", " ", "ChemSusChem", " ", "2009", ",  ", "2", ",  ", "796", "– ", "854", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Adsorbent Materials for Carbon Dioxide Capture from Large Anthropogenic Point Sources", "Choi, Sunho; Drese, Jeffrey H.; Jones, Christopher W.", "ChemSusChem", "\r\n        (", "2009", "),\r\n    ", "2", "\r\n        (", "9", "),\r\n    ", "796-854", "CODEN:\r\n                ", "CHEMIZ", ";\r\n        ISSN:", "1864-5631", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review concerning the adsorption behavior of several different classes of solid adsorbents (zeolites, activated C, calcium oxides, hydrotalcites, org./inorg. hybrids, metal-org. frameworks) to treat anthropogenic CO2 pollutant emissions is given.  Sorbents were evaluated for their equil. CO2 capacity and other important parameters (adsorption/desorption kinetics, operating windows, stability, regenerability).  The scope of currently available CO2 adsorbents and the crit. properties which ultimately affect their incorporation into large-scale sepn. processes is discussed.  Topics covered include: CO2 capture process; what makes a good adsorbent, CO2 adsorbent metrics; inorg. adsorbents (physisorbents [zeolites, activated C, chemisorbents, hydrotalcite-like compds.]); hybrid org./inorg. adsorbents (amines phys. adsorbed on oxide supports, amines covalently tethered to oxide supports, amines supported on solid org. materials, C-supported amines); metal/org. frameworks, an emerging materials class (material characteristics, CO2 adsorption capacity under dry conditions and CO2 partial pressure impact, CO2 adsorption capacity and effect of CO2 partial pressure, adsorption temp., and ΔHads); exptl. methods effect on measured adsorption properties; and concluding remarks and outlook.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtFGku7vL&md5=60c42d830acdbdf6616de50ea9b20ac1", "5. ", "Dahowski", ", ", "R. T.", "; ", "Davidson", ", ", "C. L.", "; ", "Li", ", ", "X. C.", "; ", "Wei", ", ", "N.", " ", "Int. J. Greenhouse Gas Control", " ", "2012", ",  ", "11", ",  ", "73", "– ", "85", "[", "Crossref", "]", "There is no corresponding record for this reference.", "6. ", "Chu", ", ", "S.", " ", "Science", " ", "2009", ",  ", "325", ",  ", "1599", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Carbon capture and sequestration", "Chu, Steven", "Science (Washington, DC, United States)", "\r\n        (", "2009", "),\r\n    ", "325", "\r\n        (", "5948", "),\r\n    ", "1599", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht1ahtb3E&md5=c8749939c587d6714b9382045113cd74", "7. ", "Zhang", ", ", "Y.", "; ", "Yu", ", ", "P.", "; ", "Luo", ", ", "Y.", " ", "Chem. Eng. J.", " ", "2013", ",  ", "214", ",  ", "355", "– ", "363", "[", "Crossref", "], [", "CAS", "]", "7. ", "Absorption of CO2 by amino acid-functionalized and traditional dicationic ionic liquids: Properties, Henry's law constants and mechanisms", "Zhang, Yi; Yu, Ping; Luo, Yunbai", "Chemical Engineering Journal (Amsterdam, Netherlands)", "\r\n        (", "2013", "),\r\n    ", "214", "\r\n        (", "),\r\n    ", "355-363", "CODEN:\r\n                ", "CMEJAJ", ";\r\n        ISSN:", "1385-8947", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Six dicationic ionic liqs. (DIL) were synthesized (4 amino acid-functionalized DIL [AA-DIL] and 2 traditional DIL [T-DIL]), and detd. to effectively capture CO2 as reversible absorbents.  Their phys. properties including d., cond., thermal decompn. and glass transition temps., and viscosity, were measured.  Their CO2 absorption behavior under different pressure and temp. and under various water content, were also examd.  Results showed that CO2 absorption capacity of pure AA-DIL was heavily enhanced vs. other monocationic ionic liqs.  Mixing AA-DIL and water could be combined in a more rapid, efficient manner for CO2 gas capture, superior to using pure DIL only, due to the visible decrease in viscosity.  Temp. effect on CO2 absorption by aq. AA-DIL mixts. at ambient pressure was very obvious: when temp. increased from 30 to 50°, the capacity of the 60 wt. percent [Bis(mim)C4][Pro]2 soln. decreased from 1.52 to 0.78 mol/mol; as pressure increased to 10.0 bar, total maximal capacity decreased by >50%.  The 2 traditional DIL exhibited excellent phys. absorption vs. various monocationic ionic liqs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXktl2ktA%253D%253D&md5=2c2ff2f7c781ebec0a8a6109de92dee4", "8. ", "Rahbari-Sisakht", ", ", "M.", "; ", "Ismail", ", ", "A. F.", "; ", "Rana", ", ", "D.", "; ", "Matsuura", ", ", "T.", " ", "J. Membr. Sci.", " ", "2012", ",  ", "415–416", ",  ", "221", "– ", "228", "[", "Crossref", "], [", "CAS", "]", "8. ", "A novel surface modified polyvinylidene fluoride hollow fiber membrane contactor for CO2 absorption", "Rahbari-Sisakht, M.; Ismail, A. F.; Rana, D.; Matsuura, T.", "Journal of Membrane Science", "\r\n        (", "2012", "),\r\n    ", "415-416", "\r\n        (", "),\r\n    ", "221-228", "CODEN:\r\n                ", "JMESDO", ";\r\n        ISSN:", "0376-7388", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A novel surface modified polyvinylidene fluoride (PVDF) hollow fiber membrane was fabricated via a dry-wet phased inversion process.  A surface modifying macromol. (SMM) was used as an additive in the spinning dope.  During phase inversion SMM migrates to the membrane surface and functions as both a pore former and surface modifier.  The surface modified PVDF membrane showed large pore size, higher effective surface porosity, contact angle and porosity but lower crit. water entry pressure compared to the PVDF hollow fiber membrane without SMM.  The performance of the surface modified membrane in contactor application for CO2 absorption via distd. water as absorbent was studied.  The results show that the surface modified PVDF membrane has higher performance compared to control PVDF membranes.  With the membrane prepd. from SMM in the spinning dope a max. CO2 flux of 7.7 × 10-4 mol/m2 s was achieved at 300 mL/min of absorbent flow rate, which was almost 93% more than the other membrane.  In a long-term stability study, CO2 flux was decreased only about 7.7% by using surface modified PVDF membrane during 150 h operation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtFGhsbzE&md5=b65c1e7d555742062503658dd1ba7e97", "9. ", "Atsonios", ", ", "K.", "; ", "Panopoulos", ", ", "K. D.", "; ", "Doukelis", ", ", "A.", "; ", "Koumanakos", ", ", "A.", "; ", "Kakaras", ", ", "E.", " ", "Energy", " ", "2013", ",  ", "53", ",  ", "106", "– ", "113", "[", "Crossref", "], [", "CAS", "]", "9. ", "Cryogenic method for H2 and CH4 recovery from a rich CO2 stream in pre-combustion carbon capture and storage schemes", "Atsonios, K.; Panopoulos, K. D.; Doukelis, A.; Koumanakos, A.; Kakaras, E.", "Energy (Oxford, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "53", "\r\n        (", "),\r\n    ", "106-113", "CODEN:\r\n                ", "ENEYDS", ";\r\n        ISSN:", "0360-5442", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "The pre-combustion carbon capture technol. based on coal gasification or methane reforming followed by (water gas shift reactors assisted with Pd-alloys membranes) WGS-MR is considered very promising for the prodn. of a rich hydrogen stream that can be combusted in combined cycles.  However, recovery of the total H2 content is not feasible and a part of it remains in the retentate side.  The requirement for upstream high pressure operation of the necessary reforming step has a drawback: complete reforming of CH4 is not possible; thus small but significant amts. remain in the rich CO2 stream.  These CH4 amts. not only affect the efficiency of the process but also are against regulations for the allowed compn. of carbon dioxide for storage.  Therefore, an efficient purifn. step before its compression is of high importance.  The current work models a cryogenic method for the sepn. of combustibles from a rich-CO2 stream and evaluates its effects on the efficiency of the pre-combustion carbon capture system.  The modeling study is performed with AspenPlus.  A study on the effect of operating parameters of the (Purifn. & Compression Unit) PCU integration on the performance is presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXltVenu7k%253D&md5=924027336871ad21b677b7f430081450", "10. ", "Nguyen", ", ", "T.", "; ", "Hilliard", ", ", "M.", "; ", "Rochelle", ", ", "G. T.", " ", "Int. J. Greenhiuse Gas Control", " ", "2010", ",  ", "4", ",  ", "707", "– ", "715", "[", "Crossref", "], [", "CAS", "]", "10. ", "Amine volatility in CO2 capture", "Nguyen, Thu; Hilliard, Marcus; Rochelle, Gary T.", "International Journal of Greenhouse Gas Control", "\r\n        (", "2010", "),\r\n    ", "4", "\r\n        (", "5", "),\r\n    ", "707-715", "CODEN:\r\n                ", "IJGGBW", ";\r\n        ISSN:", "1750-5836", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Amine volatility is a key screening criterion for amines to be used in CO2 capture.  Excessive volatility may result in significant economic losses and environmental impact.  It also dictates the capital cost of the water wash.  This paper reports measured amine volatility in 7 m MEA (monoethanolamine), 8 m PZ (piperazine), 7 m MDEA (n-methyldiethanolamine)/2 m PZ (piperazine), 12 m EDA (ethylenediamine), and 5 m AMP (2-amino-2-methyl-1-propanol) at 40-60 °C with lean and rich loadings giving CO2 partial pressures of 0.5 and 5 kPa at 40 °C.  The amine concns. were chosen to maximize CO2 capture capacity at acceptable viscosity.  At the lean loading condition (where volatility is of greatest interest), the amines are ranked in order of increasing volatility: 7 m MDEA/2 m PZ (6/2 ppm), 8 m PZ (8 ppm), 12 m EDA (9 ppm), 7 m MEA (31 ppm), and 5 m AMP (112 ppm).  The apparent amine partial molar excess enthalpies in these systems were estd. to range from ∼10 to 87 kJ/mol of amine.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVSisr7M&md5=432d333372145c073cc89c3b3c1ad843", "11. ", "Sexton", ", ", "A. J.", "; ", "Rochelle", ", ", "G. T.", " ", "Int. J. Greenhouse Gas Control", " ", "2009", ",  ", "3", ",  ", "704", "– ", "711", "[", "Crossref", "], [", "CAS", "]", "11. ", "Catalysts and inhibitors for oxidative degradation of monoethanolamine", "Sexton, Andrew J.; Rochelle, Gary T.", "International Journal of Greenhouse Gas Control", "\r\n        (", "2009", "),\r\n    ", "3", "\r\n        (", "6", "),\r\n    ", "704-711", "CODEN:\r\n                ", "IJGGBW", ";\r\n        ISSN:", "1750-5836", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "MEA solns. were subjected to oxidative degrdn. at both low and high gas rates.  Solns. were degraded with 100 mL/min of 98%O2/2%CO2 with mass transfer achieved by vortexing.  Solns. were analyzed for degrdn. products by IC and HPLC.  In a parallel app. 7.5 L/min of 15%O2/2%CO2 was sparged through soln., with addnl. mass transfer achieved by vortexing.  A Fourier Transform IR (FTIR) analyzer collected continuous gas-phase data on volatile products.  Hydroxyethyl-formamide (HEF) and hydroxyethylimidazole (HEI) are the major liq.-phase oxidn. products.  In the presence of Fe2+ and Cu2+, HEF, HEI, and MEA losses increase by a factor of 3 compared to Fe2+ alone.  Cr3+ and Ni2+, two metals present in stainless steel alloys, resulted in MEA losses that are 55% greater.  In terms of oxidative degrdn. potential (greatest to lowest): Cu2+ > Cr3+/Ni2+ > Fe2+ > V5+.  Inhibitor A reduces the formation of known products by 90% when catalyzed by Fe2+ and Cu2+ and by 99% with Cr3+/Ni2+.  Inhibitor B reduces product rates by 97% and MEA losses by 75%, while a 100:1 ratio of EDTA to Fe2+ completely inhibits oxidn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFOls73L&md5=4c80305203d983c8412fa69dca99b4ac", "12. ", "D’Alessandro", ", ", "D. M.", "; ", "Smit", ", ", "B.", "; ", "Long", ", ", "J. R.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "6058", "– ", "6082", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "12. ", "Carbon Dioxide Capture: prospects for New Materials", "D'Alessandro, Deanna M.; Smit, Berend; Long, Jeffrey R.", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "35", "),\r\n    ", "6058-6082", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  The escalating level of atm. carbon dioxide is one of the most pressing environmental concerns of our age.  Carbon capture and storage (CCS) from large point sources such as power plants is one option for reducing anthropogenic CO2 emissions; however, currently the capture alone will increase the energy requirements of a plant by 25-40%.  This review highlights the challenges for capture technologies which have the greatest likelihood of reducing CO2 emissions to the atm., namely postcombustion (predominantly CO2/N2 sepn.), precombustion (CO2/H2) capture, and natural gas sweetening (CO2/CH4).  The key factor which underlies significant advancements lies in improved materials that perform the sepns.  In this regard, the most recent developments and emerging concepts in CO2 sepns. by solvent absorption, chem. and phys. adsorption, and membranes, amongst others, will be discussed, with particular attention on progress in the burgeoning field of metal-org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVaqu7fL&md5=96d81f8aa4797c4de5bd02965fa9fa5f", "13. ", "Sjostrom", ", ", "S.", "; ", "Krutka", ", ", "H.", " ", "Fuel", " ", "2010", ",  ", "89", ",  ", "1298", "– ", "1306", "[", "Crossref", "], [", "CAS", "]", "13. ", "Evaluation of solid sorbents as a retrofit technology for CO2 capture", "Sjostrom, Sharon; Krutka, Holly", "Fuel", "\r\n        (", "2010", "),\r\n    ", "89", "\r\n        (", "6", "),\r\n    ", "1298-1306", "CODEN:\r\n                ", "FUELAC", ";\r\n        ISSN:", "0016-2361", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Processes based upon solid sorbents are currently under consideration for post-combustion CO2 capture.  Twenty-four different sorbent materials were examd. on a lab. scale in a cyclic temp. swing adsorption/regeneration CO2 capture process in simulated coal combustion flue gas.  Ten of these materials exhibited significantly lower theor. regeneration energies compared to the benchmark aq. monoethanolamine, supporting the hypothesis that CO2 capture processes based upon solids may provide cost benefits over solvent-based processes.  The best performing materials were tested on actual coal-fired flue gas.  The supported amines exhibited the highest working CO2 capacities, although they can become poisoned by the presence of SO2.  The carbon-based materials showed excellent stability but were generally categorized as having low CO2 capacities.  The zeolites worked well under dry conditions, but were quickly poisoned by the presence of moisture.  Although no one type of material is without concerns, several of the materials tested have theor. regeneration energies significantly lower than that of the industry benchmark, warranting further development research.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXjvFSrtr4%253D&md5=28401fdd69f658601ea5b58764b3d324", "14. ", "Vaidhyanathan", ", ", "R.", "; ", "Iremonger", ", ", "S. S.", "; ", "Shimizu", ", ", "G. K. H.", "; ", "Boyd", ", ", "P. G.", "; ", "Alavi", ", ", "S.", "; ", "Woo", ", ", "T. K.", " ", "Science", " ", "2010", ",  ", "330", ",  ", "650", "– ", "653", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "Direct Observation and Quantification of CO2 Binding Within an Amine-Functionalized Nanoporous Solid", "Vaidhyanathan, Ramanathan; Iremonger, Simon S.; Shimizu, George K. H.; Boyd, Peter G.; Alavi, Saman; Woo, Tom K.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "330", "\r\n        (", "6004", "),\r\n    ", "650-653", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Understanding the mol. details of CO2-sorbent interactions is crit. for the design of better carbon-capture systems.  Here the authors report crystallog. resoln. of CO2 mols. and their binding domains in a metal-org. framework functionalized with amine groups.  Accompanying computational studies that modeled the gas sorption isotherms, high heat of adsorption, and CO2 lattice positions showed high agreement on all three fronts.  The modeling apportioned specific binding interactions for each CO2 mol., including substantial cooperative binding effects among the guest mols.  The validation of the capacity of such simulations to accurately model mol.-scale binding bodes well for the theory-aided development of amine-based CO2 sorbents.  The anal. shows that the combination of appropriate pore size, strongly interacting amine functional groups, and the cooperative binding of CO2 guest mols. is responsible for the low-pressure binding and large uptake of CO2 in this sorbent material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlaqt7nP&md5=62d8612e2927fcca9d6903619e95b042", "15. ", "Samanta", ", ", "A.", "; ", "Zhao", ", ", "A.", "; ", "Shimizu", ", ", "G. K. H.", "; ", "Sarkar", ", ", "P.", "; ", "Gupta", ", ", "R.", " ", "Ind. Eng. Chem. Res.", " ", "2011", ",  ", "51", ",  ", "1438", "– ", "1463", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "16. ", "Hirscher", ", ", "M.", " ", "Angew. Chem., Int. Ed.", " ", "2011", ",  ", "50", ",  ", "581", "– ", "582", "[", "Crossref", "], [", "CAS", "]", "16. ", "Hydrogen Storage by Cryoadsorption in Ultrahigh-Porosity Metal-Organic Frameworks", "Hirscher, Michael", "Angewandte Chemie, International Edition", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "3", "),\r\n    ", "581-582", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  The article reviews the principles of cryoadsorption of hydrogen by Metal-Org. Frameworks and organizes results published over the past 15 years.  The data is presented as a plot of \"excess hydrogen uptake\" at 77K vs. BET sp. surface areas, a roughly linear correlation.  The MOF-210 has by far the most excess hydrogen uptake and the highest surface area/g of all those cited.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmtFGnsA%253D%253D&md5=71b6600e9f52357a2bb6ffcd014ee091", "17. ", "Millward", ", ", "A. R.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2005", ",  ", "127", ",  ", "17998", "– ", "17999", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Metal-Organic Frameworks with Exceptionally High Capacity for Storage of Carbon Dioxide at Room Temperature", "Millward, Andrew R.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2005", "),\r\n    ", "127", "\r\n        (", "51", "),\r\n    ", "17998-17999", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) show high CO2 storage capacity at room temp.  Gravimetric CO2 isotherms for MOF-2, MOF-505, Cu3(BTC)2, MOF-74, IRMOF-11, IRMOF-3, IRMOF-6, IRMOF-1 and MOF-177 are reported up to 42 bar.  Type I isotherms are found in all cases except for MOFs based on Zn4O(O2C)6 clusters, which reveal a sigmoidal isotherm.  The various pressures of the isotherm steps correlate with increasing pore size, which indicates potential for gas sepns.  The amine functionality of the IRMOF-3 pore shows evidence of relatively increased affinity for CO2.  Capacities qual. scale with surface area and range from 3.2 mmol/g for MOF-2 to 33.5 mmol/g (320 cm3(STP)/cm3, 147 wt %) for MOF-177, the highest CO2 capacity of any porous material reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXht1GktLnJ&md5=ad433b990b72836a16c8647c09ec85f2", "18. ", "Botas", ", ", "J. A.", "; ", "Calleja", ", ", "G.", "; ", "Sánchez-Sánchez", ", ", "M.", "; ", "Orcajo", ", ", "M. G.", " ", "Int. J. Hydrogen Energ.", " ", "2011", ",  ", "36", ",  ", "10834", "– ", "10844", "[", "Crossref", "], [", "CAS", "]", "18. ", "Effect of Zn/Co ratio in MOF-74 type materials containing exposed metal sites on their hydrogen adsorption behaviour and on their band gap energy", "Botas, Juan A.; Calleja, Guillermo; Sanchez-Sanchez, Manuel; Orcajo, M. Gisela", "International Journal of Hydrogen Energy", "\r\n        (", "2011", "),\r\n    ", "36", "\r\n        (", "17", "),\r\n    ", "10834-10844", "CODEN:\r\n                ", "IJHEDX", ";\r\n        ISSN:", "0360-3199", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Simultaneous incorporation of Zn and Co ions into MOF-74 during the crystn. process was studied, covering the whole Zn/Co concn. range (0-100% Co).  The characterization techniques used, including x-ray diffraction, DR-UV-visible spectroscopy, N2 adsorption isotherms and TGA, strongly evidence the successful incorporation of both cations into the material framework, producing the crystn. of MOF-74 with 100% Co and MOF-74 with 100% Zn starting from Zn-free and Co-free initial mixts., resp., under the same conditions.  H2, CH4 and CO2 uptakes of MOF-74 type materials generally increase with framework Co content at any pressure, suggesting a relevant role of cobalt in the adsorption process.  As expected, the comparison between the gas adsorption behavior of Co-substituted MOF-5 and Co-contg. MOF-74 materials shows that exposed metal sites play a key role in MOF performance in adsorption.  However, the good agreement between the evolution of the exptl. band gap values as a function of the Co content and the computational-based predictions found in the literature further supports the coexistence of Zn2+ and Co2+ ions forming the MOF-74 metal clusters.  Finally, variations of both isosteric heat of hydrogen adsorption and band gap energy with the metal cluster compn. show a parallel trend, although it is not systematic in the whole range of Zn/Co ratio.  Indeed, a min. band gap energy value and a max. isosteric heat of H2 adsorption value appear simultaneously for Co-rich samples still having some Zn rather than for all-Co samples.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtVWnt7fN&md5=1d6eecb5f250cb6bb68fa743446fd9cd", "19. ", "Mulfort", ", ", "K. L.", "; ", "Hupp", ", ", "J. T.", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "9604", "– ", "9605", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Chemical Reduction of Metal-Organic Framework Materials as a Method to Enhance Gas Uptake and Binding", "Mulfort, Karen L.; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "31", "),\r\n    ", "9604-9605", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A mixed-ligand metal-org. framework (MOF) of the formula Zn2(NDC)2(diPyNI) (NDC = 2,6-dicarboxylate, diPyNI = N,N'-di-(4-pyridyl)-1,4,5,8-naphthalenetetracarboxydiimide) has been chem. reduced in the solid state by lithium metal in DMF (DMF).  Striking hysteresis in the N2 adsorption isotherm suggests dynamic framework behavior of the reduced material that is not obsd. in the neutral MOF.  The reduced framework also exhibits significantly enhanced H2 uptake and isosteric heat of adsorption over the entire loading range.  Notably, the striking increase in H2 uptake cannot be solely attributed to H2-Li+ interactions and is most likely augmented by increased ligand polarizability and framework displacement effects.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXnslGqt70%253D&md5=4974e45caa9b017fe5f7995311f8a132", "20. ", "Stavitski", ", ", "E.", "; ", "Pidko", ", ", "E. A.", "; ", "Couck", ", ", "S.", "; ", "Remy", ", ", "T.", "; ", "Hensen", ", ", "E. J. M.", "; ", "Weckhuysen", ", ", "B. M.", "; ", "Denayer", ", ", "J.", "; ", "Gascon", ", ", "J.", "; ", "Kapteijn", ", ", "F.", " ", "Langmuir", " ", "2011", ",  ", "27", ",  ", "3970", "– ", "3976", "[", "ACS Full Text ", "], [", "CAS", "]", "20. ", "Complexity behind CO2 Capture on NH2-MIL-53(Al)", "Stavitski, Eli; Pidko, Evgeny A.; Couck, Sarah; Remy, Tom; Hensen, Emiel J. M.; Weckhuysen, Bert M.; Denayer, Joeri; Gascon, Jorge; Kapteijn, Freek", "Langmuir", "\r\n        (", "2011", "),\r\n    ", "27", "\r\n        (", "7", "),\r\n    ", "3970-3976", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Some Metal Org. Frameworks (MOFs) show excellent performance in extg. carbon dioxide from different gas mixts.  The origin of their enhanced sepn. ability is not clear yet.  Herein, the authors present a combined exptl. and theor. study of the amino-functionalized MIL-53(Al) to elucidate the mechanism behind its unusual high efficiency in CO2 capture.  Spectroscopic and DFT studies point out only an indirect role of amine moieties.  In contrast to other amino-functionalized CO2 sorbents, no chem. bond between CO2 and the NH2 groups of the structure is formed.  The functionalization modulates the breathing behavior of the material, i.e., the flexibility of the framework and its capacity to alter the structure upon the introduction of specific adsorbates.  The absence of strong chem. interactions with CO2 is of high importance for the overall performance of the adsorbent, since full regeneration can be achieved within minutes under very mild conditions, demonstrating the high potential of this type of adsorbents for PSA like systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXivVShsrc%253D&md5=e9ebca4338eb83c2165b3582601dd610", "21. ", "Zheng", ", ", "B.", "; ", "Bai", ", ", "J.", "; ", "Duan", ", ", "J.", "; ", "Wojtas", ", ", "L.", "; ", "Zaworotko", ", ", "M. J.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "133", ",  ", "748", "– ", "751", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "22. ", "Tranchemontagne", ", ", "D. J.", "; ", "Park", ", ", "K. S.", "; ", "Furukawa", ", ", "H.", "; ", "Eckert", ", ", "J.", "; ", "Knobler", ", ", "C. B.", "; ", "Yaghi", ", ", "O.M.", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "13143", "– ", "13151", "[", "ACS Full Text ", "], [", "CAS", "]", "22. ", "Hydrogen Storage in New Metal-Organic Frameworks", "Tranchemontagne, David J.; Park, Kyo Sung; Furukawa, Hiroyasu; Eckert, Juergen; Knobler, Carolyn B.; Yaghi, Omar M.", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "24", "),\r\n    ", "13143-13151", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Five new metal-org. frameworks (MOFs, termed MOF-324, 325, 326 and IRMOF-61 and 62) of either short linkers (pyrazolecarboxylate and pyrazaboledicarboxylate) or long and thin alkyne functionalities (ethynyldibenzoate and butadiynedibenzoate) were prepd. to examine their impact on hydrogen storage in MOFs.  These compds. were characterized by single-crystal X-ray diffraction, and their low-pressure and high-pressure hydrogen uptake properties were investigated.  In particular, volumetric excess H2 uptake by MOF-324 and IRMOF-62 outperforms MOF-177 up to 30 bar.  Inelastic neutron-scattering studies for MOF-324 also revealed strong interactions between the org. links and hydrogen, in contrast to MOF-5 where the interactions between the Zn4O unit and hydrogen are the strongest.  These data also show that smaller pores and polarized linkers in MOFs are indeed advantageous for hydrogen storage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XnsVKrtrs%253D&md5=ea46cb2c37058327cfa1168af6fb56b0", "23. ", "Prasanth", ", ", "K. P.", "; ", "Rallapalli", ", ", "P.", "; ", "Raj", ", ", "M. C.", "; ", "Bajaj", ", ", "H. C.", "; ", "Jasra", ", ", "R. V.", " ", "Int. J. Hydrogen Energy", " ", "2011", ",  ", "36", ",  ", "7594", "– ", "7601", "[", "Crossref", "], [", "CAS", "]", "23. ", "Enhanced hydrogen sorption in single walled carbon nanotube incorporated MIL-101 composite metal-organic framework", "Prasanth, K. P.; Rallapalli, Phani; Raj, Manoj C.; Bajaj, H. C.; Jasra, Raksh Vir", "International Journal of Hydrogen Energy", "\r\n        (", "2011", "),\r\n    ", "36", "\r\n        (", "13", "),\r\n    ", "7594-7601", "CODEN:\r\n                ", "IJHEDX", ";\r\n        ISSN:", "0360-3199", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "Metal-org. frameworks (MOFs) have emerged as potential hydrogen storage media due to their high surface area, pore vol., and adjustable pore sizes.  The large void space generated by cages in MOFs is not completely utilized for hydrogen storage application owing to weak interactions between the walls of MOFs and H2 mols.  These unutilized vols. in MOFs can be effectively utilized by incorporation of other microporous materials such as single walled carbon nanotubes into the pores of MOFs which could effectively tune the pore size and pore vol. of the material towards hydrogen sorption.  Single walled carbon nanotubes (SWNT) incorporated MIL-101 composite MOF material (SWNT@MIL-101) was synthesized by adding purified single walled carbon nanotube (SWNT) in situ during the synthesis of MIL-101.  The powder X-ray diffraction patterns of SWNT@MIL-101 showed the structure of MOF was not disturbed by SWNT incorporation.  Hydrogen sorption capacities of MIL-101 was obsd. to increase from 6.37 to 9.18 wt% at 77 K up to 60 bar and from 0.23-0.64 wt% at 298 K up to 60 bar.  The increment in the hydrogen uptake capacities of composite MOF materials was attributed to the decrease in the pore size and enhancement of micropore vol. of MIL-101 by single walled carbon nanotube incorporation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmslSms7g%253D&md5=844678a41eeec71645efee5191889e6c", "24. ", "Stock", ", ", "N.", "; ", "Biswas", ", ", "S.", " ", "Chem. Rev.", " ", "2011", ",  ", "112", ",  ", "933", "– ", "969", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "25. ", "Banerjee", ", ", "R.", "; ", "Phan", ", ", "A.", "; ", "Wang", ", ", "B.", "; ", "Knobler", ", ", "C.", "; ", "Furukawa", ", ", "H.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O.M.", " ", "Science", " ", "2008", ",  ", "319", ",  ", "939", "– ", "943", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "25. ", "High-Throughput Synthesis of Zeolitic Imidazolate Frameworks and Application to CO2 Capture", "Banerjee, Rahul; Phan, Anh; Wang, Bo; Knobler, Carolyn; Furukawa, Hiroyasu; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2008", "),\r\n    ", "319", "\r\n        (", "5865", "),\r\n    ", "939-943", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A high-throughput protocol was developed for the synthesis of zeolitic imidazolate frameworks (ZIFs).  Twenty-five different ZIF crystals were synthesized from only 9600 microreactions of either Zn(II)/Co(II) and imidazolate/imidazolate-type linkers.  All of the ZIF structures have tetrahedral frameworks: 10 of which have two different links (heterolinks), 16 of which are previously unobserved compns. and structures, and 5 of which have topologies as yet unobserved in zeolites.  Members of a selection of these ZIFs (termed ZIF-68, ZIF-69, and ZIF-70) have high thermal stability (up to 390°) and chem. stability in refluxing org. and aq. media.  Their frameworks have high porosity (with surface areas up to 1970 square meters per g), and they exhibit unusual selectivity for CO2 capture from CO2/CO mixts. and extraordinary capacity for storing CO2: 1 L of ZIF-69 can hold ∼83 L of CO2 at 273 K under ambient pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhslOmtr8%253D&md5=5db725852aeb4ca63bea1883fecb0c77", "26. ", "Liu", ", ", "J.", "; ", "Tian", ", ", "J.", "; ", "Thallapally", ", ", "P. K.", "; ", "McGrail", ", ", "B. P.", " ", "J. Phys. Chem. C", " ", "2012", ",  ", "116", ",  ", "9575", "– ", "9581", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "Selective CO2 Capture from Flue Gas Using Metal-Organic Frameworks - A Fixed Bed Study", "Liu, Jian; Tian, Jian; Thallapally, Praveen K.; McGrail, B. Peter", "Journal of Physical Chemistry C", "\r\n        (", "2012", "),\r\n    ", "116", "\r\n        (", "17", "),\r\n    ", "9575-9581", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "It is important to remove flue gas CO2, considered a main cause of global warming.  CO2/N2 sepn. by novel adsorbents is a promising method to reduce CO2 emissions.  The effect of water on CO2 adsorption and CO2/N2 selectivity is crit. to enable adsorbent utilization in practical applications.  Ni/DOBDC (Ni-MOF-74 or CPO-27-Ni) was synthesized using a solvothermal reaction, and a pellet sample was used in a fixed-bed CO2/N2 break-through study with and without water.  The Ni/DOBDC pellet has high CO2 capacity (3.74 mol/kg at 0.15 bar) and high CO2/N2 selectivity (38), much higher than those of reported metal-org. frameworks (MOF) and zeolites under dry conditions.  Trace amts. of water affected CO2 adsorption capacity and CO2/N2 selectivity by Ni/DOBDC; however, Ni/DOBDC retained a significant CO2 capacity (2.2 mol/kg) and a CO2/N2 selectivity (22) at 0.15 bar CO2 with 3% relative humidity water.  Results indicated a promising future for Ni/DOBDC use in flue gas CO2 removal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XltVyksLs%253D&md5=b6e8c8fc720a12f728d695ea5b0ddfa5", "27. ", "Llewellyn", ", ", "P. L.", "; ", "Bourrelly", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Vimont", ", ", "A.", "; ", "Daturi", ", ", "M.", "; ", "Hamon", ", ", "L.", "; ", "De Weireld", ", ", "G.", "; ", "Chang", ", ", "J.-S.", "; ", "Hong", ", ", "D.-Y.", "; ", "Kyu Hwang", ", ", "Y.", "; ", "Hwa Jhung", ", ", "S.", "; ", "Férey", ", ", "G. R", " ", "Langmuir", " ", "2008", ",  ", "24", ",  ", "7245", "– ", "7250", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "High Uptakes of CO2 and CH4 in Mesoporous Metal-Organic Frameworks MIL-100 and MIL-101", "Llewellyn, Philip L.; Bourrelly, Sandrine; Serre, Christian; Vimont, Alexandre; Daturi, Marco; Hamon, Lomig; De Weireld, Guy; Chang, Jong-San; Hong, Do-Young; Hwang, Young Kyu; Jhung, Sung Hwa; Ferey, Gerard", "Langmuir", "\r\n        (", "2008", "),\r\n    ", "24", "\r\n        (", "14", "),\r\n    ", "7245-7250", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Mesoporous MOFs MIL-100 and MIL-101 adsorb huge amts. of CO2 and CH4.  Characterization was performed using both manometry and gravimetry in different labs. for isotherms coupled with microcalorimetry and FTIR to specify the gas-solid interactions.  In particular, the uptake of CO2 in MIL-101 occurs with a record capacity of 40 mmol g-1 or 390 cm3STP cm-3 at 5 MPa and 303 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXjsVOnu70%253D&md5=9be650e39498a529f0c622ec6d492757", "28. ", "Furukawa", ", ", "H.", "; ", "Ko", ", ", "N.", "; ", "Go", ", ", "Y. B.", "; ", "Aratani", ", ", "N.", "; ", "Choi", ", ", "S. B.", "; ", "Choi", ", ", "E.", "; ", "Yazaydin", ", ", "A. O. R.", "; ", "Snurr", ", ", "Q.", "; ", "O’Keeffe", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2010", ",  ", "329", ",  ", "424", "– ", "428", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "28. ", "Ultrahigh Porosity in Metal-Organic Frameworks", "Furukawa, Hiroyasu; Ko, Nakeun; Go, Yong Bok; Aratani, Naoki; Choi, Sang Beom; Choi, Eunwoo; Yazaydin, A. Oezguer; Snurr, Randall Q.; O'Keeffe, Michael; Kim, Jaheon; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "329", "\r\n        (", "5990", "),\r\n    ", "424-428", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Cryst. solids with extended non-interpenetrating three-dimensional crystal structures were synthesized that support well-defined pores with internal diams. of up to 48 angstroms.  The Zn4O(CO2)6 unit was joined with either one or two kinds of org. link, 4,4',4''-[benzene-1,3,5-triyl-tris(ethyne-2,1-diyl)]tribenzoate (BTE), 4,4',44''-[benzene-1,3,5-triyl-tris(benzene-4,1-diyl)]tribenzoate (BBC), 4,4',44''-benzene-1,3,5-triyl-tribenzoate (BTB)/2,6-naphthalenedicarboxylate (NDC), and BTE/biphenyl-4,4'-dicarboxylate (BPDC), to give four metal-org. frameworks (MOFs), MOF-180, -200, -205, and -210, resp.  Members of this series of MOFs show exceptional porosities and gas (hydrogen, methane, and carbon dioxide) uptake capacities.  For example, MOF-210 has Brunauer-Emmett-Teller and Langmuir surface areas of 6240 and 10,400 square meters per g, resp., and a total carbon dioxide storage capacity of 2870 mg per g.  The vol.-specific internal surface area of MOF-210 (2060 square meters per cubic centimeter) is equiv. to the outer surface of nanoparticles (3-nm cubes) and near the ultimate adsorption limit for solid materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptVWgsb8%253D&md5=ce5cd4101a6f96dc0d6c349bc478b3b0", "29. ", "Petit", ", ", "C.", "; ", "Bandosz", ", ", "T. J.", " ", "Adv. Mater.", " ", "2009", ",  ", "21", ",  ", "4753", "– ", "4757", "[", "Crossref", "], [", "CAS", "]", "29. ", "MOF-Graphite Oxide Composites: Combining the Uniqueness of Graphene Layers and Metal-Organic Frameworks", "Petit, Camille; Bandosz, Teresa J.", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2009", "),\r\n    ", "21", "\r\n        (", "46", "),\r\n    ", "4753-4757", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Recently, great interest has risen in graphene and graphene-based materials, owing to the specific and very unique structural, mech., and electronic properties of these 1-atom-thick sheets.  Another group of materials that has recently opened new possibilities of applications are metal-org. frameworks (MOF5).  A major objective of this paper is to present the synthesis of MOF-graphite oxide nanocomposite materials, which combine the favorable attributes of carbonaceous graphene surfaces and MOFs.  Nanocomposites contg. GO and MOF-5 were prepd. with various ratios of the two components.  The structure of the precursors is preserved in the composites, which show a well-defined and porous structure, where graphene layers from GO alternate with layers of MOF-5.  The arrangement of these materials is progressively modified and its porosity decreases when the amt. of GO in the composite increases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsFGnurfK&md5=55eb7c47afdae787f63feb27fe5a0fe0", "30. ", "Gorka", ", ", "J.", "; ", "Fulvio", ", ", "P. F.", "; ", "Pikus", ", ", "S.", "; ", "Jaroniec", ", ", "M.", " ", "Chem. Commun.", " ", "2010", ",  ", "46", ",  ", "6798", "– ", "6800", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "30. ", "Mesoporous metal organic framework-boehmite and silica composites", "Gorka, Joanna; Fulvio, Pasquale F.; Pikus, Stanislaw; Jaroniec, Mietek", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2010", "),\r\n    ", "46", "\r\n        (", "36", "),\r\n    ", "6798-6800", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Mesoporous composites of metal org. frameworks (MOFs; Cu-based) with boehmite and silica were prepd. by one-pot microwave hydrothermal synthesis in the presence of Pluronic-type triblock-copolymer.  For MOF-alumina composites, P123 triblock copolymer was dissolved in ethanol and mixed with 1,3,5-benzenetricarboxylic acid and copper(II) nitrate trihydrate.  Boehmite was dispersed in aq. nitric acid.  The latter soln. was quickly added to the former followed by 2-stage microwave treatment, the first at 40 °C for 60 min and the second at 140 °C for 120 min.  The MOF-silica composites were prepd. in a similar manner to the boehmite-contg. composites.  MOF and mesoporous support were simultaneously synthesized in the presence of triblock copolymers under microwave irradn.  Mesoporosity in these composites can be tailored by varying the MOF:oxide phase ratio.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtV2gs7nF&md5=cfcf4ae7fc93f96b58464552067d2843", "31. ", "O’Neill", ", ", "L. D.", "; ", "Zhang", ", ", "H.", "; ", "Bradshaw", ", ", "D.", " ", "J. Mater. Chem.", " ", "2010", ",  ", "20", ",  ", "5720", "– ", "5726", "[", "Crossref", "], [", "CAS", "]", "31. ", "Macro-/microporous MOF composite beads", "O'Neill, Laura D.; Zhang, Haifei; Bradshaw, Darren", "Journal of Materials Chemistry", "\r\n        (", "2010", "),\r\n    ", "20", "\r\n        (", "27", "),\r\n    ", "5720-5726", "CODEN:\r\n                ", "JMACEP", ";\r\n        ISSN:", "0959-9428", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "We have prepd. a series of metal-org. framework (MOF) composite materials by depositing cryst. MOFs into mm-sized macroporous polyacrylamide (PAM), oxide or oxide-PAM beads using solvothermal methods or immersion in mother solns.  The facile nature of the composite prepn. is in part due to the inherent hydrophilicity and processability of the PAM, which bears suitable functionality to interact with the MOF.  The resulting composites display hierarchical porosity across the macro- and microporous length scales; the MOF loading level, and hence degree of microporosity in the composites, can be tuned by modulating the concn. of the reactants in the MOF synthesis.  The MOF@PAM beads display enhanced mech. stability and handling over bulk MOF phases in heterogeneous reaction systems, clearly indicating that such materials can improve recovery and recyclability of cryst. MOFs.  This is an important step for future applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXotVSrur0%253D&md5=94f5fddfc2ffa791b4eaab4dda80ac30", "32. ", "Petit", ", ", "C.", "; ", "Bandosz", ", ", "T. J.", " ", "Adv. Funct. Mater.", " ", "2011", ",  ", "21", ",  ", "2108", "– ", "2117", "[", "Crossref", "], [", "CAS", "]", "32. ", "Synthesis, Characterization, and Ammonia Adsorption Properties of Mesoporous Metal-Organic Framework (MIL(Fe))-Graphite Oxide Composites: Exploring the Limits of Materials Fabrication", "Petit, Camille; Bandosz, Teresa J.", "Advanced Functional Materials", "\r\n        (", "2011", "),\r\n    ", "21", "\r\n        (", "11", "),\r\n    ", "2108-2117", "CODEN:\r\n                ", "AFMDC6", ";\r\n        ISSN:", "1616-301X", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Composites of MIL-100(Fe) and graphite oxide (GO) were prepd. with various ratios of the two components and tested for NH3 removal in dynamic conditions.  The initial and exhausted samples were characterized by x-ray diffraction, N adsorption, thermal anal., FTIR spectroscopy, Raman spectroscopy, and SEM.  The formation of well-defined MIL-100(Fe)/GO composites is not favored.  This is linked to the specific geometry of MIL-100(Fe).  The attachment of the GO C layers to the spherical cages of MIL-100(Fe) (via coordination between the O groups of GO and the metallic sites of the metal-org. framework) prevents the proper formation of the MIL-100(Fe) structure.  Therefore, the composite with the highest GO content has a lower porosity and smaller NH3 adsorption capacity than those calcd. for the phys. mixt. of MIL-100(Fe) and GO.  The main mechanism of NH3 retention is via Bronsted interactions between NH3 and the H2O mols. present in MIL-100(Fe).  Nevertheless, the presence of excess H2O in the system lowers the acidity of the MIL material, and consequently causes a decrease in the NH3 adsorption.  The Lewis interactions between NH3 and the metal centers in MIL also take place during the adsorption process.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmslKltL8%253D&md5=ab8f148a7019e7b9dffa873ed2a0b64a", "33. ", "Xiang", ", ", "Z.", "; ", "Hu", ", ", "Z.", "; ", "Cao", ", ", "D.", "; ", "Yang", ", ", "W.", "; ", "Lu", ", ", "J.", "; ", "Han", ", ", "B.", "; ", "Wang", ", ", "W.", " ", "Angew. Chem. Int. Edit.", " ", "2011", ",  ", "50", ",  ", "491", "– ", "494", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "33. ", "Metal-Organic Frameworks with Incorporated Carbon Nanotubes: Improving Carbon Dioxide and Methane Storage Capacities by Lithium Doping", "Xiang, Zhonghua; Hu, Zan; Cao, Dapeng; Yang, Wantai; Lu, Jianmin; Han, Bingyong; Wang, Wenchuan", "Angewandte Chemie, International Edition", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "2", "),\r\n    ", "491-494, S491/1-S491/17", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "We show that incorporation of carbon nanotubes in metal-org. frameworks can enhance the uptakes of carbon dioxide and methane.  The results suggest that the adsorption capacities of carbon dioxide and methane are improved by doping the nanotube-modified metal-org. frameworks with lithium.  However, excessive lithium-doping leads the deformation of the frameworks.  This combination of nanotube modification and lithium-doping can provide a new strategy for enhancing the gas untake by metal-org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXitlCmug%253D%253D&md5=43f30c51b9af2b4219cb316df66ac51c", "34. ", "Petit", ", ", "C.", "; ", "Bandosz", ", ", "T. J.", " ", "Adv. Funct. Mater.", " ", "2010", ",  ", "20", ",  ", "111", "– ", "118", "[", "Crossref", "], [", "CAS", "]", "34. ", "Enhanced Adsorption of Ammonia on Metal-Organic Framework/Graphite Oxide Composites: Analysis of Surface Interactions", "Petit, Camille; Bandosz, Teresa J.", "Advanced Functional Materials", "\r\n        (", "2010", "),\r\n    ", "20", "\r\n        (", "1", "),\r\n    ", "111-118", "CODEN:\r\n                ", "AFMDC6", ";\r\n        ISSN:", "1616-301X", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Composites of the metal-org. framework (MOF), MOF-5, and graphite oxide (GO) with different ratios of the two components are prepd. and tested in ammonia removal under dry conditions.  The parent and composite materials are characterized before and after exposure to ammonia by sorption of N2, X-ray diffraction, thermal analyses, and FT-IR spectroscopy.  The results show a synergetic effect resulting in an increase in the ammonia uptake compared to the parent materials.  It is linked to enhanced dispersive forces in the pore space of the composites.  Addnl., ammonia interacts with zinc oxide tetrahedra via hydrogen bonding and is intercalated between the layers of GO.  Retention of a large quantity of ammonia eventually leads to a collapse of the MOF-5 structure in the composites.  The effect resembles that obsd. when MOF-5 is exposed to water.  Taking into account the similarity of ammonia and water mols., it is hypothesized that ammonia causes a destruction of the MOF-5 and composite structure as a result of its hydrogen bonding with the zinc oxide clusters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFKhsg%253D%253D&md5=760e81aa71b5413f2b1b9fb8ad3551b8", "35. ", "Petit", ", ", "C.", "; ", "Mendoza", ", ", "B.", "; ", "Bandosz", ", ", "T. J.", " ", "Langmuir", " ", "2010", ",  ", "26", ",  ", "15302", "– ", "15309", "[", "ACS Full Text ", "], [", "CAS", "]", "35. ", "Reactive Adsorption of Ammonia on Cu-Based MOF/Graphene Composites", "Petit, Camille; Mendoza, Barbara; Bandosz, Teresa J.", "Langmuir", "\r\n        (", "2010", "),\r\n    ", "26", "\r\n        (", "19", "),\r\n    ", "15302-15309", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "New composites based on HKUST-1 and graphene layers are tested for ammonia adsorption at room temp. in both dry and moist conditions.  The materials are characterized by X-ray diffraction, FT-IR spectroscopy, adsorption of nitrogen, and thermal analyses.  Unlike other MOF/GO composites reported in previous studies, these materials are water-stable.  Ammonia adsorption capacities on the composites are higher than the ones calcd. for the phys. mixt. of components, suggesting the presence of a synergetic effect between the MOF and graphene layers.  The increased porosity and dispersive forces being the consequence of the presence of graphene layers are responsible for the enhanced adsorption.  In addn. to its retention via phys. forces, ammonia is also adsorbed via binding to the copper sites in HKUST-1 and then, progressively, via reaction with the MOF component.  This reactive adsorption is visible through two successive changes of the adsorbents' color during the breakthrough tests.  More ammonia is adsorbed in moist conditions than in dry conditions owing to its dissoln. in a water film present in the pore system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFarsLbF&md5=51d2aa38d101dfb6454be60c7a1287cc", "36. ", "Petit", ", ", "C.", "; ", "Burress", ", ", "J.", "; ", "Bandosz", ", ", "T. J.", " ", "Carbon", " ", "2011", ",  ", "49", ",  ", "563", "– ", "572", "[", "Crossref", "], [", "CAS", "]", "36. ", "The synthesis and characterization of copper-based metal-organic framework/graphite oxide composites", "Petit, Camille; Burress, Jacob; Bandosz, Teresa J.", "Carbon", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "2", "),\r\n    ", "563-572", "CODEN:\r\n                ", "CRBNAH", ";\r\n        ISSN:", "0008-6223", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "New composites of a copper-based metal-org. framework and graphite oxide were synthesized with different ratios of HKUST-1 (also called MOF-199) and graphite oxide.  These compds., as well as the parent materials, were characterized by x-ray diffraction, sorption of nitrogen, FTIR spectroscopy, thermal analyses, SEM, and sorption of hydrogen.  The composites exhibit features similar to HKUST-1 as well as an increased porosity compared to the parent materials.  The formation of new small pores is demonstrated by an increase in the hydrogen uptake.  The results suggest that the building process of the composites occurs via the reaction/binding of the copper dimers from the HKUST-1 with/to the functional groups in graphite oxide (epoxy, carboxylic, hydroxylic, sulfonic).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVGntLrI&md5=aade5cf7de9fbb154b18f74726a4c78b", "37. ", "Zhao", ", ", "Y.", "; ", "Seredych", ", ", "M.", "; ", "Zhong", ", ", "Q.", "; ", "Bandosz", ", ", "T. J.", " ", "RSC Adv.", " ", "2013", ",  ", "3", ",  ", "9932", "– ", "9941", "[", "Crossref", "], [", "CAS", "]", "37. ", "Aminated graphite oxides and their composites with copper-based metal-organic framework: in search for efficient media for CO2 sequestration", "Zhao, Yunxia; Seredych, Mykola; Zhong, Qin; Bandosz, Teresa J.", "RSC Advances", "\r\n        (", "2013", "),\r\n    ", "3", "\r\n        (", "25", "),\r\n    ", "9932-9941", "CODEN:\r\n                ", "RSCACL", ";\r\n        ISSN:", "2046-2069", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "New composites of a copper-based metal-org. framework and graphite oxide modified by urea (GO-U) were synthesized.  The materials and the parent composite components were characterized using X-ray diffraction, FT-IR spectroscopy, potentiometric titrn., sorption of nitrogen, thermal anal., elemental anal., Raman spectroscopy, UV-Vis spectroscopy, and SEM.  The introduction of GO-U does not prevent the formation of MOF crystal structure.  The synergistic effect of the composite formation is clearly seen in the surface features.  The new materials exhibit a unique texture, high porosity and nitrogen enriched surface chem.  Incorporation of amino groups in the specific chem. and structural environment enhances CO2 adsorption.  Therefore, this kind of composites has a potential application in CO2 capture technologies to remit global warming.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXovVSmtrk%253D&md5=076c2092cacfb3725982df2773c52c93", "38. ", "Zhao", ", ", "Y.", "; ", "Seredych", ", ", "M.", "; ", "Zhong", ", ", "Q.", "; ", "Bandosz", ", ", "T. J.", " ", "ACS Appl. Mater. Interface", " ", "2013", ",  ", "5", ",  ", "4951", "– ", "4959", "[", "ACS Full Text ", "], [", "CAS", "]", "38. ", "Superior Performance of Copper Based MOF and Aminated Graphite Oxide Composites as CO2 Adsorbents at Room Temperature", "Zhao, Yunxia; Seredych, Mykola; Zhong, Qin; Bandosz, Teresa J.", "ACS Applied Materials & Interfaces", "\r\n        (", "2013", "),\r\n    ", "5", "\r\n        (", "11", "),\r\n    ", "4951-4959", "CODEN:\r\n                ", "AAMICK", ";\r\n        ISSN:", "1944-8244", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "New composites, Cu-BTC MOF and graphite oxide modified with urea (GO-U), were developed and tested as room temp. CO2 adsorbents.  The GO-U composite contg. the highest N content exhibited excellent CO2 uptake (4.23 mmol/g) in dynamic conditions.  Incorporating GO-U into metal org. frameworks (MOF) changes the parent MOF chem. and microstructure, resulting in synergistic features beneficial for surface CO2 retention.  To identify these features, initial and spent materials were extensively characterized from porosity and chem. viewpoints.  Although adsorption forces were relatively strong, results indicated CO2 is mainly physisorbed on the composites under dry dynamic conditions at ambient temp. and pressure.  Primary adsorption sites include small micropores specific for the composites, open Cu sites, and cage window sites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXnslent7k%253D&md5=985115b01cbbcd42d8002c2427735271", "39. ", "Hummers", ", ", "W. S.", "; ", "Offeman", ", ", "R. E.", " ", "J. Am. Chem. Soc.", " ", "1958", ",  ", "80", ",  ", "1339", "– ", "1339", "[", "ACS Full Text ", "], [", "CAS", "]", "39. ", "Preparation of graphitic oxide", "Hummers, Wm. S., Jr.; Offeman, Richard E.", "Journal of the American Chemical Society", "\r\n        (", "1958", "),\r\n    ", "80", "\r\n        (", "),\r\n    ", "1339", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "See U.S. 2,798,878 (C.A. 51, 15080a).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaG1cXlt1yjuw%253D%253D&md5=04e888842c5cd001e1ac8daba8de2455", "40. ", "Policicchio", ", ", "A.", "; ", "Maccallini", ", ", "E.", "; ", "Kalantzopoulos", ", ", "G. N.", "; ", "Cataldi", ", ", "U.", "; ", "Abate", ", ", "S.", "; ", "Desiderio", ", ", "G.", "; ", "Agostino", ", ", "R. G.", " ", "Rev. Sci. Instrum.", " ", "2013", ",  ", "84", ",  ", "103907", "[", "Crossref", "], [", "CAS", "]", "40. ", "Volumetric apparatus for hydrogen adsorption and diffusion measurements. Sources of systematic error and impact of their experimental resolutions", "Policicchio, Alfonso; Maccallini, Enrico; Kalantzopoulos, Georgios N.; Cataldi, Ugo; Abate, Salvatore; Desiderio, Giovanni; Agostino, Raffaele Giuseppe", "Review of Scientific Instruments", "\r\n        (", "2013", "),\r\n    ", "84", "\r\n        (", "10", "),\r\n    ", "103907/1-103907/10", "CODEN:\r\n                ", "RSINAK", ";\r\n        ISSN:", "0034-6748", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The development of a volumetric app. (also known as a Sieverts' app.) for accurate and reliable H adsorption measurement is shown.  The instrument minimizes the sources of systematic errors which are mainly due to inner vol. calibration, stability and uniformity of the temps., precise evaluation of the skeletal vol. of the measured samples, and thermodynamical properties of the gas species.  A series of hardware and software solns. were designed and introduced in the app., which we will indicate as f-PcT, to deal with these aspects.  The results are represented in terms of an accurate evaluation of the equil. and dynamical characteristics of the mol. H adsorption on 2 well-known porous media.  The contribution of each exptl. soln. to the error propagation of the adsorbed moles is assessed.  The developed volumetric app. for gas storage capacity measurements allows an accurate evaluation over a 4 order-of-magnitude pressure range (from 1 kPa to 8 MPa) and in temps. ranging between 77 K and 470 K.  The acquired results are in good agreement with the values reported in the literature.  (c) 2013 American Institute of Physics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs1Siur3I&md5=cc80bd9c029ccce4e2b60ee5b4b26915", "41. ", "Kondo", ", ", "S.", "; ", "Ishikawa", ", ", "T.", "; ", "Abe", ", ", "I.", " ", " ", "Adsorption Science", ". In  ", "Li Guoxi, trans.", ", ", "2", "nd ed.; ", "Chemistry Industry Press", ": ", "Beijing", ", ", "2005", "; Chapter 5, pp  ", "182", "– ", "188", ".", "There is no corresponding record for this reference.", "42. ", "Policicchio", ", ", "A.", "; ", "Maccallini", ", ", "E.", "; ", "Agostino", ", ", "R. G.", "; ", "Ciuchi", ", ", "F.", "; ", "Aloise", ", ", "A.", "; ", "Giordano", ", ", "G.", " ", "Fuel", " ", "2013", ",  ", "104", ",  ", "813", "– ", "821", "[", "Crossref", "], [", "CAS", "]", "42. ", "Higher methane storage at low pressure and room temperature in new easily scalable large-scale production activated carbon for static and vehicular applications", "Policicchio, Alfonso; Maccallini, Enrico; Agostino, Raffaele Giuseppe; Ciuchi, Federica; Aloise, Alfredo; Giordano, Girolamo", "Fuel", "\r\n        (", "2013", "),\r\n    ", "104", "\r\n        (", "),\r\n    ", "813-821", "CODEN:\r\n                ", "FUELAC", ";\r\n        ISSN:", "0016-2361", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "The methane adsorption properties of High Surface Activated Carbon (HSAC) samples were evaluated at room temp. (298 K) and pressure up to 3.5 MPa using a new optimized volumetric app. f-PcT (fast Pressure-concn.-Temp.) for accurate and reliable gas adsorption measurements.  A comprehensive characterization of different activated carbon samples was carried out by means of helium picnometry for the skeletal d. evaluation, by the Brunauer-Emmett-Teller (BET) method for the measurement of the surface area, by SEM and X-ray Diffraction (XRD) for topog. and long-range order estn., resp.  All the adsorption data were evaluated by Langmuir/Toth isotherm model with a very high accuracy.  Comparison with data available in the literature shows a good agreement in terms of max. methane uptake on similar materials and an enhanced performance for the reversible adsorption at very low pressure.  In fact, the probed HSAC samples show both higher methane storage values for pressure up to 1.5 MPa and totally reversible methane uptake up to many cycles without any treatment in between.  Furthermore, their adsorption properties are stable also after air exposure.  These results represent the starting point for a real and efficient alternative method to the natural gas storage for static and/or automotive applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhslGku7vM&md5=e10ce0008f5b2ed4d15fe9669fc1b164", "43. ", "Liang", ", ", "Z.", "; ", "Marshall", ", ", "M.", "; ", "Chaffee", ", ", "A. L.", " ", "Energy Fuels", " ", "2009", ",  ", "23", ",  ", "2785", "– ", "2789", "[", "ACS Full Text ", "], [", "CAS", "]", "43. ", "CO2 Adsorption-Based Separation by Metal Organic Framework (Cu-BTC) versus Zeolite (13X)", "Liang, Zhijian; Marshall, Marc; Chaffee, Alan L.", "Energy & Fuels", "\r\n        (", "2009", "),\r\n    ", "23", "\r\n        (", "5", "),\r\n    ", "2785-2789", "CODEN:\r\n                ", "ENFUEM", ";\r\n        ISSN:", "0887-0624", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The potential for the metal org. framework (MOF) Cu-BTC (copper 1,3,5-benzenetricarboxylate trihydrate) to selectively adsorb and sep. CO2 is considered.  Isotherms for CO2, CH4, and N2 were measured at 0-15 bar and 25-105°.  The isotherms suggest a much higher working capacity (×4) for CO2 adsorption on Cu-BTC relative to the benchmark zeolite 13X over the same pressure range.  Higher CO2/N2 and CO2/CH4 selectivities in the higher pressure range (1-15 bar) and with lower heats of adsorption were also demonstrated.  Cu-BTC was stable in O2 at 25°, but its crystallinity was reduced in humid environments.  The CO2 adsorption capacity was progressively reduced upon cyclic exposure to water vapor at low relative humidity (<30%), but leveled out at 75% of its original value after several water adsorption/desorption cycles.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXksFags7s%253D&md5=b2cee74813854154a3f6a8d2b5ec2d60", "44. ", "Zhou", ", ", "C.", "; ", "Cao", ", ", "L.", "; ", "Wei", ", ", "S.", "; ", "Zhang", ", ", "Q.", "; ", "Chen", ", ", "L.", " ", "Comput. Theor. Chem.", " ", "2011", ",  ", "976", ",  ", "153", "– ", "160", "[", "Crossref", "], [", "CAS", "]", "44. ", "A first principles study of gas adsorption on charged Cu-BTC", "Zhou, Chenggang; Cao, Lujie; Wei, Shihao; Zhang, Qiuju; Chen, Liang", "Computational & Theoretical Chemistry", "\r\n        (", "2011", "),\r\n    ", "976", "\r\n        (", "1-3", "),\r\n    ", "153-160", "CODEN:\r\n                ", "CTCOA5", ";\r\n        ISSN:", "2210-271X", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Examd. was the adsorption of selected guest mols. on the open Cu sites with different charge states in Cu-BTC by d. functional methods.  CO and O2 are chemisorbed on the open Cu site, whereas CO2, H2, and CH4 are mainly physisorbed.  As an exception, the adsorption nature of N2 is dependent on the charge state of the open Cu ion.  The reduced pos. charged Cu ion can significantly enhance binding strength of CO, O2 and N2 because of the chemisorptive nature.  On the other hand, losing electrons from the open Cu ion can slightly improve the physisorption strength through electrostatic interactions.  Therefore, it may be possible to enhance gas adsorption and control selective sepn. for specific gas mixts. by appropriately tuning charge state of the exposed metal in metal org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlemt7nO&md5=7968fff25e00705c1819db5c5d2a8220", "45. ", "Wu", ", ", "H.", "; ", "Simmons", ", ", "J. M.", "; ", "Srinivas", ", ", "G.", "; ", "Zhou", ", ", "W.", "; ", "Yildirim", ", ", "T.", " ", "J. Phys. Chem. Lett.", " ", "2010", ",  ", "1", ",  ", "1946", "– ", "1951", "[", "ACS Full Text ", "], [", "CAS", "]", "45. ", "Adsorption Sites and Binding Nature of CO2 in Prototypical Metal-Organic Frameworks: A Combined Neutron Diffraction and First-Principles Study", "Wu, Hui; Simmons, Jason M.; Srinivas, Gadipelli; Zhou, Wei; Yildirim, Taner", "Journal of Physical Chemistry Letters", "\r\n        (", "2010", "),\r\n    ", "1", "\r\n        (", "13", "),\r\n    ", "1946-1951", "CODEN:\r\n                ", "JPCLCD", ";\r\n        ISSN:", "1948-7185", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors report a detailed study of CO2 adsorption in two important metal-org. framework (MOF) compds. (Mg-MOF-74 and HKUST-1).  In both MOFs, the open metal ions were identified as the primary binding sites through neutron diffraction measurements.  The relatively strong metal-CO2 binding was attributed to an enhanced electrostatic interaction, and vibrational mode anal. shows that the adsorbed CO2 mol. is strongly attached through one of its oxygen atoms while the rest of the mol. is relatively free.  This high orientational disorder is the reason for the large apparent O-C-O bond bending angle derived from diffraction measurements.  The calcns. give only a small degree of bond bending, suggesting that the CO2 adsorption on the open metal site is still largely physisorption.  The overall metal-CO2 binding strength is right in the range which can facilitate both adsorption (CO2 capture) and desorption (MOF regeneration) under typical flue gas conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXntFyrsLg%253D&md5=a4a7d5e20cf66bd0d3e96f10964d1c44", "46. ", "Xie", ", ", "J.", "; ", "Yan", ", ", "N.", "; ", "Qu", ", ", "Z.", "; ", "Yang", ", ", "S.", " ", "J. Environ. Sci.", " ", "2012", ",  ", "24", ",  ", "640", "– ", "644", "[", "Crossref", "], [", "CAS", "]", "46. ", "Synthesis, characterization and experimental investigation of Cu-BTC as CO2 adsorbent from flue gas", "Xie, Jiangkun; Yan, Naiqiang; Qu, Zan; Yang, Shijian", "Journal of Environmental Sciences (Beijing, China)", "\r\n        (", "2012", "),\r\n    ", "24", "\r\n        (", "4", "),\r\n    ", "640-644", "CODEN:\r\n                ", "JENSEE", ";\r\n        ISSN:", "1001-0742", ".\r\n    \r\n            (", "Science Press", ")\r\n        ", "Porous Cu-BTC material was synthesized by the solvothermal method.  Powder x-ray diffraction (PXRD) was used to test the phase purity of the synthesized material and investigate its structural stability under the influence of flue gas components.  The thermal stability of the material was detd. through thermal gravimetric (TG) anal.  SEM was employed to study the microstructure of the material.  Cu-BTC was demonstrated not only to have high CO2 adsorption capacity but also good selectivity of CO2 over N2 by means of packed bed tests.  The adsorption capacity of Cu-BTC for CO2 was about 69 mL/g at 22° C.  The influence of the main flue gas components on the CO2 capacity of the material were discussed as well.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xos1Olt70%253D&md5=1f0494842954fe22c73dbce0624e3f70", "47. ", "Hudson", ", ", "M. R.", "; ", "Queen", ", ", "W. L.", "; ", "Mason", ", ", "J. A.", "; ", "Fickel", ", ", "D. W.", "; ", "Lobo", ", ", "R. F.", "; ", "Brown", ", ", "C. M.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "1970", "– ", "1973", "[", "ACS Full Text ", "], [", "CAS", "]", "47. ", "Unconventional, Highly Selective CO2 Adsorption in Zeolite SSZ-13", "Hudson, Matthew R.; Queen, Wendy L.; Mason, Jarad A.; Fickel, Dustin W.; Lobo, Raul F.; Brown, Craig M.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "4", "),\r\n    ", "1970-1973", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Low-pressure adsorption of carbon dioxide and nitrogen was studied in both acidic and copper-exchanged forms of SSZ-13, a zeolite contg. an 8-ring window.  Under ideal conditions for industrial sepns. of CO2 from N2, the ideal adsorbed soln. theory selectivity is >70 in each compd.  For low gas coverage, the isosteric heat of adsorption for CO2 is 33.1 and 34.0 kJ/mol for Cu- and H-SSZ-13, resp.  From in situ neutron powder diffraction measurements, the authors ascribe the CO2 over N2 selectivity to differences in binding sites for the two gases, where the primary CO2 binding site is located in the center of the 8-membered-ring pore window.  This CO2 binding mode, which has important implications for use of zeolites in sepns., was not obsd. before and is rationalized and discussed relative to the high selectivity for CO2 over N2 in SSZ-13 and other zeolites contg. 8-ring windows.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xks1agsA%253D%253D&md5=7d1aba7cd7de58db3548d7235eb8aaf9", "48. ", "Si", ", ", "X.", "; ", "Jiao", ", ", "C.", "; ", "Li", ", ", "F.", "; ", "Zhang", ", ", "J.", "; ", "Wang", ", ", "S.", "; ", "Liu", ", ", "S.", "; ", "Li", ", ", "Z.", "; ", "Sun", ", ", "L.", "; ", "Xu", ", ", "F.", "; ", "Gabelica", ", ", "Z.", "; ", "Schick", ", ", "C.", " ", "Energ. Environ. Sci.", " ", "2011", ",  ", "4", ",  ", "4522", "– ", "4527", "[", "Crossref", "], [", "CAS", "]", "48. ", "High and selective CO2 uptake, H2 storage and methanol sensing on the amine-decorated 12-connected MOF CAU-1", "Si, Xiaoliang; Jiao, Chengli; Li, Fen; Zhang, Jian; Wang, Shuang; Liu, Shuang; Li, Zhibao; Sun, Lixian; Xu, Fen; Gabelica, Zelimir; Schick, Christoph", "Energy & Environmental Science", "\r\n        (", "2011", "),\r\n    ", "4", "\r\n        (", "11", "),\r\n    ", "4522-4527", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The amine-decorated microporous metal-org. framework CAU-1 was readily synthesized and activated using a home-made efficient protocol.  It exhibited a high heat of adsorption for CO2, high CO2 uptake capacity, and an impressive selectivity for CO2 over N2.  At 273 K and up to 1 atm, CO2 uptake capacity can reach ≤7.2 mmol/g-1.  Comparatively, the CH4 and N2 uptakes at 273 K and 1 atm were only 1.34 mmol/g-1 and 0.37 mmol/g-1, resp.  The CO2/N2 selectivity was 101:1 at 273 K The isosteric heat of adsorption (Qst) for CO2 was ∼48 kJ/mol-1 at the onset of adsorption, and it decreases to ∼28 kJ/mol-1 at higher CO2 pressures.  Also, CAU-1 can adsorb 2.0% and 4.0% hydrogen at 77 K under 1 atm and 30 atm, resp.  The adsorption characteristics of CAU-1 for methanol studied in situ with a quartz crystal microbalance (QCM), indicated that this particular MOF structure can be used as a highly sensitive sensor for methanol detection such as direct methanol fuel cells.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVyrtb3J&md5=d594f95f593bdf96a38ab6e5665cf15f", "49. ", "Ge", ", ", "L.", "; ", "Zhou", ", ", "W.", "; ", "Rudolph", ", ", "V.", "; ", "Zhu", ", ", "Z.", " ", "J. Mater. Chem. A", " ", "2013", ",  ", "1", ",  ", "6350", "– ", "6358", "[", "Crossref", "], [", "CAS", "]", "49. ", "Mixed matrix membranes incorporated with size-reduced Cu-BTC for improved gas separation", "Ge, Lei; Zhou, Wei; Rudolph, Victor; Zhu, Zhonghua", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2013", "),\r\n    ", "1", "\r\n        (", "21", "),\r\n    ", "6350-6358", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks (MOFs), with large surface area and selective gas adsorption capability, can be the promising additives in mixed matrix membranes (MMMs) for potential gas sepn.  In this study, mixed matrix membranes with dispersed Cu-BTC [Cu3(BTC)2] were fabricated and employed for gas sepn.  The sonication treatment was adopted to reduce the crystal size of MOFs and improve their affinity to the polymer matrix.  The crystal structure, surface area and gas adsorption properties of as-synthesized and sonication-treated Cu-BTC were measured and compared.  The morphol. of the derived mixed matrix membranes varied with sonication intensity and Cu-BTC particle size, and the elimination of interfacial voids indicated the improvement of the adhesion between Cu-BTC crystals and the polymer matrix.  The permeation test revealed that the gas permeance and selectivity of membranes depend on the crystal size of Cu-BTC fillers.  Incorporation of the sonicated Cu-BTC results in enhancing both gas permeability and selectivity of the derived mixed matrix membranes.  The anal. of permeation and gas sorption results also indicates that MOFs improve both diffusivity and soly. of gas mols. thus enhancing the permeability and selectivity of the membrane.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXntlWqt70%253D&md5=48223ba2d15bdc96090253bcb855f0b0", "50. ", "Choi", ", ", "S.", "; ", "Watanabe", ", ", "T.", "; ", "Bae", ", ", "T.-H.", "; ", "Sholl", ", ", "D. S.", "; ", "Jones", ", ", "C. W.", " ", "J. Phys. Chem. Lett.", " ", "2012", ",  ", "3", ",  ", "1136", "– ", "1141", "[", "ACS Full Text ", "], [", "CAS", "]", "50. ", "Modification of the Mg/DOBDC MOF with Amines to Enhance CO2 Adsorption from Ultradilute Gases", "Choi, Sunho; Watanabe, Taku; Bae, Tae-Hyun; Sholl, David S.; Jones, Christopher W.", "Journal of Physical Chemistry Letters", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "9", "),\r\n    ", "1136-1141", "CODEN:\r\n                ", "JPCLCD", ";\r\n        ISSN:", "1948-7185", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The MOF Mg/DOBDC has one of the highest known CO2 adsorption capacities at the low to moderate CO2 partial pressures relevant for CO2 capture from flue gas but is difficult to regenerate for use in cyclic operation.  In this work, Mg/DOBDC is modified by functionalization of its open metal coordination sites with ethylene diamine (ED) to introduce pendent amines into the MOF micropores.  DFT calcns. and exptl. nitrogen physisorption and thermogravimetric anal. suggest that 1 ED mol. is added to each unit cell, on av.  This modification both increases the material's CO2 adsorption capacity at ultradilute CO2 partial pressures and increases the regenerability of the material, allowing for cyclic adsorption-desorption cycles with identical adsorption capacities.  This is one of the first MOF materials demonstrated to yield significant adsorption capacities from simulated ambient air (400 ppm CO2), and its capacity is competitive with the best-known adsorbents based on amine-oxide composites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XlsVaru7w%253D&md5=2b504f0d0af0a67d0bffddcbebfc1e02", "51. ", "Sanz", ", ", "R.", "; ", "Calleja", ", ", "G.", "; ", "Arencibia", ", ", "A.", "; ", "Sanz-Pérez", ", ", "E. S.", " ", "Appl. Surf. Sci.", " ", "2010", ",  ", "256", ",  ", "5323", "– ", "5328", "[", "Crossref", "], [", "CAS", "]", "51. ", "CO2 adsorption on branched polyethyleneimine-impregnated mesoporous silica SBA-15", "Sanz, R.; Calleja, G.; Arencibia, A.; Sanz-Perez, E. S.", "Applied Surface Science", "\r\n        (", "2010", "),\r\n    ", "256", "\r\n        (", "17", "),\r\n    ", "5323-5328", "CODEN:\r\n                ", "ASUSEE", ";\r\n        ISSN:", "0169-4332", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Adsorption of pure CO2 on SBA-15 impregnated with branched polyethyleneimine (PEI) was studied.  Materials were prepd. by impregnating the pore surface of SBA-15 mesoporous SiO2 with different amts. of branched PEI (10, 30, 50 and 70%).  Textural properties, elemental anal. and low angle XRD measurements of the prepd. samples showed a progressive pore filling of SBA-15 as PEI loading was increased.  Pure CO2 adsorption isotherms on these modified SBA-15 materials were obtained at 45°, showing high adsorption efficiency for CO2 removal at 1 bar.  Chemisorption of CO2 on amino sites of the modified SBA-15 seems to be the main adsorption mechanism.  PEI content of impregnated SBA-15 influences the adsorption capacity of the material, being a relevant variable for CO2 removal by adsorption.  Temp. effect on adsorption was also studied in the range 25-75°, showing that temp. strongly influences CO2 adsorption capacity.  Adsorption capacity was also tested after regeneration of the PEI-impregnated SBA-15 materials.  The authors' results show that these branched PEI-impregnated materials are very efficient even at low pressure and after several adsorption-regeneration cycles.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXmtFWhs7s%253D&md5=088a06fdaa520c8758275473ec7e50f1", "52. ", "Serna-Guerrero", ", ", "R.", "; ", "Belmabkhout", ", ", "Y.", "; ", "Sayari", ", ", "A.", " ", "Chem. Eng. Sci.", " ", "2010", ",  ", "65", ",  ", "4166", "– ", "4172", "[", "Crossref", "], [", "CAS", "]", "52. ", "Influence of regeneration conditions on the cyclic performance of amine-grafted mesoporous silica for CO2 capture: An experimental and statistical study", "Serna-Guerrero, Rodrigo; Belmabkhout, Youssef; Sayari, Abdelhamid", "Chemical Engineering Science", "\r\n        (", "2010", "),\r\n    ", "65", "\r\n        (", "14", "),\r\n    ", "4166-4172", "CODEN:\r\n                ", "CESCAC", ";\r\n        ISSN:", "0009-2509", ".\r\n    \r\n            (", "Elsevier Ltd.", ")\r\n        ", "This work assessed the behavior of amine-grafted, meso-porous SiO2 (i.e., TRI-PE-MCM-41) throughout adsorption/desorption cycles in the presence of 5% CO2/N2 using various regeneration conditions in batch expts.  Criteria proposed to det. optimum regeneration conditions include: working adsorption capacity, desorption rate, and change of adsorption capacity between consecutive cycles.  Using a 23 factorial design of expts., the effect of adsorbent performance at different purge gas temp., pressure, and flow rate during desorption was detd.  All assessed parameters had a statistically significant effect on working adsorption capacity, but only temp. was influential to desorption rate.  Temp.-swing regeneration was attractive, since the highest CO2 adsorption capacity (1.95 mmol/g) and the fastest desorption rate (9.82 × 10-4 mmol/g-s) occurred when desorption was conducted at 150°; however, if a vacuum was applied, regeneration could be achieved at a temp. as low as 70° with only a 13% penalty for working adsorption capacity.  Results also showed that under proper regeneration conditions, TRI-PE-MCM-41 was stable for >100 adsorption/desorption cycles.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXntVOmsrk%253D&md5=209fa262924740686648de8205d253f2", "53. ", "Thiruvenkatachari", ", ", "R.", "; ", "Su", ", ", "S.", "; ", "Yu", ", ", "X. X.", "; ", "Bae", ", ", "J.-S.", " ", "Int. J. Greenhouse Gas Control", " ", "2013", ",  ", "13", ",  ", "191", "– ", "200", "[", "Crossref", "], [", "CAS", "]", "53. ", "Application of carbon fibre composites to CO2 capture from flue gas", "Thiruvenkatachari, Ramesh; Su, Shi; Yu, Xin Xiang; Bae, Jun-Seok", "International Journal of Greenhouse Gas Control", "\r\n        (", "2013", "),\r\n    ", "13", "\r\n        (", "),\r\n    ", "191-200", "CODEN:\r\n                ", "IJGGBW", ";\r\n        ISSN:", "1750-5836", ".\r\n    \r\n            (", "Elsevier B. V.", ")\r\n        ", "The application of large sized honeycomb structured monolithic carbon fiber composites (HMCFC) to CO2 capture was evaluated exptl. using simulated flue gas in 2.0 m long, large sized adsorption column.  The av. adsorption capacity of pure CO2 on the HMCFC, was 11.9 wt% (mass uptake) at ambient temp. and pressure.  With a simulated flue gas (at 298 K) consisting of 13 vol% CO2 (partial pressure 13 kPa), 5.5% of O2 and the balance N2, the CO2 capture efficiency during the adsorption breakthrough study was found to be over 98%.  After adsorption, thermal regeneration that was applied at 398 K without any inert gas purge to recover the adsorbed gas, resulted in a desorbed CO2 gas concn. of up to 100%, but with a CO2 recovery of less than 20% while vacuum regeneration (up to 30 kPa) yielded less than 5% CO2.  However, combined thermal and vacuum regeneration was found to be an effective CO2 desorption strategy to achieve very high CO2 recovery and purity.  Also, after the flue gas adsorption step, when the adsorbents were flushed with specific quantitites of CO2, more concd. CO2 in the desorbed gas was obtained.  Under optimum operating conditions, the desorbed gas exhibited a CO2 concn. of 100% with recovery from the input flue gas of over 97%.  The carbon fiber composite adsorbents showed very good mech. stability, and were unaffected by water from moisture condensation during regeneration expts. with repeated heating and cooling.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXitFequ74%253D&md5=bbe29ac6c1db682d1ccaf2b7950a7f89", "54. ", "Stendardo", ", ", "S.", "; ", "Andersen", ", ", "L.K.", "; ", "Herce", ", ", "C.", " ", "Chem. Eng. J.", " ", "2013", ",  ", "220", ",  ", "383", "– ", "394", "[", "Crossref", "], [", "CAS", "]", "54. ", "Self-activation and effect of regeneration conditions in CO2-carbonate looping with CaO-Ca12Al14O33 sorbent", "Stendardo, S.; Andersen, L. K.; Herce, C.", "Chemical Engineering Journal (Amsterdam, Netherlands)", "\r\n        (", "2013", "),\r\n    ", "220", "\r\n        (", "),\r\n    ", "383-394", "CODEN:\r\n                ", "CMEJAJ", ";\r\n        ISSN:", "1385-8947", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "CO2 capture by solid sorbents by uptake/regeneration cycling is a promising option for high temp. removal of CO2 from combustion and synthesis/fuel gases.  This work assessed the effect of regeneration atm. and temp. on CO2 uptake capacity during repeated cycling of CaO-based solid sorbents.  Sorbents, synthesized to contain 75 and 85% wt./wt. of active phase (CaO) and binder (Ca12Al14O33), were then subjected to cycling tests with repeated CO2 uptake/release in a thermogravimetric analyzer for up to 200 cycles.  Test conditions were chosen to test high temp. CO2 capture at 600° in an atm. contg. 14 and 25% vol./vol. CO2 with a N2 balance.  Three regeneration conditions were tested: mild, regeneration at 900° in 14% CO2 or 100% N2; moderate, regeneration at 1000° in 14% CO2; and severe, regeneration at 1000° in 86% CO2.  Sorbent hydration during synthesis and prolonged carbonation prior to cycling tests significantly improved uptake capacity stability.  The pretreated 75% wt./wt. CaO synthetic sorbent maintained a good uptake capacity up to the 150th cycle under severe regeneration conditions; it even exhibited continuously increasing CO2 uptake capacity throughout the 150 cycle test with 25% CO2.  The 75% wt./wt. CaO sorbent is an interesting candidate for future work on high temp. CO2 capture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXktFyhtb0%253D&md5=862a746e6adc2488289afad8209c4980", "55. ", "Allen", ", ", "S. J.", "; ", "Gan", ", ", "Q.", "; ", "Matthews", ", ", "R.", "; ", "Johnson", ", ", "P. A.", " ", "Bioresour. Technol.", " ", "2003", ",  ", "88", ",  ", "143", "– ", "152", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "55. ", "Comparison of optimised isotherm models for basic dye adsorption by kudzu", "Allen, Stephen J.; Gan, Quan; Matthews, Ronan; Johnson, Pauline A.", "Bioresource Technology", "\r\n        (", "2003", "),\r\n    ", "88", "\r\n        (", "2", "),\r\n    ", "143-152", "CODEN:\r\n                ", "BIRTEB", ";\r\n        ISSN:", "0960-8524", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "This study assesses the use of dried (5% wt./wt. moisture) kudzu (Pueraria lobata ohwi) as an adsorbent medium for the removal of two basic dyes, Basic Yellow 21 and Basic Red 22, from aq. solns.  The extent of adsorption was measured through equil. sorption isotherms for the single component systems.  Equil. was achieved after 21 days.  The exptl. isotherm data were analyzed using Langmuir, Freundlich, Redlich-Peterson, Temkin and Toth isotherm equations.  A detailed error anal. was undertaken to investigate the effect of using different error criteria for the detn. of the single component isotherm parameters.  The performance of the kudzu was compared with an activated carbon (Chemviron F-400).  Kudzu was found to be an effective adsorbent for basic dye color removal, though its capacity for color removal was not as high as an activated carbon, the potential appeared to exist to use it as an alternative to activated carbon where carbon cost was prohibitive.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXos1KmtQ%253D%253D&md5=2c09be44c2004e748305e3bc33634ece", "56. ", "Aprea", ", ", "P.", "; ", "Caputo", ", ", "D.", "; ", "Gargiulo", ", ", "N.", "; ", "Iucolano", ", ", "F.", "; ", "Pepe", ", ", "F.", " ", "J. Chem. Eng. Data", " ", "2010", ",  ", "55", ",  ", "3655", "– ", "3661", "[", "ACS Full Text ", "], [", "CAS", "]", "56. ", "Modeling Carbon Dioxide Adsorption on Microporous Substrates: Comparison between Cu-BTC Metal-Organic Framework and 13X Zeolitic Molecular Sieve", "Aprea, Paolo; Caputo, Domenico; Gargiulo, Nicola; Iucolano, Fabio; Pepe, Francesco", "Journal of Chemical & Engineering Data", "\r\n        (", "2010", "),\r\n    ", "55", "\r\n        (", "9", "),\r\n    ", "3655-3661", "CODEN:\r\n                ", "JCEAAX", ";\r\n        ISSN:", "0021-9568", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "CO2 adsorption on a lab.-synthesized polymeric Cu(II) benzene-1,3,5-tricarboxylate (Cu-BTC) metal-org. framework was modeled by the semiempirical Sips equation to obtain parameters of engineering interest.  Produced Cu-BTC samples were characterized by x-ray diffraction, TG, and microporosimetric anal.; high crystallinity and very high sp. surface area and pore vol. were found.  CO2 adsorption isotherms on Cu-BTC were evaluated at T = (283, 293, 318, and 343) K for p ≤ 1 bar by a volumetric technique.  To establish a comparison, CO2 adsorption isotherms on samples of com. 13X zeolite were detd. under the same exptl. conditions and then modeled in the same way as those for Cu-BTC.  The modeling and relative to 13X zeolite, Cu-BTC showed higher CO2 adsorption capacities at near-ambient temp. and a lower heat release during the adsorption phase.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXovFKgs7s%253D&md5=a8c91941bc27fa6a26dc06a8af20bc76", "57. ", "Sanz", ", ", "R.", "; ", "Martinez", ", ", "F.", "; ", "Orcajo", ", ", "G.", "; ", "Wojtas", ", ", "L.", "; ", "Briones", ", ", "D.", " ", "Dalton Trans.", " ", "2013", ",  ", "42", ",  ", "2392", "– ", "2398", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "57. ", "Synthesis of a honeycomb-like Cu-based metal-organic framework and its carbon dioxide adsorption behaviour", "Sanz, Raul; Martinez, Fernando; Orcajo, Gisela; Wojtas, Lukasz; Briones, David", "Dalton Transactions", "\r\n        (", "2013", "),\r\n    ", "42", "\r\n        (", "7", "),\r\n    ", "2392-2398", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Herein, the authors report on a new Cu-based MOF material, Cu2(dhtp), structurally homologous to the honeycomb-like M2(dhtp) series.  This has been crystd. under solvothermal conditions using copper nitrate and 2,5-dihydroxyterephthalic acid as an org. linker, being the nature of the co-solvent in the synthesis media an important variable over the final phys. properties of the material.  The presence of isopropanol as a co-solvent gives a pure cryst. phase with textural properties comparable to M2(dhtp) homologs.  The interesting results in CO2 adsorption properties of this new material, esp. its isosteric heat of adsorption, make it a suitable MOF to be further evaluated under real conditions of industrial CO2 capture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFGjurs%253D&md5=10020bda96703d92dfc98d38db441cdd", "58. ", "Wang", ", ", "Q. M.", "; ", "Shen", ", ", "D.", "; ", "Bülow", ", ", "M.", "; ", "Lau", ", ", "M. L.", "; ", "Deng", ", ", "S.", "; ", "Fitch", ", ", "F. R.", "; ", "Lemcoff", ", ", "N. O.", "; ", "Semanscin", ", ", "J.", " ", "Microporous Mesoporous Mater.", " ", "2002", ",  ", "55", ",  ", "217", "– ", "230", "[", "Crossref", "], [", "CAS", "]", "58. ", "Metallo-organic molecular sieve for gas separation and purification", "Wang, Qing Min; Shen, Dongmin; Bulow, Martin; Lau, Miu Ling; Deng, Shuguang; Fitch, Frank R.; Lemcoff, Norberto O.; Semanscin, Jessica", "Microporous and Mesoporous Materials", "\r\n        (", "2002", "),\r\n    ", "55", "\r\n        (", "2", "),\r\n    ", "217-230", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "An improved synthesis process was developed for large-scale prodn. of a highly porous material, [Cu3(BTC)2(H2O)x]n, i.e., polymeric Cu(II) benzene-1,3,5-tricarboxylate with mol.-sieve character, denoted as Cu-BTC, where BTC denotes benzene-1,3,5-tricarboxylate.  Sorption properties for N, O, CO, CO2, nitrous oxide, methane, ethylene, ethane, n-dodecane, and H2O were studied.  A detailed study of sorption thermodn. was performed for CO2 by a sorption-isosteric method.  Cu-BTC can be used for sepn. of gas mixts. such as CO2-CO, CO2-methane and ethylene-ethane mixts.  Air can be purified effectively from CO2, nitrous oxide, high-mol. wt. hydrocarbons and moisture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38Xms1yksLc%253D&md5=52e0c50ae20508646d5c60f8f9195644", "59. ", "Xia", ", ", "Y.", "; ", "Mokaya", ", ", "R.", "; ", "Walker", ", ", "G. S.", "; ", "Zhu", ", ", "Y.", " ", "Adv. Energy Mater.", " ", "2011", ",  ", "1", ",  ", "678", "– ", "683", "[", "Crossref", "], [", "CAS", "]", "59. ", "Superior CO2 adsorption capacity on N-doped, high-surface-area, microporous carbons templated from zeolite", "Xia, Yongde; Mokaya, Robert; Walker, Gavin S.; Zhu, Yanqiu", "Advanced Energy Materials", "\r\n        (", "2011", "),\r\n    ", "1", "\r\n        (", "4", "),\r\n    ", "678-683", "CODEN:\r\n                ", "ADEMBC", ";\r\n        ISSN:", "1614-6840", ".\r\n    \r\n            (", "Wiley-Blackwell", ")\r\n        ", "Zeolite-templated, high-surface-area, microporous, N-doped carbons exhibit the highest CO2 uptake capacity recorded to date for any carbon material and one of the highest for any inorg. or org. porous material of up to 6.9 mmol g-1 at 273 K and ambient pressure and 4.4 mmol g-1 at ambient temp. and pressure, along with an initial CO2 adsorption energy of 36 kJ mol-1 at lower coverage and 20 kJ mol-1 at higher CO2 coverage.  Combined with their ease of prepn., excellent recyclability and regeneration stability, and high selectivity for CO2, the N-doped zeolite-templated carbons are amongst the most promising solid-state absorbents reported so far for CO2 capture and storage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXpsF2ru7w%253D&md5=d92b59bc4787a7a7d354cde5fce553fb", "60. ", "Hamon", ", ", "L.", "; ", "Jolimaitre", ", ", "E.", "; ", "Pirngruber", ", ", "G. D.", " ", "Ind. Eng. Chem. Res.", " ", "2010", ",  ", "49", ",  ", "7497", "– ", "7503", "[", "ACS Full Text ", "], [", "CAS", "]", "60. ", "CO2 and CH4 Separation by Adsorption Using Cu-BTC Metal-Organic Framework", "Hamon, Lomig; Jolimaitre, Elsa; Pirngruber, Gerhard D.", "Industrial & Engineering Chemistry Research", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "16", "),\r\n    ", "7497-7503", "CODEN:\r\n                ", "IECRED", ";\r\n        ISSN:", "0888-5885", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Mol. simulations showed that the metal-org. framework Cu-BTC (Cu3(BTC)2) is an interesting candidate for the sepn. of CO2 by adsorption.  The 1st exptl. binary and ternary adsorption data of CO2, CH4, and CO on the Cu-BTC are reported.  These data are analyzed and compared with coadsorption models that are built from pure component isotherm data.  Cu-BTC has a CO2/CH4 selectivity of ∼8 and a high delta loading ( = difference between adsorption capacity under conditions of adsorption and desorption) and therefore appears to be a good compromise between zeolites, with high selectivity for CO2, but low delta loadings, and activated carbons, with high delta loadings, but low selectivity, for pressure swing adsorption applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptVygs74%253D&md5=5d78e1e439dac3fa6e84dcca019adeb1", "61. ", "Nobar", ", ", "S. N.", "; ", "Farooq", ", ", "S.", " ", "Chem. Eng. Sci.", " ", "2012", ",  ", "84", ",  ", "801", "– ", "813", "[", "Crossref", "]", "There is no corresponding record for this reference.", "62. ", "Babarao", ", ", "R.", "; ", "Jiang", ", ", "J.", "; ", "Sandler", ", ", "S. I.", " ", "Langmuir", " ", "2009", ",  ", "25", ",  ", "5239", "– ", "5247", "[", "ACS Full Text ", "], [", "CAS", "]", "62. ", "Molecular Simulations for Adsorptive Separation of CO2/CH4 Mixture in Metal-Exposed, Catenated, and Charged Metal-Organic Frameworks", "Babarao, Ravichandar; Jiang, Jianwen; Sandler, Stanley I.", "Langmuir", "\r\n        (", "2009", "),\r\n    ", "25", "\r\n        (", "9", "),\r\n    ", "5239-5247", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption and sepn. of CO2/CH4 mixt. are studied using mol. simulations in metal-org. frameworks (MOFs) with unique characteristics such as exposed metals (Cu-BTC, PCN-6' and PCN-6), catenation (IRMOF-13 and PCN-6), and extra framework ions (soc-MOF).  Because of the strong affinity with the framework, CO2 is preferentially adsorbed over CH4 in all MOFs.  Framework catenation leads to constricted pores and addnl. adsorption sites and enhances the interaction with the adsorbate.  Therefore, catenated IRMOF-13 and PCN-6 exhibit a greater extent of adsorption, particularly for CO2, at low pressures than IRMOF-14 and PCN-6'; however, the opposite is true at high pressures. CO2/CH4 selectivity in IRMOF-1 and IRMOF-14 is almost const. at low pressures and increases with increasing pressure.  As a result of a counterbalance between energetic and entropic effects, the selectivity in IRMOF-13 initially decreases at low pressures and then increases with pressure and finally approaches a const. value.  Catenated MOFs have a higher selectivity than their noncatenated counterparts.  The presence of electrostatic interaction between CO2 and the framework increases CO2 adsorption and a corresponding decrease in CH4 adsorption and consequently enhanced selectivity.  In charged soc-MOF, the extra framework NO3- ions are identified to be equally distributed from the nearest metal atoms and vibrate around the favorable sites.  The selectivity in soc-MOF is substantially higher than in the other IRMOFs and PCNs and is the highest among various MOFs reported to date.  The simulation results reveal that the selectivity of CO2 over CH4 in MOFs is enhanced slightly by exposed metals, catenation, and significantly by extra framework ions and that charged MOFs are promising candidates for the sepn. of CO2/CH4 mixt.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsFWqsrzJ&md5=ef842ff48eaf8da43b23f4f9d42e985c", "63. ", "Karra", ", ", "J. R.", "; ", "Walton", ", ", "K. S.", " ", "J. Phys. Chem. C", " ", "2010", ",  ", "114", ",  ", "15735", "– ", "15740", "[", "ACS Full Text ", "], [", "CAS", "]", "63. ", "Molecular Simulations and Experimental Studies of CO2, CO, and N2 Adsorption in Metal-Organic Frameworks", "Karra, Jagadeswara R.; Walton, Krista S.", "Journal of Physical Chemistry C", "\r\n        (", "2010", "),\r\n    ", "114", "\r\n        (", "37", "),\r\n    ", "15735-15740", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Atomistic grand canonical Monte Carlo simulations were performed to understand the interplay of factors (pore size, heat of adsorption, open metal sites, electrostatics, and ligand functionalization) contributing to adsorption of CO2, CO, and N2 in MOFs.  Four MOFs (IRMOF-1, IRMOF-3, Cu-BTC, and Zn2[bdc]2[dabco]) were chosen for comparison.  Binary mixts. (CO2/CO) and (CO2/N2) contg. 5%, 50%, and 95% CO2 were examd.  CO2 is preferentially adsorbed over CO and N2 in all MOFs.  Cu-BTC displays higher selectivities for CO2 over CO at lower pressures and CO2 over N2 at all pressures for all mixts. due to the increase in electrostatic interactions of CO2 with the exposed copper sites.  However, IRMOF-3 shows surprisingly high selectivities for CO2 over CO for 50% and 95% mixts. at higher pressures due to the presence of amine-functionalized groups and high pore vol.  CO2 selectivities increase with increasing CO2 concn. in the gas mixts. at total pressures above 5 bar.  On the basis of the results obtained, it can be concluded that construction of smaller pore size MOFs relative to sorbate size with embedded open metal sites or functionalized groups can lead to greater enhancement of these adsorption sepn. systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtVKrtrrK&md5=7d16ab0d27380e6ef8de56e1675b4345", "64. ", "Liu", ", ", "B.", "; ", "Smit", ", ", "B.", " ", "Langmuir", " ", "2009", ",  ", "25", ",  ", "5918", "– ", "5926", "[", "ACS Full Text ", "], [", "CAS", "]", "64. ", "Comparative Molecular Simulation Study of CO2/N2 and CH4/N2 Separation in Zeolites and Metal-Organic Frameworks", "Liu, Bei; Smit, Berend", "Langmuir", "\r\n        (", "2009", "),\r\n    ", "25", "\r\n        (", "10", "),\r\n    ", "5918-5926", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A systematic mol. simulation study was performed to compare the sepn. of CO2/N2 and CH4/N2 mixts. in two different classes of nanoporous materials, zeolites, and metal-org. frameworks (MOFs).  For this purpose, three zeolites (MFI, LTA, and DDR) and seven MOFs (Cu-BTC, MIL-47 (V), IRMOF-1, IRMOF-12, IRMOF-14, IRMOF-11, and IRMOF-13) were chosen as the representatives to compare.  From the validated force fields, both adsorption selectivity and pure CO2 and CH4 adsorption isotherms were simulated.  Although MOFs perform much better for gas storage, their sepn. performance is comparable to zeolites; for the systems with the preferable component having a larger quadrupolar moment, both zeolites and MOFs can enhance the sepn. selectivity, and in contrast they both reduce the selectivity.  Ideal adsorbed soln. theory (IAST) gives a very reasonable prediction of the mixt. adsorption isotherms both in zeolites and in MOFs if the pure component isotherms are known.  The difference in quadrupolar moment of the components is an important property that has to be considered in the selection of a membrane material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVSktLo%253D&md5=b60d09cbafa33be8c51014a0f06e5745"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2014/aamick.2014.6.issue-1/am404952z/production/images/small/am-2013-04952z_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2014/aamick.2014.6.issue-1/am404952z/production/images/small/am-2013-04952z_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2014/aamick.2014.6.issue-1/am404952z/production/images/small/am-2013-04952z_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2014/aamick.2014.6.issue-1/am404952z/production/images/small/am-2013-04952z_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/aamick/2014/aamick.2014.6.issue-1/am404952z/production/images/small/am-2013-04952z_0006.gif\">"]}
