{"title": ["Adsorption and Diffusion Phenomena in Crystal Size Engineered ZIF-8 MOF"], "authors": ["Shunsuke Tanaka", "Kosuke Fujita", "Yoshikazu Miyake", "Manabu Miyamoto", "Yasuhisa Hasegawa", "Takashi Makino", "Stijn Van der Perre", "Julien Cousin Saint Remi", "Tom Van Assche", "Gino V. Baron", "Joeri F. M. Denayer"], "doi": ["10.1021/acs.jpcc.5b09520"], "abstract": ["ZIF-8 is a flexible zeolitic imidazole-based metal–organic framework whose narrow pore apertures swing open by reorientation of imidazolate linkers and expand when probed with guest molecules. This work reports on the crystal size dependency of both structural transitions induced by N", " and Ar adsorption and dynamic adsorption behavior of ", "-butanol using well-engineered ZIF-8 crystals with identical surface area and micropore volume. It is found that the crystal downsizing of ZIF-8 regulates the structural flexibility in equilibrium adsorption and desorption of N", " and Ar. Adsorption kinetics of ", "-butanol in ZIF-8 are strongly affected by the crystal size, however, not according to a classical intracrystalline diffusion mechanism. Our results suggest that structural transitions and transport properties are dominated by crystal surface effects. Crystal downsizing increases the importance of such surface barriers."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Introduction", "Metal–organic frameworks (MOFs)", "(1-5)", " offer many interesting opportunities in adsorption technology, with unprecedented capacities and chemical and structural tunability. Systematic variations in the metal and organic components allow the rational design of framework structures, resulting in the development of framework flexibility property. Among the many MOFs, zeolitic imidazolate framework-8 (ZIF-8) has attracted conspicuous attention for molecular sieving applications due to its facile synthesis coupled with its remarkable chemical and thermal stabilities as compared to other classes of MOFs.", "(6-16)", "ZIF-8 crystallizes into the zeolite sodalite (SOD) topology, in which each bivalent Zn cation joins four 2-methylimidazole (mIm), generating a resistant structure with large cages (diameter of ∼11.6 Å) interconnected via narrow 6-ring windows (∼3.4 Å). Such framework structure gives ZIF-8 particularly interesting “gate-opening” functionality: it is interesting to note that ZIF-8 can adsorb molecules with kinetic diameter larger than its window size, like N", "2", ", CH", "4", ", C", "3", "H", "8", ", butanol, and so on.", "(17-21)", " This unexpected adsorption behavior has been speculated to be due to the flexible apertures that swing open by reorientation of imidazolate linkers enforced by guest adsorption.", "(22-27)", "Another very interesting feature of the ZIF-8 MOF is that its crystal size can be varied over a wide range of values (typically from approximately 50 nm to 100 μm or more), something that is very hard to achieve with classical porous aluminosilicates.", "(7, 11-14)", " Such crystal size engineering might be exploited to tune the adsorptive and diffusion properties of the material for molecular separation processes. Although it is expected that smaller crystal sizes lead to faster uptakes, rendering them more efficient, only very few systematic studies explored the effect of crystal downsizing on adsorption equilibria and kinetics, and, moreover, on the adsorption-induced structural transition and framework flexibility of MOFs.", "(27, 28)", " Recently, Zhang et al. demonstrated a pronounced effect of crystal size in the low-temperature adsorption of N", "2", " gas on ZIF-8 and proposed a core–shell model to explain the observations.", "(27)", " The underlying mechanism remains, however, unclear.", "Therefore, in this work, we aimed at carefully preparing ZIF-8 samples of different crystal size with nearly identical structural and chemical properties to allow an accurate study of the effect of crystal size on adsorption, desorption, and diffusion of guest molecules into the ZIF-8 MOF. N", "2", " and Ar isotherms and ", "n", "-butanol uptake curves are measured on ZIF-8 crystals with sizes between 88 and 0.060 μm.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Experimental Section", "Material Synthesis and Characterization", "All ZIF-8 samples, apart from the sample with the largest crystal size, were synthesized in an aqueous system at room temperature.", "(10-12)", " Detailed experimental procedures of this environmentally friendly synthesis process and crystal size estimation of all ZIF-8 samples are described in the ", "Supporting Information", ". XPS spectra were recorded on a JPS-9000MX spectrometer (JEOL) using Mg Kα radiation (10 kV, 10 mA) as the energy source. The pressure in the instrumental chamber was less than 1 × 10", "–5", " Pa. No radiation damage was observed during the data collection time. Binding energies were calibrated on Pt 5p", "3/2", " (51.7 eV) and C 1s (284.2 eV). Raman spectra were recorded on a NRS-3100 spectrophotometer (JASCO) using a laser diode, of which the excitation wavelength was 531.96 nm under atmospheric conditions. The samples were heated at 150 °C for about 6 h to remove any residual volatile compounds before the analyses. The laser was irradiated to the sample from the object lens, and the backscatter was detected with the same lens. The spectral resolution was about 1 cm", "–1", ", and Raman peaks were calibrated with the Ne emission lines in the air.", "N", "2", " and Ar Adsorption/Desorption", "Adsorption isotherms of N", "2", " in ZIF-8 were measured at 77 K using a BELSORP-max (Bel Japan). The samples were degassed at 200 °C under vacuum. Brunauer–Emmett–Teller (BET) model surface area, ", "S", "BET", ", and Langmuir model surface area, ", "S", "L", ", were calculated from the nitrogen adsorption branches. A part of the nitrogen adsorption isotherm in the ", "P", "/", "P", "0", " range 0.01–0.1 was fitted to the BET equation to estimate the ", "S", "BET", ", and the ", "S", "L", " calculation was performed using all data points. The total pore volume, ", "V", "total", ", was calculated from the amount of nitrogen adsorbed at ", "P", "/", "P", "0", " = 0.99. The micropore volume, ", "V", "micro", ", was calculated from the α", "s", "-plot method. The method was based on the comparison of the adsorption isotherm for samples with that of a standard nonporous carbon. Adsorption isotherms of Ar in ZIF-8 were measured at 79, 84, 87, and 90 K using an AUTOSORB-1 (Quantachrome) in cooperation with a cryostat (Oxford Instruments).", "Vapor Phase Adsorption (Equilibrium Adsorption Measurements)", "Adsorption isotherms of ", "n", "-butanol in ZIF-8 were measured by the dynamic gravimetric method on an SGA-100H microbalance system (VTI Corporation, USA). A reservoir filled with ", "n", "-butanol is temperature controlled through Peltier elements. N", "2", " bubbling through the reservoir entrains the ", "n", "-butanol vapor. This vapor stream continuously flows over the sample positioned in a sample holder connected to the microbalance. During the measurements, the total pressure is constant near atmospheric pressure, and the adsorbate partial pressure is controlled by regulating the saturator temperature and/or the dilution rate. Low vapor pressures were obtained by diluting the saturator flow at the lowest saturator temperature with N", "2", " flow. About 10 mg of the sample was placed in a stainless steel sample pan and positioned in the microbalance system. After activation by heating to 200 °C during 2 h and at a heating rate of 2 °C/min under N", "2", " flow, adsorption isotherms of ", "n", "-butanol were determined at 323 K by weighing the adsorbate uptake at different partial pressures of the adsorbate. The equilibrium criterion was typically set at a mass change <0.0050 wt % over a period of 10 min. The recorded temperature and dilution rate were converted to the adsorbate vapor pressure using the Antoine equation:", "(1)", "where ", "p", " is the vapor pressure, ", "T", " is temperature, and ", "A", ", ", "B", ", and ", "C", " are species-specific constants (", "Table ", "1", ").", "Table 1", " ", "A", "B", "C", "T", "min", " (°C)", "T", "max", " (°C)", "n", "-butanol", "7.924 84", "1617.52", "203.296", "0", "118", "Adsorption isotherm of ", "n", "-butanol in ZIF-8 was also measured by the static gravimetric method on an IGA-002 instrument (Hiden Isochem, UK). The vapor pressure is controlled using two motorized valves connecting or isolating the sample from the 25 mL liquid adsorbate reservoir or HPU 204 Pfeiffer vacuum pump, respectively. In contrast to the dynamic gravimetric system, no carrier gas is required, and the vapor pressure is measured directly instead of calculated. After activation at 200 °C under vacuum overnight, adsorption isotherm of ", "n", "-butanol was determined at 323 K.", "Vapor Phase Adsorption (Kinetic Adsorption Measurements)", "Kinetic measurements were performed on the SGA-100H microbalance system. The kinetic uptake characteristics of ", "n", "-butanol in ZIF-8 were determined at 1.2 mbar and 323 K using dilution control only, rather than saturator temperature control. The equilibrium criterion was typically set at a mass change <0.0050 wt % over a period of 10 min. The amount of sample was reduced to about 5 mg to minimize the interference of bed diffusion and heat effect.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Results and Discussion", "Characterization of Crystal Size-Engineered ZIF-8", "Seven crystal-size-engineered ZIF-8 samples with nearly identical surface area and micropore volume were synthesized, as shown in ", "Figure ", "1", " and ", "Table ", "2", ". Crystal size engineering of ZIF-8 has been accomplished by control of nucleation through variation of the molar ratio of mIm to zinc ion,", "(11, 12)", " by modifying the reactivity of the zinc salt source,", "(29)", " and the use of organic additives.", "(30)", " Investigation of the effect of crystal size engineering of ZIF-8 on adsorption properties requires detailed knowledge of the crystal size and morphology. Thus, the crystal size distribution of ZIF-8 samples was multidirectionally estimated from FESEM observations and dynamic light scattering technique (Figure S1, ", "Supporting Information", ").", "Figure 1. FESEM images of the crystal-size-engineered ZIF-8 samples and the crystal size distributions estimated by FESEM observations. Scale bar: (a, b) 500 nm; (c–f) 2 μm; (g) 100 μm.", "Table 2. Characteristics of the ZIF-8 Samples", "sample", "Zn source", "mIm/Zn", "solvent", "additive (conc)", "d", "n", "a", " (μm)", "Cv", "b", " (%)", "S", "L", "c", " (m", "2", " g", "–1", ")", "S", "BET", "d", " (m", "2", " g", "–1", ")", "V", "mic", "e", " (cm", "3", " g", "–1", ")", "V", "total", "f", " (cm", "3", " g", "–1", ")", "morphology", "g", "a", "Zn(NO", "3", ")", "2", "60", "water", "Brij 78 (0.5 mM)", "0.060", "14.2", "1870", "1660", "0.65", "1.3", "18 faces", "b", "Zn(NO", "3", ")", "2", "80", "water", " ", "0.33", "17.1", "1850", "1620", "0.65", "1.0", "18 faces", "c", "Zn(CH", "3", "COO)", "2", "60", "water", "CTAC", "h", " (0.2 mM)", "0.47", "16.3", "1900", "1730", "0.66", "0.72", "6 faces", "d", "Zn(NO", "3", ")", "2", "60", "water", " ", "0.73", "20.3", "1860", "1680", "0.65", "0.70", "18 faces", "e", "Zn(CH", "3", "COO)", "2", "60", "water", " ", "1.2", "21.4", "1830", "1660", "0.64", "0.68", "12 faces", "f", "Zn(NO", "3", ")", "2", "40", "water", " ", "2.1", "18.9", "1720", "1520", "0.61", "0.61", "18 faces", "g", "Zn(NO", "3", ")", "2", "2", "methanol", "HCOONa", "i", " (0.15 M)", "88", "48.9", "1850", "1690", "0.65", "0.66", "12 faces", "j", "a", "Average crystal size estimated by FESEM observations.", "b", "Coefficient of variation.", "c", "Langmuir surface area.", "d", "BET surface area.", "e", "Micropore volume calculated by the α", "s", "-plot method.", "f", "Total pore volume calculated as the amount of N", "2", " adsorbed at a relative pressure of 0.99.", "g", "Six faces: cubic; 12 faces: rhombic dodecahedron; 18 faces: rhombic dodecahedron with truncated corners.", "h", "Cetyltrimethylammonium chloride.", "i", "Sodium formate.", "j", "Most of crystals were chipped (", "Figure S2", ").", "The structure of all ZIF-8 samples was confirmed by PXRD to be in excellent agreement with the theoretical calculated pattern (", "Figure S3", "). Williamson–Hall (W–H) analysis", "(31, 32)", " was performed to estimate the crystallite domain size and lattice strain (", "Figure S4", "). However, the crystallite domain size analysis applied only to the smallest ZIF-8 of 0.060 μm because it is not applicable to grains larger than 100 nm. The size is estimated at about 40 nm, indicating that the smallest ZIF-8 sample consists of a single crystal or monocrystal. The crystal lattice of all ZIF-8 samples is not significantly strained (∼0.7%), as shown in ", "Figure S4", ". Notably, the lattice strain of 0.47 μm ZIF-8 sample is lower than that of other samples, which may be due to its cubic crystal morphology instead of a rhombic dodecahedron morphology for the other samples.", "Figure ", "2", " shows the Raman spectra of ZIF-8, which are dominated by intense bands corresponding to methyl group and imidazole ring vibrations (", "Table S1", "). The band observed at 282 cm", "–1", " was assigned to Zn–N stretching, while the bands observed at 685, 1146, and 1460 cm", "–1", " were attributed to imidazolium ring puckering, C5–N stretching, and methyl bending, respectively.", "(33-37)", " The Raman modes of all samples are all in the same position and intensity, indicating structural equality.", "Any guest molecules entering a porous material must first pass through the external crystal surface, carrying terminating groups. Therefore, these groups may play a role in molecular sieving. The surface composition was characterized by XPS, monitoring a wide binding energy region as well as individual regions at higher pass energy and resolution (", "Figure S5", "). The usual XPS probing depth range is up to outermost 10 nm of material depending on the takeoff angle.", "(38)", " The photoelectron escape depth of ZIF-8 nanoparticle thin films with bulk density of 0.1–0.2 g/cm", "3", " was estimated to be approximately 4 nm at 45° takeoff angle by Tian et al.", "(39)", " The present pelletized ZIF-8 samples have a bulk density comparable to the ZIF-8 nanoparticle thin films and hence similar escape depth, even though the surface roughness may affect the depth resolution. As shown in ", "Figure S5", " (", "Supporting Information", "), two characteristic peaks of Zn were observed at 1026 and 1048 eV corresponding to Zn 2p", "3/2", " and Zn 2p", "1/2", ", respectively. To verify the states of Zn elements, a comparison of Zn LMM Auger spectra was also carried out due to the overlap of binding energy range of Zn", "0", " and Zn", "2+", " in Zn 2p peaks. No peak shifts with crystal size were observed, which confirms the valence states of Zn elements in the near-surface region of ZIF-8 are similar for all samples. On the other hand, we found that the near-surface region of ZIF-8 is Zn-rich relative to the mIm in comparison to the expected stoichiometry of ZIF-8 (C", "8", "H", "10", "N", "4", "Zn) and terminated by hydroxyl and carbonate groups (", "Figure ", "3", "), as identified by previous XPS measurements.", "(39)", " The present XPS results show less intense Zn peaks and more intense O peaks compared with the earlier work of Tian et al.,", "(39)", " indicating higher density of terminating hydroxyl and carbonate groups. Nevertheless, it was revealed that the external surface characteristics are independent of crystal size (", "Figure ", "3", "). Furthermore, OFAST-simulations by Zhang et al. showed that the N", "2", " isotherm shape is not affected by the presence of hydroxyl or imidazole surface termination groups.", "(27)", "As a conclusion of the characterization by the combination of FESEM, PXRD, Raman, and XPS analyses, the seven ZIF-8 samples were unlikely to make much of a structural and chemical difference, allowing a proper assessment of the effect of crystal downsizing on adsorption and diffusion properties.", "Figure 2. Raman spectra of the crystal-size-engineered ZIF-8 samples. Schematic illustration shows the atom nomenclature used for the imidazolium ring, where N is shown in purple, C in black, H in gray, and Zn in red.", "Figure 3. Crystal size dependence of near-surface composition (measured by XPS). Inset shows likely ZIF-8 terminations, where O is shown in blue, N in purple, C in black, H in gray, and Zn in red.", "Static Adsorption Behavior of N", "2", " and Ar on ZIF-8", "In the first place, N", "2", " isotherms on the crystal-size-engineered ZIF-8 were measured. As shown in ", "Figure ", "4", ", they exhibit unique stepped shape, as reported before by several authors.", "(19, 24, 25, 27)", " The earlier work of Fairen-Jimenez et al. defined that ZIF-8 undergoes a reversible structural phase transition between low-loading (LL) and high-loading (HL) structures, in which a reorientation of the imidazolate linkers occurs, explaining the step and hysteresis loop in the isotherms at elevated relative pressure.", "(19, 23)", " Of particular interest is that this hysteresis loop becomes slightly broader and shifts to higher pressures with crystal downsizing (", "Figure ", "4", "). Remarkably, there is no difference at all in isotherm shape for the low-loading structure, corresponding to region at ", "P", "/", "P", "0", " < 0.005; only the LL–HL transition pressure varies with crystal size. These experiments reveal that the structural transition of ZIF-8 depends on crystal size. Zhang et al. studied a crystal-size-dependent structural transition of ZIF-8 induced by N", "2", " adsorption.", "(27)", " It is already reported in their experimental and modeling study that nanosized ZIF-8 crystals have significantly different N", "2", " adsorption properties compared to the bulk material and that the LL–HL transition pressure increases with crystal downsizing. However, the various ZIF-8 samples prepared by Zhang et al. have a different adsorption capacity, which is especially true for their crystals smaller than 20 nm, partially obscuring the effect of crystal size. For example, ZIF-8 loaded with ZnO (ZnO@ZIF-8 prepared by mechanochemical synthesis)", "(13)", " provides the illusion of hysteresis loop shift (", "Figure ", "4", "). In such cases, one should consider crystal imperfections and product purities rather than a crystal size effect.", "A more detailed analysis of the effect of crystal size on adsorption properties and structural transitions was performed by measuring adsorption and desorption isotherms of Ar on the crystal-size-engineered ZIF-8 samples at 87 K (", "Figure ", "5", "). While earlier studies indicate that structural transitions in ZIF-8 isotherms tend to disappear for nanosized particles,", "(27)", " all of the adsorption isotherms clearly exhibit two different regions characterized by double-step adsorption features and hysteresis in the desorption branch. The double-stepped sorption behavior for Ar adsorption suggests the occurrence of a structural transition in the Ar/ZIF-8 system, paralleling the N", "2", " adsorption where a reorientation of the mIm linkers was found to result in isotherm steps. On the other hand, the N", "2", " adsorption isotherms show one extra step transition (e.g., at ", "P", "/", "P", "0", " of 0.005 for 88 μm ZIF-8; see inset in ", "Figure ", "4", "). It has been hypothesized that a packing rearrangement of the adsorbed molecules, due to electrostatic effects arising between the quadrupolar moments of N", "2", " and the ZIF-8, causes this additional step,", "(24)", " although it has not yet been proven by molecular simulations.", "Figure 4. Adsorption isotherms of N", "2", " in the crystal-size-engineered ZIF-8 (88, 0.73, and 0.060 μm) and ZnO@ZIF-8 at 77 K.", "As with N", "2", " (", "Figure ", "4", "), the first branch of the Ar isotherm perfectly overlaps for all samples, as well as the micropore capacity, demonstrating the textural and chemical correspondence of all nano- and micron-sized crystals prepared in this work (", "Table ", "2", ", ", "Figure ", "5", ", and ", "Figure S6", "). This differs from the results of Zhang et al., where different isotherm steepness and capacity were found for different crystal sizes.", "(27)", " In spite of this identical behavior at low pressures observed in the present study, the hysteresis loop of the Ar isotherm becomes broader and shifts to higher pressures with crystal downsizing, as shown in ", "Figures ", "5", " and ", "6", ". Note that the shift in transition pressure is larger in adsorption as compared to desorption. For the largest ZIF-8 crystals of 88 μm, the structural transition features a steep step in the isotherm. This step becomes smoother with crystal downsizing. As the crystal gets smaller, a higher pressure is required before the isotherm step occurs, as reported previously for N", "2", " adsorption.", "(27)", " A similar effect was observed for the 2-fold interpenetrated porous frameworks of [Cu", "2", "(bdc)", "2", "(bpy)]", "n", ", although it was unclear whether the structural transition was due to the kinetic or thermodynamic limitations.", "(28)", "While the surface chemistry of all samples is comparable (", "vide supra", "), geometric surface effects could play a role in the structural transitions. Assuming spherical particles, external surface area, ", "S", "ext", ", is reciprocal to the particle size, ", "d", "n", "; this quantity can be calculated using the crystal density ρ", "crystal", " (ZIF-8:0.95 g/cm", "3", ")", "(13)", " as follows:", "(2)", "Although external surface areas as measured by mercury intrusion porosimetry were higher than those calculated from the above equation due to the actual polyhedral morphologies of ZIF-8, they also show the expected and clear increase with decreasing the crystal size, as illustrated in ", "Figure ", "6", ". ", "Figure ", "6", " also shows that the structural transition pressure increases with the surface-to-volume ratio. This effect is more pronounced in the adsorption branch than in the desorption branch.", "Figure 5. Adsorption isotherms of Ar in the crystal-size-engineered ZIF-8 at 87 K. Insets (a) and (b) show the image of part of 4-ring window in the low-loading and high-loading structures of ZIF-8, respectively, where N is shown in purple, C in black, H in gray, and Zn in red.", "Figure 6. Structural transition pressures versus crystal size and external surface area (measured by mercury intrusion porosimetry) (left). Solid line is the theoretical external surface area calculated using ", "d", "n", " and ρ", "crystal", " assuming a perfect spherical particle. Structural transition pressure (LL–HL during adsorption and HL–LL during desorption) versus surface-to-volume ratio (right).", "The temperature dependency of LL–HL and HL–LL transition pressures and hysteresis width is illustrated by the adsorption isotherms of Ar at 79, 84, 87, and 90 K for 88 μm ZIF-8 and 0.060 μm ZIF-8 (", "Figure ", "7", "). Hysteresis is apparent at all temperatures, with the width of loop increasing as the temperature increases. In addition, both the adsorption and desorption branches shift to higher pressure with temperature. Earlier work concerning temperature-dependent structural transitions of ZIF-8 by Miyahara et al. identified that the spontaneous transition takes place when the activation energy, which lies between the metastable state (low-loading structure, LL) and stable state (high-loading structure, HL), becomes less than the energy fluctuation of the system.", "(26)", " The temperature dependency of the transition pressures was used to estimate the overall thermodynamics of the system. Thus, by assuming that ZIF-8 encapsulates Ar to form an Ar/ZIF-8 system, the formation enthalpy of the system, Δ", "H", ", can be estimated using the Clausius–Clapeyron equation", "(3)", "where ", "R", " is the real gas constant; the transition pressure is approximated as the vapor pressure of the system.", "(40, 41)", " As shown in ", "Figure ", "7", " insets, plots of ln ", "P", " versus 1/", "T", " are linear for both adsorption and desorption data. In 88 μm ZIF-8, the slopes of the linear fits give Δ", "H", " values of 11.2 ± 0.7 and 12.0 ± 0.3 kJ/mol for the LL–HL and HL–LL structural transitions, respectively. For 0.060 μm ZIF-8, Δ", "H", " values of 11.6 ± 0.2 and 11.9 ± 0.1 kJ/mol are obtained. These values are within the experimental error, both with respect to the LL–HL and HL–LL structural transitions and the effect of crystal size on it. Thus, it appears that the crystal size does not affect the global enthalpy change during expansion (LL–HL structural transitions) and contraction (HL–LL structural transitions) of the framework; in other words, the difference in energy between both states is independent of crystal size.", "On the other hand, it is to be expected that the cages at the surface of the crystal behave differently than the cages in the bulk of the crystal. Simulations by Zhang et al. indicate that the cages near the surface of the crystals have a lower adsorption enthalpy for N", "2", ", resulting in a lower loading with molecules, already at low pressure. These outer cages thus would require a high pressure to reach the degree of filling needed to allow structural transition.", "(27)", " However, both for the N", "2", " and Ar data reported here, isotherms completely coincide and the same degree of pore filling is achieved below the LL–HL transition pressure for all samples. Thus, the shift in transition pressure is rather related to an activated and structural effect that occurs at higher degree of pore filling than to an intrinsic difference in adsorption enthalpy between the outer layers and the bulk of the material. A larger pressure might be needed to allow a permanent reorientation of the linkers in the outer cages of the material to allow accommodation of more molecules per cage. As soon as the HL state is reached in the outer layers, a further transition from the LL state to the HL state in the bulk of the crystal might then be facilitated. Although it is not yet understood why linker reorientation would be more difficult in the outer cages, it is reasonable to assume that the different environment for inner and outer cages and different coordination of Zn atoms in these inner and outer cages plays a role.", "Figure 7. Adsorption isotherms of Ar in the crystal-size-engineered ZIF-8 samples at 79, 84, 87, and 90 K. Inset shows extrapolation fits for the transition pressures in ZIF-8 as a function of temperature. Open symbols: adsorption; closed symbols: desorption.", "Kinetic Adsorption Behavior of ", "n", "-Butanol on ZIF-8", "Along with the elucidation of equilibrium adsorption properties, the understanding of mass transfer mechanisms is essential toward the development of separation technologies.", "(42-49)", " The molecular exchange rate between nanoporous crystals and their surroundings is known to be mainly affected by the permeation through the crystal surface (barrier) and the diffusion into the intracrystalline pore network.", "(47, 49)", " The identification of the governing uptake resistance is, however, a very challenging task. In that perspective, the microimaging techniques, developed by Kärger and co-workers,", "(50)", " measuring at the single crystal scale, enable the direct estimation of the contribution of both resistances to the overall mass transfer rate.", "(51, 52)", " Unfortunately, due to resolution limitations, these techniques require large microsized crystals. The investigation of the effect of the crystal size—from a few nanometers to hundreds of micrometers—on the molecular uptake by the ZIF-8 MOF is therefore inevitably restricted in this study to a more conventional approach, namely a batch gravimetric method (", "Experimental Section", "). Although this method offers an easy way to follow the uptake of guest molecules by nanoporous crystals, it may be severely affected by extracrystalline resistances, including thermal effects and bed diffusion.", "(49)", " A simple test to assess their contribution to the overall mass transfer consists at recording uptake curves for different sample quantities.", "(49)", " ", "Figure S7", " shows that in our work the uptake curve shape is independent of the sample mass, confirming that these extracrystalline resistances are negligible. By varying the carrier gas (", "Figure S8", "), it was also proven that no significant mass transfer resistances might result from an external fluid film and the intercrystalline voids. In addition, the use of the slow-diffusing ", "n", "-butanol, with very long uptake times, makes it possible to rule out the effect of the measuring device (i.e., the response of the gravimetric balance and the pressure step) on the experimental data. Our approach thus yields uptake curves with a shape being only an expression of the material properties. It is, moreover, known that the molecular uptake by ZIF-8 materials may show a strong loading dependency,", "(53)", " but since our crystal-size-engineered ZIF-8 samples exhibit identical adsorption equilibrium properties (", "vide supra", "; ", "Figure S9 and S10", "), a direct comparison between the different samples can be made without correction for the adsorption properties.", "Figure ", "8", ", left, illustrates the uptake curves of ", "n", "-butanol by the ZIF-8 materials with different crystal sizes. While equilibrium is reached within 140, 350, and 790 min for the small crystals (0.060, 0.47, and 2.1 μm, respectively), more than 6000 min is needed for the large ones (88 μm). Although the equilibration times demonstrate that the uptake of ", "n", "-butanol by the ZIF-8 material is an extremely slow process, the differences between the various crystal sizes are much smaller than expected. When the uptake is controlled by diffusion into the pore network in the bulk of the crystals, the adsorption time varies with the square of the crystal size, while for the case of a surface barrier limitation they are directly proportional to the size itself (eqs S5 and S6, ", "Supporting Information", "). Intriguingly, both the diffusion and the barrier resistance cases are still faster than the observed tendency. Furthermore, the uptake curve, plotted versus square root of time scale (", "Figure ", "8", ", right), follows a straight line through the origin for the large crystals, while the small ones exhibit sigmoidal uptake curves. These curve shapes are typically the expression of a (pore network) diffusion limited uptake and a surface barrier limited uptake, respectively. The 0.47 μm ZIF-8 exhibits a lower uptake rate than 0.73 μm ZIF-8 (", "Figure S11", "). This sample has a cubic crystal morphology and exposes the {100} facets, while all other samples have a rhombic dodecahedron morphology and expose the {110} facets. The 0.47 μm ZIF-8 sample also shows a different lattice strain as compared to the other samples (", "Figure S4", "). A different distribution of 4- and 6-ring windows, giving access to the SOD cages, in the {110} or {111} facets could result in different uptake rates (", "Figure S12", "),", "(54)", " but this aspect needs further research. These observations may suggest that the governing mass transfer resistance changes with crystal size and morphology.", "Figure 8. Uptake curves of ", "n", "-butanol by the crystal-size-engineered ZIF-8 samples (0.060, 0.47, 2.1, and 88 μm) for a pressure of 1.2 mbar at 323 K: in linear time scale (left) and in square root of time scale (right). Other crystal sizes are provided in ", "Figure S11", ".", "In order to quantify the uptake rate and identify the governing mass transfer resistance, the conventional analysis consists to fit single-resistance models on the experimental data (eqs S5 and S6, ", "Supporting Information", "). It is, moreover, common practice to approximate the crystal shape by a sphere. The validity of this approximation is proven in the literature.", "(49)", " The fitting of the intracrystalline (pore network) diffusion model and the surface barrier model on the experimental uptake curves is provided in ", "Figure S13", ". ", "Figure S13a", " shows that the uptake curve of the large crystals (88 μm) is well approached by the intracrystalline (pore network) diffusion model, while crystal downsizing leads to uptake curves that are better described by the surface resistance model (", "Figure S13b–g", "). This indicates that both intracrystalline and surface resistances govern the overall mass transfer rate, with their relative contribution changing with crystals size. Although it would be very tempting to fit a dual resistances model on the uptake curves, such a fit, without the precise knowledge of one of the two resistances, is highly susceptible to a large uncertainty. Consequently, further analysis was limited to apparent diffusivities and surface permeabilities obtained from the fitting of single-resistance models (", "eqs S5 and S6", ") on the experimental uptake curves (", "Figure S13", ").", "It may be noticed, from ", "Figure ", "9", ", that both parameters are clearly affected by the crystal size. In a diffusion control regime, the apparent diffusivities are expected to be independent of the crystal size, whereas a dramatic variation of up to 5 orders of magnitude occurs with crystal downsizing. As a consequence, the apparent diffusivity obtained with the largest crystals is only an under limit of the intracrystalline diffusivity of the ", "n", "-butanol into the ZIF-8 pore network.", "The pronounced decrease in apparent diffusivity with crystal size, as shown in ", "Figure ", "9", ", may be attributed to an increase of the contribution of the surface resistance to the overall mass transfer resistance. This can be clearly viewed from the relationship of the apparent diffusivity—which lumps the two resistances together—with the intracrystalline (pore network) diffusivity and the surface permeability (see ", "Supporting Information", " for more details):", "(4)", "Assuming the diffusivity ", "D", " and the surface permeability α are constant for the material at various crystal sizes, an increase in crystal size ", "R", "c", " will ineluctably reduce the contribution of the surface permeability, such that the apparent diffusivity will become equal to the intracrystalline (pore network) diffusivity and independent of the crystal size. In the opposite case, the contribution of the surface resistance to the overall mass transfer resistance increases with crystal downsizing, resulting in apparent diffusivities that are proportional to the crystal size. Although they seem to follow the latter regime (surface barrier control), the apparent diffusivities decrease more strongly than simply being proportional to the crystal size, which is also supported by the continuous decrease of the apparent surface permeability (", "Figure ", "9", "). Two explanations can be given to describe this effect. First, studying the uptake batch wise may result in superposed crystals (i.e., perfectly ordered packing) that behave similarly as agglomerated crystals. The crystal size may then not represent the true particle size, resulting in an underestimation of the uptake rate constant. However, the crystal packing seems rather to be a random process, shown in ", "Figure ", "1", ", which also indicates the high crystal quality of our samples. It is therefore questionable if this may produce the rather systematic difference between the apparent diffusivities and its theoretical variation with crystal size (", "Figure ", "9", "). Second, besides a simple increase of the contribution of the surface resistance to the overall mass transfer rate, here given by the apparent diffusivity, the crystal downsizing may also come along with an increase of the governing resistances. This appears more likely to be caused by an increased surface resistance rather than a decreased intracrystalline (pore network) diffusivity. The origin of this behavior remains unclear and should definitely be investigated further, but it is already worth to speculate that it might be related to the aforementioned effect of the crystal size on the adsorption equilibrium. Given the fact that linker reorientation is needed to allow entrance of ", "n", "-butanol in the ZIF-8 cages, it would be instrumental to study linker twisting flexibility in both the outer and inner cages of the crystals.", "Figure 9. Apparent diffusivities ", "D", "app", " (open circles) and surface permeabilities α", "app", " (closed circles) obtained by fitting single-resistance models on the experimental uptake curves of ", "n", "-butanol in ZIF-8 crystals with sizes ranging from 0.060 to 88 μm (see ", "Supporting Information", "). The full line represents the estimated tendency of the apparent diffusivity with the crystal size (", "eq ", "4", "), with the intracrystalline (pore network) diffusivity assumed to be equal to the highest observed apparent diffusivity (", "D", " = 1.76 × 10", "–15", " m", "2", "/s) and the surface permeability being the average of the apparent surface permeabilities (α = 9.12 × 10", "–11", " m/s).", "Comparing our findings with the literature, mainly conclusions obtained with the older class of nanoporous materials, namely the zeolites, can be discussed. In the investigation of diffusion of methanol into the zeolite SAPO-34, Chen et al. measured diffusivities that were not constant with crystal size, attributing this to additional resistances at the surface.", "(55)", " Their results show that the smaller the crystal is, the smaller the diffusivity becomes, which was also seen, two decades earlier, by Kärger et al., but then on another guest–host system.", "(56)", " Bülow et al. perceived that the adsorption kinetics of hexane by large Mg-A zeolite crystals was controlled by the pore network, while the uptake by smaller crystals switched to a surface barrier control.", "(57)", " The same observations were also made by Gobin et al.", "(58)", " and Gueudre et al.", "(59)", " during mass transfer studies on MFI zeolite crystals. More recently, very systematic studies, by zero-length column and frequency response measurements supported by complementary simulations, were carried out on the uptake of cyclohexane by the ZSM-5 zeolite with the crystal size ranging over 3 orders of magnitude.", "(60-62)", " Their data, explained by the presence of a surface barrier, remarkably well follow the same trend as the results observed in our work.", "For example, in two recent studies, Koros et al.", "(63)", " and Nair et al.", "(64)", " found differences of up to 14 orders of magnitude in (corrected) diffusivities between various gases and vapors into the ZIF-8 MOF material. Interestingly, diffusivities were obtained using different crystal sizes for the different molecules, ranging from 0.026 to 324 μm, without verifying the effect of crystal size. Although the diffusivity obtained for methane agrees really well with the data reported by other groups using different crystal sizes and measuring methods (i.e., IRM,", "(65)", " PFG-NMR,", "(66)", " and QENS", "(67)", "), proving thus that the uptake of methane by ZIF-8 crystals occurs in the intraparticle (pore network) diffusion regime, according to our results, this consistency should also be confirmed for other molecules. This may suggest, moreover, that the relative contributions of the different governing resistances to the overall mass transfer resistance may, besides varying with the crystal size, also change with the guest molecule.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Conclusion", "In conclusion, we investigated the crystal size dependency of structural transitions and adsorption dynamics of ZIF-8 during N", "2", ", Ar, and butanol adsorption. At low pressure, N", "2", ", Ar, and ", "n", "-butanol isotherms are not affected by crystal size, demonstrating the chemical and structural equality of all ZIF-8 samples. The low-pressure, low-loading adsorption energy is independent of crystal size. Nevertheless, crystal downsizing or high surface-area-to-volume ratio suppressed the structural flexibility: the pressure needed to cause the transition from the LL to the HL form of ZIF-8, resulting in an additional uptake of N", "2", " and Ar molecules, increases with crystal downsizing. These results are generally in line with N", "2", " adsorption behavior reported previously by Zhang et al, although no effect of crystal size on low-pressure adsorption was observed in the current study. Only at higher pressure, when the pore filling increases, differences between ZIF-8 samples with different crystal size become apparent. This indicates that the increase in pressure required to induce structural transition (linker reorientation) with decreasing crystal is not related to a difference in adsorption potential, but rather to intrinsic differences in “framework flexibility” of the outer cages. Further research is needed to understand this process.", "Furthermore, it was demonstrated that the crystal downsizing, besides simply increasing the relative contribution of the surface barrier to the overall mass transfer resistance, may also come along with an increased surface resistance. The relationship with the structural flexibility still has to be elucidated.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Supporting Information", "The Supporting Information is available free of charge on the ", "ACS Publications website", " at DOI: ", "10.1021/acs.jpcc.5b09520", ".", "Details of synthetic procedures and characterization, crystal size distributions measured by DLS (Figure S1), additional FESEM images of largest ZIF-8 sample (Figure S2), PXRD patterns of ZIF-8 samples (Figure S3), Williamson–Hall plots of ZIF-8 samples (Figure S4), Raman band assignments of ZIF-8 (Table S1), XPS spectra of ZIF-8 samples (Figure S5), additional Ar adsorption isotherms of ZIF-8 (Figure S6), effect of sample amount on ", "n", "-butanol uptake rate (Figure S7), effect of carrier gas on ", "n", "-butanol uptake rate (Figure S8), ", "n", "-butanol adsorption isotherms (Figures S9 and S10), additional ", "n", "-butanol uptake curves with ZIF-8 (Figure S11), schematic illustration of ZIF-8 crystals with exposed facet (Figure S12), single-resistance models and fittings on experimental uptake curves, estimated tendency of apparent diffusivity with crystal size and fitting of single-resistance models on experimental data (Figure S13) (", "PDF", ")", "Author Contributions", "The manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript. S.T. and J.F.M.D. initiated the study. K.F. synthesized the samples. S.T., K.F., Y.H., and T.M. characterized the samples. S.T. and G.V.B. performed the adsorption experiments. S.V.D.P. and T.V.A. assisted with adsorption experiments. Y.M. and M.M. gave technical and conceptual advice. J.C.S.R. performed the diffusional analysis. J.F.M.D. was involved in planning the adsorption experiments.", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "Acknowledgment", "This work was financially supported by a Grand-in-Aid for Scientific Research (# 25790019) from the Ministry of Education, Culture, Sports, Science and Technology, Japan (MEXT), and MEXT-supported Program for the Strategic Research Foundation at Private Universities, 2012–2016. S.T. thanks Yazaki Memorial Foundation for Science and Technology, and Kansai University’s Overseas Research Program for the year of 2014. J.F.M.D. is grateful to FWO Vlaanderen for financial support (G.0256.14N).", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusion", "References", "References", "This article references 67 other publications.", "1. ", "Kondo", ", ", "M.", "; ", "Yoshitomi", ", ", "T.", "; ", "Matsuzaka", ", ", "H.", "; ", "Kitagawa", ", ", "S.", "; ", "Seki", ", ", "K.", " ", "Three-Dimensional Framework with Channeling Cavities for Small Molecules: {[M", "2", "(4,4′-bpy)", "3", "(NO", "3", ")", "4", "]·", "x", "H", "2", "O}", "n", " (M = Co, Ni, Zn)", " ", "Angew. Chem., Int. Ed. Engl.", " ", "1997", ",  ", "36", ",  ", "1725", "– ", "1727", " DOI: 10.1002/anie.199717251", " ", "[", "Crossref", "], [", "CAS", "]", "1. ", "Three-dimensional framework with channeling cavities for small molecules: {[M2(4,4'-bpy)3(NO3)4]·xH2O}n (M = Co, Ni, Zn)", "Kondo, Mitsuru; Yoshitomi, Tomomichi; Seki, Kenji; Matsuzaka, Hiroyuki; Kitagawa, Susumu", "Angewandte Chemie, International Edition in English", "\r\n        (", "1997", "),\r\n    ", "36", "\r\n        (", "16", "),\r\n    ", "1725-1727", "CODEN:\r\n                ", "ACIEAY", ";\r\n        ISSN:", "0570-0833", ".\r\n    \r\n            (", "Wiley-VCH", ")\r\n        ", "Isomorphous polymeric {[M2(4,4'-bpy)3(NO3)4]·xH2O}n (M = Co, Ni, Zn, 4,4'-bpy = 4,4'-bipyridine, x = 4, 4, 2, resp.) were prepd.  The crystal structure of the Co complex is reported in space group Ccca with R = 0.086.  Absorption of CH4, N2 and O2 by the Co polymer was studied and no structure change was detected by XRD or repeat isotherms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2sXmtVSjtrw%253D&md5=d6e6e6c1e39171f1a8de25ddd2840753", "2. ", "Li", ", ", "H.", "; ", "Eddaoudi", ", ", "M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Design and Synthesis of an Exceptionally Stable and Highly Porous Metal-Organic Framework", " ", "Nature", " ", "1999", ",  ", "402", ",  ", "276", "– ", "279", " DOI: 10.1038/46248", " ", "[", "Crossref", "], [", "CAS", "]", "2. ", "Design and synthesis of an exceptionally stable and highly porous metal-organic framework", "Li, Hailian; Eddaoudi, Mohamed; O'Keeffe, M.; Yaghi, M.", "Nature (London)", "\r\n        (", "1999", "),\r\n    ", "402", "\r\n        (", "6759", "),\r\n    ", "276-279", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Macmillan Magazines", ")\r\n        ", "Open metal-org. frameworks are widely regarded as promising materials for applications in catalysis, sepn., gas storage and mol. recognition.  Compared to conventionally used microporous inorg. materials such as zeolites, these org. structures have the potential for more flexible rational design, through control of the architecture and functionalization of the pores.  So far, the inability of these open frameworks to support permanent porosity and to avoid collapsing in the absence of guest mols., such as solvents, has hindered further progress in the field.  The authors report the synthesis of a metal-org. framework, Zn4O(BDC)3.(DMF)8.(PhCl) (named MOF-5, where BDC = 1,4-benzenedicarboxylate), which remains cryst., as evidenced by x-ray single-crystal analyses, and stable when fully desolvated and when heated up to 300°.  This synthesis is achieved by borrowing ideas from metal carboxylate cluster chem., where an org. dicarboxylate linker was used in a reaction that gives supertetrahedron clusters when capped with monocarboxylates.  The rigid and divergent character of the added linker allows the articulation of the clusters into a three-dimensional framework resulting in a structure with higher apparent surface area and pore vol. than most porous cryst. zeolites.  This simple and potentially universal design strategy is currently being pursued in the synthesis of new phases and composites, and for gas-storage applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXnvFSiuro%253D&md5=68f27e20a7e4e15ea2c2f49a2a61e98a", "3. ", "Yaghi", ", ", "O. M.", "; ", "O’Keeffe", ", ", "M.", "; ", "Ockwig", ", ", "N. W.", "; ", "Chae", ", ", "H. K.", "; ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", " ", "Reticular Synthesis and the Design of New Materials", " ", "Nature", " ", "2003", ",  ", "423", ",  ", "705", "– ", "714", " DOI: 10.1038/nature01650", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Reticular synthesis and the design of new materials", "Yaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, Jaheon", "Nature (London, United Kingdom)", "\r\n        (", "2003", "),\r\n    ", "423", "\r\n        (", "6941", "),\r\n    ", "705-714", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The long-standing challenge of designing and constructing new cryst. solid-state materials from mol. building blocks is just beginning to be addressed with success.  A conceptual approach that requires the use of secondary building units to direct the assembly of ordered frameworks epitomizes this process: the authors call this approach reticular synthesis.  This chem. has yielded materials designed to have predetd. structures, compns. and properties.  In particular, highly porous frameworks held together by strong metal-O-C bonds and with exceptionally large surface area and capacity for gas storage were prepd. and their pore metrics systematically varied and functionalized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXksV2itro%253D&md5=2417c5adb0e948350d3d62350c8cd7ea", "4. ", "Férey", ", ", "G.", " ", "Hybrid Porous Solids: Past, Present, Future", " ", "Chem. Soc. Rev.", " ", "2008", ",  ", "37", ",  ", "191", "– ", "214", " DOI: 10.1039/B618320B", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Hybrid porous solids: past, present, future", "Ferey, Gerard", "Chemical Society Reviews", "\r\n        (", "2008", "),\r\n    ", "37", "\r\n        (", "1", "),\r\n    ", "191-214", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This crit. review will be of interest to the experts in porous solids (including catalysis), but also solid state chemists and physicists.  It presents the state-of-the-art on hybrid porous solids, their advantages, their new routes of synthesis, the structural concepts useful for their 'design', aiming at reaching very large pores.  Their dynamic properties and the possibility of predicting their structure are described.  The large tunability of the pore size leads to unprecedented properties and applications.  They concern adsorption of species, storage and delivery and the phys. properties of the dense phases. (323 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmtVWgsg%253D%253D&md5=89265036ce82503c95ce56685a9ceceb", "5. ", "Horike", ", ", "S.", "; ", "Shimomura", ", ", "S.", "; ", "Kitagawa", ", ", "S.", " ", "Soft Porous Crystals", " ", "Nat. Chem.", " ", "2009", ",  ", "1", ",  ", "695", "– ", "704", " DOI: 10.1038/nchem.444", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Soft porous crystals", "Horike, Satoshi; Shimomura, Satoru; Kitagawa, Susumu", "Nature Chemistry", "\r\n        (", "2009", "),\r\n    ", "1", "\r\n        (", "9", "),\r\n    ", "695-704", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The field of host-guest complexation is intensely attractive from diverse perspectives, including materials science, chem. and biol.  The uptake and encapsulation of guest species by host frameworks are being investigated for a wide variety of purposes, including sepn. and storage using zeolites, and recognition and sensing by enzymes in soln.  Here we focus on the concept of the cooperative integration of 'softness' and 'regularity'.  Recent developments on porous coordination polymers (or metal-org. frameworks) have provided the inherent properties that combine these features.  Such soft porous crystals exhibit dynamic frameworks that are able to respond to external stimuli such as light, elec. fields or the presence of particular species, but they are also cryst. and can change their channels reversibly while retaining high regularity.  We discuss the relationship between the structures and properties of these materials in view of their practical applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhsVGnt7vK&md5=c1f813fb0eef80c8a2456fc7f2a0c34c", "6. ", "Park", ", ", "K. S.", "; ", "Ni", ", ", "Z.", "; ", "Cote", ", ", "A. P.", "; ", "Choi", ", ", "J. Y.", "; ", "Huang", ", ", "R. D.", "; ", "Uribe-Romo", ", ", "F. J.", "; ", "Chae", ", ", "H. K.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Exceptional Chemical and Thermal Stability of Zeolitic Imidazolate Frameworks", " ", "Proc. Natl. Acad. Sci. U. S. A.", " ", "2006", ",  ", "103", ",  ", "10186", "– ", "10191", " DOI: 10.1073/pnas.0602439103", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Exceptional chemical and thermal stability of zeolitic imidazolate frameworks", "Park, Kyo Sung; Ni, Zheng; Cote, Adrien P.; Choi, Jae Yong; Huang, Rudan; Uribe-Romo, Fernando J.; Chae, Hee K.; O'Keeffe, Michael; Yaghi, Omar M.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2006", "),\r\n    ", "103", "\r\n        (", "27", "),\r\n    ", "10186-10191", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "Twelve zeolitic imidazolate frameworks (ZIFs; termed ZIF-1 to -12) were synthesized as crystals by copolymn. of either Zn(II) (ZIF-1 to -4, -6 to -8, and -10 to -11) or Co(II) (ZIF-9 and -12) with imidazolate-type links.  The ZIF crystal structures are based on the nets of seven distinct aluminosilicate zeolites: tetrahedral Si(Al) and the bridging O are replaced with transition metal ion and imidazolate link, resp.  One example of mixed-coordination imidazolate of Zn(II) and In(III) (ZIF-5) based on the garnet net is reported.  Study of the gas adsorption and thermal and chem. stability of two prototypical members, ZIF-8 and -11, demonstrated their permanent porosity (Langmuir surface area = 1,810 m2/g), high thermal stability (up to 550°), and remarkable chem. resistance to boiling alk. H2O and org. solvents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XntlKjtbo%253D&md5=c28cd5862d4765fe4e4937195f5bb4df", "7. ", "Cravillon", ", ", "J.", "; ", "Munzer", ", ", "S.", "; ", "Lohmeier", ", ", "S. J.", "; ", "Feldhoff", ", ", "A.", "; ", "Huber", ", ", "K.", "; ", "Wiebcke", ", ", "M.", " ", "Rapid Room-Temperature Synthesis and Characterization of Nanocrystals of a Prototypical Zeolitic Imidazolate Framework", " ", "Chem. Mater.", " ", "2009", ",  ", "21", ",  ", "1410", "– ", "1412", " DOI: 10.1021/cm900166h", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Rapid Room-Temperature Synthesis and Characterization of Nanocrystals of a Prototypical Zeolitic Imidazolate Framework", "Cravillon, Janosch; Munzer, Simon; Lohmeier, Sven-Jare; Feldhoff, Armin; Huber, Klaus; Wiebcke, Michael", "Chemistry of Materials", "\r\n        (", "2009", "),\r\n    ", "21", "\r\n        (", "8", "),\r\n    ", "1410-1412", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Simply reacting Zn(NO3)2·6H2O with an excess of 2-methylimidazole in methanol at room temp. yields well-shaped nanocrystals of ZIF-8 with a narrow size distribution.  The rapid growth has been monitored by time-resolved static light scattering.  Nanoscale ZIF-8 powder is microporous and thermally stable up to ca. 200°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXjvVOmtb4%253D&md5=457ca06e4d606850ed2684e5f929b6de", "8. ", "Beldon", ", ", "P. J.", "; ", "Fábián", ", ", "L.", "; ", "Stein", ", ", "R. S.", "; ", "Thirumurugan", ", ", "A.", "; ", "Cheetham", ", ", "A. K.", "; ", "Friščić", ", ", "T.", " ", "Rapid Room-Temperature Synthesis of Zeolitic Imidazolate Frameworks by Using Mechanochemistry", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "9640", "– ", "9643", " DOI: 10.1002/anie.201005547", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Rapid Room-Temperature Synthesis of Zeolitic Imidazolate Frameworks by Using Mechanochemistry", "Beldon, Patrick J.; Fabian, Laszlo; Stein, Robin S.; Thirumurugan, A.; Cheetham, Anthony K.; Friscic, Tomislav", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "50", "),\r\n    ", "9640-9643, S9640/1-S9640/30", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Porous and nonporous zeolitic imidazolate frameworks (ZIFs) Zn(Im)2, Zn(MeIm)2 and Zn(EtIm)2 were prepd. by direct and topol. selective conversion of ZnO at room-temp. reaction with imidazole (HIm), 2-methylimidazole (HMeIm) and 2-ethylimidazole (HEtIm) using mechanochem.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsFaqsL%252FJ&md5=9e0a29bed48b6e7ac697416ad499dfff", "9. ", "Lin", ", ", "J.-B.", "; ", "Lin", ", ", "R.-B.", "; ", "Cheng", ", ", "X.-N.", "; ", "Zhang", ", ", "J.-P.", "; ", "Chen", ", ", "X.-M.", " ", "Solvent/Additive-Free Synthesis of Porous/Zeolitic Metal Azolate Frameworks from Metal Oxide/Hydroxide", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "9185", "– ", "9187", " DOI: 10.1039/c1cc12763b", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Solvent/additive-free synthesis of porous/zeolitic metal azolate frameworks from metal oxide/hydroxide", "Lin, Jian-Bin; Lin, Rui-Biao; Cheng, Xiao-Ning; Zhang, Jie-Peng; Chen, Xiao-Ming", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "32", "),\r\n    ", "9185-9187", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Porous/zeolitic metal azolate frameworks (MAFs) [ZnL2] (1; HL = 2-methylimidazole), [Zn(mdpt)2] (2; Hmdpt = 3-(3-methyl-2-pyridyl)-5-(4-pyridyl)-1,2,4-triazole) and [Mg(mdpt)2] (3) may be efficiently prepd., with H2O as the only byproduct, by heating a mixt. of metal oxide/hydroxide and azole ligand.  1 Was characterized by PXRD while 2 and 3 were characterized by single crystal xray diffrqaction nanal.  The bulk sysnthsis of 2 and 3 were difficult and purity of 3 was a problem where mononuclear [Mg(mpdt)2(H2O)2]·2H2O pptd. unless highly anhyd. ethanol was used as solvent.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXpsFKhsrc%253D&md5=107f004add639dfe46401f2dfb9552b0", "10. ", "Pan", ", ", "Y.", "; ", "Liu", ", ", "Y.", "; ", "Zeng", ", ", "G.", "; ", "Zhao", ", ", "L.", "; ", "Lai", ", ", "Z.", " ", "Rapid Synthesis of Zeolitic Imidazolate Framework-8 (ZIF-8) Nanocrystals in an Aqueous System", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "2071", "– ", "2073", " DOI: 10.1039/c0cc05002d", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Rapid synthesis of zeolitic imidazolate framework-8 (ZIF-8) nanocrystals in an aqueous system", "Pan, Yichang; Liu, Yunyang; Zeng, Gaofeng; Zhao, Lan; Lai, Zhiping", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "7", "),\r\n    ", "2071-2073", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The authors report here the first example of ZIF materials synthesized in aq. soln.  The synthesis was performed at room temp. and typically took several minutes compared to hours and days in non-aq. conditions.  The obtained product were ZIF-8 nanocrystals having size of ∼85 nm and showed excellent thermal, hydrothermal and solvothermal stabilities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlagur0%253D&md5=9ec0d8946efccd65d8f5a59f0986e671", "11. ", "Tanaka", ", ", "S.", "; ", "Kida", ", ", "K.", "; ", "Okita", ", ", "M.", "; ", "Ito", ", ", "Y.", "; ", "Miyake", ", ", "Y.", " ", "Size-Controlled Synthesis of Zeolitic Imidazolate Framework-8 (ZIF-8) Crystals in an Aqueous System at Room Temperature", " ", "Chem. Lett.", " ", "2012", ",  ", "41", ",  ", "1337", "– ", "1339", " DOI: 10.1246/cl.2012.1337", " ", "[", "Crossref", "], [", "CAS", "]", "11. ", "Size-controlled synthesis of zeolitic imidazolate framework-8 (ZIF-8) crystals in an aqueous system at room temperature", "Tanaka, Shunsuke; Kida, Koji; Okita, Muneyuki; Ito, Yosuke; Miyake, Yoshikazu", "Chemistry Letters", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "10", "),\r\n    ", "1337-1339", "CODEN:\r\n                ", "CMLTAG", ";\r\n        ISSN:", "0366-7022", ".\r\n    \r\n            (", "Chemical Society of Japan", ")\r\n        ", "We report here a simple and straightforward method that enables the size-controlled prodn. of zeolitic imidazolate framework-8 in an aq. system at room temp.  Pure single crystals with the size tuned in the range of ca. 300 nm to 3 μm in mean crystal size can be obtained and exhibit ultrahigh Langmuir surface area of above 1800 m2 g-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs1Onu73M&md5=e424d5ad3162ea73ddd1c0f93c527c3d", "12. ", "Kida", ", ", "K.", "; ", "Okita", ", ", "M.", "; ", "Fujita", ", ", "K.", "; ", "Tanaka", ", ", "S.", "; ", "Miyake", ", ", "Y.", " ", "Formation of High Crystalline ZIF-8 in an Aqueous Solution", " ", "CrystEngComm", " ", "2013", ",  ", "15", ",  ", "1794", "– ", "1801", " DOI: 10.1039/c2ce26847g", " ", "[", "Crossref", "], [", "CAS", "]", "12. ", "Formation of high crystalline ZIF-8 in an aqueous solution", "Kida, Koji; Okita, Muneyuki; Fujita, Kosuke; Tanaka, Shunsuke; Miyake, Yoshikazu", "CrystEngComm", "\r\n        (", "2013", "),\r\n    ", "15", "\r\n        (", "9", "),\r\n    ", "1794-1801", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The authors report here the synthesis of a zeolitic imidazolate framework-8 (ZIF-8) in an aq. soln.  ZIF-8 crystals were prepd. by mixing 2-methylimidazole (Hmim) with Zn nitrate hexahydrate (Zn) in deionized H2O.  The products prepd. at high Hmim/Zn molar ratios were assigned to a sodalite (SOD)-type structure whose morphol. consisted of a rhombic dodecahedron with truncated corners.  The crystals possessed ultrahigh surface areas and micropore vols.  At low Hmim/Zn molar ratio, some Zn hydroxide and basic Zn nitrate were obsd. in the products.  The authors also focused on the formation process of ZIF-8 crystals in an aq. system by observing the change in the pH value as a function of synthesis time.  The authors tried to calc. the stability const. of ZIF-8 by fitting the calcd. pH values to the measured pH values.  When the molar fractions of the Zn compds. in the equil. state were calcd., high fractions of the Zn(mim)2 complex were obsd. at high concns. of Hmim.  However, some Zn cations were present at low concns. of Hmim.  This finding would support a causal relation between these Zn cations and the formation of some byproducts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXitFaitbs%253D&md5=878e797dbbff0aff60f3e93a006cc9af", "13. ", "Tanaka", ", ", "S.", "; ", "Kida", ", ", "K.", "; ", "Nagaoka", ", ", "T.", "; ", "Ota", ", ", "T.", "; ", "Miyake", ", ", "Y.", " ", "Mechanochemical Dry Conversion of Zinc Oxide to Zeolitic Imidazolate Framework", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "7884", "– ", "7886", " DOI: 10.1039/c3cc43028f", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Mechanochemical dry conversion of zinc oxide to zeolitic imidazolate framework", "Tanaka, Shunsuke; Kida, Koji; Nagaoka, Takuya; Ota, Takehiro; Miyake, Yoshikazu", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "72", "),\r\n    ", "7884-7886", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Mechanochem. dry conversion that only uses zinc oxide and an imidazole ligand proved to be effective and reliable for fabrication of a zeolitic 2-methylimidazolate framework with a polycryst. grain boundary and a core-shell structure.  The zinc oxide crystals are converted into a zeolitic imidazolate framework ZIF-8 to a depth of ∼10 nm below the surface.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht1Khu7jL&md5=fd6781ab2a50e141ae68fcab46671ae2", "14. ", "Zhang", ", ", "K.", "; ", "Lively", ", ", "R. P.", "; ", "Zhang", ", ", "C.", "; ", "Koros", ", ", "W. J.", "; ", "Chance", ", ", "R. R.", " ", "Investigating the Intrinsic Ethanol/Water Separation Capability of ZIF-8: An Adsorption and Diffusion Study", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "7214", "– ", "7225", " DOI: 10.1021/jp401548b", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Investigating the Intrinsic Ethanol/Water Separation Capability of ZIF-8: An Adsorption and Diffusion Study", "Zhang, Ke; Lively, Ryan P.; Zhang, Chen; Koros, William J.; Chance, Ronald R.", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "14", "),\r\n    ", "7214-7225", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Intrinsic EtOH/H2O sepn. capability of ZIF-8 is characterized by a detailed study of adsorption and diffusion of EtOH and H2O vapor in dodecahedral crystals with principle axis dimension of 324, 15.8, and 0.4 μm.  ZIF-8 exhibits extremely low H2O uptakes.  At 35° and a relative pressure (P/Po) of 0.95, the H2O uptakes for 324, 15.8, and 0.4 μm ZIF-8 are 0.184, 0.197, and 0.503 mmol/g, resp., all of which are <1% increase relative to original sorbent mass (0.33, 0.35, 0.91%).  For EtOH adsorption, ZIF-8 exhibits an S-shape isotherm with low EtOH uptakes at P/Po up to 0.08 and the cage filling phenomenon occurs at P/Po >0.08.  The EtOH satn. uptake in ZIF-8 is ≤30% of the sorbent wt.  Because of the existence of the hydrophilic -N-H functionality introduced by the terminating imidazolate (Im) linker and the overall hydrophobicity of the inner network, the effect of outer surface area of ZIF-8 crystals is nonnegligible as ZIF-8 crystals becomes smaller despite the extremely large inner surface area and pore vol., esp. for H2O sorption.  The variation of isosteric heats of adsorption for H2O reveals the existence of structural defect of ZIF-8 framework.  Transport diffusivity and cor. diffusivity for H2O and EtOH in ZIF-8 are detd. within the entire P/Po range.  The EtOH/H2O sepn. performance in ZIF-8 is evaluated in terms of vapor-phase sorption selectivity and permselectivity.  While ZIF-8 exhibits ample EtOH/H2O sorption selectivity, it is not effective for EtOH extn. as a membrane material from dil. EtOH aq. solns. due to the unfavorable diffusion selectivity and the competitive H2O uptakes in the adsorbed EtOH phase.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXktlyltb0%253D&md5=905f7c2ba289a1abf93f5e0bb63ce095", "15. ", "Crawford", ", ", "D.", "; ", "Casaban", ", ", "J.", "; ", "Haydon", ", ", "R.", "; ", "Giri", ", ", "N.", "; ", "McNally", ", ", "T.", "; ", "James", ", ", "S. L.", " ", "Synthesis by Extrusion: Continuous, Large-Scale Preparation of MOFs using Little or No Solvent", " ", "Chem. Sci.", " ", "2015", ",  ", "6", ",  ", "1645", "– ", "1649", " DOI: 10.1039/C4SC03217A", " ", "[", "Crossref", "], [", "CAS", "]", "15. ", "Synthesis by extrusion: Continuous, large-scale preparation of MOFs using little or no solvent", "Crawford, Deborah; Casaban, Jose; Haydon, Robert; Giri, Nicola; McNally, Tony; James, Stuart L.", "Chemical Science", "\r\n        (", "2015", "),\r\n    ", "6", "\r\n        (", "3", "),\r\n    ", "1645-1649", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Grinding solid reagents under solvent-free or low-solvent conditions (mechanochem.) is emerging as a general synthetic technique which is an alternative to conventional solvent-intensive methods.  However, it is essential to find ways to scale-up this type of synthesis if its promise of cleaner manufg. is to be realized.  Here, we demonstrate the use of twin screw and single screw extruders for the continuous synthesis of various metal complexes, including Ni(salen), Ni(NCS)2(PPh3)2 as well as the com. important metal org. frameworks (MOFs) Cu3(BTC)2 (HKUST-1), Zn(2-methylimidazolate)2 (ZIF-8, MAF-4) and Al(fumarate)(OH).  Notably, Al(fumarate)(OH) has not previously been synthesized mechanochem.  Quant. conversions occur to give products at kg h-1 rates which, after activation, exhibit surface areas and pore vols. equiv. to those of materials produced by conventional solvent-based methods.  Some reactions can be performed either under completely solvent-free conditions whereas others require the addn. of small amts. of solvent (typically 3-4 mol equiv.).  Continuous neat melt phase synthesis is also successfully demonstrated by both twin screw and single screw extrusion for ZIF-8.  The latter technique provided ZIF-8 at 4 kg h-1.  The space time yields (STYs) for these methods of up to 144 × 103 kg per m3 per day are orders of magnitude greater than STYs for other methods of making MOFs.  Extrusion methods clearly enable scaling of mechanochem. and melt phase synthesis under solvent-free or low-solvent conditions, and may also be applied in synthesis more generally.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXlsF2gtg%253D%253D&md5=bc66a755cbc8594ba33f4fc6d3afb638", "16. ", "Low", ", ", "J. J.", "; ", "Benin", ", ", "A. I.", "; ", "Jakubczak", ", ", "P.", "; ", "Abrahamian", ", ", "J. F.", "; ", "Faheem", ", ", "S. A.", "; ", "Willis", ", ", "R. R.", " ", "Virtual High Throughput Screening Confirmed Experimentally: Porous Coordination Polymer Hydration", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "15834", "– ", "15842", " DOI: 10.1021/ja9061344", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "16. ", "Virtual High Throughput Screening Confirmed Experimentally: Porous Coordination Polymer Hydration", "Low, John J.; Benin, Annabelle I.; Jakubczak, Paulina; Abrahamian, Jennifer F.; Faheem, Syed A.; Willis, Richard R.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "43", "),\r\n    ", "15834-15842", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Hydrothermal stability is a pertinent issue to address for many industrial applications where percent levels of water can be present at temps. ranging from subambient to several hundred degrees.  Our objective is to understand relative stabilities of MOF materials through exptl. testing combined with mol. modeling.  This will enable the ultimate design of materials with improved hydrothermal stability, while maintaining the properties of interest.  The tools that we have employed for these studies include quantum mech. calcns. based upon cluster models and combinatorial steaming methods whereby a steam stability map was formulated according to the relative stability of different materials.  The exptl. steaming method allows for high throughput screening of materials stability over a broad range of steam levels as well as in-depth investigation of structural transformations under more highly resolved conditions, while the cluster model presented here yields the correct trends in hydrothermal stability.  Good agreement was obsd. between predicted relative stabilities of materials by mol. modeling and exptl. results.  Fundamental information from these studies has provided insight into how metal compn. and coordination, chem. functionality of org. linker, framework dimensionality, and interpenetration affect the relative stabilities of PCP materials.  This work suggests that the strength of the bond between the metal oxide cluster and the bridging linker is important in detg. the hydrothermal stability of the PCP.  Although the flexibility of the framework plays a role, it is not as important as the metal-linker bond strength.  This demonstration of alignment between exptl. and calcd. observations has proven the validity of the method, and the insight derived herein insight facilitates direction in designing ideal MOF materials with improved hydrothermal stability for desired applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht1arur%252FE&md5=2bc148c575edf4559c049c60c29d274f", "17. ", "Pérez-Pellitero", ", ", "J.", "; ", "Amrouche", ", ", "H.", "; ", "Siperstein", ", ", "F. R.", "; ", "Pirngruber", ", ", "G.", "; ", "Nieto-Draghi", ", ", "C.", "; ", "Chaplais", ", ", "G.", "; ", "Simon-Masseron", ", ", "A.", "; ", "Bazer-Bachi", ", ", "D.", "; ", "Peralta", ", ", "D.", "; ", "Bats", ", ", "N.", " ", "Adsorption of CO", "2", ", CH", "4", ", and N", "2", " on Zeolitic Imidazolate Frameworks: Experiments and Simulations", " ", "Chem. - Eur. J.", " ", "2010", ",  ", "16", ",  ", "1560", "– ", "1571", " DOI: 10.1002/chem.200902144", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "17. ", "Adsorption of CO2, CH4, and N2 on Zeolitic Imidazolate Frameworks: Experiments and Simulations", "Perez-Pellitero, Javier; Amrouche, Hedi; Siperstein, Flor R.; Pirngruber, Gerhard; Nieto-Draghi, Carlos; Chaplais, Gerald; Simon-Masseron, Angelique; Bazer-Bachi, Delphine; Peralta, David; Bats, Nicolas", "Chemistry - A European Journal", "\r\n        (", "2010", "),\r\n    ", "16", "\r\n        (", "5", "),\r\n    ", "1560-1571, S1560/1-S1560/15", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Exptl. measurements and mol. simulations were conducted for two zeolitic imidazolate frameworks, ZIF-8 and ZIF-76.  The transferability of the force field was tested by comparing mol. simulation results of gas adsorption with exptl. data available in the literature for other ZIF materials (ZIF-69).  Owing to the good agreement obsd. between simulation and exptl. data, the simulation results can be used to identify preferential adsorption sites, which are located close to the org. linkers.  Topol. mapping of the potential-energy surfaces makes it possible to relate the preferential adsorption sites, Henry const., and isosteric heats of adsorption at zero coverage to the nature of the host-guest interactions and the chem. nature of the org. linker.  The role played by the topol. of the solid and the org. linkers, instead of the metal sites, upon gas adsorption on zeolite-like metal-org. frameworks is discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVGqu7g%253D&md5=1c93a65f1f2ae49af5bf0fe6a6dc5a90", "18. ", "Luebbers", ", ", "M. T.", "; ", "Wu", ", ", "T. J.", "; ", "Shen", ", ", "L. J.", "; ", "Masel", ", ", "R. I.", " ", "Effects of Molecular Sieving and Electrostatic Enhancement in the Adsorption of Organic Compounds on the Zeolitic Imidazolate Framework ZIF-8", " ", "Langmuir", " ", "2010", ",  ", "26", ",  ", "15625", "– ", "15633", " DOI: 10.1021/la102582g", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "18. ", "Effects of Molecular Sieving and Electrostatic Enhancement in the Adsorption of Organic Compounds on the Zeolitic Imidazolate Framework ZIF-8", "Luebbers, Matthew T.; Wu, Tianjiao; Shen, Lingjuan; Masel, Richard I.", "Langmuir", "\r\n        (", "2010", "),\r\n    ", "26", "\r\n        (", "19", "),\r\n    ", "15625-15633", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption behavior of a range of org. vapors and gases on the zeolitic imidazolate framework, ZIF-8, is studied using an inverse gas chromatog. (IGC) methodol. at the zero-coverage limit and elevated temps.  The measured thermodn. values and surface energies for the adsorption of n-alkanes on ZIF-8 are reduced from those previously reported for IRMOF-1.  This redn. is most likely an effect of the predominately org. accessible surface of ZIF-8 and the resulting weaker interactions in comparison to IRMOF-1.  The pore aperture size of ZIF-8, which is significantly reduced from that of IRMOF-1, is seen to introduce mol. sieving effects for branched alkanes, aroms., and heavily halogenated compds.  Deformation polarizabilities of the adsorbates were used to calc. the specific adsorption free energy, and the specific effects account for around 1-5 kJ/mol, or between 10% and 70% of the total free energy of adsorption for the sorbates studied (at 250°).  The importance of electrostatic forces was seen in the significantly enhanced adsorption of propylene and ethylene in comparison to their resp. alkanes and in the direct correlation shown between the specific components of the free energy of adsorption and the adsorbate's dipole moment.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtFelsbrF&md5=bdfd1511043e639d2a1061f056197455", "19. ", "Fairen-Jimenez", ", ", "D.", "; ", "Moggach", ", ", "S. A.", "; ", "Wharmby", ", ", "M. T.", "; ", "Wright", ", ", "P. A.", "; ", "Parsons", ", ", "S.", "; ", "Düren", ", ", "T.", " ", "Opening the Gate: Framework Flexibility in ZIF-8 Explored by Experiments and Simulations", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "8900", "– ", "8902", " DOI: 10.1021/ja202154j", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "19. ", "Opening the Gate: Framework Flexibility in ZIF-8 Explored by Experiments and Simulations", "Fairen-Jimenez, D.; Moggach, S. A.; Wharmby, M. T.; Wright, P. A.; Parsons, S.; Duren, T.", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "23", "),\r\n    ", "8900-8902", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "ZIF-8 is a zeolitic imidazole-based metal-org. framework with large cavities interconnected by narrow windows.  Because the small size of the windows, it allows in principle for mol. sieving of gases such as H2 and CH4.  However, the unexpected adsorption of large mols. on ZIF-8 suggests the existence of structural flexibility.  ZIF-8 flexibility is explored combining different exptl. techniques with mol. simulation.  The ZIF-8 structure is modified by gas adsorption uptake in the same way as it is at a very high pressure (i.e., 14,700 bar) due to a swing effect in the imidazolate linkers, giving access to the porosity.  Tuning the flexibility, and so the opening of the small windows, has a further impact on the design of advanced mol. sieving membrane materials for gas sepn., adjusting the access of fluids to the porous network.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmtlWrt70%253D&md5=f9d8904cd7cd4f8d703600d849849f8c", "20. ", "Saint Remi", ", ", "J. C.", "; ", "Rémy", ", ", "T.", "; ", "Van Hunskerken", ", ", "V.", "; ", "van de Perre", ", ", "S.", "; ", "Duerinck", ", ", "T.", "; ", "Maes", ", ", "M.", "; ", "De Vos", ", ", "D.", "; ", "Gobechiya", ", ", "E.", "; ", "Kirschhock", ", ", "C. E. A.", "; ", "Baron", ", ", "G. V.", "; ", "Denayer", ", ", "J. F. M.", " ", "Biobutanol Separation with the Metal–Organic Framework ZIF-8", " ", "ChemSusChem", " ", "2011", ",  ", "4", ",  ", "1074", "– ", "1077", " DOI: 10.1002/cssc.201100261", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "20. ", "Biobutanol separation with the metal-organic framework ZIF-8", "Saint Remi Julien Cousin; Remy Tom; Van Hunskerken Vincent; van de Perre Stijn; Duerinck Tim; Maes Michael; De Vos Dirk; Gobechiya Elena; Kirschhock Christine E A; Baron Gino V; Denayer Joeri F M", "ChemSusChem", "\r\n        (", "2011", "),\r\n    ", "4", "\r\n        (", "8", "),\r\n    ", "1074-7", "\r\n        ISSN:", ".\r\n    ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC3MfgsVKmsA%253D%253D&md5=a27cb12a50941b18af3d7ff61153cf48", "21. ", "Zhang", ", ", "J.-P.", "; ", "Zhu", ", ", "A.-X.", "; ", "Chen", ", ", "X.-M.", " ", "Single-crystal X-ray Diffraction and Raman Spectroscopy Studies of Isobaric N", "2", " Adsorption in SOD-Type Metal–Organic Zeolites", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "11395", "– ", "11397", " DOI: 10.1039/c2cc35544b", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "21. ", "Single-crystal X-ray diffraction and Raman spectroscopy studies of isobaric N2 adsorption in SOD-type metal-organic zeolites", "Zhang, Jie-Peng; Zhu, Ai-Xin; Chen, Xiao-Ming", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "93", "),\r\n    ", "11395-11397", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The two-step N2 adsorption behavior of sodalite-type Zn(II) 2-methylimidazolate and 3-methyl-1,2,4-triazolate has been comprehensively and accurately elucidated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsF2ktb%252FF&md5=bc2921953e59e0c1fb0a5924194d4180", "22. ", "Moggach", ", ", "S. A.", "; ", "Bennett", ", ", "T. D.", "; ", "Cheetham", ", ", "A. K.", " ", "The Effect of Pressure on ZIF-8: Increasing Pore Size with Pressure and the Formation of a High-Pressure Phase at 1.47 GPa", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "48", ",  ", "7087", "– ", "7089", " DOI: 10.1002/anie.200902643", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "22. ", "The Effect of Pressure on ZIF-8: Increasing Pore Size with Pressure and the Formation of a High-Pressure Phase at 1.47 GPa", "Moggach, Stephen A.; Bennett, Thomas D.; Cheetham, Anthony K.", "Angewandte Chemie, International Edition", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "38", "),\r\n    ", "7087-7089, S7087/1-S7087/5", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Recent interest in gas storage materials has led to a plethora of papers on the synthesis of novel metal-org. framework materials (MOFs).  Since sorption measurements were performed at pressures up to 0.01 GPa, the effect of higher pressures on the framework is relatively unknown, though the mech. stability of some MOFs at high temps. has been discussed.  Herein the authors present the 1st high-pressure study on a porous ZIF, ZIF-8 (Zn(MeIM)2, MelM = 2-methylimidazolate) with a sodalite zeolite-type structure and a large accessible pore vol. (greater than 2000 Å3 per unit cell).  In summary, by applying pressure to ZIF-8 the hydrostatic medium can be forced to enter the pore, initially increasing the vol. of both the nanopore and the unit cell.  On increasing pressure further, more solvent can be forced into the nanopore, even though the nanopore vol. decreases, until the sample undergoes a phase transition.  This transition not only allows more solvent to enter the original nanopore, but it increases the size of the narrow channels that connect these pores, resulting in an overall increase in porous vol. and amt. of sequestered solvent.  Modification of the pore vol., size, shape, and therefore selectivity has thus been achieved on application of pressure.  Pressure could therefore be used as a means of inserting larger mols. into the pores which would otherwise be too small.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtV2ltrvM&md5=eccd8886fb251d87e568ccdbec40fb19", "23. ", "Fairen-Jimenez", ", ", "D.", "; ", "Galvelis", ", ", "R.", "; ", "Torrisi", ", ", "A.", "; ", "Gellan", ", ", "A. D.", "; ", "Wharmby", ", ", "M. T.", "; ", "Wright", ", ", "P. A.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Duren", ", ", "T.", " ", "Flexibility and Swing Effect on the Adsorption of Energy-Related Gases on ZIF-8: Combined Experimental and Simulation Study", " ", "Dalton Trans.", " ", "2012", ",  ", "41", ",  ", "10752", "– ", "10762", " DOI: 10.1039/c2dt30774j", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "23. ", "Flexibility and swing effect on the adsorption of energy-related gases on ZIF-8: combined experimental and simulation study", "Fairen-Jimenez, David; Galvelis, Raimondas; Torrisi, Antonio; Gellan, Alistair D.; Wharmby, Michael T.; Wright, Paul A.; Mellot-Draznieks, Caroline; Dueren, Tina", "Dalton Transactions", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "35", "),\r\n    ", "10752-10762", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "ZIF-8, a prototypical zeolitic porous coordination polymer, prepd. via the self-assembly of tetrahedral atoms (e.g. Zn and Co) and org. imidazolate linkers, presents large cavities which are interconnected by narrow windows that allow, in principle, mol. sieving.  However, ZIF-8 shows flexibility due to the swing of the imidazolate linkers, which results in the adsorption of mols. which are too large to fit through the narrow window.  The authors assess the impact of this flexibility, previously only obsd. for nitrogen, and the level of agreement between the exptl. and simulated isotherms of different energy-related gases on ZIF-8 (CO2, CH4 and alkanes).  The authors combine exptl. gas adsorption with GCMC simulations, using generic and adjusted force fields and DFT calcns. with the Grimme dispersion correction.  By solely adapting the UFF force field to reduce the Lennard-Jones parameter ε, the authors achieve excellent agreement between the simulated and exptl. results not only for ZIF-8 but also for ZIF-20, where the transferability of the adapted force field is successfully tested.  Regarding ZIF-8, 2 different structural configurations are needed to properly describe the adsorption performance of this material, demonstrating that ZIF-8 is undergoing a structural change during gas adsorption.  DFT calcns. with the Grimme dispersion correction are consistent with the GCMC and exptl. observations, illustrating the thermodn. of the CH4 adsorption sites and confirming the existence of a new adsorption site with a high binding energy within the 4-ring window of ZIF-8.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtF2jsL3F&md5=f10af7f7531251bb3b0392089bd3fa16", "24. ", "Ania", ", ", "C. O.", "; ", "García-Pérez", ", ", "E.", "; ", "Haro", ", ", "M.", "; ", "Gutiérrez-Sevillano", ", ", "J. J.", "; ", "Valdés-Solís", ", ", "T.", "; ", "Parra", ", ", "J. B.", "; ", "Calero", ", ", "S.", " ", "Understanding Gas-Induced Structural Deformation of ZIF-8", " ", "J. Phys. Chem. Lett.", " ", "2012", ",  ", "3", ",  ", "1159", "– ", "1164", " DOI: 10.1021/jz300292y", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Understanding Gas-Induced Structural Deformation of ZIF-8", "Ania, Conchi O.; Garcia-Perez, E.; Haro, M.; Gutierrez-Sevillano, J. J.; Valdes-Solis, T.; Parra, J. B.; Calero, S.", "Journal of Physical Chemistry Letters", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "9", "),\r\n    ", "1159-1164", "CODEN:\r\n                ", "JPCLCD", ";\r\n        ISSN:", "1948-7185", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "ZIF-8 is a zeolitic imidazolate framework with very good thermal and chem. stability that opens up many applications that are not feasible by other metal-org. frameworks (MOFs) and zeolites.  Several works report the adsorption properties of ZIF-8 for strategic gases.  However, despite the vast exptl. corpus of data reported, there seems yet to be a dearth in the understanding of the gas adsorption properties.  In this work we provide insights at a mol. level on the mechanisms governing the ZIF-8 structural deformation during mol. adsorption.  We demonstrate that the ZIF-8 structural deformation during the adsorption of different mols. at cryogenic temp. goes beyond the gas-induced rotation of the imidazolate linkers.  We combine exptl. and simulation studies to demonstrate that this deformation is governed by the polarizability and mol. size and shape of the gases, and that the stepped adsorption behavior is defined by the packing arrangement of the guest inside the host.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XlsVartbc%253D&md5=ce9539a2e761d22eb95cd92e5c83885c", "25. ", "Zhang", ", ", "L.", "; ", "Hu", ", ", "Z.", "; ", "Jiang", ", ", "J.", " ", "Sorption-Induced Structural Transition of Zeolitic Imidazolate Framework-8: A Hybrid Molecular Simulation Study", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "3722", "– ", "3728", " DOI: 10.1021/ja401129h", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Sorption-Induced Structural Transition of Zeolitic Imidazolate Framework-8: A Hybrid Molecular Simulation Study", "Zhang, Liling; Hu, Zhongqiao; Jiang, Jianwen", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "9", "),\r\n    ", "3722-3728", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new force field and a hybrid Monte Carlo/mol. dynamics simulation method are developed to study the structural transition of zeolitic imidazolate framework-8 (ZIF-8)induced by N2 sorption.  At a high loading (∼50 N2mols. per unit cell), ZIF-8 shifts from low-loading (LL) to high-loading (HL) structure.  A stepped sorption isotherm is predicted with 3 distinct regions, which agrees well with exptl. data.  The orientation of imidazolate rings and the motion of framework atoms exhibit sharp changes upon structural transition.  Also, pronounced changes are obsd. in various contributions to potential energies (including stretching, bending, torsional, van der Waals, and Coulombic).  The anal. of radial distribution functions between N2 and framework atoms suggests N2 interacts strongly with the imidazolate rings in ZIF-8.  The simulation reveals that the structural transition of ZIF-8 is largely related to the reorientation of imidazolate rings, as attributed to the enhanced van der Waals interaction between N2 and imidazolate rings as well as the reduced torsional interaction of framework in the HL structure.  This is the 1st mol. simulation study to describe the continuous structural transition of ZIF-8 and, it provides microscopic insight into the underlying mechanism.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXivVyitb4%253D&md5=b21abf89d8caf67720104c9f908bf0fd", "26. ", "Tanaka", ", ", "H.", "; ", "Ohsaki", ", ", "S.", "; ", "Hiraide", ", ", "S.", "; ", "Yamamoto", ", ", "D.", "; ", "Watanabe", ", ", "S.", "; ", "Miyahara", ", ", "M. T.", " ", "Adsorption-Induced Structural Transition of ZIF-8: A Combined Experimental and Simulation Study", " ", "J. Phys. Chem. C", " ", "2014", ",  ", "118", ",  ", "8445", "– ", "8454", " DOI: 10.1021/jp500931g", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "26. ", "Adsorption-Induced Structural Transition of ZIF-8: A Combined Experimental and Simulation Study", "Tanaka, Hideki; Ohsaki, Shuji; Hiraide, Shotaro; Yamamoto, Daigo; Watanabe, Satoshi; Miyahara, Minoru T.", "Journal of Physical Chemistry C", "\r\n        (", "2014", "),\r\n    ", "118", "\r\n        (", "16", "),\r\n    ", "8445-8454", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Zeolitic imidazolate framework-8 (ZIF-8) has a \"gate-opening\" framework with narrow pore apertures that swing open by reorientation of 2-methylimidazolate (MeIM) linkers enforced by guest adsorption.  The present study aimed to employ free energy anal. to provide insight into the mechanism of the adsorption-induced structural transition that results from the reorientation of the MeIM linkers.  The exptl. Ar adsorption at cryogenic temps. was combined with grand canonical Monte Carlo simulations to det. the free energy profiles as functions of the rotational angle of the MeIM linker (θIM) and bulk gas pressure.  The energy fluctuation of the system was estd., which is crucial to discussing the structural transition from a metastable state.  The results from the free energy anal., for example, at 91 K, suggest the following conclusions: A gradual reorientation of the MeIM linkers up to θIM = 10.5° occurs with increasing gas pressure that is followed by a spontaneous structural transition to θIM = 25.5° during the adsorption process (gate opening), and then, during the desorption process, an equil. structural transition occurs with the opposite reorientation of the MeIM linkers from θIM = 25.5° to θIM = 10.5° (gate closing).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXltF2nu7k%253D&md5=fa5a0c41d57906f40acf0c37b266f33f", "27. ", "Zhang", ", ", "C.", "; ", "Gee", ", ", "J. A.", "; ", "Sholl", ", ", "D. S.", "; ", "Lively", ", ", "R. P.", " ", "Crystal-Size-Dependent Structural Transitions in Nanoporous Crystals: Adsorption-Induced Transitions in ZIF-8", " ", "J. Phys. Chem. C", " ", "2014", ",  ", "118", ",  ", "20727", "– ", "20733", " DOI: 10.1021/jp5081466", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "27. ", "Crystal-Size-Dependent Structural Transitions in Nanoporous Crystals: Adsorption-Induced Transitions in ZIF-8", "Zhang, Chen; Gee, Jason A.; Sholl, David S.; Lively, Ryan P.", "Journal of Physical Chemistry C", "\r\n        (", "2014", "),\r\n    ", "118", "\r\n        (", "35", "),\r\n    ", "20727-20733", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Understanding the crystal-size dependence of both guest adsorption and structural transitions of nanoporous solids is crucial to the development of these materials.  Nano-sized metal-org. framework (MOF) crystals have significantly different guest adsorption properties compared to the bulk material.  A new methodol. is developed to simulate the adsorption and transition behavior of entire MOF nanoparticles.  The authors' simulations predict that the transition pressure significantly increases with decreasing particle size, in agreement with crystal-size-dependent exptl. measurements of the N2-ZIF-8 system.  The authors also propose a simple core-shell model to examine this effect on length scales that are inaccessible to simulations and again find good agreement with expts.  This study is the 1st to examine particle size effects on structural transitions in ZIFs and provides a thermodn. framework for understanding the underlying mechanism.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtleqt7rF&md5=84510dbf9bc1483e147e00f0671098e6", "28. ", "Sakata", ", ", "Y.", "; ", "Furukawa", ", ", "S.", "; ", "Kondo", ", ", "M.", "; ", "Hirai", ", ", "K.", "; ", "Horike", ", ", "N.", "; ", "Takashima", ", ", "Y.", "; ", "Uehara", ", ", "H.", "; ", "Louvain", ", ", "N.", "; ", "Meilikhov", ", ", "M.", "; ", "Tsuruoka", ", ", "T.", "; ", "Isoda", ", ", "S.", "; ", "Kosaka", ", ", "W.", "; ", "Sakata", ", ", "O.", "; ", "Kitagawa", ", ", "S.", " ", "Shape-Memory Nanopores Induced in Coordination Frameworks by Crystal Downsizing", " ", "Science", " ", "2013", ",  ", "339", ",  ", "193", "– ", "196", " DOI: 10.1126/science.1231451", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "28. ", "Shape-Memory Nanopores Induced in Coordination Frameworks by Crystal Downsizing", "Sakata, Yoko; Furukawa, Shuhei; Kondo, Mio; Hirai, Kenji; Horike, Nao; Takashima, Yohei; Uehara, Hiromitsu; Louvain, Nicolas; Meilikhov, Mikhail; Tsuruoka, Takaaki; Isoda, Seiji; Kosaka, Wataru; Sakata, Osami; Kitagawa, Susumu", "Science (Washington, DC, United States)", "\r\n        (", "2013", "),\r\n    ", "339", "\r\n        (", "6116", "),\r\n    ", "193-196", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Flexible porous coordination polymers change their structure in response to mol. incorporation but recover their original configuration after the guest was removed.  The crystal downsizing of 2-fold interpenetrated frameworks of [Cu2(dicarboxylate)2(amine)]n regulates the structural flexibility and induces a shape-memory effect in the coordination frameworks.  In addn. to the two structures that contribute to the sorption process (i.e., a nonporous closed phase and a guest-included open phase), the authors isolated an unusual, metastable open dried phase when downsizing the crystals to the mesoscale, and the closed phase was recovered by thermal treatment.  Crystal downsizing suppressed the structural mobility and stabilized the open dried phase.  The successful isolation of two interconvertible empty phases, the closed phase and the open dried phase, provided switchable sorption properties with or without gate-opening behavior.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjvVCgtQ%253D%253D&md5=c90dd1835300d097b6002f4bbeefeff3", "29. ", "Tanaka", ", ", "S.", "; ", "Shimada", ", ", "T.", "; ", "Fujita", ", ", "K.", "; ", "Miyake", ", ", "Y.", "; ", "Kida", ", ", "K.", "; ", "Yogo", ", ", "K.", "; ", "Denayer", ", ", "J. F. M.", "; ", "Sugita", ", ", "M.", "; ", "Takewaki", ", ", "T.", " ", "Seeding-Free Aqueous Synthesis of Zeolitic Imidazolate Framework-8 Membranes: How to Trigger Preferential Heterogeneous Nucleation and Membrane Growth in Aqueous Rapid Reaction Solution", " ", "J. Membr. Sci.", " ", "2014", ",  ", "472", ",  ", "29", "– ", "38", " DOI: 10.1016/j.memsci.2014.08.038", " ", "[", "Crossref", "], [", "CAS", "]", "29. ", "Seeding-free aqueous synthesis of zeolitic imidazolate framework-8 membranes: How to trigger preferential heterogeneous nucleation and membrane growth in aqueous rapid reaction solution", "Tanaka, Shunsuke; Shimada, Tomoko; Fujita, Kosuke; Miyake, Yoshikazu; Kida, Koji; Yogo, Katsunori; Denayer, Joeri F. M.; Sugita, Miki; Takewaki, Takahiko", "Journal of Membrane Science", "\r\n        (", "2014", "),\r\n    ", "472", "\r\n        (", "),\r\n    ", "29-38", "CODEN:\r\n                ", "JMESDO", ";\r\n        ISSN:", "0376-7388", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "Zeolitic imidazolate frameworks (ZIFs) have received attention for membrane sepn. applications due to their zeolite-like permanent porosity and tunable uniformly-sized micropores.  Although aq. room temp. synthesis has apparently opened up environmental friendly and efficient ways to synthesize ZIFs, it poses challenges for membrane prepn. including unavoidable homogeneous nucleation.  Many ZIF membranes prepd. in an aq. system are based on conventional secondary seeded growth techniques for zeolite membranes in spite of well-recognizing that the coordination chem. of ZIFs is fundamentally different from the covalent chem. of zeolites.  In this study, we first applied a support-surface activation approach to promote heterogeneous nucleation followed by crystal growth in the aq. system.  Continuous well-intergrown ZIF-8 membranes were successfully grown on α-alumina porous support using zinc acetate and showed relatively-high hydrogen permeance of 6.9×10-7 mol/m2 s Pa with corresponding ideal sepn. selectivity of 13.6 for the hydrogen/methane.  The competitive interaction between the coordination of constructing framework and zinc-acetate interaction by carboxylate functionality of acetate anions is essential to control heterogeneous nucleation and membrane growth.  Avoiding the seeding process and reducing the use of org. solvents can provide potential for improving a reproducible, scalable, and commercializable process configuration for membrane prepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhsFSjs7rK&md5=3d78a2b37636fab63e2f4cb407db7e8f", "30. ", "Pan", ", ", "Y. C.", "; ", "Heryadi", ", ", "D.", "; ", "Zhou", ", ", "F.", "; ", "Zhao", ", ", "L.", "; ", "Lestari", ", ", "G.", "; ", "Su", ", ", "H. B.", "; ", "Lai", ", ", "Z. P.", " ", "Tuning the Crystal Morphology and Size of Zeolitic Imidazolate Framework-8 in Aqueous Solution by Surfactants", " ", "CrystEngComm", " ", "2011", ",  ", "13", ",  ", "6937", "– ", "6940", " DOI: 10.1039/c1ce05780d", " ", "[", "Crossref", "], [", "CAS", "]", "30. ", "Tuning the crystal morphology and size of zeolitic imidazolate framework-8 in aqueous solution by surfactants", "Pan, Yichang; Heryadi, Dodi; Zhou, Feng; Zhao, Lan; Lestari, Gabriella; Su, Haibin; Lai, Zhiping", "CrystEngComm", "\r\n        (", "2011", "),\r\n    ", "13", "\r\n        (", "23", "),\r\n    ", "6937-6940", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Reported is a facile prepn. method using surfactant CTAB as a capping agent for controlling the crystal size and morphol. of zeolitic imidazolate framework-8 (ZIF-8) crystals in aq. systems.  The particle sizes can be precisely adjusted from ca. 100 nm to 4 μm, and the morphol. can be changed from truncated cubic to rhombic dodecahedron.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVKgsbzE&md5=2e66894f1f1a95a8ec1d1829caf0bf2e", "31. ", "Williamson", ", ", "G. K.", "; ", "Hall", ", ", "W. H.", " ", "X-ray Line Broadening from Filed Aluminium and Wolfram", " ", "Acta Metall.", " ", "1953", ",  ", "1", ",  ", "22", "– ", "31", " DOI: 10.1016/0001-6160(53)90006-6", " ", "[", "Crossref", "], [", "CAS", "]", "31. ", "X-ray line broadening from filed aluminum and tungsten", "Williamson, G. K.; Hall, W. H.", "Acta Metallurgica", "\r\n        (", "1953", "),\r\n    ", "1", "\r\n        (", "No. 1", "),\r\n    ", "22-31", "CODEN:\r\n                ", "AMETAR", ";\r\n        ISSN:", "0001-6160", ".\r\n    ", "Methods of analysis previously used in the interpretation of line broadening are discussed and are shown to be inadequate; more reliable methods being outlined.  An analysis of published results by one of these methods suggests that the observed effects can be attributed to simultaneous small particle size and strain broadening.  Measurements of the changes in intensity distribution have been made, with a Geiger counter spectrometer, in the spectra of cold-worked Al and W.  The line breadths may be attributed to simultaneous small particle size and strain broadening, the latter predominating, particularly at the higher Bragg angles, and it is shown that the observed effects are produced by dislocations or some similar structural fault.  The observed rise in the breadths of the high angle lines from annealed materials suggests that some dislocations remain after annealing.  Fourier analysis of the line shapes in general merely confirm the results of the analysis of the line breadths, but in the case of the recovered specimens it suggests that the dislocations form into walls (\"polygonization\").", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaG3sXitFCquw%253D%253D&md5=472a84a4ba331701e1b1ef56dfe5af0d", "32. ", "Suryanarayana", ", ", "C.", "; ", "Norton", ", ", "M. G.", "  ", "X-Ray Diffraction: A Practical Approach", "; ", "Plenum Press Corporation", ": ", "New York", ", ", "1998", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "33. ", "Markham", ", ", "L. M.", "; ", "Mayne", ", ", "L. C.", "; ", "Hudson", ", ", "B. S.", " ", "Resonance Raman Studies of Imidazole, Imidazolium, and Their Derivatives: the Effect of Deuterium Substitution", " ", "J. Phys. Chem.", " ", "1993", ",  ", "97", ",  ", "10319", "– ", "10325", " DOI: 10.1021/j100142a010", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "33. ", "Resonance Raman studies of imidazole, imidazolium, and their derivatives: the effect of deuterium substitution", "Markham, Laura M.; Mayne, Leland C.; Hudson, Bruce S.; Zgierski, Marek Z.", "Journal of Physical Chemistry", "\r\n        (", "1993", "),\r\n    ", "97", "\r\n        (", "40", "),\r\n    ", "10319-25", "CODEN:\r\n                ", "JPCHAX", ";\r\n        ISSN:", "0022-3654", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Resonance Raman spectra of imidazole, imidazolium cation, 4-methylimidazole, histidine, and their cations are presented for the proto and N-deutero forms.  N-deuteration greatly simplifies the resonance Raman spectra for all of these species.  The deutero cations have only one strongly enhanced Raman band.  This change in no. of active vibrations is interpreted in terms of a change in the form of the ground electronic state normal modes of motion.  The ground-state equil. geometry and vibrational force field are calcd. at the 6-31++G** Hartree-Fock level for imidazole and imidazolium.  The low-lying excited electronic states are calcd. at the ground-state equil. geometry with CI involving singly excited states.  A single state is expected to dominate the absorption and Raman spectral intensities.  The equil. geometry of this state for imidazole and imidazolium at the 6-31+G/CIS level is calcd. and expressed in terms of the displacement along each of the ground-state modes for each isotopic species.  This ab initio procedure correctly predicts the intensity of the strongly enhanced normal modes of the neutral and cationic species including the large change in intensity obsd. with isotope exchange.  It is found that the effect of replacement of N-H by N-D in the cation is to leave one of the two strong modes of the proto species the same in the d2 species while the other active mode of the proto form becomes distributed among several modes in the deuterated species such that none has a significant displacement upon excitation and thus has a low Raman intensity.  A quant. comparison is made between theory and observations for imidazolium in its three N-proto isotopic forms.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK2MXitlOqurg%253D&md5=f86b1a578334740c67954799d636248b", "34. ", "Carter", ", ", "D. A.", "; ", "Pemberton", ", ", "J. E.", " ", "Raman Spectroscopy and Vibrational Assignments of 1- and 2-methylimidazole", " ", "J. Raman Spectrosc.", " ", "1997", ",  ", "28", ",  ", "939", "– ", "946", " DOI: 10.1002/(SICI)1097-4555(199712)28:12<939::AID-JRS186>3.0.CO;2-R", " ", "[", "Crossref", "], [", "CAS", "]", "34. ", "Raman spectroscopy and vibrational assignments of 1- and 2-methylimidazole", "Carter, David A.; Pemberton, Jeanne E.", "Journal of Raman Spectroscopy", "\r\n        (", "1997", "),\r\n    ", "28", "\r\n        (", "12", "),\r\n    ", "939-946", "CODEN:\r\n                ", "JRSPAF", ";\r\n        ISSN:", "0377-0486", ".\r\n    \r\n            (", "John Wiley & Sons Ltd.", ")\r\n        ", "Vibrational modes are assigned to the Raman bands of 1- and 2-methylimidazole.  Assignments are based on a review of the literature assignments of imidazole, 1-methylimidazole and 4(5)-methylimidazole supplemented by Raman depolarization studies of 1.0 M solns. of 1- and 2-methylimidazole.  Raman shifts obsd. for N-deuteration of 2-methylimidazole are also considered.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXksFOm&md5=e69b9d50e4be4f474bf89add199ec5a7", "35. ", "Mao", ", ", "C.-J.", "; ", "Hu", ", ", "X.-W.", "; ", "Song", ", ", "J.-M.", "; ", "Niu", ", ", "H.-L.", "; ", "Zhang", ", ", "S.-Y.", " ", "Synthesis of Zinc 1-(2-pyridylazo)-2-naphthol (Zn(PAN)", "2", ") Nanobelts with Nonlinear Optical Property", " ", "CrystEngComm", " ", "2012", ",  ", "14", ",  ", "6823", "– ", "6826", " DOI: 10.1039/c2ce25853f", " ", "[", "Crossref", "], [", "CAS", "]", "35. ", "Synthesis of zinc 1-(2-pyridylazo)-2-naphthol (Zn(PAN)2) nanobelts with nonlinear optical property", "Mao, Chang-Jie; Hu, Xiao-Wei; Song, Ji-Ming; Niu, He-Lin; Zhang, Sheng-Yi", "CrystEngComm", "\r\n        (", "2012", "),\r\n    ", "14", "\r\n        (", "20", "),\r\n    ", "6823-6826", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Zn(PAN)2 nanobelts with widths of 100-200 nm and lengths of 1-2 μm were successfully synthesized through a facile solvothermal method at 140° for 24 h.  The compn., morphol. and size of the as-prepd. products were confirmed by elemental anal. (EA), FTIR spectroscopy, SEM and TEM.  The effects of Zn/PAN molar ratio, reaction solvent and reaction time on the morphol. of Zn(PAN)2 nanostructures were studied systematically.  A possible growth process of the Zn(PAN)2 nanobelts is proposed.  Moreover, the nonlinear optical property of the Zn(PAN)2 sample was studied for the first time, indicating that these nanomaterials have potential future application in nonlinear optics.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtlGgu7%252FM&md5=f5d7615a8da891be6d99c7f11378521b", "36. ", "Kumari", ", ", "G.", "; ", "Jayaramulu", ", ", "K.", "; ", "Maji", ", ", "T. K.", "; ", "Narayana", ", ", "C.", " ", "Temperature Induced Structural Transformations and Gas Adsorption in the Zeolitic Imidazolate Framework ZIF-8: A Raman Study", " ", "J. Phys. Chem. A", " ", "2013", ",  ", "117", ",  ", "11006", "– ", "11012", " DOI: 10.1021/jp407792a", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "36. ", "Temperature Induced Structural Transformations and Gas Adsorption in the Zeolitic Imidazolate Framework ZIF-8: A Raman Study", "Kumari, Gayatri; Jayaramulu, Kolleboyina; Maji, Tapas Kumar; Narayana, Chandrabhas", "Journal of Physical Chemistry A", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "43", "),\r\n    ", "11006-11012", "CODEN:\r\n                ", "JPCAFH", ";\r\n        ISSN:", "1089-5639", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors have used Raman spectroscopy to investigate mol. level changes in the zeolitic imidazolate framework ZIF-8 (a prototypical zeolite-like porous metal org. framework) as a function of temp.  Temp. dependent Raman spectra suggest that at low temp. the softening of the C-H stretching frequencies is due to the decrease in steric hindrance between the Me groups of Me imidazole.  The larger sepn. between the Me groups opens the window for increased nitrogen and methane uptake at temps. below 153 K.  The appearance of Raman bands at 2323 and 2904 cm-1 at or below 153 K in ZIF-8 are characteristic signatures of the adsorbed nitrogen and methane gases, resp.  Nanoscale ZIF-8 uptakes more mols. than bulk ZIF-8, and as a result the authors could provide evidence for encaged CO2 at 203 K yielding its Raman mode at 1379 cm-1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsF2lsLzK&md5=cfe56842e580fb05670570d54df4b0ef", "37. ", "Zhao", ", ", "P.", "; ", "Lampronti", ", ", "G. I.", "; ", "Lloyd", ", ", "G. O.", "; ", "Wharmby", ", ", "M. T.", "; ", "Facq", ", ", "S.", "; ", "Cheetham", ", ", "A. K.", "; ", "Redfern", ", ", "S. A. T.", " ", "Phase Transitions in Zeolitic Imidazolate Framework 7: The Importance of Framework Flexibility and Guest-Induced Instability", " ", "Chem. Mater.", " ", "2014", ",  ", "26", ",  ", "1767", "– ", "1769", " DOI: 10.1021/cm500407f", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "37. ", "Phase Transitions in Zeolitic Imidazolate Framework 7: The Importance of Framework Flexibility and Guest-Induced Instability", "Zhao, Pu; Lampronti, Giulio I.; Lloyd, Gareth O.; Wharmby, Michael T.; Facq, Sebastien; Cheetham, Anthony K.; Redfern, Simon A. T.", "Chemistry of Materials", "\r\n        (", "2014", "),\r\n    ", "26", "\r\n        (", "5", "),\r\n    ", "1767-1769", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Phase transitions in zeolitic imidazolate framework 7 (ZIF-7) induced by guest exchange and temp. were identified.  The structural nature of the phase transition between solvated and desolvated ZIF-7 (ZIF-7-I and ZIF-7-II) upon heating was characterized and the structure of ZIF-7-II was solved.  A new irreversible phase transition, from ZIF-7-I or ZIF-7-II framework to a dense ZIF-7-III layer structure, arising from Zn-N bond breaking in the presence of H2O, is seen for the 1st time.  The ZIF-7-III phase is the densest yet reported ZIF.  Together with ZIF-9-III, which shares the same structure as ZIF-7-III, it was produced by mechanosynthesis.  The authors' results demonstrate the importance of guest-host interactions in controlling the stability and structure of ZIFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXis1enu78%253D&md5=9fd14537a4b5d636d3773c7270dbd525", "38. ", "Seah", ", ", "M. P.", "; ", "Dench", ", ", "W. A.", " ", "Quantitative Electron Spectroscopy of Surfaces: A Standard Data Base for Electron Inelastic Mean Free Paths in Solids", " ", "Surf. Interface Anal.", " ", "1979", ",  ", "1", ",  ", "2", "– ", "11", " DOI: 10.1002/sia.740010103", " ", "[", "Crossref", "], [", "CAS", "]", "38. ", "Quantitative electron spectroscopy of surfaces:  a standard data base for electron inelastic mean free paths in solids", "Seah, M. P.; Dench, W. A.", "Surface and Interface Analysis", "\r\n        (", "1979", "),\r\n    ", "1", "\r\n        (", "1", "),\r\n    ", "2-11", "CODEN:\r\n                ", "SIANDQ", ";\r\n        ISSN:", "0142-2421", ".\r\n    ", "A compilation is presented of all published measurements of electron inelastic mean free path lengths in solids for energies in the range 0-10,000 eV above the Fermi level.  For anal., the materials are grouped under one of the headings: element, inorg. compd., org. compd., and adsorbed gas, with the path lengths each time expressed in nm, monolayers, and milligrams per square meter.  The path lengths are very high at low energies, fall to 0.1-0.8 nm for energies in the range 30-100 eV and then rise again as the energy increases further.  For elements and inorg. compds. the scatter about a 'universal curve' is least when the path lengths are expressed in monolayers, λm.  Anal. of the interelement and intercompd. effects shows that λm is related to atom size and the most accurate relations are λm = 538E-2 + 0.41(aE)1/2 for elements and λm = 2170E-2 + 0.72(aE)1/2 for inorg. compds., where a is the monolayer thickness (nm) and E is the electron energy above the Fermi level in eV.  For org. compds. λd = 49E-2 + 0.11E1/2 mg m-2.  Published general theor. predictions for λ, valid about 150 eV, do not show as good correlations with the exptl. data as the above relations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3cXls1SmsbY%253D&md5=52faee865233cab7e082700b3f8f8535", "39. ", "Tian", ", ", "F.", "; ", "Cerro", ", ", "A. M.", "; ", "Mosier", ", ", "A. M.", "; ", "Wayment-Steele", ", ", "H. K.", "; ", "Shine", ", ", "R. S.", "; ", "Park", ", ", "A.", "; ", "Webster", ", ", "E. R.", "; ", "Johnson", ", ", "L. E.", "; ", "Johal", ", ", "M. S.", "; ", "Benz", ", ", "L.", " ", "Surface and Stability Characterization of a Nanoporous ZIF-8 Thin Film", " ", "J. Phys. Chem. C", " ", "2014", ",  ", "118", ",  ", "14449", "– ", "14456", " DOI: 10.1021/jp5041053", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "39. ", "Surface and Stability Characterization of a Nanoporous ZIF-8 Thin Film", "Tian, Fangyuan; Cerro, Andrew M.; Mosier, Amber M.; Wayment-Steele, Hannah K.; Shine, Ryan S.; Park, Aileen; Webster, Elizabeth R.; Johnson, Lewis E.; Johal, Malkiat S.; Benz, Lauren", "Journal of Physical Chemistry C", "\r\n        (", "2014", "),\r\n    ", "118", "\r\n        (", "26", "),\r\n    ", "14449-14456", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Surface structure of ZIF-8 has been studied for a supported ZIF-8 nanoparticle film using surface characterization techniques.  A zinc-rich surface terminated by carbonates and water/hydroxyl groups (in addn. to the expected methylimidazole terminations) was obsd. using XPS spectra.  The thermal stability of ZIF-8 films was investigated using SEM and temp.-programmed reaction spectroscopy.  The onset of decompn. of ZIF-8 films was approx. 630 K as detd. by TPRS in ultrahigh vacuum (UHV).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXptl2nt74%253D&md5=af674e9f9f44fd78ea735e219ae98602", "40. ", "Waals", ", ", "J. H.", "; ", "Platteeuw", ", ", "J. C.", " ", "Clathrate Solutions", " ", "Adv. Chem. Phys.", " ", "1959", ",  ", "2", ",  ", "1", "– ", "57", "[", "Crossref", "]", "There is no corresponding record for this reference.", "41. ", "Choi", ", ", "H. J.", "; ", "Dincă", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "Broadly Hysteretic H", "2", " Adsorption in the Microporous Metal–Organic Framework Co(1,4-benzenedipyrazolate)", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "7848", "– ", "7850", " DOI: 10.1021/ja8024092", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "41. ", "Broadly Hysteretic H2 Adsorption in the Microporous Metal-Organic Framework Co(1,4-benzenedipyrazolate)", "Choi, Hye Jin; Dinca, Mircea; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "25", "),\r\n    ", "7848-7850", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reaction of Co(CF3SO3)2 with the new mol. 1,4-benzenedi(4'-pyrazolyl) (H2BDP) in N,N'-diethylformamide (DEF) at 130 °C generates the metal-org. framework Co(BDP)·2DEF·H2O (1).  X-ray anal. reveals the structure of 1 to contain chains of tetrahedrally ligated Co2+ ions linked through BDP2- ligands to generate a three-dimensional framework with 10 × 10 Å2 channels.  Thermogravimetric data shows the framework to have a high thermal stability, and complete desolvation occurs upon heating at 170 °C under dynamic vacuum for two days to afford 1d.  X-ray powder diffraction data indicates that 1d possesses a substantially different structure, but converts back to 1 upon exposure to DEF, consistent with the presence of a flexible framework.  Nitrogen adsorption isotherms measured for 1d at 77 and 87 K reveal an unprecedented five-step adsorption process and a Langmuir surface area of 2670 m2/g.  In addn., high-pressure H2 adsorption data reveal hysteretic uptake and release, with hysteresis loops of width 1.1, 3.8, 13, and 27 bar that shift to higher pressures as the temp. increases from 50 to 65, 77, and 87 K, resp.  The high H2 uptake capacity of 5.5 excess wt % at 50 K suggests that such materials could potentially find utility for hydrogen storage via a kinetic trapping mechanism.  Variable-temp. kinetics measurements have also allowed the first study of H2 diffusion within a metal-org. framework, revealing an energy barrier of 0.62 kJ/mol for H2 diffusing within the pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXms1Gitb0%253D&md5=6355a96c062de540c55aa13afe969ba5", "42. ", "Kärger", ", ", "J.", "; ", "Ruthven", ", ", "D. M.", "  ", "Diffusion in Zeolites and Other Microporous Solids", "; ", "John Wiley", ": ", "New York", ", ", "1992", ".", "There is no corresponding record for this reference.", "43. ", "Kärger", ", ", "J.", "; ", "Kortunov", ", ", "P.", "; ", "Vasenkov", ", ", "S.", "; ", "Heinke", ", ", "L.", "; ", "Shah", ", ", "D. B.", "; ", "Rakoczy", ", ", "R. A.", "; ", "Traa", ", ", "Y.", "; ", "Weitkamp", ", ", "J.", " ", "Unprecedented Insight into Diffusion by Monitoring the Concentration of Guest Molecules in Nanoporous Host Materials", " ", "Angew. Chem., Int. Ed.", " ", "2006", ",  ", "45", ",  ", "7846", "– ", "7849", " DOI: 10.1002/anie.200602892", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "43. ", "Unprecedented insight into diffusion by monitoring the concentration of guest molecules in nanoporous host materials", "Karger Jorg; Kortunov Pavel; Vasenkov Sergey; Heinke Lars; Shah Dhananjai B; Rakoczy Rainer A; Traa Yvonne; Weitkamp Jens", "Angewandte Chemie (International ed. in English)", "\r\n        (", "2006", "),\r\n    ", "45", "\r\n        (", "46", "),\r\n    ", "7846-9", "\r\n        ISSN:", "1433-7851", ".\r\n    ", "\r\n                There is no expanded citation for this reference.\r\n            ", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD28jisVyhug%253D%253D&md5=b982739b9c3fc27caea8b883fd97a052", "44. ", "Heinke", ", ", "L.", "; ", "Tzoulaki", ", ", "D.", "; ", "Chmelik", ", ", "C.", "; ", "Hibbe", ", ", "F.", "; ", "van Baten", ", ", "J. M.", "; ", "Lim", ", ", "H.", "; ", "Li", ", ", "J.", "; ", "Krishna", ", ", "R.", "; ", "Kärger", ", ", "J.", " ", "Assessing Guest Diffusivities in Porous Hosts from Transient Concentration Profiles", " ", "Phys. Rev. Lett.", " ", "2009", ",  ", "102", ",  ", "065901", " DOI: 10.1103/PhysRevLett.102.065901", " ", "[", "Crossref", "], [", "CAS", "]", "44. ", "Assessing Guest Diffusivities in Porous Hosts from Transient Concentration Profiles", "Heinke, Lars; Tzoulaki, Despina; Chmelik, Christian; Hibbe, Florian; van Baten, Jasper M.; Lim, Hyuna; Li, Jing; Krishna, Rajamani; Karger, Jorg", "Physical Review Letters", "\r\n        (", "2009", "),\r\n    ", "102", "\r\n        (", "6", "),\r\n    ", "065901/1-065901/4", "CODEN:\r\n                ", "PRLTAO", ";\r\n        ISSN:", "0031-9007", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "Using the short-chain-length alkanes from ethane to n-butane as guest mols., transient concn. profiles during uptake or release (via interference microscopy) and tracer exchange (via IR microimaging) in Zn(tbip), a particularly stable representative of a novel family of nanoporous materials (the metal org. frameworks), were recorded.  Analyzing the spatiotemporal dependence of the profiles provides immediate access to the transport diffusivities and self-diffusivities, yielding a data basis of unprecedented reliability for mass transfer in nanoporous materials.  As a particular feature of the system, self- and transport diffusivities may be combined to est. the rate of mutual passages of the guest mols. in the chains of pore segments, thus quantifying departure from a genuine single-file system.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhvFartLw%253D&md5=0f0c39a4e11af9444f125c13dde8c6af", "45. ", "Chmelik", ", ", "C.", "; ", "Kärger", ", ", "J.", "; ", "Wiebcke", ", ", "M.", "; ", "Caro", ", ", "J.", "; ", "van Baten", ", ", "J. M.", "; ", "Krishna", ", ", "R.", " ", "Adsorption and Diffusion of Alkanes in CuBTC Crystals Investigated Using Infra-Red Microscopy and Molecular Simulations", " ", "Microporous Mesoporous Mater.", " ", "2009", ",  ", "117", ",  ", "22", "– ", "32", " DOI: 10.1016/j.micromeso.2008.06.003", " ", "[", "Crossref", "], [", "CAS", "]", "45. ", "Adsorption and diffusion of alkanes in CuBTC crystals investigated using infra-red microscopy and molecular simulations", "Chmelik, C.; Kaerger, J.; Wiebcke, M.; Caro, J.; van Baten, J. M.; Krishna, R.", "Microporous and Mesoporous Materials", "\r\n        (", "2008", "),\r\n    ", "117", "\r\n        (", "1-2", "),\r\n    ", "22-32", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier", ")\r\n        ", "The adsorption and intra-cryst. diffusion of n-butane (nC4), iso-butane (iC4), 2-methylbutane (2MB), and 2,2-dimethylpropane (neoP) in CuBTC (Cu3(BTC)2 where BTC = benzene-1,3,5-tricarboxylate) has been investigated using IR microscopy (IRM), combined with mol. simulations.  Both expts. and simulations show strong inflection characteristics in the adsorption isotherms.  The primary cause of the inflection is due to the strong preference for adsorption within, and in the regions close to the mouths of tetrahedral pockets.  The isotherm inflection has a significant influence on the dependence of the Maxwell-Stefan diffusivity, D, on the fractional occupancy, Di.  Both IRM expts. and simulations show that the Di-θi behavior appears to be influenced by the loading dependence of the inverse thermodn. factor 1/Γi = dlnθi/dlnpi.  For nC4 and iC4, the Di increase sharply by about one order of magnitude as the occupancy θi increases from 0 to about 0.2.  This increase is caused by the fact that the diffusion characteristics undergo a transition from being dominated by hops across narrow 4.6 Å windows at low loadings to hops across large 9 Å windows for loadings higher than 8 mols. per unit cell.  For loadings higher than 8 mols. per unit cell the Di-θi dependence of nC4 and iC4 is dictated by 1/Γi, characteristic of more open channel structures such as FAU zeolite.  For 2MB and neoP, the IRM expts. show evidence of phase transition and except for the region in which this occurs the ETHi follows the occupancy dependence of 1/Γi for the entire range of loadings.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhsVSgsr7K&md5=023a2404b5d6c33bca4f44dc237a5b73", "46. ", "Chmelik", ", ", "C.", "; ", "Kärger", ", ", "J.", " ", "In Situ Study on Molecular Diffusion Phenomena in Nanoporous Catalytic Solids", " ", "Chem. Soc. Rev.", " ", "2010", ",  ", "39", ",  ", "4864", "– ", "4884", " DOI: 10.1039/c0cs00100g", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "46. ", "In situ study on molecular diffusion phenomena in nanoporous catalytic solids", "Chmelik, Christian; Kaerger, Joerg", "Chemical Society Reviews", "\r\n        (", "2010", "),\r\n    ", "39", "\r\n        (", "12", "),\r\n    ", "4864-4884", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  As an omnipresent phenomenon in nature, diffusion is among the rate-detg. processes in many technol. processes.  This is in particular true for catalytic conversion in nanoporous materials.  We provide a crit. review of the possibilities of exploring diffusion phenomena over microscopic dimensions in such media by direct exptl. observation.  By monitoring the probability distribution of mol. displacements as a function of time, the pulsed field gradient technique of NMR (PFG NMR) records the rate of mol. re-distribution.  By varying the observation time, PFG NMR is thus able to trace even hierarchies of transport resistances as occurring, e.g., in catalyst particles in the form of binder-compacted assemblages of zeolite crystallites.  Alternatively, and complementary to this information, interference microscopy (IFM) and IR microscopy (IRM) are able to follow the evolution of intracryst. concn. profiles during uptake and release.  This allows, in particular, an accurate quantification of the transport resistances on the surface of the individual crystallites and of the probability that reactant mols. from the gas phase, upon colliding with the external surface, are able to penetrate through such \"surface barriers\" into the crystal bulk phase.  Being able to distinguish between different mol. species, IRM is able to record the evolution of intracryst. concn. profiles even during multi-component adsorption and catalytic reactions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsVejsLzF&md5=2cef2de442a76e37f442cc2ddd6ef82f", "47. ", "Zhang", ", ", "L.", "; ", "Chmelik", ", ", "C.", "; ", "van Laak", ", ", "A. N. C.", "; ", "Kärger", ", ", "J.", "; ", "de Jongh", ", ", "P. E.", "; ", "de Jong", ", ", "K. P.", " ", "Direct Assessment of Molecular Transport in Mordenite: Dominance of Surface Resistances", " ", "Chem. Commun.", " ", "2009", ",  ", "6424", "– ", "6426", " DOI: 10.1039/b914391b", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "47. ", "Direct assessment of molecular transport in mordenite: dominance of surface resistances", "Zhang, Lei; Chmelik, Christian; van Laak, Adri N. C.; Kaerger, Joerg; de Jongh, Petra E.; de Jong, Krijn P.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2009", "),\r\n    ", "\r\n        (", "42", "),\r\n    ", "6424-6426", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "For the first time, macroscopic and microscopic diffusion measurements were combined for a single system: n-hexane in mordenite.  Using tapered element oscillating microbalance and IR microimaging results, we unequivocally proved the dominant role of surface barriers for mol. transport.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht1yis77O&md5=74ffb021ed451b12a2923a69bf6fc7d2", "48. ", "Ruthven", ", ", "D. M.", "; ", "Heinke", ", ", "L.", "; ", "Kärger", ", ", "J.", " ", "Sorption Kinetics for Surface Resistance Controlled Systems", " ", "Microporous Mesoporous Mater.", " ", "2010", ",  ", "132", ",  ", "94", "– ", "102", " DOI: 10.1016/j.micromeso.2010.02.003", " ", "[", "Crossref", "], [", "CAS", "]", "48. ", "Sorption kinetics for surface resistance controlled systems", "Ruthven, Douglas M.; Heinke, Lars; Kaerger, Joerg", "Microporous and Mesoporous Materials", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "1-2", "),\r\n    ", "94-102", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "A simple math. model is proposed to represent the kinetics of adsorption and desorption for a system in which surface resistance is rate controlling with a concn.-dependent rate coeff.  Expressions for the transient adsorption and desorption curves are obtained in closed form.  When the rate coeff. increases strongly with loading, as it does for many of the systems that were studied exptl., the adsorption and desorption curves show characteristically different shapes.  The model provides a good representation of the sorption kinetics for methanol in large crystals of ferrierite for which extensive exptl. data are available.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXks1GgsrY%253D&md5=6fed85864f7eae0d5ea70ffafd4ecc61", "49. ", "Kärger", ", ", "J.", "; ", "Ruthven", ", ", "D. M.", "; ", "Theodorou", ", ", "D. N.", "  ", "Diffusion in Nanoporous Materials", "; ", "Wiley-VCH", ": ", "Weinheim", ", ", "2012", ".", "[", "Crossref", "]", "There is no corresponding record for this reference.", "50. ", "Kärger", ", ", "J.", "; ", "Binder", ", ", "T.", "; ", "Chmelik", ", ", "C.", "; ", "Hibbe", ", ", "F.", "; ", "Krautscheid", ", ", "H.", "; ", "Krishna", ", ", "R.", "; ", "Weitkamp", ", ", "J.", " ", "Microimaging of Transient Guest Profiles to Monitor Mass Transfer in Nanoporous Materials", " ", "Nat. Mater.", " ", "2014", ",  ", "13", ",  ", "333", "– ", "343", " DOI: 10.1038/nmat3917", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "50. ", "Microimaging of transient guest profiles to monitor mass transfer in nanoporous materials", "Karger Jorg; Binder Tomas; Chmelik Christian; Hibbe Florian; Krautscheid Harald; Krishna Rajamani; Weitkamp Jens", "Nature materials", "\r\n        (", "2014", "),\r\n    ", "13", "\r\n        (", "4", "),\r\n    ", "333-43", "\r\n        ISSN:", "1476-1122", ".\r\n    ", "The intense interactions of guest molecules with the pore walls of nanoporous materials is the subject of continued fundamental research.  Stimulated by their thermal energy, the guest molecules in these materials are subject to a continuous, irregular motion, referred to as diffusion.  Diffusion, which is omnipresent in nature, influences the efficacy of nanoporous materials in reaction and separation processes.  The recently introduced techniques of microimaging by interference and infrared microscopy provide us with a wealth of information on diffusion, hitherto inaccessible from commonly used techniques.  Examples include the determination of surface barriers and the sticking coefficient's analogue, namely the probability that, on colliding with the particle surface, a molecule may continue its diffusion path into the interior.  Microimaging is further seen to open new vistas in multicomponent guest diffusion (including the detection of a reversal in the preferred diffusion pathways), in guest-induced phase transitions in nanoporous materials and in matching the results of diffusion studies under equilibrium and non-equilibrium conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC2crlvFSksQ%253D%253D&md5=206a304d59b1834d4313a8e6a421f3cb", "51. ", "Heinke", ", ", "L.", "; ", "Kortunov", ", ", "P.", "; ", "Tzoulaki", ", ", "D.", "; ", "Kärger", ", ", "J.", " ", "The Options of Interference Microscopy to Explore the Significance of Intracrystalline Diffusion and Surface Permeation for Overall Mass Transfer on Nanoporous Materials", " ", "Adsorption", " ", "2007", ",  ", "13", ",  ", "215", "– ", "223", " DOI: 10.1007/s10450-007-9048-y", " ", "[", "Crossref", "], [", "CAS", "]", "51. ", "The options of interference microscopy to explore the significance of intracrystalline diffusion and surface permeation for overall mass transfer on nanoporous materials", "Heinke, L.; Kortunov, P.; Tzoulaki, D.; Kaerger, J.", "Adsorption", "\r\n        (", "2007", "),\r\n    ", "13", "\r\n        (", "3/4", "),\r\n    ", "215-223", "CODEN:\r\n                ", "ADSOFO", ";\r\n        ISSN:", "0929-5607", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "After a short introduction into interference microscopy and its potentials in monitoring transient concn. profiles in nanoporous materials, we conc. on the special options of an anal. of these profiles close to the crystal surfaces.  We shall in particular introduce a novel route of correlating the overall uptake, at a certain instant of time, with the current boundary concn.  In this way, the significance of surface resistances to overall mol. uptake may be most vividly demonstrated.  Considering a large variety of nanoporous host-guest systems, including methanol in zeolites ferrierite, methanol in MOF Manganese(II)-formate and methanol in SAPO STA-7, quite different patterns of surface resistivities may be obsd.  A generalized anal. is complicated by the fact that both the diffusivities and the surface permeabilities are found to notably depend on the actual concn.  As a consequence, for one and the same system and over identical pressure steps, the relative contributions of diffusion and surface permeation to the overall process may be quite different for desorption and adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtlKlt7jJ&md5=bdd7cef7f6dcf11e372a774184cdc805", "52. ", "Heinke", ", ", "L.", " ", "Significance of Concentration-Dependent Intracrystalline Diffusion and Surface Permeation for Overall Mass Transfer", " ", "Diffusion Fundamentals", " ", "2007", ",  ", "4", ",  ", "12.1", "– ", "12.11", "There is no corresponding record for this reference.", "53. ", "Chmelik", ", ", "C.", " ", "Characteristic Features of Molecular Transport in MOF ZIF-8 as Revealed by IR Microimaging", " ", "Microporous Mesoporous Mater.", " ", "2015", ",  ", "216", ",  ", "138", "– ", "145", " DOI: 10.1016/j.micromeso.2015.05.008", " ", "[", "Crossref", "], [", "CAS", "]", "53. ", "Characteristic features of molecular transport in MOF ZIF-8 as revealed by IR microimaging", "Chmelik, Christian", "Microporous and Mesoporous Materials", "\r\n        (", "2015", "),\r\n    ", "216", "\r\n        (", "),\r\n    ", "138-145", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "In this study differences in the diffusion characteristics of several small mols. in MOF ZIF-8 were examd.  The diffusion data were obtained using the technique of IR microscopy by investigating individual crystals.  Most of the primary data were already published sep. but are revisited here, complemented with new data and discussed together as a mini-review on the diffusion characteristics.  The range of the reported diffusivities covers six orders of magnitude.  This study was only possible owing to the particularly wide range of crystal sizes, from 20 up to 300 μm, available for the diffusion expts.  Different features in the loading dependencies are identified.  They reflect a large variety of mechanisms which dominate the mass transfer within the pores, including window blocking effects and mol. clustering.  It is demonstrated that the diffusion characteristics may change significantly if a small mol. like methane diffuses in a mixt. with other guests.  However, this is not a general feature of the system as for larger mols. like ethane and ethene no difference in the mixt. was found compared to the single compd.  Hence, predictions solely based on single-component data like membrane sepn. factors may differ notably from the real performance.  On the basis of diffusivity measurements with small alcs. the validity of the Darken relation is demonstrated and found to provide a quant. tool to correlate transport and self-diffusivity in this host system.  Besides all details of the underlying transport mechanisms this study provides a broad basis of ref. data for the diffusivity in one of the most prominent representatives among the ZIF MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXos1ejt7s%253D&md5=5bbc5c22c40558076d0646c4e1680205", "54. ", "Shekhah", ", ", "O.", "; ", "Eddaoudi", ", ", "M.", " ", "The Liquid Phase Epitaxy Method for the Construction of Oriented ZIF-8 Thin Films with Controlled Growth on Functionalized Surfaces", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "10079", "– ", "10081", " DOI: 10.1039/c3cc45343j", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "54. ", "The liquid phase epitaxy method for the construction of oriented ZIF-8 thin films with controlled growth on functionalized surfaces", "Shekhah, Osama; Eddaoudi, Mohamed", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "86", "),\r\n    ", "10079-10081", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Highly-oriented ZIF-8 thin films with controllable thickness were grown on an -OH-functionalized Au substrate using the liq. phase epitaxy method at room temp., as evidenced by SEM and PXRD.  The adsorption-desorption properties of the resulting ZIF-8 thin film were investigated for various VOCs using the QCM technique.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsFOisrzJ&md5=c0c84699c1b81abd4d041fec942851c8", "55. ", "Chen", ", ", "D.", "; ", "Rebo", ", ", "H. P.", "; ", "Holman", ", ", "A.", " ", "Diffusion and Deactivation during Methanol Conversion over SAPO-34: A Percolation Approach", " ", "Chem. Eng. Sci.", " ", "1999", ",  ", "54", ",  ", "3465", "– ", "3473", " DOI: 10.1016/S0009-2509(98)00474-6", " ", "[", "Crossref", "], [", "CAS", "]", "55. ", "Diffusion and deactivation during methanol conversion over SAPO-34: a percolation approach", "Chen, De; Rebo, Hans Petter; Holmen, Anders", "Chemical Engineering Science", "\r\n        (", "1999", "),\r\n    ", "54", "\r\n        (", "15-16", "),\r\n    ", "3465-3473", "CODEN:\r\n                ", "CESCAC", ";\r\n        ISSN:", "0009-2509", ".\r\n    \r\n            (", "Elsevier Science Ltd.", ")\r\n        ", "The diffusion and deactivation during MeOH conversion to olefins over SAPO-34 were studied on differently sized crystals using an oscillating microbalance reactor.  The reactive diffusivity of 1.1 x 10-8 m2/s measured from MeOH conversion on differently sized crystals was comparable with the MeOH steady-state diffusivity of 3.3 x 10-9 m2/s as measured by the uptake method.  A percolation model based on a realistic three-dimensional pore network and taking into account the site coverage effect and the correlated percolation phenomenon, was developed to describe the diffusion and deactivation due to coke deposition.  Simulated changes in relative effective diffusivity with the coke content or the fraction of occupied sites in the network agree well with exptl. results.  The diffusivity decreased significantly with increasing coke content in the cages.  Water adsorption was a simple and reliable method to measure the pore vol. changes with the coke content, relating the coke content with the fraction of occupied sites in the network.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXksVSlurY%253D&md5=bf82ea2c4c65b229903a4df3f8ead34d", "56. ", "Kärger", ", ", "J.", "; ", "Caro", ", ", "J.", " ", "Interpretation and Correlation of Zeolitic Diffusivities Obtained from Nuclear Magnetic Resonance and Sorption Experiments", " ", "J. Chem. Soc., Faraday Trans. 1", " ", "1977", ",  ", "73", ",  ", "1363", "– ", "1376", " DOI: 10.1039/f19777301363", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "57. ", "Bülow", ", ", "M.", "; ", "Struve", ", ", "P.", "; ", "Finger", ", ", "G.", "; ", "Redszus", ", ", "C.", "; ", "Ehrhardt", ", ", "K.", "; ", "Schirmer", ", ", "W.", "; ", "Kärger", ", ", "J.", " ", "Sorption Kinetics of ", "n", "-hexane on MgA Zeolites of Different Crystal Sizes. Study of the Rate-limiting Transport Mechanism", " ", "J. Chem. Soc., Faraday Trans. 1", " ", "1980", ",  ", "76", ",  ", "597", "– ", "615", " DOI: 10.1039/f19807600597", " ", "[", "Crossref", "], [", "CAS", "]", "57. ", "Sorption kinetics of n-hexane on MgA zeolites of different crystal sizes.  Study of the rate-limiting transport mechanism", "Buelow, Martin; Struve, Peter; Finger, Gerd; Redszus, Christel; Ehrhardt, Klaus; Schirmer, Wolfgang; Kaeger, Joerg", "Journal of the Chemical Society, Faraday Transactions 1:  Physical Chemistry in Condensed Phases", "\r\n        (", "1980", "),\r\n    ", "76", "\r\n        (", "3", "),\r\n    ", "597-615, 1 Plate", "CODEN:\r\n                ", "JCFTAR", ";\r\n        ISSN:", "0300-9599", ".\r\n    ", "The sorption kinetics of n-hexane on MgA zeolite were studied in a const. vol. variable pressure system as a function of zeolite crystal size (mean edge length of cubic crystals 0.7-43 μm), at 373-623 K, pressure ∼4 × 10-3-265 Pa, and amt. sorbed ∼2 × 10-4-3 × 10-1 mmol/g.  The uptake curves were analyzed by soln. of the appropriate diffusion equation on the assumption that the uptake rate is limited by intracryst. diffusion.  An addnl. anal. considered the sorption process as being limited by surmounting a transport resistance in the surface region of zeolite crystals.  Over the whole ranges of amt. sorbed and crystal size the apparent diffusion coeff. is independent of amt. sorbed at const. temp.  At each temp. there is an unambiguous dependence of the apparent diffusion coeff. on zeolite crystal size.  Conclusions may be drawn concerning the rate-limiting transport mechanisms : for crystal size 0.7-13 μm a surface barrier is possible (for several crystal samples a surface barrier dependent on the crystal size is probable at lower temps.,); and for crystal size 33-43 μm the uptake is limited by intracryst. diffusion.  The energy of activation is ⪆50 and ∼42 kJ/mol for the 2 situations, resp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3cXit1Whurs%253D&md5=de26b460f1fb7be27e82b27ebb9b0983", "58. ", "Gobin", ", ", "O. C.", "; ", "Reitmeier", ", ", "S. J.", "; ", "Jentys", ", ", "A.", "; ", "Lercher", ", ", "J. A.", " ", "Comparison of the Transport of Aromatic Compounds in Small and Large MFI Particles", " ", "J. Phys. Chem. C", " ", "2009", ",  ", "113", ",  ", "20435", "– ", "20444", " DOI: 10.1021/jp907444c", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "58. ", "Comparison of the Transport of Aromatic Compounds in Small and Large MFI Particles", "Gobin, O. C.; Reitmeier, S. J.; Jentys, A.; Lercher, J. A.", "Journal of Physical Chemistry C", "\r\n        (", "2009", "),\r\n    ", "113", "\r\n        (", "47", "),\r\n    ", "20435-20444", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The diffusion of alkyl-substituted arom. mols. in two H-ZSM5 samples consisting of very small ( < 100 nm) and large (∼3-4 μm) primary particles was studied by the frequency response method.  Anal. of the exptl. data in combination with the theor. modeling of the complete transport network shows that the details of the transport processes and the rate detg. step depend on the particle size.  With large particles, intracryst. diffusion was rate detg. for the overall diffusion, while for the small particles the diffusion was controlled by surface effects.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtlKms7rK&md5=ae02020c8c5386e7afc9383c68d5f1a7", "59. ", "Gueudré", ", ", "L.", "; ", "Jolimaîte", ", ", "E.", "; ", "Bats", ", ", "N.", "; ", "Dong", ", ", "W.", " ", "Diffusion in Zeolites: Is Surface Resistance a Critical Parameter?", " ", "Adsorption", " ", "2010", ",  ", "16", ",  ", "17", "– ", "27", " DOI: 10.1007/s10450-010-9213-6", " ", "[", "Crossref", "], [", "CAS", "]", "59. ", "Diffusion in zeolites: is surface resistance a critical parameter?", "Gueudre, Laurent; Jolimaite, Elsa; Bats, Nicolas; Dong, Wei", "Adsorption", "\r\n        (", "2010", "),\r\n    ", "16", "\r\n        (", "1-2", "),\r\n    ", "17-27", "CODEN:\r\n                ", "ADSOFO", ";\r\n        ISSN:", "0929-5607", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "Gravimetric uptake measurements were performed with cyclohexane for different Silicalite-1 crystals sizes.  It was obsd. that the apparent diffusion coeffs. vary with crystal size, confirming the existence of a surface resistance.  Considering that surface and the intracryst. characteristic diffusion times are additives, it was possible to dissoc. the two resistances.  Surface mass transfer coeff. was found to be in the same order of magnitude for the different samples and activated with temp.  The contribution of surface resistance to mass transfer limitation is lower at high temps. and for the bigger crystals.  Surface resistance is far from being negligible for the smaller crystals: for crystals of 2 μm, surface resistance represents more than 60% of the total mass transfer resistance at 398 K.  And crystals of that size (in the order of 2 μm) are usually used industrially, in order to minimize mass transfer resistance.  The surface of one of our sample was purified by etching with a soln. of hydrogen fluoride, without any enhancement of the adsorption kinetic.  Surface resistance may not be located at the extreme surface of the crystals but in a layer of non negligible thickness of distorted crystal structure around the crystals.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXntVelu7Y%253D&md5=5f7f6117e3d08ed530aced654668745a", "60. ", "Teixeira", ", ", "A. R.", "; ", "Chang", ", ", "C. C.", "; ", "Coogan", ", ", "T.", "; ", "Kendall", ", ", "R.", "; ", "Fan", ", ", "W.", "; ", "Dauenhauer", ", ", "P. J.", " ", "Dominance of Surface Barriers in Molecular Transport through Silicalite-1", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "25545", "– ", "25555", " DOI: 10.1021/jp4089595", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "60. ", "Dominance of Surface Barriers in Molecular Transport through Silicalite-1", "Teixeira, Andrew R.; Chang, Chun-Chih; Coogan, Timothy; Kendall, Ross; Fan, Wei; Dauenhauer, Paul J.", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "48", "),\r\n    ", "25545-25555", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Development of microporous materials with hierarchical structures of both micro/mesopores leads to mol. transport at nanometer length scales.  For novel microporous materials including three-dimensionally ordered mesoporous imprinted (3DOm-i) zeolites and zeolite nanosheets, particle dimensions are <35 nm resulting in surface-dominated structures.  At the same time, the existence of surface-controlled mass transport including undefined surface barriers reduces apparent diffusivity of hydrocarbons by orders of magnitude.  This paper systematically characterizes cyclohexane transport in silicalite-1 by zero length chromatog. (ZLC) to det. apparent diffusivity varying over 3 orders of magnitude in particles ranging from 35 nm to 3 μm.  Three proposed mechanisms for surface barriers including surface pore narrowing, surface pore blockage, or surface desorption are evaluated by comparison with particle-size/diffusivity data.  Transport control in small particles was likely due to either pore narrowing at the surface or an extension of the diffusional length scale near the surface due to total pore blockages.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslOmsLfL&md5=08d088399e59cc173a5e462753ba203a", "61. ", "Teixeira", ", ", "A. R.", "; ", "Qi", ", ", "X. D.", "; ", "Chang", ", ", "C. C.", "; ", "Fan", ", ", "W.", "; ", "Conner", ", ", "W. C.", "; ", "Dauenhauer", ", ", "P. J.", " ", "On Asymmetric Surface Barriers in MFI Zeolites Revealed by Frequency Response", " ", "J. Phys. Chem. C", " ", "2014", ",  ", "118", ",  ", "22166", "– ", "22180", " DOI: 10.1021/jp507212b", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "61. ", "On Asymmetric Surface Barriers in MFI Zeolites Revealed by Frequency Response", "Teixeira, Andrew R.; Qi, Xiaoduo; Chang, Chun-Chih; Fan, Wei; Conner, Wm. Curtis; Dauenhauer, Paul J.", "Journal of Physical Chemistry C", "\r\n        (", "2014", "),\r\n    ", "118", "\r\n        (", "38", "),\r\n    ", "22166-22180", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Diffusional mass transport in porous materials is important for shape-selective catalysis and sepn. technologies.  To maximize turnover and catalytic site accessibility, hierarchical materials are synthesized with length scales as small as single crystal lattices (∼2 nm, MFI).  While these materials are potentially efficient catalysts, they have been shown to exhibit apparent diffusivities that are orders of magnitude slower than those in bulk crystals.  To evaluate the dependence of apparent diffusivity with particle size, the kinetics and mechanism have been characterized by frequency response methods for cyclohexane mass transfer into and out of silicalite-1 particles varying in size over two orders of magnitude.  Development of a new mass transport model utilizes data obtained by frequency response to characterize two sequential rate limitations: intracryst. diffusion and asym. surface barriers.  Activation energy assocd. with transport into the surface (Ea,s = 20.8 kJ/mol) was obsd. to be significantly less than that of intracryst. diffusion and release (Ea = 53.9 kJ/mol ≈ 54.1 kJ/mol = Ea,-s).  Surface pore blockages are proposed to dominate mass transport in small zeolite particles.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhsVGhtLrO&md5=2b440f05458e7bae7d65669ef1260338", "62. ", "Teixeira", ", ", "A. R.", "; ", "Qi", ", ", "X. D.", "; ", "Conner", ", ", "W. C.", "; ", "Mountziaris", ", ", "T. J.", "; ", "Fan", ", ", "W.", "; ", "Dauenhauer", ", ", "P. J.", " ", "2D Surface Structures in Small Zeolite MFI Crystals", " ", "Chem. Mater.", " ", "2015", ",  ", "27", ",  ", "4650", "– ", "4660", " DOI: 10.1021/acs.chemmater.5b01046", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "62. ", "2D Surface Structures in Small Zeolite MFI Crystals", "Teixeira, Andrew R.; Qi, Xiaoduo; Conner, Wm. Curtis; Mountziaris, T. J.; Fan, Wei; Dauenhauer, Paul J.", "Chemistry of Materials", "\r\n        (", "2015", "),\r\n    ", "27", "\r\n        (", "13", "),\r\n    ", "4650-4660", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Use of new hierarchical zeolites comprised of small crystallites (<50 nm) provides enhanced processing rates in sepn. and catalytic applications.  However, mol. permeation through surface pores in small zeolite crystals was shown to control the overall rate, resulting in apparent site-to-site intracryst. kinetics that vary by as much as three orders of magnitude.  The external surface of small zeolite MFI crystals was characterized by combining exptl. kinetics and mol. simulation to evaluate the hypothesis of a two-dimensional distribution of surface pores that are either open or closed (i.e., fraction, popen).  The movement of benzene through the MFI lattice and surface was evaluated with a discrete space kinetic Monte Carlo algorithm with varying particle sizes (1.0 nm ≤ R ≤ 640 nm) and fraction of surface pore openings (10-4 < popen < 100).  Introduction of randomly distributed surface pore blockages increases the mol. path length for adsorbates exiting the particle while maintaining a const. apparent activation energy, consistent with addnl. mol. motion near the internal surface.  Comparison of the dimensionless surface barrier (λ = τSurface/τBulk) obtained by simulation to exptl. measurements (zero length chromatog.) for silicalite-1 particles (62 nm to 3 μm, 50-110°) reveals that the vast majority (>99.9%) of surface pores must be blocked (popen < 10-3) to justify the obsd. surface permeation rate of hydrocarbon adsorbates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXhtVars7vF&md5=e2ccfe5610d9b28c5bd7440fb3f0aab2", "63. ", "Zhang", ", ", "C.", "; ", "Lively", ", ", "R. P.", "; ", "Zhang", ", ", "K.", "; ", "Johnson", ", ", "J. R.", "; ", "Karvan", ", ", "O.", "; ", "Koros", ", ", "W. J.", " ", "Unexpected Molecular Sieving Properties of Zeolitic Imidazolate Framework-8", " ", "J. Phys. Chem. Lett.", " ", "2012", ",  ", "3", ",  ", "2130", "– ", "2134", " DOI: 10.1021/jz300855a", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "63. ", "Unexpected Molecular Sieving Properties of Zeolitic Imidazolate Framework-8", "Zhang, Chen; Lively, Ryan P.; Zhang, Ke; Johnson, Justin R.; Karvan, Oguz; Koros, William J.", "Journal of Physical Chemistry Letters", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "16", "),\r\n    ", "2130-2134", "CODEN:\r\n                ", "JPCLCD", ";\r\n        ISSN:", "1948-7185", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors studied mol. sieving properties of zeolitic imidazolate framework-8 (ZIF-8) by estg. the thermodynamically cor. diffusivities of probe mols. at 35°.  From He (2.6 Å) to iso-C4H10 (5.0 Å), the cor. diffusivity drops 14 orders of magnitude.  The authors' results further suggest that the effective aperture size of ZIF-8 for mol. sieving is at 4.0-4.2 Å, which is significantly larger than the XRD-derived value (3.4 Å) and between the known aperture size of zeolite 4A (3.8 Å) and 5A (4.3 Å).  Because of aperture flexibility, the studied C4 hydrocarbon mols. that are larger than this effective aperture size still adsorb in the micropores of ZIF-8 with kinetic selectivities for iso-C4H8/iso-C4H10 of 180 and n-C4H10/iso-C4H10 of 2.5 × 106.  These unexpected mol. sieving properties open up new opportunities for ZIF materials for sepns. that cannot be economically achieved by traditional microporous adsorbents such as synthetic zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtV2gt7rN&md5=4fa48951d035d74844ab37c6aaff3297", "64. ", "Zhang", ", ", "K.", "; ", "Lively", ", ", "R. P.", "; ", "Zhang", ", ", "C.", "; ", "Chance", ", ", "R. R.", "; ", "Koros", ", ", "W. J.", "; ", "Sholl", ", ", "D. S.", "; ", "Nair", ", ", "S.", " ", "Exploring the Framework Hydrophobicity and Flexibility of ZIF-8: From Biofuel Recovery to Hydrocarbon Separations", " ", "J. Phys. Chem. Lett.", " ", "2013", ",  ", "4", ",  ", "3618", "– ", "3622", " DOI: 10.1021/jz402019d", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "64. ", "Exploring the Framework Hydrophobicity and Flexibility of ZIF-8: From Biofuel Recovery to Hydrocarbon Separations", "Zhang, Ke; Lively, Ryan P.; Zhang, Chen; Chance, Ronald R.; Koros, William J.; Sholl, David S.; Nair, Sankar", "Journal of Physical Chemistry Letters", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "21", "),\r\n    ", "3618-3622", "CODEN:\r\n                ", "JPCLCD", ";\r\n        ISSN:", "1948-7185", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The framework hydrophobicity and flexibility of ZIF-8 were studied by a detailed adsorption and diffusion study of probe mols. including ethanol, 1-butanol, water, hexane isomers, xylene isomers, and 1,2,4-trimethylbenzene.  The prospects for using ZIF-8 in biofuel recovery and hydrocarbon sepns. are discussed in terms of adsorption or kinetic selectivities.  ZIF-8 shows extremely low water vapor uptakes and is esp. suitable for vapor phase butanol-based biofuel recovery.  The extraordinary framework flexibility of ZIF-8 is demonstrated by the adsorption of hydrocarbon mols. that are much larger than its nominal pore size, such as m-xylene, o-xylene and 1,2,4-trimethylbenzene.  The calcn. of cor. diffusion coeffs. reveals an interesting spectrum of promising kinetic hydrocarbon sepns. by ZIF-8.  A mol. sieving effect tends to occur in the sorbate mol. size range of 4-6 Å rather than around the nominal ZIF-8 pore size of 3.4 Å, due to its surprising framework flexibility.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhsFygu7jN&md5=ff09d42483839a6007f75aafc0a5351c", "65. ", "Bux", ", ", "H.", "; ", "Chmelik", ", ", "C.", "; ", "van Baten", ", ", "J. M.", "; ", "Krishna", ", ", "R.", "; ", "Caro", ", ", "J.", " ", "Novel MOF-Membrane for Molecular Sieving Predicted by IR-Diffusion Studies and Molecular Modeling", " ", "Adv. Mater.", " ", "2010", ",  ", "22", ",  ", "4741", "– ", "4743", " DOI: 10.1002/adma.201002066", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "65. ", "Novel MOF-Membrane for Molecular Sieving Predicted by IR-Diffusion Studies and Molecular Modeling", "Bux, Helge; Chmelik, Christian; van Baten, Jasper M.; Krishna, Rajamani; Caro, Juergen", "Advanced Materials (Weinheim, Germany)", "\r\n        (", "2010", "),\r\n    ", "22", "\r\n        (", "42", "),\r\n    ", "4741-4743", "CODEN:\r\n                ", "ADVMEW", ";\r\n        ISSN:", "0935-9648", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "This paper reports a combination of a theor. and an exptl. method to est. the carbon dioxide/methane permeation selectivity of a ZIF-8 mol. sieve membrane.  The results fit remarkably well with the exptl. values.  This findings might indicate that the pore apertures are rather flexible than rigid.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtlKkurrE&md5=cddf2bf623da49c6c3561b7199a6041d", "66. ", "Pusch", ", ", "A. K.", "; ", "Splith", ", ", "T.", "; ", "Moschkowitz", ", ", "L.", "; ", "Karmakar", ", ", "S.", "; ", "Biniwale", ", ", "R.", "; ", "Sant", ", ", "M.", "; ", "Suffritti", ", ", "G. B.", "; ", "Demontis", ", ", "P.", "; ", "Cravillon", ", ", "J.", "; ", "Pantatosaki", ", ", "E.", "; ", "Stallmach", ", ", "F.", " ", "NMR Studies of Carbon Dioxide and Methane Self-Diffusion in ZIF-8 at Elevated Gas Pressures", " ", "Adsorption", " ", "2012", ",  ", "18", ",  ", "359", "– ", "366", " DOI: 10.1007/s10450-012-9414-2", " ", "[", "Crossref", "], [", "CAS", "]", "66. ", "NMR studies of carbon dioxide and methane self-diffusion in ZIF-8 at elevated gas pressures", "Pusch, Anne-Kristin; Splith, Tobias; Moschkowitz, Lutz; Karmakar, Shilpi; Biniwale, Rajesh; Sant, Marco; Suffritti, Giuseppe B.; Demontis, Pierfranco; Cravillon, Janosch; Pantatosaki, Evangelia; Stallmach, Frank", "Adsorption", "\r\n        (", "2012", "),\r\n    ", "18", "\r\n        (", "5-6", "),\r\n    ", "359-366", "CODEN:\r\n                ", "ADSOFO", ";\r\n        ISSN:", "0929-5607", ".\r\n    \r\n            (", "Springer", ")\r\n        ", "Self-diffusion measurements with methane and carbon dioxide adsorbed in the Zeolitic Imidazolate Framework-8 (ZIF-8) were performed by 1H and 13C pulsed field gradient NMR (PFG NMR).  The expts. were conducted at 298 K and variable pressures of 7 to 15 bar in the gas phase above the ZIF-8 bed.  Via known adsorption isotherms these pressures were converted to loadings of the adsorbed mols.  The self-diffusion coeffs. of carbon dioxide measured by PFG NMR are found to be independent of loading.  They are in good agreement with results from mol. dynamic (MD) simulations and resume the trend previously found by IR microscopy at lower loadings.  Methane diffuses in ZIF-8 only slightly slower than carbon dioxide.  Its exptl. obtained self-diffusion coeffs. are about a factor of two smaller than the corresponding values detd. by MD simulations using flexible frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs1Wlsb%252FL&md5=77bd4af4e087c3f6fcb2b5f92beb21a1", "67. ", "Jobic", ", ", "H.", "; ", "Kolokolov", ", ", "D. I.", "; ", "Stepanov", ", ", "A. G.", "; ", "Koza", ", ", "M. M.", "; ", "Ollivier", ", ", "J.", " ", "Diffusion of CH", "4", " in ZIF-8 Studied by Quasi-Elastic Neutron Scattering", " ", "J. Phys. Chem. C", " ", "2015", ",  ", "119", ",  ", "16115", "– ", "16120", " DOI: 10.1021/acs.jpcc.5b04259", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "67. ", "Diffusion of CH4 in ZIF-8 Studied by Quasi-Elastic Neutron Scattering", "Jobic, H.; Kolokolov, D. I.; Stepanov, A. G.; Koza, M. M.; Ollivier, J.", "Journal of Physical Chemistry C", "\r\n        (", "2015", "),\r\n    ", "119", "\r\n        (", "28", "),\r\n    ", "16115-16120", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Quasi-elastic neutron scattering (QENS) measurements have been performed to characterize at the mol. level the diffusion of CH4 adsorbed at various concns. in ZIF-8.  This allows to compare for the first time diffusivities obtained in a MOF by microscopic and mesoscopic techniques.  The good agreement which is obsd. between the different methods shows that there are no defects obstructing diffusion, which is often the case in zeolites.  Even if the effective size of ZIF-8 windows is larger than the diam. derived from crystallog., the characteristic time for intercage diffusion (∼ns) is much longer than the time between jumps within a cage (∼10 ps), indicating that the org. linkers severely hinder mol. passage.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXhtVKit7zL&md5=2414fd01471235d2cde6772218a95b36"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-51/acs.jpcc.5b09520/20151218/images/small/jp-2015-09520h_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-51/acs.jpcc.5b09520/20151218/images/small/jp-2015-09520h_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-51/acs.jpcc.5b09520/20151218/images/small/jp-2015-09520h_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-51/acs.jpcc.5b09520/20151218/images/small/jp-2015-09520h_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-51/acs.jpcc.5b09520/20151218/images/small/jp-2015-09520h_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-51/acs.jpcc.5b09520/20151218/images/small/jp-2015-09520h_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-51/acs.jpcc.5b09520/20151218/images/small/jp-2015-09520h_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-51/acs.jpcc.5b09520/20151218/images/small/jp-2015-09520h_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpccck/2015/jpccck.2015.119.issue-51/acs.jpcc.5b09520/20151218/images/small/jp-2015-09520h_0010.gif\">"]}
