{"title": ["Dual Exchange in PCN-333: A Facile Strategy to Chemically Robust Mesoporous Chromium Metal–Organic Framework with Functional Groups"], "authors": ["Jihye Park", "Dawei Feng", "Hong-Cai Zhou"], "doi": ["10.1021/jacs.5b07373"], "abstract": ["A facile preparation of a mesoporous Cr-MOF, PCN-333(Cr) with functional group, has been demonstrated through a dual exchange strategy, involving a sequential ligand exchange and metal metathesis process. After optimization of the exchange system, the functionalized PCN-333(Cr), N", "–PCN-333(Cr) shows well maintained crystallinity, porosity, as well as much improved chemical stability. Because of the exceptionally large pores (∼5.5 nm) in PCN-333(Cr), a secondary functional moiety, Zn-TEPP with a size of 18 Å × 18 Å, has been successfully clicked into the framework. In this article, we have also analyzed kinetics and thermodynamics during dual exchange process, showing our attempts to interpret the exchange event in the PCN-333. Our findings not only provide a highly stable mesoporous Cr-MOF platform for expanding MOF-based applications, but also suggest a route to functionalized Cr-MOF which may have not been achievable through conventional approaches."], "text": ["Top of Page", "Abstract", "Introduction", "Results and Discussion", "Experimental Section", "Conclusion", "References", "Introduction", "As an emerging class of inorganic–organic hybrid materials, metal–organic frameworks (MOFs) have gained growing attention as advanced porous materials.", "(1)", " The unique combinations of organic/inorganic building blocks that compose these materials allow diverse functions leading to various applications.", "(2)", " Among many features of MOFs, mesoporosity is of great interest due to the prospect of hosting large guest molecules such as organometallic complexes, nanoparticles, and enzymes, creating diverse applications with MOFs.", "(3)", " Aside from such encapsulation within the large pores, molecular level design of organic ligands provides tailor-made structures and functionalities for targeted applications.", "(4)", "It would be ideal if a mesoporous MOF could be directly synthesized from the ligand with a predesigned functionality. It has been shown, however, that in many cases this does not lead to a desired product due to the changes in molecular geometry of the ligand upon addition of functional group.", "(5)", " As a classic tactic for the aforementioned difficulty, postsynthetic exchange has greatly promoted the functionalization of MOFs.", "(5b, 6)", " However, most parent MOFs require that postsynthetic processes occur under mild conditions to maintain their integrity. Despite the advances of postsynthetic exchange and solvent assisted linker exchange, introduction of various kinds of reactive functional groups is still challenging. Also, such methods usually involve labile metal–ligand (M–L) bonds in the MOF, suggesting a latent instability of the parent material. Therefore, the resulting product with postsynthetically inserted functional ligand still needs to overcome the stability issue.", "With growing attention, MOFs have been utilized in various applications, including catalysis, sensing, biomedical imaging, as well as the areas of gas storage and separation.", "(2a-2e, 2g-2j)", " As MOF applications have gained broader impacts in materials science, it gradually requires even more sophisticated design of materials encompassing their compatible stability in targeted applications (i.e., aqueous stability for biomedical applications), as well as pore size and shape. As a result, demands for framework robustness have increased in pursuit of applicability of MOF in more complex systems.", "(7)", " However, most reported mesoporous MOFs suffer from weak chemical stability, mainly arising from the labile M–L bond in those frameworks.", "(8)", " Also, reticular chemistry which usually involves the extension of linkers to obtain larger pores tends to weaken the stability of frameworks.", "(9)", " Therefore, extremely inert M–L bond is highly encouraged to increase the stability of MOFs with mesopores.", "On the basis of literature reporting, Cr(III) based clusters might be strong candidates to serve as an inorganic node to support mesoporous MOFs as compared to other trivalent metal species due to the kinetic inertness of Cr(III).", "(7a, 10)", " However, such inert Cr–carboxylate bonding also impedes the direct synthesis of chromium MOFs (Cr-MOFs), resulting in few Cr-MOF examples.", "(7a, 10a, 10c, 10d)", " Although postsynthetic metal metathesis has led to obtaining MOFs that cannot be synthesized directly,", "(11)", " there is only one successful example where almost complete exchange, via a microporous Cr(II)-MOF intermediate, has yielded a Cr(III) MOF.", "(12)", " Moreover, the successful synthesis of Cr-MOFs typically involves water as a solvent, where solubility of larger organic ligands required to achieve larger pores can be rather poor.", "(7a, 10)", " In particular, mesoporous structures are commonly limited to specific topologies, requiring a subtle control of synthesis to have the expected configuration of both inorganic and organic building blocks,", "(10c, 13)", " which often limits the variation of synthetic conditions in Cr-MOF system.", "In addition to the synthetic difficulties, the functionalization of Cr-MOFs has been a great challenge. For instance, functionalization through the ligand design in one of the most famous mesoporous MOFs, MIL-101(Cr) (MIL stands for Matérial Institut Lavoisier), has been limited to a small subset of functional groups, such as −Br, −NO", "2", ", and −SO", "3", "H, while relatively practical functional groups in organic reactions (e.g., −OH, −NH", "2", ") on the ligands often undergo decomposition under the hydrothermal condition (∼200 °C) required for synthesis.", "(14)", " Although postsynthetic modification could somewhat alleviate such difficulties, the conflict between the harsh reaction conditions and inherent stability of the parent MOF still hampers the diversification of functionalization. In comparison, postsynthetic ligand exchange may be more suitable to diversify the library of functionalized Cr-MOFs. However, the inertness of Cr-MOF also impedes efficient postsynthetic ligand exchange processes.", "(6g, 6x)", "Herein we present a stepwise exchange strategy of both ligands and metals, namely dual exchange in PCN-333(Fe) for the preparation of functionalized PCN-333(Cr) (PCN stands for Porous Coordination Network). After the dual exchange process, functionalized PCN-333(Cr) shows well preserved crystallinity, porosity, as well as enhanced chemical stability. Understanding of chemical dynamics along with the dual exchange in PCN-333(Fe) may allow for a generalized route to functionalized Cr-MOFs, which will exhibit a maintained structural integrity of parent MOF with desired functional groups and enhanced stability. Furthermore, having studied the incorporation of various functional groups in PCN-333(Fe), dual exchange shows a great potential to employ many different functional groups in the highly stable Cr-MOF platform.", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Experimental Section", "Conclusion", "References", "Results and Discussion", "1", "PCN-333: An Ideal Scaffold for Functionalizable Cr-MOF with Mesoporosity", "Our group recently reported a mesoporous MOF, PCN-333,", "(15)", " constructed from trivalent metal ions and isoreticular structure to MIL-100 (", "Supporting Information", " Section 3).", "(7a)", " Due to the larger size of composing ligand 4,4′,4″-", "s", "-triazine-2,4,6-triyl-tribenzoate (TATB), extended version of benzene-1,3,5-tricarboxylate (BTC), PCN-333 exhibits larger pores (∼5.5 nm) than that of MIL-100 (∼2.9 nm), which allow the incorporation larger guest species as well as faster diffusion and provide sufficient room for chemical reactions in the mesopores (", "Figure ", "1", "). Having utilized the structural support of PCN-333, we recently studied a facile route to functionalize PCN-333(M) (M = Fe(III), Sc(III)) via postsynthetic ligand exchange.", "(16)", " As a result of the ligand exchange, a variety of reactive functional groups were introduced into PCN-333 to covalently anchor the guest molecules. Despite the successful introduction of various functional groups into PCN-333, however, its innate stability at the expense of the extended ligand to achieve larger pore still remains a challenge for its utilization in harsh chemical conditions for MOFs (e.g., water) due to the relative lability of the Fe(III)– or Sc(III)–carboxylate bonds in aqueous environment. Having reviewed the reported stability of Cr-MOFs, we conceived that PCN-333(Cr) with covalent anchors might serve as a better platform for the utilizations in harsh environment. However, a direct synthesis of PCN-333(Cr) is not trivial due to the conflict between the hydrothermal synthetic condition required for the synthesis of Cr-MOFs and the poor solubility of TATB in water. Moreover, even if PCN-333(Cr) was obtained, it would be challenging to introduce functional group into the framework through the postsynthetic ligand exchange, because the kinetic inertness of Cr(III) prevents an effective ligand exchange process. Therefore, a stepwise exchange was considered to obtain functionalized PCN-333(Cr).", "Figure 1. (a) Ligands in MIL-100 (BTC) and PCN-333 (TATB). (b) The largest cage in PCN-333. (c) Supertetrahedron in PCN-333.", "2", "Optimization for Metal Metathesis in PCN-333", "Having determined that a functionalizable PCN-333(Cr) might serve as a useful platform by providing exceptional stability and diverse functionality with large room for chemical reactions within the pores, we designed a procedure to achieve the targeted product, namely dual exchange. Possible routes to functionalized PCN-333(Cr) via dual exchange were conceived as two main schemes as shown in ", "Scheme ", "1", ": (1) Metal exchange followed by ligand exchange and (2) Ligand exchange followed by metal exchange.", "Prior to examining a better strategy to obtain functionalized PCN-333(Cr), PCN-333(Sc) and PCN-333(Fe) were tested for a Cr(III) metathesis to choose the most suitable base MOF for successful dual exchange. PCN-333 was synthesized as previously reported. Because Cr(III) salts often yield insoluble formates due to DMF decomposition with long reaction time at high temperature, the reaction time was limited to preserve crystallinity and porosity while maintaining a high metal exchange ratio. After optimization for the reaction time, the following Cr(III) metathesis in PCN-333(M) was performed for 1 h by replacement of CrCl", "3", "·6H", "2", "O stock solution in DMF after the first 30 min of reaction.", "Figure 2. (a) Exchanged Cr(III) ratios in PCN-333(Sc) (left) and PCN-333(Fe) (right) after metal metathesis at different temperatures for 1 h. (b,c) Photographs and PXRD patterns of PCN-333(Sc) (b) and PCN-333(Fe) (c) after metal metathesis at different temperatures for 1 h.", "To investigate an optimal exchange reaction temperature, first, PCN-333(Sc) and PCN-333(Fe) were incubated for 1 h (by changing stock solution after first 30 min) in Cr(III) stock solution at 85 and 150 °C in preheated ovens. Interestingly, both PCN-333(Sc) and PCN-333(Fe) showed no apparent color changes upon metathesis at 85 °C (", "Figure ", "2", "b,c). Energy-dispersive X-ray (EDX) spectra revealed low exchange ratios of both samples (37.0% for PCN-333(Sc/Cr) and 23.0% for PCN-333(Fe/Cr)), and especially poor powder X-ray diffraction (PXRD) patterns of PCN-333(Sc) (", "Figure ", "2", "). Notably, PCN-333(Sc) showed slightly higher Cr(III) exchange ratio than that of PCN-333(Fe) at 85 °C, while showing no PXRD pattern, which suggests its lability, whereas at 150 °C, both samples generally showed much higher Cr(III) exchange ratios than those at lower temperature (64.8% for PCN-333(Sc/Cr) and 99.8% for PCN-333(Fe/Cr)). In particular, Cr(III) metathesis from PCN-333(Fe) showed near complete exchange along with well-maintained crystallinity and porosity, which were confirmed by PXRD (", "Figure ", "2", "c) and N", "2", " sorption at 77 K, respectively (", "Figure ", "3", "). On the other hand, the diffraction of PCN-333(Sc) almost completely disappeared after the Cr(III) metathesis. It is reasoned that these results are due to the discrepancy between dissociation rates of leaving metal species in the framework and incoming metal species from the solution. For instance, in our previous study of ligand exchange in PCN-333, the successful ligand exchange was carried out at low temperature (85 °C), which suggests it gives enough energy to overcome the energy barrier of Sc(III)–carboxylate or Fe(III)–carboxylate bond dissociations within the framework. Closely looking at the metal metathesis process, the M–L bond dissociation is required for both incoming metal complex and metals in the parent MOF to accomplish the overall exchange process. Even though the temperature is sufficient enough for the ligand dissociation in the framework, much slower ligand dissociation in the incoming Cr(III) complex can still be a rate limiting step. Therefore, the Cr(III) metathesis at low temperature was not successful. On the other hand, when the given energy is enough for breaking Cr(III)–X (i.e., Cl", "–", ") bond from Cr(III) salts and following association with the open carboxylates in the framework after Fe(III) dissociation for successful exchange, Cr(III) exchange reached to higher exchange ratio in both cases (", "Figure ", "2", "a). When it comes to the retention of framework structure, however, the metathesis in PCN-333(Fe) was superior to PCN-333(Sc), presumably due to the relative robustness of PCN-333(Fe) resulting from the slower Fe(III)–carboxylate dissociation rate than that of PCN-333(Sc) allowing compatible exchange environment with Cr(III) association. Particularly, in the metal metathesis of labile PCN-333(Sc) platform, the framework would undergo significant destruction by free Cr(III) and decomposed reactive species from DMF before obvious metal metathesis happened.", "(12)", " After discovering the previous result, PCN-333(Fe) was chosen as a platform for studying the dual exchange.", "3", "Analysis of Dual Exchange", "Following up on our previous study, exploring the chemical dynamics of ligand exchange in PCN-333,", "(16)", " we further sought to expand our observations and rationalizations focused on changes of entropy and enthalpy during the dual exchange. As was discussed in the previous study, the entropy change of the system (Δ", "S", "sys", "), comprising a solid-state MOF and exchanging solution during the ligand exchange, was assumed to be largely dependent on Δ", "S", " in solution, as Δ", "S", " in the solid state MOF may be negligible (", "Supporting Information", " Section 9). Thus, the ligand exchange process in PCN-333 was driven by a drastic entropy increase (Δ", "S", "sys", "LE", " > 0) upon the provision of excess amount of the exchanging ligands (", "Figure S11", "). Similarly, the entropy change of the system during the metal metathesis (Δ", "S", "sys", "MM", ") follows the same concept (", "Figure ", "4", "); thus, it yields a positive Δ", "S", "sys", "MM", " due to the excess input of Cr(III) in solution to replace Fe(III) in the framework. In ", "S", "sys", " standpoint, therefore, both ligand exchange and metal metathesis should have entropy contributions for the desired exchanges from the excess of exchanging entries.", "Figure 3. (a) Photographs of PCN-333(Fe) and PCN-333(Cr) exchanged at 150 °C. (b) N", "2", " sorption isotherm of PCN-333(Fe) and PCN-333(Cr) at 77 K.", "When it comes to the enthalpy analysis of the ligand exchange process in PCN-333, as the degree of exchange increases the enthalpy of the system (", "H", "sys", ") also increases (Δ", "H", "sys", " > 0) due to the insertion of BTB (1,3,5-benzenetribenzoate) derivatives with unfavored conformation in the framework (", "Figure S10", "). For this reason, although the large Δ", "S", "sys", " at the early stage of ligand exchange could drive the exchange reaction forward, the system establishes an equilibrium with a certain ratio of ligand exchange (", "Supporting Information", " Section 9).", "However, metal metathesis between Fe(III) and Cr(III) accompanies the changes in M–L bond nature, comprising the framework, whereas the bond nature in the ligand exchange remains the same as Fe(III)–L bond (L represents carboxylate) in the framework. Meanwhile, metal metathesis also involves changes of enthalpy in solution. For example, Fe(III) ions, coming out from the framework replace Cr(III) in the provided CrX", "6", " complex (X = Cl", "–", ", DMF), resulting in FeX", "6", " species in solution. Consequently, there are two processes involving enthalpy changes of the system: (1) Δ", "H", "Fe", ", corresponding to the enthalpy change of Fe(III) from the MOF to the solution; (2) Δ", "H", "Cr", " corresponding to the enthalpy change of Cr(III) species from solution to the MOF. Thus, the enthalpy change of the system can be represented as Δ", "H", "sys", " ", "= ", "Δ", "H", "Fe", " ", "+ ", "Δ", "H", "Cr", ".", "Figure 4. (a) Entropy change of system during the metal metathesis. (b) Changes in enthalpy and (c) Gibbs free energy of system during the metal metathesis in PCN-333.", "Understanding of Δ", "H", "sys", " during metal metathesis can be interpreted by focusing on electrostatic interaction and orbital interaction upon the exchange event. First, the Cr(III) has a smaller ionic radius than that of high spin Fe(III), leading to a larger ", "Z", "/", "r", " value.", "(17)", " Considering carboxylate (L) is also a harder Lewis base compared to ligands, X, when Cr(III) coordinates to the carboxylates in the framework, the electrostatic interaction becomes stronger, providing larger enthalpy change upon metathesis compared to Fe(III).", "(18)", "Aside from the electrostatic interaction, the orbital interaction also changes for each metal species along with the metathesis. To compare the changes in orbital interaction, which contributes to Δ", "H", "sys", ", ligand field theory (LFT) was applied to simplify the given scenario. Although the actual coordination environment for the M(III) (M = Cr or Fe) in the framework gives rise to a ", "C", "4v", " symmetry due to the two different axial ligands and that for MX", "6", " species in the solution may even vary, herein we assumed ", "O", "h", " symmetry for both cases to simplify the analysis of the contributions from the coordinating ligands to Δ", "H", "sys", ".", "Figure 5. Analysis of the orbital interaction contribution to Δ", "H", "sys", " using ligand field theory with a simplified coordination environment (", "O", "h", ") for the metal metathesis process in PCN-333.", "Scheme 1. Energy Diagrams of Two Possible Dual Exchange Routes to Functionalized PCN-333(Cr)", "Considering ligands X in solution are relatively weaker field ligands than carboxylate (L),", "(19)", " and the metal-carboxylate (M–L) bonds are dominant in the framework, the changes in the coordinating ligands upon metathesis will have impacts on Δ", "H", "sys", ". For example, when Cr(III) is exchanged from solution into the framework, the ", "d", " orbital splitting energy changes from Δ", "O", "X", " to Δ", "O", "L", " (", "Figure ", "5", "). As Cr(III) has ", "d", "3", " configuration, such coordination environment change gives out a net ligand field stabilization energy (LFSE) of −1.2(Δ", "O", "L", " – Δ", "O", "X", "). Therefore, from the Cr(III) standpoint, as Δ", "O", "L", " is larger, the system gets more stabilized. On the other hand, because Fe(III) adopts high spin ", "d", "5", " configuration with weak field ligands, the LFSE is canceled out from its two electrons in e", "g", " orbitals, resulting in no stabilization impacts from the exchange event. Overall, the system gets more stabilized after metal metathesis from the orbital interaction aspect. In short, while both electrostatic interaction and orbital interaction go through the changes during the metal metathesis, the absolute value of Δ", "H", "Cr", " is more likely to be larger than that of Δ", "H", "Fe", ", making the Δ", "H", "sys", " negative and the overall metal metathesis from PCN-333(Fe) to PCN-333(Cr) an exothermic process. Thus, the metal metathesis from PCN-333(Fe) to PCN-333(Cr) can be considered as a both entropically and enthalpically favored process.", "According to the findings in the previous section, the metal metathesis is optimized at high temperatures (150 °C). Interestingly, we found the metatheses of from Sc(III) to Cr(III) and Fe(III) to Cr(III) at 85 °C showed very low exchange ratios, suggesting indeed Cr(III)–X bond has to be sufficiently activated by high temperature. Such high temperature not only provided sufficient energy for Cr(III)–X bond dissociation, but also allowed a short reaction time, avoiding a long exposure of MOF in the reactive environment which further guarantees the framework intactness. Moreover, owing to the high reaction temperature, the entropy contribution to Δ", "G", "sys", " is magnified from the ", "T", "Δ", "S", " term, which pushes the exchange more forward. In particular, our optimized metathesis involves the exchange of fresh the CrCl", "3", "·6H", "2", "O solution after first 30 min of exchange; and thus this can remove the Fe(III) in the solution to facilitate an entropy driven process, further driving the reaction forward to the almost fully exchanged PCN-333(Cr).", "4", "Functionalization of PCN-333(Cr) through Dual Exchange", "Considering the previous results, schematic energy diagrams representing possible dual exchange pathways are summarized in ", "Scheme ", "1", ". Pathway 1 (", "path 1", ") shows a case where the dual exchange to get the functionalized PCN-333(Cr) in an order of ligand exchange followed by metal metathesis. As shown in ", "path 1", ", each step involves kinetically and thermodynamically favored process as analyzed the given temperature was sufficient to drive the reactions forward. From the framework standpoint, ", "path 1", " involves a dissociation of Fe-carboxylate bonds at each step, which takes less energy than breaking Cr–carboxylate bond.", "Figure 6. (a) N", "3", "–BTB used for ligand exchange and photographs of N", "3", "–PCN-333(Fe), N", "3", "–PCN-333(Cr), and N", "3", "–PCN-333(Cr) after click reaction. (b) N", "2", " sorption isotherm of N", "3", "–PCN-333(Fe), N", "3", "–PCN-333(Cr), and N", "3", "–PCN-333(Cr) after click reaction. (c) PXRD patterns of N", "3", "–PCN-333(Fe) and (d) N", "3", "–PCN-333(Cr) after different treatments.", "On the other hand, ", "path 2,", " in which the functionalization (ligand exchange) is done after Cr-MOF formation (metal metathesis), requires a large amount of energy to overcome the barrier of Cr–carboxylate bond dissociation for the ligand exchange step. Therefore, to obtain functionalized PCN-333(Cr), thermodynamically favored ", "path 1", " was chosen for the double exchange in the following experiments. However, to confirm our hypothesis, ", "path 2", " was also examined for its feasibility for dual exchange. Having prepared PCN-333(Cr) by the optimized condition as previously described in ", "Section ", "2", ", first a ligand exchange in PCN-333(Cr) was tested via path 2 as shown in ", "Scheme ", "1", ". For an incoming ligand, one of BTB derivatives having an azide group (N", "3", "–BTB; shown in ", "Figure ", "6", "a) was chosen as a model inserting ligand because of its versatile utilities in many applications and allowance of click reaction after successful implantation of functional group, so as to confirm the feasibility of a secondary chemical reaction onto dual exchanged PCN-333(Cr). The ligand exchange followed the optimized condition (85 °C, 12 h) from our previous study wherein the exchange condition guarantees the crystallinity and porosity.", "(16)", " As a result of dual exchange following the ", "path 2", ", though crystallinity of PCN-333(Cr) was retained after going through the ligand exchange, ", "1", "H NMR analysis of supernatant of reaction revealed that no TATB released from PCN-333(Cr) under the given condition, as expected (", "Figure S1", ").", "Having demonstrated ", "path 2", " is not suitable to realize dual exchange on the PCN-333(Fe) platform, we then sought to optimize ", "path 1", " to obtain the dual exchanged product. Again the ligand exchange from TATB to N", "3", "–BTB in PCN-333(Fe) was performed as previously stated. ", "1", "H NMR study confirmed that the ligand exchange ratio in PCN-333(Fe) showed a similar N", "3", "–BTB ratio to the previous report (∼30%) (", "Figure S2", "). Also, the N", "3", "–BTB inserted PCN-333(Fe) (N", "3", "–PCN-333(Fe)) showed well retained crystallinity and porosity (", "Figures ", "6", " and ", "S9", "). In addition, a characteristic stretching band of the azide group at 2106 cm", "–1", " was observed from infrared (IR) spectrum of N", "3", "–PCN-333(Fe) (", "Figure S7", "). As a second step of dual exchange in ", "path 1", ", the previously optimized condition for metal metathesis was then applied to obtain the azide functionalized PCN-333(Cr) (N", "3", "–PCN-333(Cr)). After 1 h of Cr(III) metathesis, the dual exchanged sample was prepared accompanying with an obvious color change from bright yellow to green (", "Figure ", "6", "a). EDX results revealed that ∼97% of Fe(III) in N", "3", "–PCN-333(Fe) was exchanged to Cr(III) without compromising its crystallinity (", "Figure ", "6", " and ", "Supporting Information", " Section 8). Additionally, ", "1", "H NMR analysis of supernatant of Cr(III) exchange reaction showed no detectable TATB or N", "3", "–BTB ligands leaching out from the parent MOF, which further suggests there is minimal destruction of framework as supported by PXRD. As shown in ", "Figure ", "6", "b, the porosity of N", "3", "–PCN-333(Cr) was almost perfectly retained compared to its starting material, N", "3", "–PCN-333(Fe). According to DFT pore size distribution, a reduced pore size of the smallest pore in both N", "3", "–PCN-333(Fe) and N", "3", "–PCN-333(Cr) was observed (", "Figure S4", "). This suggests the presence of functional group on the N", "3", "–BTB affected the smallest cage most. However, as we analyzed in the previous study, the middle-sized cages (∼4.5 nm) and the largest cages (∼5.5 nm) remained less affected due to their extralarge size. Thus, dual exchanged PCN-333(Cr) also showed well preserved characteristics of mesoporosity after going through a sequential exchange of ligands and metals. IR spectrum of N", "3", "–PCN-333(Cr) clearly showed the azide stretching band, which further confirms the undamaged functional group after the dual exchange process (", "Figure S8", "). In addition, after the metal metathesis from Fe(III) to inert Cr(III) of azide functionalized PCN-333, significantly enhanced stability than that of the parent material was observed. For instance, PXRD patterns showed that crystallinity of N", "3", "–PCN-333(Cr) remains intact after submersion in deionized water for 7 days whereas that of N", "3", "–PCN-333(Fe) showed gradually decreasing crystallinity upon the identical treatment. Moreover, N", "3", "–PCN-333(Cr) showed well maintained crystallinity in harsh conditions, such as in 1 M HCl and 10 mM NaOH after treatment for 24 h, while N", "3", "–PCN-333(Fe) was dissolved under the same conditions (", "Figures ", "6", "c,d and ", "Figure S12", "). These findings suggest that dual exchange can be used as a means to prepare functionalized Cr-MOF. Expectedly, our results show successful dual exchange process via ", "path 1", ", but not via ", "path 2", ". This may seem different from a work by Cohen and co-workers that has studied a similar concept, called tandem exchange,", "(6j)", " which is the only example involving both ligand exchange and metal metathesis within one framework yet to our best knowledge. Tandem exchange allowed for the preparation of microporous heterometallic zeolitic imidazolate frameworks (ZIFs), where two routes (e.g., different sequences of exchanges similar to ", "Scheme ", "1", ") showed very similar results out of any pathway because of the similar lability of Zn–imidazolate and Mn–imidazolate bonds. Nonetheless, considering the different M–L bond natures and structures of each MOF, our rationalizations still validate the unfeasibility of dual exchange via ", "path 2", ", while supporting ", "path 1", " in the current work and the results of Cohen’s work. As we have demonstrated the successful ligand exchange in PCN-333(Fe) with a variety of BTB derivatives, other functional groups could also be introduced into PCN-333(Cr). Therefore, dual exchange strategy not only provides a facile route to obtain extremely robust Cr-MOFs, but also allows a generalized functionalization method of highly stable Cr-MOFs, which can vastly expand the scope of MOF applications.", "5", "Click Reaction in N", "3", "–PCN-333(Cr)", "Having dual exchanged MOF prepared, a click reaction was performed on N", "3", "–PCN-333(Cr) to demonstrate the introduction of large entity (", "Table ", "1", "). To illustrate our concept, ", "meso", "-tetra(4-ethylphenyl)porphyrin (TEPP) was synthesized due to its two-dimensional large size (18 Å × 18 Å), which will demonstrate the feasibility of covalent anchorage of a large guest molecule in the dual exchanged platform. The center of TEPP was metalated with Zn(II) aiming to achieve information about its spatial distribution by scanning electron microscopy/energy-dispersive X-ray spectroscopy (SEM/EDX). With this in mind, the click reaction between the N", "3", "–PCN-333(Cr) and Zn-TEPP was performed in the presence of CuI in DMF (60 °C, 28 h) with stirring. The completion of reaction was determined by the disappearance of the azide band at 2106 cm", "–1", " in the IR spectrum as shown in ", "Figure ", "7", "b. The color of sample changed from green to dark purple upon the anchorage of Zn-TEPP in PCN-333(Cr), indicating successful incorporation of the strongly colored porphyrin (", "Figure ", "6", "a). In addition, the PXRD pattern of the clicked MOF also showed unaltered diffraction peaks, suggesting the robustness of PCN-333(Cr) scaffold (", "Figure S9", "). In parallel, porosity of N", "3", "–PCN-333(Cr) was also examined. ", "Figure ", "6", "b showed reduced N", "2", " uptake, which distinctly indicates the inserted TEPP does take up the corresponding pore volume in the MOF. Nevertheless, even after the incorporation of such large entity, the material still retains sufficient porosity (pore volume 1.60 cm", "3", "/g) which may allow a volumetric capacity for further generations of guest molecules inclusion in PCN-333(Cr). As the size of TEPP is larger than the smallest cages (11 Å) in PCN-333, but much smaller than the middle sized cages (45 Å) and the largest cages (55 Å), theoretically Zn-TEPP can only occupy the middle sized cages and the largest cages. Expectedly, the pore size distribution showed the decreased size of middle cages and largest cages, as well as significantly decreased pore volume of those two cages while the smallest cage is not much affected after N", "3", "–BTB insertion, which matches well with our size analysis (", "Figure S5", "). Next, we further sought to visualize positions of Zn-TEPP in the PCN-333(Cr). As shown in ", "Figure ", "7", "c, SEM/EDX mapping of this sample shows the inserted Zn-TEPP molecules via click reaction are well distributed throughout the crystals, indicating the exchanged ligands are well dispersed and the click reaction occurred evenly in the MOF through the efficient diffusion utilizing its large pores. Considering an ideal atomic ratio between M(III) and ligands in PCN-333(M) is 3:2 by structure, the ratio of ∼5:1 between Cr(III) and N", "3", "–BTB is expected in the framework, based on the ∼30% of ligand exchange. In accordance with this analysis, the EDX results of clicked-PCN-333(Cr) matched well (Cr:Zn = 4.86:1), which further supports most azide group in the MOF reacted with the large guest molecule, TEPP, as well as successful incorporation of N", "3", "–BTB (Table S1 in ", "Supporting Information", ").", "Figure 7. (a) TEPP used for the click reaction in N", "3", "–PCN-333(Cr). (b) IR spectra of N", "3", "–PCN-333(Cr) before and after the click reaction. (c) SEM/EDX mapping of N", "3", "–PCN-333(Cr) after the click reaction.", "Table 1. Summary of Dual Exchange", "entry", "N", "2", " uptake (cm", "3", "/g)", "a", "pore volume (cm", "3", "/g)", "exchanged Cr (%)", "b", "PCN-333(Fe)", "1985", "3.07", "n/a", "PCN-333(Cr)", "1838", "2.84", " ∼99", "N", "3", "–PCN-333(Fe)", "1663", "2.57", "n/a", "N", "3", "–PCN-333(Cr)", "1707", "2.64", " ∼97", "Clicked-PCN-333(Cr)", "1033", "1.60", "n/a", "a", "N", "2", " sorption was measured at 77 K.", "b", "On the basis of EDX results.", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Experimental Section", "Conclusion", "References", "Experimental Section", "Instrumentation", "Nuclear magnetic resonance (NMR) spectra were recorded on Varian Inova 500 spectrometer unless otherwise noted. Powder X-ray diffraction (PXRD) was carried out on a Bruker D8-Focus Bragg–Brentano X-ray powder diffractometer equipped with a Cu sealed tube (λ = 1.54178) at 40 kV and 40 mA. Fourier transform infrared (FT-IR) measurements were performed on a Shimadzu IR Affinity-1 spectrometer. Scanning electron microscope (SEM) was performed on QUANTA 450 FEG and energy dispersive X-ray spectroscopy (EDS) was carried out by X-Max20 with Oxford EDS system equipped with X-ray mapping. N", "2", " adsorption–desorption isotherms at 77 K were measured by using a Micrometritics ASAP 2420 system. A high-purity grade (99.999%) of gas was used throughout the sorption experiments. Sample was activated by solvent exchange (in several cycles using fresh acetone and hexanes), followed by degassing at elevated temperature (150 °C) for 2 h. Details are provided in the ", "Supporting Information", ".", "Synthesis of PCN-333(Fe)", "H", "3", "TATB (60 mg), anhydrous FeCl", "3", " (60 mg), and trifluoroacetic acid (0.6 mL) were dissolved in 10 mL DEF. The mixture was heated in 150 °C oven for 12 h until a brown precipitate formed. The resulting brown precipitate was centrifuged and washed with fresh DMF five times.", "Synthesis of PCN-333(Sc)", "H", "3", "TATB (80 mg) and ScCl", "3", "·6H", "2", "O (200 mg) were dissolved in 10 mL DMF. The mixture was heated in 150 °C oven for 2 h until a white precipitate formed. The resulting white precipitate was centrifuged and washed with fresh DMF five times.", "General Procedure for Ligand Exchange of PCN-333(Fe)", "First, as-synthesized PCN-333(Fe) (ca. 50 mg) was thoroughly washed with hot DMF and the isolated sample was then incubated with a stock solution of N", "3", "–BTB (50 mg in 10 mL of DMF) at 85 °C for 12 h.", "General Procedure for the Preparation of PCN-333(Cr)", "Approximately 50 mg of as synthesized PCN-333(M) sample is initially immersed in the CrCl", "3", "·6H", "2", "O stock solution (200 mg in 10 mL of DMF) in 20 mL vial in a 150 °C oil bath. After 30 min of first incubation, the solution was decanted after centrifugation and additional 30 min of reaction was performed with new CrCl", "3", "·6H", "2", "O stock solution. Resulting product was then thoroughly washed with DMF five times. (Note: To preserve the morphology of the exchanged product, the reaction was not stirred, but refluxed. However, we observed the exchange underwent slightly faster with stirring to yield similar exchanged metal ratio. In addition, according to our control experiment (pure CrCl", "3", "·6H", "2", "O in DMF), when heating at 150 °C is longer than 3 h, green precipitates gradually formed. Therefore, it is suggested not to leave the exchange reaction in mother solution too long at high temperature, to prevent possible formation of insoluble Cr formates or other unknown species, which are likely to affect porosity and crystallinity of the product.)", "General Procedure for Metal Metathesis of N", "3", "–PCN-333(Fe)", "Approximately 10 mg of N", "3", "–PCN-333(Fe) samples are initially immersed in the CrCl", "3", "·6H", "2", "O stock solution (40 mg in 2 mL of DMF) at 150 °C oven. After 30 min of first incubation, the solution was decanted after centrifugation and additional 30 min of reaction was performed with new CrCl", "3", "·6H", "2", "O stock solution. Resulting product was then thoroughly washed with DMF five times.", "MOF Digestion", "Approximately 10 mg of sample was digested with 37% HCl, refluxed overnight, and washed with water until a neutral pH was reached. DMSO-", "d", "6", " (0.5 mL) was added to dissolve the ligands. The ", "1", "H NMR spectrum (500 MHz) was collected at room temperature (∼21 °C).", "Supernatant Analysis", "Upon completion of treatment, the supernatant was removed to examine TATB or N", "3", "–BTB released from the parent MOF. The aliquot of supernatant was filtered through a syringe filter to exclude the possible presence of MOF crystals remaining and the ligands in supernatant were recovered by acidification with few drops of 1 M HCl, followed by washing with water. The resulting precipitates were dried and analyzed by ", "1", "H NMR spectroscopy.", "Click Reaction", "TEPP (50 mg) was added to a mixture of N", "3", "–PCN-333(Cr) (30 mg) and CuI (5 mg) in DMF (7 mL) in a round-bottom flask. The reaction mixture was stirred at 60 °C for 28 h. The resulting precipitate was collected by centrifugation, washed thoroughly with DMF followed by acetone and hexanes, and dried to afford a dark purple solid in quantitative yield.", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Experimental Section", "Conclusion", "References", "Conclusion", "In summary, a dual mode of postsynthetic exchange (dual exchange), involving a sequential exchange of ligands and metals in PCN-333(Fe) has been studied for the preparation of functionalized PCN-333(Cr). These results illustrate a possible step forward for the functionalization of mesoporous Cr-MOFs that allow covalent anchors for guest molecules, sufficient room (extralarge pore) for the introduction of secondary functionality, and exceptional stability from inert Cr(III). In addition, our rational design and analyses of dual exchange process give a comprehensive understanding of chemical dynamics in PCN-333 during dual exchange, following up our previous study of ligand exchange in this platform. The dual exchanged Cr-MOF, N", "3", "–PCN-333(Cr) showed maintained integrity of the parent MOF, functionality, and enhanced chemical stability. Meanwhile, dual exchange strategy may allow incorporation other wanted functional groups into PCN-333(Cr) platform, as noted. These findings have enabled the preparation of functionalized PCN-333(Cr) with a design flexibility to be utilized as a stable platform for a variety of desired applications by exploiting facile functionalization, enhanced chemical stability, and extremely large pores which will allow for more possible chemistry with MOFs.", " ", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Experimental Section", "Conclusion", "References", "Supporting Information", "The Supporting Information is available free of charge on the ", "ACS Publications website", " at DOI: ", "10.1021/jacs.5b07373", ".", "Full details for sample preparation and characterization results. (", "PDF", ")", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Experimental Section", "Conclusion", "References", "Acknowledgment", "The syntheses of MOFs and their characterizations were supported as part of the Center for Gas Separations Relevant to Clean Energy Technologies, an Energy Frontier Research Center funded by the U.S. Department of Energy, Office of Science, and Office of Basic Energy Sciences under Award Number DE-SC0001015, and by part of The Welch Foundation under Award Number A-1725. H.-C. Z. was supported by Texas A&M University. The authors gratefully acknowledge Prof. Dr. Lixian Sun from Guilin University of Electronic Technology and Ms. Ying-Pin Chen for the experimental helps, and also Mr. Zachary Perry for helpful discussion.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Results and Discussion", "Experimental Section", "Conclusion", "References", "References", "This article references 19 other publications.", "1. ", "(a) ", "Zhou", ", ", "H.-C.", "; ", "Long", ", ", "J. R.", "; ", "Yaghi", ", ", "O. M.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "673", "– ", "674", " DOI: 10.1021/cr300014x", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Introduction to Metal-Organic Frameworks", "Zhou, Hong-Cai; Long, Jeffrey R.; Yaghi, Omar M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "673-674", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review is presented on prepn., structure and application of Metal-Org. Frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1OjtLw%253D&md5=abf05fcd4ae6b394b7f1048a93f5ebbc", "(b) ", "Zhou", ", ", "H.-C.", "; ", "Kitagawa", ", ", "S.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5415", "– ", "5418", " DOI: 10.1039/C4CS90059F", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "1. ", "Metal-Organic Frameworks (MOFs)", "Zhou, Hong-Cai \"Joe\"; Kitagawa, Susumu", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5415-5418", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Recent advances in the chem. of porous coordination polymers are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtFehtr%252FM&md5=bbe8405d4302c49b5bb262abfab0fc10", "2. ", "(a) ", "Horcajada", ", ", "P.", "; ", "Gref", ", ", "R.", "; ", "Baati", ", ", "T.", "; ", "Allan", ", ", "P. K.", "; ", "Maurin", ", ", "G.", "; ", "Couvreur", ", ", "P.", "; ", "Férey", ", ", "G.", "; ", "Morris", ", ", "R. E.", "; ", "Serre", ", ", "C.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1232", "– ", "1268", " DOI: 10.1021/cr200256v", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Metal-Organic Frameworks in Biomedicine", "Horcajada, Patricia; Gref, Ruxandra; Baati, Tarek; Allan, Phoebe K.; Maurin, Guillaume; Couvreur, Patrick; Ferey, Gerard; Morris, Russell E.; Serre, Christian", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1232-1268", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  Coordination polymers or MOFs (metal-org. frameworks) as porous solids for biomedical are reviewed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1SrtbzN&md5=62d808da30f56c11c9a54bf70fabdc0e", "(b) ", "Kreno", ", ", "L. E.", "; ", "Leong", ", ", "K.", "; ", "Farha", ", ", "O. K.", "; ", "Allendorf", ", ", "M.", "; ", "Van Duyne", ", ", "R. P.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1105", "– ", "1125", " DOI: 10.1021/cr200324t", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Metal-Organic Framework Materials as Chemical Sensors", "Kreno, Lauren E.; Leong, Kirsty; Farha, Omar K.; Allendorf, Mark; Van Duyne, Richard P.; Hupp, Joseph T.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1105-1125", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors present a crit. review of the literature on metal-org. frameworks (MOFs) as chem. sensors.  The authors begin by briefly examg. challenges relating to MOF sensor development including the design of MOFs with desirable properties, incorporation of appropriate signal transduction capabilities, and integration of MOFs into devices by employing thin-film growth techniques.  Subsequent sections discuss specific examples of MOF sensors, categorized by method of signal transduction.  Sensors based on MOF photoluminescence are discussed briefly.  The authors have limited the review of luminescence-based sensors to a small no. of recent reports where the porous MOF architecture, or its chem. compn., imparts selective sensing capabilities.  Scintillating MOFs that luminesce in the presence of radioactive analytes are also discussed.  Other signal transduction schemes that use photons include various kinds of optical interferometry, analyte modulation of localized surface plasmon resonance energies, and solvatochromism.  Mech. signal-transduction schemes employed with MOFs include ones based on surface acoustic wave, quartz crystal microbalance, and microcantilever devices.  Elec. schemes thus far were limited to ones based on impedance spectroscopy.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVCgtL%252FI&md5=f6ed572725bc067ee8da81880bf1ec90", "(c) ", "Li", ", ", "J.-R.", "; ", "Sculley", ", ", "J.", "; ", "Zhou", ", ", "H.-C.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "869", "– ", "932", " DOI: 10.1021/cr200190s", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Metal-Organic Frameworks for Separations", "Li, Jian-Rong; Sculley, Julian; Zhou, Hong-Cai", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "869-932", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  This article reviews the metal-org. frameworks (MOFs), a new class of porous solid materials.  Their performances for applications in sepns. and purifications is attracting intense interest of researchers working in the fields of chem., chem. engineering, materials science, and others.  Despite being in its infancy, the research progress in this subject has already shown that MOFs are promising for sepn. applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXht1OnsbbL&md5=635f36e2682f7fbc651f5021d591a1cf", "(d) ", "Suh", ", ", "M. P.", "; ", "Park", ", ", "H. J.", "; ", "Prasad", ", ", "T. K.", "; ", "Lim", ", ", "D.-W.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "782", "– ", "835", " DOI: 10.1021/cr200274s", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Hydrogen Storage in Metal-Organic Frameworks", "Suh, Myunghyun Paik; Park, Hye Jeong; Prasad, Thazhe Kootteri; Lim, Dae-Woon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "782-835", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  MOFs have versatile structures, high surface areas and high pore vols. - they can be regarded as good candidate materials for H storage.  There are many MOFs that have high H adsorption capacities at low temps., typically at 77 or 87 K.  The highest H storage capacity reported so far is 99.5 mg/g at 77K and 56 bar for NU-100.  However, the high H capacities of MOFs at cryogenic temps. decrease as the temp. increases to room temp.  This is because the H adsorption in MOFs is weak physisorption and the interaction energies between the H mols. and frameworks are low.  To develop MOFs as H storage materials that meet the U.S.DOE targets for an on-board hydrogen system, a serious challenge is still present in the design and synthesis of the MOF materials.  We may expect that highly stable MOFs having a large surface area and pore vol., together with many open metal sites and embedded catalysts for hydrogen spillover, would provide some pos. results for H storage at ambient temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1GlsbjM&md5=dd1f08beefd27cce77d88e466551c1af", "(e) ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T.-H.", "; ", "Long", ", ", "J. R.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "724", "– ", "781", " DOI: 10.1021/cr2003272", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "(f) ", "Wang", ", ", "C.", "; ", "Zhang", ", ", "T.", "; ", "Lin", ", ", "W.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1084", "– ", "1104", " DOI: 10.1021/cr200252n", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Rational Synthesis of Noncentrosymmetric Metal-Organic Frameworks for Second-Order Nonlinear Optics", "Wang, Cheng; Zhang, Teng; Lin, Wenbin", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1084-1104", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVCgtL3F&md5=0b2f95463499edac85c0604a09ef2b2d", "(g) ", "Yoon", ", ", "M.", "; ", "Srirambalaji", ", ", "R.", "; ", "Kim", ", ", "K.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "1196", "– ", "1231", " DOI: 10.1021/cr2003147", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "2. ", "Homochiral Metal-Organic Frameworks for Asymmetric Heterogeneous Catalysis", "Yoon, Minyoung; Srirambalaji, Renganathan; Kim, Kimoon", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "1196-1231", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The authors have provided an overview of metal-org. framework (MOF)-based asym. heterogeneous catalysis by presenting the state of the art in this field and discussing its potential and limitations.  Here, MOF-based asym. catalysts are classified according to their working principles and synthetic strategies.  Design, synthesis and structural characteristics of chiral metal-org. frameworks, as well as their catalytic activities in various asym. transformations, are described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVOlt7rF&md5=7ee0508d7ed4b69aec1ca6d950681972", "(h) ", "Liu", ", ", "J.", "; ", "Chen", ", ", "L.", "; ", "Cui", ", ", "H.", "; ", "Zhang", ", ", "J.", "; ", "Zhang", ", ", "L.", "; ", "Su", ", ", "C.-Y.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "6011", "– ", "6061", " DOI: 10.1039/C4CS00094C", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Applications of metal-organic frameworks in heterogeneous supramolecular catalysis", "Liu, Jiewei; Chen, Lianfen; Cui, Hao; Zhang, Jianyong; Zhang, Li; Su, Cheng-Yong", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "6011-6061", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This review summarizes the use of metal-org. frameworks (MOFs) as a versatile supramol. platform to develop heterogeneous catalysts for a variety of org. reactions, esp. for liq.-phase reactions.  Following a background introduction about catalytic relevance to various metal-org. materials, crystal engineering of MOFs, characterization and evaluation methods of MOF catalysis, the authors categorize catalytic MOFs based on the types of active sites, including coordinatively unsatd. metal sites (CUMs), metallo-ligands, functional org. sites (FOS), as well as metal nanoparticles (MNPs) embedded in the cavities.  The authors emphasize the incidental or deliberate formation of active sites, the stability, heterogeneity, and shape/size selectivity for MOF catalysis.  Finally, the authors briefly introduce their relevance into photo- and biomimetic catalysis, and compare MOFs with other typical porous solids such as zeolites and mesoporous silica with regard to their different attributes, and provide a view on future trends and developments in MOF-based catalysis.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7nE&md5=5235b00be2ffd908b57743c6a2871f45", "(i) ", "Qiu", ", ", "S.", "; ", "Xue", ", ", "M.", "; ", "Zhu", ", ", "G.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "6116", "– ", "6140", " DOI: 10.1039/C4CS00159A", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Metal-organic framework membranes: from synthesis to separation application", "Qiu, Shilun; Xue, Ming; Zhu, Guangshan", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "6116-6140", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. framework (MOF) materials, which are constructed from metal ions or metal ion clusters and bridging org. linkers, exhibit regular cryst. lattices with relatively well-defined pore structures and interesting properties.  As a new class of porous solid materials, MOFs are attractive for a variety of industrial applications including sepn. membranes - a rapidly developing research area.  Many reports have discussed the synthesis and applications of MOFs and MOF thin films, but relatively few have addressed MOF membranes.  This article provides an overview of the diverse MOF membranes that were prepd., beginning with a brief introduction to the current techniques for the fabrication of MOF membranes.  Gas and liq. sepn. applications with different MOF membranes are also included.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtVGjs7jK&md5=f3f3cc7e65a4347d0952ba379104fa88", "(j) ", "Zhang", ", ", "T.", "; ", "Lin", ", ", "W.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5982", "– ", "5993", " DOI: 10.1039/C4CS00103F", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Metal-organic frameworks for artificial photosynthesis and photocatalysis", "Zhang, Teng; Lin, Wenbin", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5982-5993", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Solar energy is an alternative, sustainable energy source for mankind.  Finding a convenient way to convert sunlight energy into chem. energy is a key step towards realizing large-scale solar energy utilization.  Owing to their structural regularity and synthetic tunability, metal-org. frameworks (MOFs) provide an interesting platform to hierarchically organize light-harvesting antennae and catalytic centers to achieve solar energy conversion.  Such photo-driven catalytic processes not only play a crit. role in the solar to chem. energy conversion scheme, but also provide a novel methodol. for the synthesis of fine chems.  In this review, we summarize the fundamental principles of energy transfer and photocatalysis and provide an overview of the latest progress in energy transfer, light-harvesting, photocatalytic proton and CO2 redn., and water oxidn. using MOFs.  The applications of MOFs in org. photocatalysis and degrdn. of model org. pollutants are also discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXmvFGgsLs%253D&md5=f331d8658a72f41153eee564b84176c8", "3. ", "(a) ", "Férey", ", ", "G.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Dutour", ", ", "J.", "; ", "Surblé", ", ", "S.", "; ", "Margiolaki", ", ", "I.", " ", "Science", " ", "2005", ",  ", "309", ",  ", "2040", "– ", "2042", " DOI: 10.1126/science.1116275", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "A Chromium Terephthalate-Based Solid with Unusually Large Pore Volumes and Surface Area", "Ferey, G.; Mellot-Draznieks, C.; Serre, C.; Millange, F.; Dutour, J.; Surble, S.; Margiolaki, I.", "Science (Washington, DC, United States)", "\r\n        (", "2005", "),\r\n    ", "309", "\r\n        (", "5743", "),\r\n    ", "2040-2042", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "We combined targeted chem. and computational design to create a crystal structure for porous chromium terephthalate, MIL-101, with very large pore sizes and surface area.  Its zeotype cubic structure has a giant cell vol. (∼702,000 cubic angstroms), a hierarchy of extra-large pore sizes (∼30 to 34 angstroms), and a Langmuir surface area for N2 of ∼5900 ± 300 square meters per g.  Beside the usual properties of porous compds., this solid has potential as a nanomold for monodisperse nanomaterials, as illustrated here by the incorporation of Keggin polyanions within the cages.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtVWntL3E&md5=6313e7e95b0edca92bb34df3f0c9752d", "(b) ", "Hwang", ", ", "Y. K.", "; ", "Hong", ", ", "D.-Y.", "; ", "Chang", ", ", "J.-S.", "; ", "Jhung", ", ", "S. H.", "; ", "Seo", ", ", "Y.-K.", "; ", "Kim", ", ", "J.", "; ", "Vimont", ", ", "A.", "; ", "Daturi", ", ", "M.", "; ", "Serre", ", ", "C.", "; ", "Férey", ", ", "G.", " ", "Angew. Chem., Int. Ed.", " ", "2008", ",  ", "47", ",  ", "4144", "– ", "4148", " DOI: 10.1002/anie.200705998", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Amine grafting on coordinatively unsaturated metal centers of MOFs: consequences for catalysis and metal encapsulation", "Hwang, Young Kyu; Hong, Do-Young; Chang, Jong-San; Jhung, Sung Hwa; Seo, You-Kyong; Kim, Jinheung; Vimont, Alexandre; Daturi, Marco; Serre, Christian; Ferey, Gerard", "Angewandte Chemie, International Edition", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "22", "),\r\n    ", "4144-4148", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The coordinatively unsatd. sites in MIL-101, Cr3(F,OH)(H2O)2O[(O2C)C6H4(CO2)]3·nH2O (n ≈ 25), having zeotypic giant pores can be selectively functionalized in a way differing from that of mesoporous silica.  Metal-org. frameworks, grafted with ethylenediamine or diethylenetriamine on the unsatd. CrIII sites of MIL-101, exhibit remarkably high activities in the Knoevenagel condensation relative to that of the mesophase.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXmslyks7g%253D&md5=ca88478741e0955e6adfeb5b80553d2b", "(c) ", "Li", ", ", "H.", "; ", "Zhu", ", ", "Z.", "; ", "Zhang", ", ", "F.", "; ", "Xie", ", ", "S.", "; ", "Li", ", ", "H.", "; ", "Li", ", ", "P.", "; ", "Zhou", ", ", "X.", " ", "ACS Catal.", " ", "2011", ",  ", "1", ",  ", "1604", "– ", "1612", " DOI: 10.1021/cs200351p", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Palladium Nanoparticles Confined in the Cages of MIL-101: An Efficient Catalyst for the One-Pot Indole Synthesis in Water", "Li, Hui; Zhu, Zhong-Hong; Zhang, Fang; Xie, Song-Hai; Li, He-Xing; Li, Ping; Zhou, Xing-Gui", "ACS Catalysis", "\r\n        (", "2011", "),\r\n    ", "1", "\r\n        (", "11", "),\r\n    ", "1604-1612", "CODEN:\r\n                ", "ACCACS", ";\r\n        ISSN:", "2155-5435", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A hydrothermally stable metal-org. framework, MIL-101, was used as support for a metallic Pd nanoparticle catalyst.  With the characterization of XPS, X-ray diffraction, N2 physisorption, SEM, transmission electron microscopy, and CO chemisorption, the resulting Pd nanoparticles were identified to be confined in the cages of MIL-101.  During the one-pot indole synthesis between 2-iodoaniline and phenylacetylene in water, the as-prepd. Pd catalyst was more active and stable than the metallic Pd nanoparticles supported on MCM-41.  The enhanced catalytic properties were found to depend on both the texture and the surface chem. of the MIL-101 support.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlalu7vL&md5=b2fb6ab41bd714a862ab54dab1fbf933", "(d) ", "Lykourinou", ", ", "V.", "; ", "Chen", ", ", "Y.", "; ", "Wang", ", ", "X.-S.", "; ", "Meng", ", ", "L.", "; ", "Hoang", ", ", "T.", "; ", "Ming", ", ", "L.-J.", "; ", "Musselman", ", ", "R. L.", "; ", "Ma", ", ", "S.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "10382", "– ", "10385", " DOI: 10.1021/ja2038003", " ", "ACS Full Text ", ", [", "CAS", "]", "3. ", "Immobilization of MP-11 into a Mesoporous Metal-Organic Framework, MP-11@mesoMOF: A New Platform for Enzymatic Catalysis", "Lykourinou, Vasiliki; Chen, Yao; Wang, Xi-Sen; Meng, Le; Hoang, Tran; Ming, Li-June; Musselman, Ronald L.; Ma, Shengqian", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "27", "),\r\n    ", "10382-10385", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Microperoxidase-11 has for the first time been successfully immobilized into a mesoporous metal-org. framework (MOF) consisting of nanoscopic cages and it demonstrates superior enzymic catalysis performances compared to its mesoporous silica counterpart.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXns1ems7s%253D&md5=2ce9f3902f0d4b8209cfb6c0b8bc2dc9", "(e) ", "Canivet", ", ", "J.", "; ", "Aguado", ", ", "S.", "; ", "Schuurman", ", ", "Y.", "; ", "Farrusseng", ", ", "D.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "4195", "– ", "4198", " DOI: 10.1021/ja312120x", " ", "ACS Full Text ", ", [", "CAS", "]", "3. ", "MOF-Supported Selective Ethylene Dimerization Single-Site Catalysts through One-Pot Postsynthetic Modification", "Canivet, Jerome; Aguado, Sonia; Schuurman, Yves; Farrusseng, David", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "11", "),\r\n    ", "4195-4198", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The one-pot postfunctionalization allows anchoring a mol. nickel complex into a mesoporous metal-org. framework (Ni@(Fe)MIL-101).  It is generating a very active and reusable catalyst for the liq.-phase ethylene dimerization to selectively form 1-butene.  Higher selectivity for 1-butene is found using the Ni@(Fe)MIL-101 catalyst than reported for mol. nickel diimino complexes.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjslSnsbs%253D&md5=caadb2e76899e1c959ce8da3de02f781", "4. ", "(a) ", "Bauer", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Devic", ", ", "T.", "; ", "Horcajada", ", ", "P.", "; ", "Marrot", ", ", "J.", "; ", "Férey", ", ", "G.", "; ", "Stock", ", ", "N.", " ", "Inorg. Chem.", " ", "2008", ",  ", "47", ",  ", "7568", "– ", "7576", " DOI: 10.1021/ic800538r", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "High-Throughput Assisted Rationalization of the Formation of Metal Organic Frameworks in the Iron(III) Aminoterephthalate Solvothermal System", "Bauer, Sebastian; Serre, Christian; Devic, Thomas; Horcajada, Patricia; Marrot, Jerome; Ferey, Gerard; Stock, Norbert", "Inorganic Chemistry", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "17", "),\r\n    ", "7568-7576", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Through the use of high-throughput methods, solvothermal reactions of FeCl3 and 2-aminoterephthalic acid in protic as well as aprotic reaction media were systematically studied.  Thus, the fields of formation of the isoreticular structures of MIL-53, MIL-88, and MIL-101 based on Fe(III) and aminoterephthalate could be identified for the first time.  The resulting 3D framework materials with amino-functionalized pores have been characterized using X-ray diffraction; IR spectroscopy; and thermogravimetric, elemental, and energy dispersive X-ray anal.  Due to the applied high-throughput method, a high d. of information was obtained in a short period of time, which allows the extn. of important reaction trends and contributes to a better understanding of the role of compositional as well as process parameters in the synthesis of inorg.-org. hybrid materials.  We have found that the nature of the reaction medium has the most profound impact on structure formation.  Furthermore, the concn. of the starting mixt. (i.e., the solvent content) and the temp. have also been identified as key parameters for the formation of the different hybrid phases.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXptlCjsLg%253D&md5=5e58f67eec17939f7958db973be6c939", "(b) ", "Tanabe", ", ", "K. K.", "; ", "Cohen", ", ", "S. M.", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "48", ",  ", "7424", "– ", "7427", " DOI: 10.1002/anie.200903433", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Engineering a Metal-Organic Framework Catalyst by Using Postsynthetic Modification", "Tanabe, Kristine K.; Cohen, Seth M.", "Angewandte Chemie, International Edition", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "40", "),\r\n    ", "7424-7427, S7424/1-S7424/15", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A postsynthetic modification of a metal-org. framework complex UMCM-1-NH2 {[(Zn4O)3(BDC-NH2)3(BTB)4] (H2BDC-NH2 = 2-Amino-1,4-benzenedicarboxylic acid and H3BTB = 4,4',4''-benzene-1,3,5-triyltribenzoic acid)} was performed by reacting UMCM-1-NH2 with 3-hydroxyphthalic anhydride or 2,3-pyrazinedicarboxylic anhydride resulted in amide functionalized derivs. UMCM-1-AMsal and UMCM-1-AMpz, resp.  Iron was complexed with UMCM-1-AMsal by reaction with [Fe(acac)3] to give UMCM-1-AMFesal.  Likewise, complexation of UMCM-1-AMpz with [Cu(acac)2] gave UMCM-1-AMCupz.  UMCM-1-AMFesal was shown to catalyze the carbon-carbon bond forming Mukaiyama-aldol reaction of naphthaldehyde or mesitaldehyde with 1-methoxy-2-methyl-1-(trimethylsiloxy)propene.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtFGrs7vP&md5=cc43361d425daa1d2455f67df90197a4", "(c) ", "Wang", ", ", "Z.", "; ", "Tanabe", ", ", "K. K.", "; ", "Cohen", ", ", "S. M.", " ", "Inorg. Chem.", " ", "2009", ",  ", "48", ",  ", "296", "– ", "306", " DOI: 10.1021/ic801837t", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Accessing Postsynthetic Modification in a Series of Metal-Organic Frameworks and the Influence of Framework Topology on Reactivity", "Wang, Zhenqiang; Tanabe, Kristine K.; Cohen, Seth M.", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "1", "),\r\n    ", "296-306", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "2-Amino-1,4-benzenedicarboxylic acid (NH2-BDC) is a compatible building block for the construction of two new metal-org. frameworks (MOFs) that have structures isoreticular to reported MOFs that use 1,4-benzenedicarboxylic acid (BDC) as a building block.  DMOF-1-NH2 (DABCO MOF-1-NH2) is a deriv. of a previously studied MOF that contains two-dimensional square grids based on NH2-BDC and zinc(II) paddle-wheel units; the grid layers are connected by DABCO (1,4-diazabicyclo[2.2.2]octane) mols. that coordinate in the axial positions of the paddlewheel secondary-building units (SBUs).  UMCM-1-NH2 is an NH2-BDC deriv. of UMCM-1 (University of Michigan Cryst. Material-1), a highly porous MOF reported by Matzger et al., and consists of both NH2-BDC and BTB (BTB = 4,4',4''-benzene-1,3,5-triyl-tribenzoate) linkers with Zn4O SBUs.  The structure of UMCM-1-NH2 was confirmed by single-crystal x-ray diffraction.  By using NH2-BDC to generate these MOFs, the pendant amino groups can serve as a chem. handle that can be manipulated via postsynthetic modification with alkyl anhydrides.  Reactions of each MOF and different anhydrides were performed to compare the extent of conversion, thermal and structural stability, and Brunauer-Emmett-Teller surface areas afforded by the resulting materials.  Under comparable reaction conditions, 1H NMR of digested samples show that UMCM-1-NH2 has conversions comparable to that of IRMOF-3, while DMOF-1-NH2 only shows high conversions with smaller anhydrides.  Under specific reaction conditions, higher conversions were obtained with complete retention of crystallinity, as verified by single-crystal x-ray diffraction expts.  The results presented here demonstrate three important findings: (a) NH2-BDC can be used as a surrogate for BDC in a no. of MOFs thereby providing a handle for postsynthetic modification, (b) postsynthetic modification is a general strategy to functionalizing MOFs that can be applied to a variety of MOF structures, and (c) the topol. and chem./thermal stability of a MOF can influence the type of chem. reactions and reagents that can be used for postsynthetic modification.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtl2ltb%252FJ&md5=4c92eadb89feb530b7c5983af853e95e", "(d) ", "Tanabe", ", ", "K. K.", "; ", "Allen", ", ", "C. A.", "; ", "Cohen", ", ", "S. M.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "9730", "– ", "9733", " DOI: 10.1002/anie.201004736", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Photochemical activation of a Metal-Organic Framework to reveal functionality", "Tanabe, Kristine K.; Allen, Corinne A.; Cohen, Seth M.", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "50", "),\r\n    ", "9730-9733, S9730/1-S9730/28", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "In this paper we describe how light can be used to remove protecting groups from the org. components of a Metal-Org. Framework (MOF) lattice in a single-crystal-to-single-crystal (SCSC) fashion.  In this manner the MOF lattice is kept pristine, while unmasking new chem. functionality throughout the pores of the MOF.  Our findings suggest that this kind of postsynthetic deprotection of MOFs may be an excellent strategy for producing porous materials contg. complex functionality.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsFaqs7fE&md5=2bbfe8f4c6a18420dffd481bd6cd66f4", "(e) ", "Serra-Crespo", ", ", "P.", "; ", "Ramos-Fernandez", ", ", "E. V.", "; ", "Gascon", ", ", "J.", "; ", "Kapteijn", ", ", "F.", " ", "Chem. Mater.", " ", "2011", ",  ", "23", ",  ", "2565", "– ", "2572", " DOI: 10.1021/cm103644b", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "4. ", "Synthesis and Characterization of an Amino Functionalized MIL-101(Al): Separation and Catalytic Properties", "Serra-Crespo, Pablo; Ramos-Fernandez, Enrique V.; Gascon, Jorge; Kapteijn, Freek", "Chemistry of Materials", "\r\n        (", "2011", "),\r\n    ", "23", "\r\n        (", "10", "),\r\n    ", "2565-2572", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new MIL-101 material based on aluminum and contg. amine functional groups has been synthesized.  The pure phase NH2-MIL-101(Al) can only be formed in very specific synthesis conditions, where both the metal source and the solvent used play a key role.  The resulting porous solid shows a high thermal and chem. stability, decompg. at temps. above 650 K in air.  The NH2-MIL-101(Al) framework offers an excellent trade off for sepn. of CO2: the combination of high stability, acceptable capacity at low adsorbate partial pressures, high selectivity, and fast regenerability makes this new material a very attractive candidate for applications like natural gas or biogas upgrading.  CO2 capacities up to 62 wt.% are obtained at room temp. and 3 MPa.  In addn. to an excellent sepn. performance, the NH2-MIL-101(Al) shows a high activity in the basic catalyzed Knoevenagel condensation of benzaldehyde with Et cyanoacetate at 313 K even in an as apolar a solvent as toluene (turn over frequency, TOF = 1.8 h-1).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXltlartbg%253D&md5=67ccec5e7372f5ac4f758fe115ab48bd", "(f) ", "Liu", ", ", "C.", "; ", "Li", ", ", "T.", "; ", "Rosi", ", ", "N. L.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "18886", "– ", "18888", " DOI: 10.1021/ja307713q", " ", "ACS Full Text ", ", [", "CAS", "]", "4. ", "Strain-Promoted Click Modification of a Mesoporous Metal-Organic Framework", "Liu, Chong; Li, Tao; Rosi, Nathaniel L.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "46", "),\r\n    ", "18886-18888", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Strain-promoted click chem. was used to post-synthetically modify the pore walls of azide-functionalized mesoporous bio-MOF-100 (N3-bio-MOF-100).  The reactions proceed in high yield and produce no byproduct.  This new method was used to introduce various functional groups into the MOF mesopores, including succinimidyl ester bioconjugation moieties that allow for straightforward coupling of biomols. to the pore walls.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsF2ktLbE&md5=b1941b9610c03cfdcaa545749c224cef", "5. ", "(a) ", "Kim", ", ", "M.", "; ", "Boissonnault", ", ", "J. A.", "; ", "Allen", ", ", "C. A.", "; ", "Dau", ", ", "P. V.", "; ", "Cohen", ", ", "S. M.", " ", "Dalton Trans.", " ", "2012", ",  ", "41", ",  ", "6277", "– ", "6282", " DOI: 10.1039/c2dt30120b", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Functional tolerance in an isoreticular series of highly porous metal-organic frameworks", "Kim, Min; Boissonnault, Jake A.; Allen, Corinne A.; Dau, Phuong V.; Cohen, Seth M.", "Dalton Transactions", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "20", "),\r\n    ", "6277-6282", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Highly porous University of Michigan Cryst. Material (UMCM-1) type Zn-based metal-org. frameworks (MOFs) were synthesized from mono- and bi-functionalized benzenedicarboxylate (BDC) ligands.  In total, 16 new functionalized UMCM-1 derivs. were obtained by a combination of pre- and postsynthetic functionalization.  Through postsynthetic modification (PSM), amino-halo bifunctional MOFs were converted into amide-halo materials via solid-state acylation reactions.  Bifunctional MOFs contg. Cl, Br, and I groups revealed that PSM conversion is not affected by the size of the halide, only by the steric bulk of the reagent used in these solid-state org. transformations.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xmt1ylsrw%253D&md5=c59d597b4cc81fa9202164d86935ecae", "(b) ", "Li", ", ", "T.", "; ", "Kozlowski", ", ", "M. T.", "; ", "Doud", ", ", "E. A.", "; ", "Blakely", ", ", "M. N.", "; ", "Rosi", ", ", "N. L.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "11688", "– ", "11691", " DOI: 10.1021/ja403810k", " ", "ACS Full Text ", ", [", "CAS", "]", "5. ", "Stepwise ligand exchange for preparation of family of mesoporous MOFs", "Li, Tao; Kozlowski, Mark T.; Doud, Evan A.; Blakely, Maike N.; Rosi, Nathaniel L.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "32", "),\r\n    ", "11688-11691", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A stepwise ligand exchange strategy is utilized to prep. a series of isoreticular bio-MOF-100 analogs.  Specifically, in situ ligand exchange with progressively longer dicarboxylate linkers is performed on single cryst. starting materials to synthesize products with progressively larger mesoporous cavities.  The new members of this series of materials, bio-MOFs 101-103, each exhibit permanent mesoporosity and pore sizes ranging from ∼2.1-2.9 nm and surface areas ranging from 2704 to 4410 m2/g.  The pore vol. for bio-MOF 101 is 2.83 cc/g.  Bio-MOF-102 and 103 have pore vols. of 4.36 and 4.13 cc/g, resp.  Collectively, these data establish this unique family of MOFs as one of the most porous reported to date.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXnvFyisbw%253D&md5=00b20f8835e126f9113b30b4b80af0e6", "6. ", "(a) ", "Wang", ", ", "Z.", "; ", "Cohen", ", ", "S. M.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1315", "– ", "1329", " DOI: 10.1039/b802258p", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Postsynthetic modification of metal-organic frameworks", "Wang, Zhenqiang; Cohen, Seth M.", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1315-1329", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This crit. review discusses modification of metal-org. frameworks (MOFs) in a postsynthetic scheme.  In this approach, the MOF is assembled and then modified with chem. reagents with preservation of the lattice structure.  Recent findings show amide couplings, isocyanate condensations, click' chem., and other reactions are suitable for postsynthetic modification (PSM).  In addn., a no. of MOFs, from IRMOF-3 to ZIF-90, are amenable to PSM.  The generality of PSM, in both scope of chem. reactions and range of suitable MOFs, clearly indicates that the approach is broadly applicable.  Indeed, the rapid increase in reports on PSM demonstrates this methodol. will play an increasingly important role in the development of MOFs for the foreseeable future (117 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurs%253D&md5=10201324893034e6f13702e86b62db16", "(b) ", "Burnett", ", ", "B. J.", "; ", "Barron", ", ", "P. M.", "; ", "Hu", ", ", "C.", "; ", "Choe", ", ", "W.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "133", ",  ", "9984", "– ", "9987", " DOI: 10.1021/ja201911v", " ", "ACS Full Text ", ", [", "CAS", "]", "6. ", "Stepwise Synthesis of Metal-Organic Frameworks: Replacement of Structural Organic Linkers", "Burnett, Brandon J.; Barron, Paul M.; Hu, Chunhua; Choe, Wonyoung", "Journal of the American Chemical Society", "\r\n        (", "2011", "),\r\n    ", "133", "\r\n        (", "26", "),\r\n    ", "9984-9987", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A single-crystal to single-crystal transformation resulting from bridging-linker replacement is possible in extended 2-dimensional and 3-dimensional metal-org. frameworks (MOFs) by introducing pillared paddlewheel MOF structures into a soln. contg. dipyridyl linkers.  No lateral movement of the layers was obsd. during this transformation, creating a templating effect from the parent structure to the daughter structure.  A previously unattainable structure was obtained by a two-step synthetic method using the bridging-linker replacement transformation method.  Addnl., a bridging-linker insertion was obsd. when excess linker was used with the 2-dimensional MOF structure, inducing an overall 2-dimensional to 3-dimensional transformation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnsF2gtbo%253D&md5=75c8496456b4ec12e759422ee7770762", "(c) ", "Tanabe", ", ", "K. K.", "; ", "Cohen", ", ", "S. M.", " ", "Chem. Soc. Rev.", " ", "2011", ",  ", "40", ",  ", "498", "– ", "519", " DOI: 10.1039/C0CS00031K", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Postsynthetic modification of metal-organic frameworks-a progress report", "Tanabe, Kristine K.; Cohen, Seth M.", "Chemical Society Reviews", "\r\n        (", "2011", "),\r\n    ", "40", "\r\n        (", "2", "),\r\n    ", "498-519", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) are an important class of hybrid inorg.-org. materials.  In this tutorial review, a progress report on the postsynthetic modification (PSM) of MOFs is provided.  PSM refers to the chem. modification of the MOF lattice in a heterogeneous fashion.  This powerful synthetic approach has grown in popularity and resulted in a no. of advances in the functionalization and application of MOFs.  The use of PSM to develop MOFs with improved gas sorption, catalytic activity, bioactivity, and more robust phys. properties is discussed.  The results reported to date clearly show that PSM is an important approach for the development and advancement of these hybrid solids.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXptFSlsg%253D%253D&md5=1dc915e25e01c1453862f2828fbe0804", "(d) ", "Cohen", ", ", "S. M.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "970", "– ", "1000", " DOI: 10.1021/cr200179u", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Postsynthetic Methods for the Functionalization of Metal-Organic Frameworks", "Cohen, Seth M.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "970-1000", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The development of postsynthetic methods is discussed for the chem. modification and functionalization of metal-org. frameworks and related coordination polymers.  Emphasis is placed on the chem. approaches that result in the covalent modification of the org. linkers within the metal-org. frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtFOmtr7O&md5=7925eb048cba3cfde64b5471dc919b24", "(e) ", "Karagiaridi", ", ", "O.", "; ", "Bury", ", ", "W.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Stern", ", ", "C. L.", "; ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Sci.", " ", "2012", ",  ", "3", ",  ", "3256", "– ", "3260", " DOI: 10.1039/c2sc20558k", " ", "[", "Crossref", "], [", "CAS", "]", "6. ", "Synthesis and characterization of isostructural cadmium zeolitic imidazolate frameworks via solvent-assisted linker exchange", "Karagiaridi, Olga; Bury, Wojciech; Sarjeant, Amy A.; Stern, Charlotte L.; Farha, Omar K.; Hupp, Joseph T.", "Chemical Science", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "11", "),\r\n    ", "3256-3260", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Herein, the authors present the 1st examples of solvent-assisted linker exchange (SALE) in zeolitic imidazolate frameworks (ZIFs).  By exposing the ZIF CdIF-4 to excess solns. of 2-nitroimidazole and 2-methylimidazole under solvothermal conditions, the authors were able to obtain a previously reported ZIF CdIF-9 in high yield, as well as synthesize a new ZIF, Solvent-Assisted Linker-Exchanged Material-1 (SALEM-1).  The parent and daughter ZIFs are isostructural (RHO zeolitic topol.) and highly porous.  Despite the high thermal and chem. stability of ZIFs, single crystal-to-single crystal linker exchange appears to be a suitable tool for the modification and functionalization of these materials.  The authors anticipate that the addn. of SALE to the arsenal of known synthetic techniques for ZIFs will significantly facilitate the quest to obtain interesting and useful ZIF compds., including compds. that cannot be synthesized directly.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsVGhsrzL&md5=53d1111e43eaf5233af47dce1a76d270", "(f) ", "Karagiaridi", ", ", "O.", "; ", "Lalonde", ", ", "M. B.", "; ", "Bury", ", ", "W.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "18790", "– ", "18796", " DOI: 10.1021/ja308786r", " ", "ACS Full Text ", ", [", "CAS", "]", "6. ", "Opening ZIF-8: A Catalytically Active Zeolitic Imidazolate Framework of Sodalite Topology with Unsubstituted Linkers", "Karagiaridi, Olga; Lalonde, Marianne B.; Bury, Wojciech; Sarjeant, Amy A.; Farha, Omar K.; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "45", "),\r\n    ", "18790-18796", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A zeolitic imidazolate framework material of SOD topol. possessing primarily unsubstituted imidazolate (i.m.) linkers has been synthesized via solvent-assisted linker exchange (SALE) of ZIF-8.  The structure of the new material, SALEM-2, has been confirmed through 1H NMR and powder and single-crystal X-ray diffraction.  SALEM-2 is the first example of a porous Zn(i.m.)2 ZIF possessing a truly zeolitic topol. that can be obtained in bulk quantities.  Upon treatment with n-butyllithium, the open analog exhibits Bronsted base catalysis that cannot be accomplished by the parent material ZIF-8.  Addnl., it displays a different size cutoff for uptake and release of mol. guests than does ZIF-8.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsFCrtbjM&md5=ce655474396206792f0958c0a46fe912", "(g) ", "Kim", ", ", "M.", "; ", "Cahill", ", ", "J. F.", "; ", "Fei", ", ", "H. H.", "; ", "Prather", ", ", "K. A.", "; ", "Cohen", ", ", "S. M.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "18082", "– ", "18088", " DOI: 10.1021/ja3079219", " ", "ACS Full Text ", ", [", "CAS", "]", "6. ", "Postsynthetic Ligand and Cation Exchange in Robust Metal-Organic Frameworks", "Kim, Min; Cahill, John F.; Fei, Honghan; Prather, Kimberley A.; Cohen, Seth M.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "43", "),\r\n    ", "18082-18088", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Postsynthetic ligand and metal ion exchange (PSE) processes readily occur in several inert metal-org. frameworks (MOFs), including zeolitic imidazolate frameworks (ZIFs).  Ligand exchange can occur between solid samples, as was demonstrated under relatively mild conditions with two robust, topol. distinct MOFs, MIL-53(Al) and MIL-68(In).  Ligand PSE is not obsd. with MIL-101(Cr), which is attributed to the kinetic inertness of the Cr(III) ion.  In addn. to ligand exchange, metal ion (cation) PSE was also studied between intact MOF microcryst. particles.  Metal ion transfer between MIL-53(Al) and MIL-53(Fe) was readily obsd.  These PSE reactions were monitored and the products characterized by a no. of techniques, including aerosol time-of-flight mass spectrometry, which permits single-particle compositional anal.  To show the potential synthetic utility of this approach, the PSE process was used to prep. the first Ti(IV) analog of the robust UiO-66(Zr) framework.  Finally, expts. to rule out mechanisms other than PSE (i.e., aggregation, dissoln./recrystn.) were performed.  PSE, of either ligands or cations, is common even with highly robust MOFs such as UiO-66(Zr), MILs, and ZIFs.  Also, PSE is useful in prepg. novel materials that cannot be obtained via other synthetic methods.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsVKmtbjP&md5=c7010554a86381c57498f08218bded0f", "(h) ", "Kim", ", ", "M.", "; ", "Cahill", ", ", "J. F.", "; ", "Su", ", ", "Y. X.", "; ", "Prather", ", ", "K. A.", "; ", "Cohen", ", ", "S. M.", " ", "Chem. Sci.", " ", "2012", ",  ", "3", ",  ", "126", "– ", "130", " DOI: 10.1039/C1SC00394A", " ", "[", "Crossref", "], [", "CAS", "]", "6. ", "Postsynthetic ligand exchange as a route to functionalization of metal-organic frameworks", "Kim, Min; Cahill, John F.; Su, Yongxuan; Prather, Kimberly A.; Cohen, Seth M.", "Chemical Science", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "1", "),\r\n    ", "126-130", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Herein, the authors report that the exchange of ligands from an intact metal-org. framework (MOF) can be exploited as a means to introduce functionalized ligands into MOFs under mild conditions.  Ligand exchange can occur with 'inert' Zr(IV)-based UiO-66 MOFs in a solvent dependent manner.  The authors call this process postsynthetic exchange (PSE) and show that it provides access to MOFs that are not readily prepd. in high quality by solvothermal methods.  Ligand exchange can occur between UiO-66 MOFs as monitored by aerosol time-of-flight mass spectrometry (ATOFMS).  ATOFMS was used to analyze the chem. compn. of microcryst. MOFs on the single particle level, providing information not available through bulk anal.  PSE is an important postsynthetic approach to the modification of MOFs, and the ligand exchange revealed by ATOFMS requires a reevaluation of the assumed 'stability' of even the most robust MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsFeisr%252FM&md5=b12ee0a9098d4c4065bb4f5e26f15f1a", "(i) ", "Bury", ", ", "W.", "; ", "Fairen-Jimenez", ", ", "D.", "; ", "Lalonde", ", ", "M. B.", "; ", "Snurr", ", ", "R. Q.", "; ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Mater.", " ", "2013", ",  ", "25", ",  ", "739", "– ", "744", " DOI: 10.1021/cm303749m", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Control over Catenation in Pillared Paddlewheel Metal-Organic Framework Materials via Solvent-Assisted Linker Exchange", "Bury, Wojciech; Fairen-Jimenez, David; Lalonde, Marianne B.; Snurr, Randall Q.; Farha, Omar K.; Hupp, Joseph T.", "Chemistry of Materials", "\r\n        (", "2013", "),\r\n    ", "25", "\r\n        (", "5", "),\r\n    ", "739-744", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Control over catenation in a pillared paddlewheel metal-org. framework was achieved via solvent-assisted linker exchange.  The linker exchange was demonstrated on the noncatenated structure of DO-MOF ([Zn2(L)(L3)]n, H4L = 1,2,4,5-tetrakis(4-carboxyphenyl)benzene, L3 = 1,2-bis(4-pyridyl)ethane-1,2-diol), by using 4,4'-bipyridine (L4) and 4,4'-azobis(pyridine) (L5) as linkers, leading to noncatenated materials SALEM-3 and SALEM-4.  The de novo synthesized analogs of SALEM-3 and SALEM-4 can only be obtained as 2-fold interpenetrated frameworks.  The reaction progress of the linker exchange was monitored by NMR spectroscopy, and structure and framework catenation were characterized by powder x-ray diffraction and thermogravimetric methods.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXit1aqu70%253D&md5=6a953d3f112a30d93d42c046a0613c88", "(j) ", "Fei", ", ", "H.", "; ", "Cahill", ", ", "J. F.", "; ", "Prather", ", ", "K. A.", "; ", "Cohen", ", ", "S. M.", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "4011", "– ", "4016", " DOI: 10.1021/ic400048g", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Tandem Postsynthetic Metal Ion and Ligand Exchange in Zeolitic Imidazolate Frameworks", "Fei, Honghan; Cahill, John F.; Prather, Kimberly A.; Cohen, Seth M.", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "7", "),\r\n    ", "4011-4016", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Herein, the authors report a general postsynthetic exchange (PSE) approach to introduce a redox-active transition metal, specifically Mn(II), into inert zeolitic imidazolate frameworks (ZIFs), a subclass of metal-org. frameworks (MOFs).  Metal ion PSE occurs in ZIF-71 (imidazolate = 4,5-dichloroimidazolate; RHO topol.) and ZIF-8 (2-methylimidazolate; SOD topol.) under ambient conditions.  The metal exchanged ZIFs are the 1st porous, Mn(II)-based ZIFs and a rare example of ZIFs with two transition metal centers in a single lattice.  Exchanged materials were characterized by SEM-energy dispersed x-ray spectroscopy (SEM-EDX), aerosol time-of-flight mass spectrometry (ATOFMS), X-ray fluorescence spectroscopy (XRF), and Brunauer-Emmett-Teller (BET) surface area anal.  Stepwise tandem PSE strategies are described to exchange of metal ions and org. linkers (4-bromoimidazolate) consecutively in ZIFs.  These findings are important for probing the chem. dynamics of ZIFs, despite their high crystallinity and robustness, and inspire the more widespread use of PSE to prep. multimetallic and multifunctional MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXktlyltLs%253D&md5=5c143aafe7938b767c3752a4f2ecea15", "(k) ", "Gross", ", ", "A. F.", "; ", "Sherman", ", ", "E.", "; ", "Mahoney", ", ", "S. L.", "; ", "Vajo", ", ", "J. J.", " ", "J. Phys. Chem. A", " ", "2013", ",  ", "117", ",  ", "3771", "– ", "3776", " DOI: 10.1021/jp401039k", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Reversible Ligand Exchange in a Metal-Organic Framework (MOF): Toward MOF-Based Dynamic Combinatorial Chemical Systems", "Gross, Adam F.; Sherman, Elena; Mahoney, Sky L.; Vajo, John J.", "Journal of Physical Chemistry A", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "18", "),\r\n    ", "3771-3776", "CODEN:\r\n                ", "JPCAFH", ";\r\n        ISSN:", "1089-5639", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reversible benzene dicarboxylate/2-bromobenzene dicarboxylate ligand exchange has been studied in the cubic metal-org. framework MOF-5.  Significant exchange (up to ∼50%), with continuous compositional variation, was obsd. using ex-situ 1H NMR following treatment over ∼6 h at ∼85° in 10-40 mM ligand solns.  Exchange occurred without significant structural degrdn. as characterized by x-ray diffraction, nitrogen adsorption, and SEM.  Solid-state 13C NMR was used to show that exchanged ligands were incorporated into the framework lattice and not simply adsorbed within the pores.  Exchange is sensitive to the small free energy changes caused by the ligand concn. in the exchanging soln. indicating that exchange is energetically nearly degenerate.  This demonstration of reversible, nearly isoenergetic exchange indicates that mixed ligand MOFs could be developed as dynamic combinatorial chem. systems.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmtVynu74%253D&md5=0a35e93a67575c6f507920bb57c5d4e5", "(l) ", "Hirai", ", ", "K.", "; ", "Chen", ", ", "K.", "; ", "Fukushima", ", ", "T.", "; ", "Horike", ", ", "S.", "; ", "Kondo", ", ", "M.", "; ", "Louvain", ", ", "N.", "; ", "Kim", ", ", "C.", "; ", "Sakata", ", ", "Y.", "; ", "Meilikhov", ", ", "M.", "; ", "Sakata", ", ", "O.", "; ", "Kitagawa", ", ", "S.", "; ", "Furukawa", ", ", "S.", " ", "Dalton Trans.", " ", "2013", ",  ", "42", ",  ", "15868", "– ", "15872", " DOI: 10.1039/c3dt50679g", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Programmed crystallization via epitaxial growth and ligand replacement towards hybridizing porous coordination polymer crystals", "Hirai, Kenji; Chen, Kebi; Fukushima, Tomohiro; Horike, Satoshi; Kondo, Mio; Louvain, Nicolas; Kim, Chiwon; Sakata, Yoko; Meilikhov, Mikhail; Sakata, Osami; Kitagawa, Susumu; Furukawa, Shuhei", "Dalton Transactions", "\r\n        (", "2013", "),\r\n    ", "42", "\r\n        (", "45", "),\r\n    ", "15868-15872", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Hybridized porous coordination polymers (PCPs) of 2D frameworks [Zn(isophthalate)(dipyridyl)]n-type were synthesized through epitaxial growth or ligand replacement.  Whereas epitaxial growth on the core crystal leads to a sandwich type PCP, ligand replacement near the surface of core crystal results in a core-shell type PCP.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs12murfK&md5=640f180a77664a4b9cd48b534d0aae76", "(m) ", "Jeong", ", ", "S.", "; ", "Kim", ", ", "D.", "; ", "Song", ", ", "X.", "; ", "Choi", ", ", "M.", "; ", "Park", ", ", "N.", "; ", "Lah", ", ", "M. S.", " ", "Chem. Mater.", " ", "2013", ",  ", "25", ",  ", "1047", "– ", "1054", " DOI: 10.1021/cm303624p", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Postsynthetic Exchanges of the Pillaring Ligand in Three-Dimensional Metal-Organic Frameworks", "Jeong, Seok; Kim, Dongwook; Song, Xiaokai; Choi, Min; Park, Noejung; Lah, Myoung Soo", "Chemistry of Materials", "\r\n        (", "2013", "),\r\n    ", "25", "\r\n        (", "7", "),\r\n    ", "1047-1054", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks, [Ni(HBTC)(dabco)] (2) and [Ni2(HBTC)2(bipy)0.6(dabco)1.4] (3) (H3BTC is 1,3,5-benzenetricarboxylic acid, dabco is 1,4-diazabicyclo[2.2.2]octane, and bipy is 4,4'-bipyridine), were prepd. via postsynthetic ligand exchanges of [Ni(HBTC)(bipy)] (1).  By controlling the concn. of dabco, the authors could obtain not only entropically favorable 2 with completely exchanged dabco but also enthalpically favorable 3 with selectively exchanged bipy/dabco in the alternating layers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjvVKksbw%253D&md5=c012d07ded28636e656423e895d32cea", "(n) ", "Karagiaridi", ", ", "O.", "; ", "Bury", ", ", "W.", "; ", "Tylianakis", ", ", "E.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Hupp", ", ", "J. T.", "; ", "Farha", ", ", "O. K.", " ", "Chem. Mater.", " ", "2013", ",  ", "25", ",  ", "3499", "– ", "3503", " DOI: 10.1021/cm401724v", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Opening Metal-Organic Frameworks Vol. 2: Inserting Longer Pillars into Pillared-Paddlewheel Structures through Solvent-Assisted Linker Exchange", "Karagiaridi, Olga; Bury, Wojciech; Tylianakis, Emmanuel; Sarjeant, Amy A.; Hupp, Joseph T.; Farha, Omar K.", "Chemistry of Materials", "\r\n        (", "2013", "),\r\n    ", "25", "\r\n        (", "17", "),\r\n    ", "3499-3503", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Solvent-assisted linker exchange (SALE) was performed on a pillared-paddlewheel metal-org. framework (MOF), SALEM-5, to achieve incorporation of longer linkers into the material.  The 9-Å meso-1,2-di(4-pyridyl)-1,2-ethanediol pillar of SALEM-5 was successfully replaced by 11-Å, 14-Å, and 17-Å pillars to generate daughter MOFs SALEM-6, SALEM-7, and SALEM-8.  The daughter frameworks possess more open cages, as was demonstrated by structural modeling from the powder x-ray diffraction patterns, and larger solvent accessible space, as was demonstrated by TGA.  Finally, a study was performed to examine the effect of pKa of monoprotonated dipyridyl pillars (as an indicator of the Zn-L bond strength) on the outcome of SALE.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtlaisbvK&md5=55543a6a72f60180667c7034dd333a62", "(o) ", "Kim", ", ", "S.", "; ", "Dawson", ", ", "K. W.", "; ", "Gelfand", ", ", "B. S.", "; ", "Taylor", ", ", "J. M.", "; ", "Shimizu", ", ", "G. K. H.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "963", "– ", "966", " DOI: 10.1021/ja310675x", " ", "ACS Full Text ", ", [", "CAS", "]", "6. ", "Enhancing Proton Conduction in a Metal-Organic Framework by Isomorphous Ligand Replacement", "Kim, Si Rim; Dawson, Karl W.; Gelfand, Benjamin S.; Taylor, Jared M.; Shimizu, George K. H.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "3", "),\r\n    ", "963-966", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Using the concept of isomorphous replacement applied to entire ligands, a C3-sym. trisulfonate ligand was substituted with a C3-sym. tris(hydrogen phosphonate) ligand in a proton conducting metal-org. framework (MOF).  The resulting material, PCMOF21/2, has its proton conduction raised 1.5 orders of magnitude compared to the parent material, to 2.1 × 10-2 S cm-1 at 90% relative humidity and 85° C, while maintaining the parent MOF structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjtVWmtg%253D%253D&md5=77448b654dcf57c8cc69cd5c461b1c62", "(p) ", "Takaishi", ", ", "S.", "; ", "DeMarco", ", ", "E. J.", "; ", "Pellin", ", ", "M. J.", "; ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", " ", "Chem. Sci.", " ", "2013", ",  ", "4", ",  ", "1509", "– ", "1513", " DOI: 10.1039/c2sc21516k", " ", "[", "Crossref", "], [", "CAS", "]", "6. ", "Solvent-assisted linker exchange (SALE) and post-assembly metallation in porphyrinic metal-organic framework materials", "Takaishi, Shinya; DeMarco, Erica J.; Pellin, Michael J.; Farha, Omar K.; Hupp, Joseph T.", "Chemical Science", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "4", "),\r\n    ", "1509-1513", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Using recently reported robust porphyrinic metal-org. framework (RPM) materials, the authors have examd. the systematic exchange of pillaring linkers/struts as a means of accessing new versions of these materials.  Dipyridyl-porphyrin Zn(II) (Zn-dipy) struts were successfully replaced by M2-dipy (M2 = 2H(+), Al(III), Sn(IV)), forming cryst. solid solns. of Zn(Zn1-xMx)-RPM in variable ratios.  Post-synthetic metalation was demonstrated using Zn2H-RPM, again with retention of crystallinity.  The authors examd. catalytic activity for an epoxide ring-opening reaction with ZnM2-RPMs.  The catalytic activity depends strongly on the identity of the metal ion present in the dipyridyl-porphyrin unit.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXjtlymtr8%253D&md5=2bae5ab3de2508d941ac8b1c15b8bbaf", "(q) ", "Valtchev", ", ", "V.", "; ", "Majano", ", ", "G.", "; ", "Mintova", ", ", "S.", "; ", "Perez-Ramirez", ", ", "J.", " ", "Chem. Soc. Rev.", " ", "2013", ",  ", "42", ",  ", "263", "– ", "290", " DOI: 10.1039/C2CS35196J", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Tailored crystalline microporous materials by post-synthesis modification", "Valtchev, Valentin; Majano, Gerardo; Mintova, Svetlana; Perez-Ramirez, Javier", "Chemical Society Reviews", "\r\n        (", "2013", "),\r\n    ", "42", "\r\n        (", "1", "),\r\n    ", "263-290", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Cryst. microporous solids are an important class of inorg. materials with uses in different areas impacting our everyday lives, namely as catalysts, adsorbents, and ion exchangers.  Advancements in synthesis have been invaluable in expanding the classical aluminosilicate zeolites to new unique framework types and compns., motivating innovative developments.  However, the inexhaustible post-synthetic options to tailor zeolite properties have been and will continue to be indispensable to realize emerging and to improve conventional applications.  Starting from the routine drying and template removal processes that every zeolite must experience prior to use, a wide spectrum of treatments exists to alter individual or collective characteristics of these materials for optimal performance.  This review documents the toolbox of post-synthetic strategies available to tune the properties of zeolitic materials for specific functions.  The categorization is based on the scale at which the alteration is aimed at, including the at. structure (e.g. the introduction, dislodgement, or replacement of framework atoms), the micropore level (e.g. template removal and functionalization by inorg. and org. species), and the crystal and particle levels (e.g. the introduction of auxiliary porosity).  Through examples in the recent literature, it is shown that the combination of post-synthetic methods enables rational zeolite design, extending the characteristics of these materials way beyond those imposed by the synthesis conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhslKrurbL&md5=c98a114179202bb441457ec48c1e140e", "(r) ", "Deria", ", ", "P.", "; ", "Mondloch", ", ", "J. E.", "; ", "Karagiaridi", ", ", "O.", "; ", "Bury", ", ", "W.", "; ", "Hupp", ", ", "J. T.", "; ", "Farha", ", ", "O. K.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5896", "– ", "5912", " DOI: 10.1039/C4CS00067F", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Beyond post-synthesis modification: evolution of metal-organic frameworks via building block replacement", "Deria, Pravas; Mondloch, Joseph E.; Karagiaridi, Olga; Bury, Wojciech; Hupp, Joseph T.; Farha, Omar K.", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5896-5912", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) are hybrid porous materials with many potential applications, which intimately depend on the presence of chem. functionality either at the org. linkers and/or at the metal nodes.  Functionality that cannot be introduced into MOFs directly via de novo syntheses can be accessed through post-synthesis modification (PSM) on the reactive moieties of the linkers and/or nodes without disrupting the metal-linker bonds.  Even more intriguing methods that go beyond PSM are herein termed building block replacement (BBR) which encompasses (i) solvent-assisted linker exchange (SALE), (ii) nonbridging ligand replacement, and (iii) transmetalation.  These 1-step or tandem BBR processes involve exchanging key structural components of the MOF, which in turn should allow for the evolution of protoMOF structures (i.e., the use of a parent MOF as a template) to design MOFs composed of completely new components, presumably via single crystal to single crystal transformations.  The influence of building block replacement on the stability and properties of MOFs are discussed, and some insights into their mechanistic aspects are provided.  Future perspectives providing a glimpse into how these techniques can lead to various unexplored areas of MOF chem. are also presented.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7nJ&md5=de54d936f3cd7cec5e813011df5c5c53", "(s) ", "Han", ", ", "Y.", "; ", "Li", ", ", "J.-R.", "; ", "Xie", ", ", "Y.", "; ", "Guo", ", ", "G.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5952", "– ", "5981", " DOI: 10.1039/C4CS00033A", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Substitution reactions in metal-organic frameworks and metal-organic polyhedra", "Han, Yi; Li, Jian-Rong; Xie, Yabo; Guo, Guangsheng", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5952-5981", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Substitution reaction, as one of the most powerful and efficient chem. reactions, has been widely used in various syntheses, including those for the design and prepn. of functional mols. or materials.  In the past decade, a class of newly developed inorg.-org. hybrid materials, namely metal-org. materials (MOMs), has experienced a rapid development.  MOMs are composed of metal-contg. nodes connected by org. linkers through strong chem. bonds, and can be divided into metal-org. frameworks (MOFs) and metal-org. polygons/polyhedra (MOPs) with infinite and discrete structural features, resp.  Recent research has shown that the substitution reaction can be used as a new strategy in the synthesis and modification of MOFs and MOPs, particularly for pre-designed ones with desired structures and functions, which are usually difficult to access by a direct one-pot self-assembly synthetic approach.  This review highlights the implementation of the substitution reaction in MOFs and MOPs.  Examples of substitution reactions at metal ions, org. ligands, and free guest mols. of MOFs and MOPs are listed and analyzed.  The changes or modifications in the structures and/or properties of these materials induced by the substitutions, as well as the nature of the assocd. reaction, are discussed, with the conclusion that the substitution reaction is really feasible and powerful in synthesizing and tailoring MOMs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXmvFGmsbg%253D&md5=a814b2dc05481f6104b4dd51d4a7fa6b", "(t) ", "Hong", ", ", "D. H.", "; ", "Suh", ", ", "M. P.", " ", "Chem. - Eur. J.", " ", "2014", ",  ", "20", ",  ", "426", "– ", "434", " DOI: 10.1002/chem.201303801", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Enhancing CO2 Separation Ability of a Metal-Organic Framework by Post-Synthetic Ligand Exchange with Flexible Aliphatic Carboxylates", "Hong, Dae Ho; Suh, Myunghyun Paik", "Chemistry - A European Journal", "\r\n        (", "2014", "),\r\n    ", "20", "\r\n        (", "2", "),\r\n    ", "426-434", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A series of porous metal-org. frameworks having flexible carboxylic acid pendants in their pores (UiO-66-ADn: n = 4, 6, 8, and 10, where n denotes the no. of carbons in a pendant) has been synthesized by post-synthetic ligand exchange of terephthalate in UiO-66 with a series of alkanedioic acids (HO2C(CH2)n-2CO2H).  NMR, IR spectra, powder XRD, TEM, and mass spectra suggested that a terephthalate linker in UiO-66 was substituted by two alkanedioate moieties, resulting in free carboxyl pendants in the pores.  When post-synthetically modified UiO-66 was partially digested by adjusting the amt. of added HF per sample, NMR spectra indicated that the ratio of alkanedioic acid/terephthalic acid was increased with smaller amts. of acid, implying that the ligand substitution proceeded from the outer layer of the particles.  Gas sorption studies indicated that the surface areas and the pore vols. of all UiO-66-ADns were decreased compared to those of UiO-66, and that the CO2 adsorption capacities of UiO-66-ADn (n = 4, 8) were similar to that of UiO-66.  In the case of UiO-66-AD6, the CO2 uptake capacity was 34% higher at 298 K and 58% higher at 323 K compared to those of UiO-66.  It was elucidated by thermodn. calcns. that the introduction of flexible carboxyl pendants of appropriate length has two effects: (1) it increases the interaction enthalpy between the host framework and CO2 mols., and (2) it mitigates the entropy loss upon CO2 adsorption due to the formation of multiple configurations for the interactions between carboxyl groups and CO2 mols.  The ideal adsorption soln. theory (IAST) selectivity for CO2 adsorption over that of CH4 was enhanced for all of the UiO-66-ADns compared to that of UiO-66 at 298 K.  In particular, UiO-66-AD6 showed the most strongly enhanced CO2 uptake capacity and significantly increased selectivity for CO2 adsorption over that of CH4 at ambient temp., suggesting that it is a promising material for sequestering CO2 from landfill gas.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhvFOmtL3K&md5=6c8e2883228b65f13093b711138f2f3c", "(u) ", "Jeong", ", ", "S.", "; ", "Kim", ", ", "D.", "; ", "Shin", ", ", "S.", "; ", "Moon", ", ", "D.", "; ", "Cho", ", ", "S. J.", "; ", "Lah", ", ", "M. S.", " ", "Chem. Mater.", " ", "2014", ",  ", "26", ",  ", "1711", "– ", "1719", " DOI: 10.1021/cm404239s", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Combinational Synthetic Approaches for Isoreticular and Polymorphic Metal-Organic Frameworks with Tuned Pore Geometries and Surface Properties", "Jeong, Seok; Kim, Dongwook; Shin, Sunyoung; Moon, Dohyun; Cho, Sung June; Lah, Myoung Soo", "Chemistry of Materials", "\r\n        (", "2014", "),\r\n    ", "26", "\r\n        (", "4", "),\r\n    ", "1711-1719", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Isoreticular and polymorphic 3D MOFs have been prepd. via the combination of direct solvothermal reactions, postsynthetic ligand exchanges of the MOFs prepd. via the direct solvothermal reactions, and postsynthetic ligand insertions into a 2D MOF.  The appropriate pore dimensions, surface areas, and adsorption enthalpies of the MOFs combined well to produce the largest working CO2 capture capacities via the pressure swing adsorption process.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhtFymsLo%253D&md5=9084abeafaa08808371d93e0a4e6c42b", "(v) ", "Karagiaridi", ", ", "O.", "; ", "Bury", ", ", "W.", "; ", "Mondloch", ", ", "J. E.", "; ", "Hupp", ", ", "J. T.", "; ", "Farha", ", ", "O. K.", " ", "Angew. Chem., Int. Ed.", " ", "2014", ",  ", "53", ",  ", "4530", "– ", "4540", " DOI: 10.1002/anie.201306923", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Solvent-Assisted Linker Exchange: An Alternative to the De Novo Synthesis of Unattainable Metal-Organic Frameworks", "Karagiaridi, Olga; Bury, Wojciech; Mondloch, Joseph E.; Hupp, Joseph T.; Farha, Omar K.", "Angewandte Chemie, International Edition", "\r\n        (", "2014", "),\r\n    ", "53", "\r\n        (", "18", "),\r\n    ", "4530-4540", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs) have gained considerable attention as hybrid materials-in part because of a multitude of potential useful applications, ranging from gas sepn. to catalysis and light harvesting.  Unfortunately, de novo synthesis of MOFs with desirable function-property combinations is not always reliable and may suffer from vagaries such as formation of undesirable topologies, low soly. of precursors, and loss of functionality of the sensitive network components.  The recently discovered synthetic approach coined solvent-assisted linker exchange (SALE) constitutes a simple to implement strategy for circumventing these setbacks; its use has already gave a variety of MOF materials previously unobtainable by direct synthesis methods.  This Review provides a perspective of the achievements in MOF research that were made possible with SALE and examines the studies that have facilitated the understanding and broadened the scope of use of this invaluable synthetic tool.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXks1WntLo%253D&md5=df7ee197a97640ab1a94ad3de71e6846", "(w) ", "Morabito", ", ", "J. V.", "; ", "Chou", ", ", "L.-Y.", "; ", "Li", ", ", "Z.", "; ", "Manna", ", ", "C. M.", "; ", "Petroff", ", ", "C. A.", "; ", "Kyada", ", ", "R. J.", "; ", "Palomba", ", ", "J. M.", "; ", "Byers", ", ", "J. A.", "; ", "Tsung", ", ", "C.-K.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "12540", "– ", "12543", " DOI: 10.1021/ja5054779", " ", "ACS Full Text ", ", [", "CAS", "]", "6. ", "Molecular Encapsulation beyond the Aperture Size Limit through Dissociative Linker Exchange in Metal-Organic Framework Crystals", "Morabito, Joseph V.; Chou, Lien-Yang; Li, Zhehui; Manna, Cesar M.; Petroff, Christopher A.; Kyada, Rutvin J.; Palomba, Joseph M.; Byers, Jeffery A.; Tsung, Chia-Kuang", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "36", "),\r\n    ", "12540-12543", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Under linker exchange conditions, large guests with mol. diams. 3-4 times the framework aperture size were encapsulated into preformed nanocrystals of the metal-org. framework ZIF-8.  Guest encapsulation is facilitated by the formation of short-lived open states of the pores upon linker dissocn.  Kinetic studies suggested that linker exchange reactions in ZIF-8 proceed via a competition between dissociative and associative exchange mechanisms, and guest encapsulation was enhanced under conditions where the dissociative pathway predominates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhsVSnsLjP&md5=19b4e525347d001560cc4feed70fbdeb", "(x) ", "Szilagyi", ", ", "P. A.", "; ", "Weinrauch", ", ", "I.", "; ", "Oh", ", ", "H.", "; ", "Hirscher", ", ", "M.", "; ", "Juan-Alcaniz", ", ", "J.", "; ", "Serra-Crespo", ", ", "P.", "; ", "de Respinis", ", ", "M.", "; ", "Trzesniewski", ", ", "B. J.", "; ", "Kapteijn", ", ", "F.", "; ", "Geerlings", ", ", "H.", "; ", "Gascon", ", ", "J.", "; ", "Dam", ", ", "B.", "; ", "Grzech", ", ", "A.", "; ", "van de Krol", ", ", "R.", "; ", "Geerlings", ", ", "H.", " ", "J. Phys. Chem. C", " ", "2014", ",  ", "118", ",  ", "19572", "– ", "19579", " DOI: 10.1021/jp5050628", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Interplay of Linker Functionalization and Hydrogen Adsorption in the Metal-Organic Framework MIL-101", "Szilagyi, Petra Agota; Weinrauch, Ingrid; Oh, Hyunchul; Hirscher, Michael; Juan-Alcaniz, Jana; Serra-Crespo, Pablo; de Respinis, Moreno; Trzesniewski, Bartek Jacek; Kapteijn, Freek; Geerlings, Hans; Gascon, Jorge; Dam, Bernard; Grzech, Anna; van de Krol, Roel", "Journal of Physical Chemistry C", "\r\n        (", "2014", "),\r\n    ", "118", "\r\n        (", "34", "),\r\n    ", "19572-19579", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Functionalization of metal-org. frameworks results in higher hydrogen uptakes owing to stronger hydrogen-host interactions.  However, it was not studied whether a given functional group acts on existing adsorption sites (linker or metal) or introduces new ones.  The effect of two types of functional groups on MIL-101 (Cr) is analyzed.  Thermal-desorption spectroscopy reveals that the -Br ligand increases the secondary building unit's hydrogen affinity, while the -NH2 functional group introduces new hydrogen adsorption sites.  A subsequent introduction of -Br and -NH2 ligands on the linker results in the highest hydrogen-store interaction energy on the cationic nodes.  The latter is attributed to a push-and-pull effect of the linkers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Gltb7I&md5=4ff13714d25a0999e039196233c92b6b", "(y) ", "Fei", ", ", "H.", "; ", "Pullen", ", ", "S.", "; ", "Wagner", ", ", "A.", "; ", "Ott", ", ", "S.", "; ", "Cohen", ", ", "S. M.", " ", "Chem. Commun.", " ", "2015", ",  ", "51", ",  ", "66", "– ", "69", " DOI: 10.1039/C4CC08218D", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Functionalization of robust Zr(IV)-based metal-organic framework films via a postsynthetic ligand exchange", "Fei, Honghan; Pullen, Sonja; Wagner, Andreas; Ott, Sascha; Cohen, Seth M.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2015", "),\r\n    ", "51", "\r\n        (", "1", "),\r\n    ", "66-69", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A facile and efficient fabrication approach for homogeneous, crack-free UiO-66 films with exceptionally high crystallinity and tunable thickness on a transparent and conductive glass substrate is reported.  Two functionalized species, a catechol ligand and a Fe2 complex with structural resemblance to the active site of [FeFe] hydrogenase, were introduced into the MOF films via a postsynthetic exchange.  Voltammetric studies show the [FeFe] complex in the thinner UiO-66 films (2-5 μm) can be reduced electrochem.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXhvVSiurnL&md5=c3f6252e577daaeee51e8f34ea8fdf01", "7. ", "(a) ", "Férey", ", ", "G.", "; ", "Serre", ", ", "C.", "; ", "Mellot-Draznieks", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Surblé", ", ", "S.", "; ", "Dutour", ", ", "J.", "; ", "Margiolaki", ", ", "I.", " ", "Angew. Chem., Int. Ed.", " ", "2004", ",  ", "43", ",  ", "6296", "– ", "6301", " DOI: 10.1002/anie.200460592", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Molecular modeling: A hybrid solid with giant pores prepared by a combination of targeted chemistry, simulation, and powder diffraction", "Ferey, Gerard; Serre, Christian; Mellot-Draznieks, Caroline; Millange, Franck; Surble, Suzy; Dutour, Julien; Margiolaki, Irene", "Angewandte Chemie, International Edition", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "46", "),\r\n    ", "6296-6301", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The assocn. of a chromium(III) trimeric building unit and 1,3,5-benzenetricarboxylate led to the powd. solid MIL-100.  Simulations provided a crystal structure soln., which matched the exptl. powder XRD pattern.  This unique simulation/diffraction combination allowed the structure detn. of a giant-pore solid with a zeotype architecture, built up from hybrid supertetrahedra.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXhtFWrtL7J&md5=7200674db845103909fe0af6ea2f7e01", "(b) ", "Park", ", ", "K. S.", "; ", "Ni", ", ", "Z.", "; ", "Côté", ", ", "A. P.", "; ", "Choi", ", ", "J. Y.", "; ", "Huang", ", ", "R.", "; ", "Uribe-Romo", ", ", "F. J.", "; ", "Chae", ", ", "H. K.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Proc. Natl. Acad. Sci. U. S. A.", " ", "2006", ",  ", "103", ",  ", "10186", "– ", "10191", " DOI: 10.1073/pnas.0602439103", " ", "[Free @ PNAS]", ", [", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Exceptional chemical and thermal stability of zeolitic imidazolate frameworks", "Park, Kyo Sung; Ni, Zheng; Cote, Adrien P.; Choi, Jae Yong; Huang, Rudan; Uribe-Romo, Fernando J.; Chae, Hee K.; O'Keeffe, Michael; Yaghi, Omar M.", "Proceedings of the National Academy of Sciences of the United States of America", "\r\n        (", "2006", "),\r\n    ", "103", "\r\n        (", "27", "),\r\n    ", "10186-10191", "CODEN:\r\n                ", "PNASA6", ";\r\n        ISSN:", "0027-8424", ".\r\n    \r\n            (", "National Academy of Sciences", ")\r\n        ", "Twelve zeolitic imidazolate frameworks (ZIFs; termed ZIF-1 to -12) were synthesized as crystals by copolymn. of either Zn(II) (ZIF-1 to -4, -6 to -8, and -10 to -11) or Co(II) (ZIF-9 and -12) with imidazolate-type links.  The ZIF crystal structures are based on the nets of seven distinct aluminosilicate zeolites: tetrahedral Si(Al) and the bridging O are replaced with transition metal ion and imidazolate link, resp.  One example of mixed-coordination imidazolate of Zn(II) and In(III) (ZIF-5) based on the garnet net is reported.  Study of the gas adsorption and thermal and chem. stability of two prototypical members, ZIF-8 and -11, demonstrated their permanent porosity (Langmuir surface area = 1,810 m2/g), high thermal stability (up to 550°), and remarkable chem. resistance to boiling alk. H2O and org. solvents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XntlKjtbo%253D&md5=c28cd5862d4765fe4e4937195f5bb4df", "(c) ", "Horcajada", ", ", "P.", "; ", "Surble", ", ", "S.", "; ", "Serre", ", ", "C.", "; ", "Hong", ", ", "D.-Y.", "; ", "Seo", ", ", "Y.-K.", "; ", "Chang", ", ", "J.-S.", "; ", "Greneche", ", ", "J.-M.", "; ", "Margiolaki", ", ", "I.", "; ", "Ferey", ", ", "G.", " ", "Chem. Commun.", " ", "2007", ",  ", "2820", "– ", "2822", " DOI: 10.1039/b704325b", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Synthesis and catalytic properties of MIL-100(Fe), an iron(III) carboxylate with large pores", "Horcajada, Patricia; Surble, Suzy; Serre, Christian; Hong, Do-Young; Seo, You-Kyong; Chang, Jong-San; Greneche, Jean-Marc; Margiolaki, Irene; Ferey, Gerard", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2007", "),\r\n    ", "\r\n        (", "27", "),\r\n    ", "2820-2822", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The large-pore iron(III) carboxylate MIL-100(Fe) with a zeotype architecture was isolated under hydrothermal conditions.  Its structure was solved from synchrotron x-ray powder diffraction data and the complex is formulated as [Fe3O(H2O)2F(BTC)2]·nH2O (n ≈ 14.5; BTC = 1,3,5-benzenetricarboxylate).  Friedel-Crafts benzylation catalytic tests indicate a high activity and selectivity for MIL-100(Fe).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXnt1Kju74%253D&md5=16bec672b1a66fd40fe04c4fa3f25d55", "(d) ", "Cavka", ", ", "J. H.", "; ", "Jakobsen", ", ", "S.", "; ", "Olsbye", ", ", "U.", "; ", "Guillou", ", ", "N.", "; ", "Lamberti", ", ", "C.", "; ", "Bordiga", ", ", "S.", "; ", "Lillerud", ", ", "K. P.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "13850", "– ", "13851", " DOI: 10.1021/ja8057953", " ", "ACS Full Text ", ", [", "CAS", "]", "7. ", "A new zirconium inorganic building brick forming metal organic frameworks with exceptional stability", "Cavka Jasmina Hafizovic; Jakobsen Soren; Olsbye Unni; Guillou Nathalie; Lamberti Carlo; Bordiga Silvia; Lillerud Karl Petter", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "42", "),\r\n    ", "13850-1", "\r\n        ISSN:", ".\r\n    ", "Porous crystals are strategic materials with industrial applications within petrochemistry, catalysis, gas storage, and selective separation.  Their unique properties are based on the molecular-scale porous character.  However, a principal limitation of zeolites and similar oxide-based materials is the relatively small size of the pores, typically in the range of medium-sized molecules, limiting their use in pharmaceutical and fine chemical applications.  Metal organic frameworks (MOFs) provided a breakthrough in this respect.  New MOFs appear at a high and an increasing pace, but the appearances of new, stable inorganic building bricks are rare.  Here we present a new zirconium-based inorganic building brick that allows the synthesis of very high surface area MOFs with unprecedented stability.  The high stability is based on the combination of strong Zr-O bonds and the ability of the inner Zr6-cluster to rearrange reversibly upon removal or addition of mu3-OH groups, without any changes in the connecting carboxylates.  The weak thermal, chemical, and mechanical stability of most MOFs is probably the most important property that limits their use in large scale industrial applications.  The Zr-MOFs presented in this work have the toughness needed for industrial applications; decomposition temperature above 500 degrees C and resistance to most chemicals, and they remain crystalline even after exposure to 10 tons/cm2 of external pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD1cnlvFSqsA%253D%253D&md5=f355e3a0756d112f6ae3148a1e69cd81", "(e) ", "Biswas", ", ", "S.", "; ", "Grzywa", ", ", "M.", "; ", "Nayek", ", ", "H. P.", "; ", "Dehnen", ", ", "S.", "; ", "Senkovska", ", ", "I.", "; ", "Kaskel", ", ", "S.", "; ", "Volkmer", ", ", "D.", " ", "Dalton Trans.", " ", "2009", ",  ", "6487", "– ", "6495", " DOI: 10.1039/b904280f", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "A cubic coordination framework constructed from benzobistriazolate ligands and zinc ions having selective gas sorption properties", "Biswas, Shyam; Grzywa, Maciej; Nayek, Hari Pada; Dehnen, Stefanie; Senkovska, Irena; Kaskel, Stefan; Volkmer, Dirk", "Dalton Transactions", "\r\n        (", "2009", "),\r\n    ", "\r\n        (", "33", "),\r\n    ", "6487-6495", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two novel metal coordination polymers, [Zn5Cl4(BBTA)3]·3 DMF (1), and [ZnCl(BBTA)0.5(DMA)] (2) {H2-BBTA = 1H,5H-benzo(1,2-d:4,5-d')bistriazole}, have been synthesized under solvothermal conditions using ZnCl2 and H2-BBTA in DMF (DMF = N,N'-dimethylformamide) or DMA (DMA = N,N'-dimethylacetamide).  Moreover, a highly efficient microwave synthetic route has been developed for 1.  The structures of both compds. have been detd. by single crystal x-ray diffraction.  Compd. 1 represents the first example of a novel family of cubic microporous metal-org. frameworks (MFU-4; Metal-Org. Framework Ulm University-4), consisting of dianionic BBTA2- linkers and pentanuclear {Zn5Cl4}6+ secondary building units, whereas compd. 2 forms a dense 2D layered framework.  Phase purity of both compds. was confirmed by x-ray powder diffraction (XRPD), IR spectroscopy, and elemental anal.  TGA and variable temp. XRPD (VTXRPD) expts. carried out on 1 indicate that solvent mols. occluded in the large cavities of 1 can be removed at a temp. >250° in high vacuum without significant loss of crystallinity, giving rise to a metal-org. framework with void cavities.  Due to the small diam. of the aperture joining the two types of cavities present in 1, the diffusion of guest mols. across the crystal lattice is largely restricted at ambient conditions.  Compd. 1 therefore exhibits a highly selective adsorption for hydrogen vs. nitrogen at -196°.  The framework is stable against moisture and has a specific pore vol. of 0.42 cm3 g-1 estd. from the water adsorption isotherm.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXps1Kls7o%253D&md5=ee4efd9ada86e24f42494049cd985c64", "(f) ", "Dan-Hardi", ", ", "M.", "; ", "Serre", ", ", "C.", "; ", "Frot", ", ", "T.", "; ", "Rozes", ", ", "L.", "; ", "Maurin", ", ", "G.", "; ", "Sanchez", ", ", "C.", "; ", "Férey", ", ", "G.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "10857", "– ", "10859", " DOI: 10.1021/ja903726m", " ", "ACS Full Text ", ", [", "CAS", "]", "7. ", "A new photoactive crystalline highly porous titanium(IV) dicarboxylate", "Dan-Hardi, Meenakshi; Serre, Christian; Frot, Theo; Rozes, Laurence; Maurin, Guillaume; Sanchez, Clement; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "31", "),\r\n    ", "10857-10859", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Titanium is a very attractive candidate for MOFs due to its low toxicity, redox activity, and photocatalytic properties.  We present here MIL-125, the first example of a highly porous and cryst. titanium(IV) dicarboxylate (MIL stands for Materials of Institut Lavoisier) with a high thermal stability and photochem. properties.  Its structure is built up from a pseudo cubic arrangement of octameric wheels, built up from edge- or corner-sharing titanium octahedra, and terephthalate dianions leading to a three-dimensional periodic array of two types of hybrid cages with accessible pore diams. of 6.13 and 12.55 Å.  X-ray thermodiffractometry and thermal anal. show that MIL-125 is stable up to 360 ° under air atm. while nitrogen sorption anal. indicates a surface area (BET) of 1550 m2/g-1.  Moreover, under nitrogen and alc. adsorption, MIL-125 exhibits a photochromic behavior assocd. with the formation of stable mixed valence titanium-oxo compds.  The titanium oxo cluster are back oxidized in the presence of oxygen.  This photochem. phenomenon is analyzed through the combined use of ESR and UV-visible absorption spectroscopies.  The photogenerated electrons are trapped as Ti(III) centers, while a concomitant oxidn. of the adsorbed alc. mols. occurs.  This new microporous hybrid is a very promising candidate for applications in smart photonic devices, sensors, and catalysis.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXovVeltbc%253D&md5=6ccc223f9145f3c4c0f5daf02cb2850c", "(g) ", "Colombo", ", ", "V.", "; ", "Galli", ", ", "S.", "; ", "Choi", ", ", "H. J.", "; ", "Han", ", ", "G. D.", "; ", "Maspero", ", ", "A.", "; ", "Palmisano", ", ", "G.", "; ", "Masciocchi", ", ", "N.", "; ", "Long", ", ", "J. R.", " ", "Chem. Sci.", " ", "2011", ",  ", "2", ",  ", "1311", "– ", "1319", " DOI: 10.1039/c1sc00136a", " ", "[", "Crossref", "], [", "CAS", "]", "7. ", "High thermal and chemical stability in pyrazolate-bridged metal-organic frameworks with exposed metal sites", "Colombo, Valentina; Galli, Simona; Choi, Hye Jin; Han, Ggoch Ddeul; Maspero, Angelo; Palmisano, Giovanni; Masciocchi, Norberto; Long, Jeffrey R.", "Chemical Science", "\r\n        (", "2011", "),\r\n    ", "2", "\r\n        (", "7", "),\r\n    ", "1311-1319", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Reactions between the tritopic pyrazole-based ligand 1,3,5-tris(1H-pyrazol-4-yl)benzene (H3BTP) and transition metal acetate salts in DMF afford microporous pyrazolate-bridged metal-org. frameworks M3(BTP)2·xsolvent (M = Ni (1), Cu (2), Zn (3), Co (4)).  Ab-initio x-ray powder diffraction methods were employed in detg. the crystal structures of these compds., revealing 1 and 2 to exhibit an expanded sodalite-like framework with accessible metal cation sites, while 3 and 4 possess tetragonal frameworks with hydrophobic surfaces and narrower channel diams.  Compds. 1-4 can be desolvated without loss of crystallinity by heating under dynamic vacuum, giving rise to microporous solids with BET surface areas of 1650, 1860, 930 and 1027 m2 g-1, resp.  Thermogravimetric analyses and powder x-ray diffraction measurements demonstrate the exceptional thermal and chem. stability of these frameworks.  In particular, 3 is stable to heating in air up to at least 510°, while 1 is stable to heating in air to 430°, as well as to treatment with boiling aq. solns. of pH 2 to 14 for two weeks.  Unexpectedly, 2 and 3 are converted into new cryst. metal-org. frameworks upon heating in boiling water.  With the combination of stability under extreme conditions, high surface area, and exposed metal sites, it is anticipated that 1 may open the way to test metal-org. frameworks for catalytic processes that currently employ zeolites.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXnsVyhsbg%253D&md5=65c826bacdcbf73ed2a5f7f20e172196", "(h) ", "Fateeva", ", ", "A.", "; ", "Chater", ", ", "P. A.", "; ", "Ireland", ", ", "C. P.", "; ", "Tahir", ", ", "A. A.", "; ", "Khimyak", ", ", "Y. Z.", "; ", "Wiper", ", ", "P. V.", "; ", "Darwent", ", ", "J. R.", "; ", "Rosseinsky", ", ", "M. J.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "7440", "– ", "7444", " DOI: 10.1002/anie.201202471", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "A Water-Stable Porphyrin-Based Metal-Organic Framework Active for Visible-Light Photocatalysis", "Fateeva, Alexandra; Chater, Philip A.; Ireland, Christopher P.; Tahir, Asif A.; Khimyak, Yaroslav Z.; Wiper, Paul V.; Darwent, James R.; Rosseinsky, Matthew J.", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "30", "),\r\n    ", "7440-7444, S7440/1-S7440/17", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Water-stable porous porphyrin-metal org. framework with surface area 1400 m2-g-1 is reported which performs visible-light driven H2 photogeneration from H2O.  Thus, reaction of AlCl3.6H2O with free-base tetra-(4-carbonylphenyl)porphyrin (H2TCPP) in H2O under hydrothermal conditions followed by washing with DMF produced porous red H2TCPP[AlOH]2(DMF3-(H2O)2) (Al-PMOF).  Modification of Al-PMOF by porphyrin metalation with anhyd. Zinc acetate produced purple compd. Zn-TCCP-[AlOH]2 (2).  Crystal structure and optical properties of Al-PMOF and 2 were studied.  Photocatalytic efficiency of Al-PMOF and 2 was evaluated for H2 evolution from H2O under visible light in presence of methylviologen, EDTA and Pt co-catalyst.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xos1eht78%253D&md5=f4e9b15805f5a4433684acdd7c15d546", "(i) ", "Feng", ", ", "D.", "; ", "Gu", ", ", "Z.-Y.", "; ", "Li", ", ", "J.-R.", "; ", "Jiang", ", ", "H.-L.", "; ", "Wei", ", ", "Z.", "; ", "Zhou", ", ", "H.-C.", " ", "Angew. Chem., Int. Ed.", " ", "2012", ",  ", "51", ",  ", "10307", "– ", "10310", " DOI: 10.1002/anie.201204475", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Zirconium-Metalloporphyrin PCN-222: Mesoporous Metal-Organic Frameworks with Ultrahigh Stability as Biomimetic Catalysts", "Feng, Dawei; Gu, Zhi-Yuan; Li, Jian-Rong; Jiang, Hai-Long; Wei, Zhangwen; Zhou, Hong-Cai", "Angewandte Chemie, International Edition", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "41", "),\r\n    ", "10307-10310, S10307/1-S10307/46", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Zirconium-metalloporphyrin PCN-222 mesoporous metal-org. frameworks with ultrahigh stability as biomimetic catalysts are discussed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1aqtLvK&md5=1f53cd17d6e9bf7e130b29acdafc98cb", "(j) ", "Morris", ", ", "W.", "; ", "Volosskiy", ", ", "B.", "; ", "Demir", ", ", "S.", "; ", "Gándara", ", ", "F.", "; ", "McGrier", ", ", "P. L.", "; ", "Furukawa", ", ", "H.", "; ", "Cascio", ", ", "D.", "; ", "Stoddart", ", ", "J. F.", "; ", "Yaghi", ", ", "O. M.", " ", "Inorg. Chem.", " ", "2012", ",  ", "51", ",  ", "6443", "– ", "6445", " DOI: 10.1021/ic300825s", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "7. ", "Synthesis, Structure, and Metalation of Two New Highly Porous Zirconium Metal-Organic Frameworks", "Morris, William; Volosskiy, Boris; Demir, Selcuk; Gandara, Felipe; McGrier, Psaras L.; Furukawa, Hiroyasu; Cascio, Duilio; Stoddart, J. Fraser; Yaghi, Omar M.", "Inorganic Chemistry", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "12", "),\r\n    ", "6443-6445", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three new metal-org. frameworks [MOF-525, Zr6O4(OH)4(TCPP-H2)3; MOF-535, Zr6O4(OH)4(XF)3; MOF-545, Zr6O8(H2O)8(TCPP-H2)2, where porphyrin H4-TCPP-H2 = (C48H24O8N4) and cruciform H4-XF = (C42O8H22)] based on two new topologies, ftw and csq, were synthesized and structurally characterized.  MOF-525 and -535 are composed of Zr6O4(OH)4 cuboctahedral units linked by either porphyrin (MOF-525) or cruciform (MOF-535).  Another Zr-contg. unit, Zr6O8(H2O)8, is linked by porphyrin to give the MOF-545 structure.  The structure of MOF-525 was obtained by anal. of powder x-ray diffraction data.  The structures of MOF-535 and -545 were resolved from synchrotron single-crystal data.  MOF-525, -535, and -545 have Brunauer-Emmett-Teller surface areas of 2620, 1120, and 2260 m2/g, resp.  In addn. to their large surface areas, both porphyrin-contg. MOFs are exceptionally chem. stable, maintaining their structures under aq. and org. conditions.  MOF-525 and -545 were metalated with Fe(III) and Cu(II) to yield the metalated analogs without losing their high surface area and chem. stability.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XotFGlu7c%253D&md5=e2aef059f68ef4a35e5757bf914a6883", "(k) ", "Herm", ", ", "Z. R.", "; ", "Wiers", ", ", "B. M.", "; ", "Mason", ", ", "J. A.", "; ", "van Baten", ", ", "J. M.", "; ", "Hudson", ", ", "M. R.", "; ", "Zajdel", ", ", "P.", "; ", "Brown", ", ", "C. M.", "; ", "Masciocchi", ", ", "N.", "; ", "Krishna", ", ", "R.", "; ", "Long", ", ", "J. R.", " ", "Science", " ", "2013", ",  ", "340", ",  ", "960", "– ", "964", " DOI: 10.1126/science.1234071", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Separation of Hexane Isomers in a Metal-Organic Framework with Triangular Channels", "Herm, Zoey R.; Wiers, Brian M.; Mason, Jarad A.; van Baten, Jasper M.; Hudson, Matthew R.; Zajdel, Pawel; Brown, Craig M.; Masciocchi, Norberto; Krishna, Rajamani; Long, Jeffrey R.", "Science (Washington, DC, United States)", "\r\n        (", "2013", "),\r\n    ", "340", "\r\n        (", "6135", "),\r\n    ", "960-964", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Metal-org. frameworks can offer pore geometries that are not available in zeolites or other porous media, facilitating distinct types of shape-based mol. sepns. the authors report on Fe2(BDP)3 (BDP2- = 1,4-benzenedipyrazolate), a highly stable framework with triangular channels that effect the sepn. of hexane isomers according to the degree of branching.  Consistent with the varying abilities of the isomers to wedge along the triangular corners of the structure, adsorption isotherms and calcd. isosteric heats indicate an adsorption selectivity order of n-hexane > 2-methylpentane > 3-methylpentane > 2,3-dimethylbutane ≈ 2,2-dimethylbutane.  A breakthrough expt. performed at 160°C with an equimolar mixt. of all five mols. confirms that the dibranched isomers elute first from a bed packed with Fe2(BDP)3, followed by the monobranched isomers, and finally linear n-hexane.  Configurational-bias Monte Carlo simulations confirm the origins of the mol. sepn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXnvFSrtrY%253D&md5=43b09c92ad8588488532f1430401d2b3", "(l) ", "Mondloch", ", ", "J. E.", "; ", "Bury", ", ", "W.", "; ", "Fairen-Jimenez", ", ", "D.", "; ", "Kwon", ", ", "S.", "; ", "DeMarco", ", ", "E. J.", "; ", "Weston", ", ", "M. H.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Nguyen", ", ", "S. T.", "; ", "Stair", ", ", "P. C.", "; ", "Snurr", ", ", "R. Q.", "; ", "Farha", ", ", "O. K.", "; ", "Hupp", ", ", "J. T.", " ", "J. Am. Chem. Soc.", " ", "2013", ",  ", "135", ",  ", "10294", "– ", "10297", " DOI: 10.1021/ja4050828", " ", "ACS Full Text ", ", [", "CAS", "]", "7. ", "Vapor-Phase Metalation by Atomic Layer Deposition in a Metal-Organic Framework", "Mondloch, Joseph E.; Bury, Wojciech; Fairen-Jimenez, David; Kwon, Stephanie; DeMarco, Erica J.; Weston, Mitchell H.; Sarjeant, Amy A.; Nguyen, SonBinh T.; Stair, Peter C.; Snurr, Randall Q.; Farha, Omar K.; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2013", "),\r\n    ", "135", "\r\n        (", "28", "),\r\n    ", "10294-10297", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) have received attention for a myriad of potential applications including catalysis, gas storage, and gas sepn.  Coordinatively unsatd. metal ions often enable key functional behavior of these materials.  Most commonly, MOFs were metalated from the condensed phase (i.e., from soln.).  Here the authors introduce a new synthetic strategy capable of metalating MOFs from the gas phase: at. layer deposition (ALD).  Key to enabling metalation by ALD In MOFs (AIM) was the synthesis of NU-1000, Zr6(μ3-OH)8(OH)8(TBAPy)2 (H4TBAPY = 1,3,6,8-tetrakis(p-carboxyphenyl)pyrene), a new, thermally stable, Zr-based MOF with spatially oriented -OH groups and large 1-dimensional mesopores and apertures.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtVKit7bN&md5=e5ff0bf8a96c1ef952c59fbc26875452", "(m) ", "Devic", ", ", "T.", "; ", "Serre", ", ", "C.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "6097", "– ", "6115", " DOI: 10.1039/C4CS00081A", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "High valence 3p and transition metal based MOFs", "Devic, Thomas; Serre, Christian", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "6097-6115", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This article focuses on high valence 3p and transition metal based metal org. frameworks.  In the first part the authors will discuss the complex soln. chem. of these metals which makes this sub-class of MOFs more of a challenge than the traditional low valence metal based MOFs.  This is followed by a short review of the different classes of solids based on phosphonates, carboxylates and other linkers.  Finally, the authors report some of the most relevant properties of these solids such as their chem. or thermal stability as well as their catalytic, redox- and photo-activities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7nN&md5=019d9e9cb171d73ddc01347143db54a2", "(n) ", "Feng", ", ", "D.", "; ", "Wang", ", ", "K.", "; ", "Wei", ", ", "Z.", "; ", "Chen", ", ", "Y.-P.", "; ", "Simon", ", ", "C. M.", "; ", "Arvapally", ", ", "R. K.", "; ", "Martin", ", ", "R. L.", "; ", "Bosch", ", ", "M.", "; ", "Liu", ", ", "T.-F.", "; ", "Fordham", ", ", "S.", "; ", "Yuan", ", ", "D.", "; ", "Omary", ", ", "M. A.", "; ", "Haranczyk", ", ", "M.", "; ", "Smit", ", ", "B.", "; ", "Zhou", ", ", "H.-C.", " ", "Nat. Commun.", " ", "2014", ",  ", "5", ",  ", "5723", " DOI: 10.1038/ncomms6723", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Kinetically tuned dimensional augmentation as a versatile synthetic route towards robust metal-organic frameworks", "Feng Dawei; Wang Kecheng; Wei Zhangwen; Bosch Mathieu; Liu Tian-Fu; Fordham Stephen; Chen Ying-Pin; Zhou Hong-Cai; Simon Cory M; Arvapally Ravi K; Omary Mohammad A; Martin Richard L; Haranczyk Maciej; Yuan Daqiang; Smit Berend", "Nature communications", "\r\n        (", "2014", "),\r\n    ", "5", "\r\n        (", "),\r\n    ", "5723", "\r\n        ISSN:", ".\r\n    ", "Metal-organic frameworks with high stability have been pursued for many years due to the sustainability requirement for practical applications.  However, researchers have had great difficulty synthesizing chemically ultra-stable, highly porous metal-organic frameworks in the form of crystalline solids, especially as single crystals.  Here we present a kinetically tuned dimensional augmentation synthetic route for the preparation of highly crystalline and extremely robust metal-organic frameworks with a preserved metal cluster core.  Through this versatile synthetic route, we obtain large single crystals of 34 different iron-containing metal-organic frameworks.  Among them, PCN-250(Fe2Co) exhibits high volumetric uptake of hydrogen and methane, and is also stable in water and aqueous solutions with a wide range of pH values.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BC2Mzls1aisA%253D%253D&md5=fcca110d0fe3658025f07559d72c12f1", "(o) ", "Furukawa", ", ", "H.", "; ", "Gándara", ", ", "F.", "; ", "Zhang", ", ", "Y.-B.", "; ", "Jiang", ", ", "J.", "; ", "Queen", ", ", "W. L.", "; ", "Hudson", ", ", "M. R.", "; ", "Yaghi", ", ", "O. M.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "4369", "– ", "4381", " DOI: 10.1021/ja500330a", " ", "ACS Full Text ", ", [", "CAS", "]", "7. ", "Water Adsorption in Porous Metal-Organic Frameworks and Related Materials", "Furukawa, Hiroyasu; Gandara, Felipe; Zhang, Yue-Biao; Jiang, Juncong; Queen, Wendy L.; Hudson, Matthew R.; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "11", "),\r\n    ", "4369-4381", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Three criteria for achieving high performing porous materials for water adsorption have been identified.  These criteria deal with condensation pressure of water in the pores, uptake capacity, and recyclability and water stability of the material.  Water adsorption properties of 23 materials were investigated, 20 of which being metal-org. frameworks (MOFs).  Among the MOFs were 10 zirconium(IV) MOFs with a subset of these, MOF-801-SC (single crystal form), -802, -805, -806, -808, -812, and -841 reported for the first time.  MOF-801-P (microcryst. powder form) was reported earlier and studied here for its water adsorption properties.  MOF-812 was only made and structurally characterized but not examd. for water adsorption because it is a byproduct of MOF-841 synthesis.  All the new zirconium MOFs are made from the Zr6O4(OH)4(-CO2) secondary building units (n = 6, 8, 10, or 12) and variously shaped carboxyl org. linkers to make extended porous frameworks.  The permanent porosity of all 23 materials was confirmed and their water adsorption measured to reveal that MOF-801-P and MOF-841 are the highest performers based on the three criteria stated above; they are water stable, do not lose capacity after five adsorption/desorption cycles, and are easily regenerated at room temp.  An X-ray single-crystal study and a powder neutron diffraction study reveal the position of the water adsorption sites in MOF-801 and highlight the importance of the intermol. interaction between adsorbed water mols. within the pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXjtlOltL0%253D&md5=21f85eb8745a7073aac8aa39e6923ee8", "8. ", "(a) ", "Koh", ", ", "K.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "Angew. Chem., Int. Ed.", " ", "2008", ",  ", "47", ",  ", "677", "– ", "680", " DOI: 10.1002/anie.200705020", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "A crystalline mesoporous coordination copolymer with high microporosity", "Koh, Kyoungmoo; Wong-Foy, Antek G.; Matzger, Adam J.", "Angewandte Chemie, International Edition", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "4", "),\r\n    ", "677-680", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "UMCM-1 (University of Michigan Cryst. Material-1), a mesoporous material with unprecedented levels of microporosity, arises from the coordination copolymn. of a dicarboxylate and a tricarboxylate linker mediated by Zn.  Exceptionally high surface area derives from the microporous cages of Zn4O(BDC)(BTB)4/3 (H2BDC = terephthalic acid, H3BTB = 1,3,5-tris(4-carboxyphenyl)benzene) lining the 1-dimensional mesoporous channels.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhslamt7c%253D&md5=07c39bf5c07ce58be16e0f8864aa426c", "(b) ", "Furukawa", ", ", "H.", "; ", "Ko", ", ", "N.", "; ", "Go", ", ", "Y. B.", "; ", "Aratani", ", ", "N.", "; ", "Choi", ", ", "S. B.", "; ", "Choi", ", ", "E.", "; ", "Yazaydin", ", ", "A. Ö.", "; ", "Snurr", ", ", "R. Q.", "; ", "O’Keeffe", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2010", ",  ", "329", ",  ", "424", "– ", "428", " DOI: 10.1126/science.1192160", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Ultrahigh Porosity in Metal-Organic Frameworks", "Furukawa, Hiroyasu; Ko, Nakeun; Go, Yong Bok; Aratani, Naoki; Choi, Sang Beom; Choi, Eunwoo; Yazaydin, A. Oezguer; Snurr, Randall Q.; O'Keeffe, Michael; Kim, Jaheon; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "329", "\r\n        (", "5990", "),\r\n    ", "424-428", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Cryst. solids with extended non-interpenetrating three-dimensional crystal structures were synthesized that support well-defined pores with internal diams. of up to 48 angstroms.  The Zn4O(CO2)6 unit was joined with either one or two kinds of org. link, 4,4',4''-[benzene-1,3,5-triyl-tris(ethyne-2,1-diyl)]tribenzoate (BTE), 4,4',44''-[benzene-1,3,5-triyl-tris(benzene-4,1-diyl)]tribenzoate (BBC), 4,4',44''-benzene-1,3,5-triyl-tribenzoate (BTB)/2,6-naphthalenedicarboxylate (NDC), and BTE/biphenyl-4,4'-dicarboxylate (BPDC), to give four metal-org. frameworks (MOFs), MOF-180, -200, -205, and -210, resp.  Members of this series of MOFs show exceptional porosities and gas (hydrogen, methane, and carbon dioxide) uptake capacities.  For example, MOF-210 has Brunauer-Emmett-Teller and Langmuir surface areas of 6240 and 10,400 square meters per g, resp., and a total carbon dioxide storage capacity of 2870 mg per g.  The vol.-specific internal surface area of MOF-210 (2060 square meters per cubic centimeter) is equiv. to the outer surface of nanoparticles (3-nm cubes) and near the ultimate adsorption limit for solid materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptVWgsb8%253D&md5=ce5cd4101a6f96dc0d6c349bc478b3b0", "(c) ", "Wang", ", ", "X.-S.", "; ", "Ma", ", ", "S.", "; ", "Sun", ", ", "D.", "; ", "Parkin", ", ", "S.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "16474", "– ", "16475", " DOI: 10.1021/ja066616r", " ", "ACS Full Text ", ", [", "CAS", "]", "8. ", "A Mesoporous Metal-Organic Framework with Permanent Porosity", "Wang, Xi-Sen; Ma, Shengqian; Sun, Daofeng; Parkin, Sean; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "51", "),\r\n    ", "16474-16475", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A mesoporous metal-org. framework possessing permanent porosity was synthesized and characterized for the 1st time.  Cu(NO3)2·2.5H2O reacted with 4,4',4''-s-triazine-1,3,5-triyltri-p-aminobenzoic acid (H3L) to give polymeric Cu2L2(H2)3·8DMF·9H2O (mesoMOF-1).  Crystals of mesoMOF-1 are cubic, space group Fm‾3, a - 49.6188(8)Å, R1 = 0.0912, wR2 = 0.2558.  Two Cu atoms are bridged by 4 L to form the paddle-wheel secondary unit with axial H2O's.  MesoMOF-1 was stabilized by reaction with X (X = F, Cl, Br) to give ionic frameworks, [Cu3L2X3]X3 (mesoMOF-1-HX) which are stable ≤ 300°.  BET measurements of mesoMOF-1-HX confirm the existence of mesopores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xht1yrtrjF&md5=74b4b7d1c08b3c50d03737393fe0868a", "(d) ", "Song", ", ", "L.", "; ", "Zhang", ", ", "J.", "; ", "Sun", ", ", "L.", "; ", "Xu", ", ", "F.", "; ", "Li", ", ", "F.", "; ", "Zhang", ", ", "H.", "; ", "Si", ", ", "X.", "; ", "Jiao", ", ", "C.", "; ", "Li", ", ", "Z.", "; ", "Liu", ", ", "S.", "; ", "Liu", ", ", "Y.", "; ", "Zhou", ", ", "H.", "; ", "Sun", ", ", "D.", "; ", "Du", ", ", "Y.", "; ", "Cao", ", ", "Z.", "; ", "Gabelica", ", ", "Z.", " ", "Energy Environ. Sci.", " ", "2012", ",  ", "5", ",  ", "7508", "– ", "7520", " DOI: 10.1039/c2ee03517k", " ", "[", "Crossref", "], [", "CAS", "]", "8. ", "Mesoporous metal-organic frameworks: design and applications", "Song, Lifang; Zhang, Jian; Sun, Lixian; Xu, Fen; Li, Fen; Zhang, Huanzhi; Si, Xiaoliang; Jiao, Chengli; Li, Zhibao; Liu, Shuang; Liu, Yingliang; Zhou, Huaiying; Sun, Dalin; Du, Yong; Cao, Zhong; Gabelica, Zelimir", "Energy & Environmental Science", "\r\n        (", "2012", "),\r\n    ", "5", "\r\n        (", "6", "),\r\n    ", "7508-7520", "CODEN:\r\n                ", "EESNBY", ";\r\n        ISSN:", "1754-5706", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs), which are constructed from the assembly of org. ligands with metal ions or metal clusters, have high potential applications in the fields of gas storage, sepns. and catalysis.  MOFs involving mesopores are considered to have specific performance in such fields.  In this mini review, we are mainly focussing on the recent developments in mesoporous MOFs including the design strategies and their most important applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xnslagurk%253D&md5=7478acb7ad9ba9b60c0acf199c20aecd", "(e) ", "Park", ", ", "Y. K.", "; ", "Choi", ", ", "S. B.", "; ", "Kim", ", ", "H.", "; ", "Kim", ", ", "K.", "; ", "Won", ", ", "B.-H.", "; ", "Choi", ", ", "K.", "; ", "Choi", ", ", "J.-S.", "; ", "Ahn", ", ", "W.-S.", "; ", "Won", ", ", "N.", "; ", "Kim", ", ", "S.", "; ", "Jung", ", ", "D. H.", "; ", "Choi", ", ", "S.-H.", "; ", "Kim", ", ", "G.-H.", "; ", "Cha", ", ", "S.-S.", "; ", "Jhon", ", ", "Y. H.", "; ", "Yang", ", ", "J. K.", "; ", "Kim", ", ", "J.", " ", "Angew. Chem., Int. Ed.", " ", "2007", ",  ", "46", ",  ", "8230", "– ", "8233", " DOI: 10.1002/anie.200702324", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "8. ", "Crystal structure and guest uptake of a mesoporous metal-organic framework containing cages of 3.9 and 4.7 nm in diameter", "Park, Young Kwan; Choi, Sang Beom; Kim, Hyunuk; Kim, Kimoon; Won, Byoung-Ho; Choi, Kihang; Choi, Jung-Sik; Ahn, Wha-Seung; Won, Nayoun; Kim, Sungjee; Jung, Dong, Hyun; Choi, Seung-Hoon; Kim, Ghyung-Hwa; Cha, Sun-Shin; Jhon, Young Ho; Yang, Jin Kuk", "Angewandte Chemie, International Edition", "\r\n        (", "2007", "),\r\n    ", "46", "\r\n        (", "43", "),\r\n    ", "8230-8233", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A new mesoporous metal-org. (MOF) framework that is mainly composed of Tb3+ ions and tripodal 1,3,5-triazine-2,4,6-tri-p-benzoate ligands has cages of 3.9 and 4.7 nm in diam.  The evacuated framework is robust and can accommodate gases (N2, CO2) or ferrocene mols., as verified by gas-sorption measurements and luminescence studies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtlCkur7L&md5=e07d391f92e24f51a87523b24f935fca", "9. ", "(a) ", "DeCoste", ", ", "J. B.", "; ", "Peterson", ", ", "G. W.", "; ", "Jasuja", ", ", "H.", "; ", "Glover", ", ", "T. G.", "; ", "Huang", ", ", "Y.-g.", "; ", "Walton", ", ", "K. S.", " ", "J. Mater. Chem. A", " ", "2013", ",  ", "1", ",  ", "5642", "– ", "5650", " DOI: 10.1039/c3ta10662d", " ", "[", "Crossref", "], [", "CAS", "]", "9. ", "Stability and degradation mechanisms of metal-organic frameworks containing the Zr6O4(OH)4 secondary building unit", "DeCoste, Jared B.; Peterson, Gregory W.; Jasuja, Himanshu; Glover, T. Grant; Huang, You-gui; Walton, Krista S.", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2013", "),\r\n    ", "1", "\r\n        (", "18", "),\r\n    ", "5642-5650", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks (MOFs) with the Zr6O4(OH)4 secondary building unit (SBU) were of particular interest for potential com. and industrial uses because they can be easily tailored and are reported to be chem. and thermally stable.  However, there are significant changes in chem. and thermal stability of Zr6O4(OH)4 MOFs with the incorporation of different org. linkers.  As the no. of arom. rings is increased from one to two in 1,4-benzene dicarboxylate (UiO-66, ZrMOF-BDC) and 4,4'-biphenyl dicarboxylate (UiO-67, ZrMOF-BPDC), the Zr6O4(OH)4 SBU becomes more susceptible to chem. degrdn. by water and hydrochloric acid.  Also, as the linker is replaced with 2,2'-bipyridine-5,5'-dicarboxylate (ZrMOF-BIPY) the chem. stability decreases further as the MOF is susceptible to chem. breakdown by protic chems. such as methanol and isopropanol.  The results reported here bring into question the superior structural stability of the UiO-67 analogs as reported by others.  Also, the degrdn. mechanisms proposed here may be applied to other classes of MOFs contg. arom. dicarboxylate org. linkers, to predict their structural stability upon exposure to solvents.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmtF2itr4%253D&md5=4d0b5aed58d97b63cd92051b95203b63", "(b) ", "Yuan", ", ", "D.", "; ", "Zhao", ", ", "D.", "; ", "Sun", ", ", "D.", "; ", "Zhou", ", ", "H.-C.", " ", "Angew. Chem., Int. Ed.", " ", "2010", ",  ", "49", ",  ", "5357", "– ", "5361", " DOI: 10.1002/anie.201001009", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "An Isoreticular Series of Metal-Organic Frameworks with Dendritic Hexacarboxylate Ligands and Exceptionally High Gas-Uptake Capacity", "Yuan, Daqiang; Zhao, Dan; Sun, Daofeng; Zhou, Hong-Cai", "Angewandte Chemie, International Edition", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "31", "),\r\n    ", "5357-5361, S5357/1-S5357/12", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "An isoreticular metal-org. framework series with the (3,24)-connected network topol. has been synthesized by using a series of dendritic hexacarboxylate ligands.  The framework is stabilized by incorporating microwindows whose size is fixed by the formation of cuboctahedral supported by the isophthalate moieties throughout the framework.  Adsorption studies using hydrogen, methane, and carbon dioxide reveal that they have close to record-high gas adsorption capacities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXptlWgurg%253D&md5=27ba1f52c8f37d92c3ba30a8673b7654", "(c) ", "Deng", ", ", "H.", "; ", "Grunder", ", ", "S.", "; ", "Cordova", ", ", "K. E.", "; ", "Valente", ", ", "C.", "; ", "Furukawa", ", ", "H.", "; ", "Hmadeh", ", ", "M.", "; ", "Gándara", ", ", "F.", "; ", "Whalley", ", ", "A. C.", "; ", "Liu", ", ", "Z.", "; ", "Asahina", ", ", "S.", "; ", "Kazumori", ", ", "H.", "; ", "O’Keeffe", ", ", "M.", "; ", "Terasaki", ", ", "O.", "; ", "Stoddart", ", ", "J. F.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2012", ",  ", "336", ",  ", "1018", "– ", "1023", " DOI: 10.1126/science.1220131", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Large-Pore Apertures in a Series of Metal-Organic Frameworks", "Deng, Hexiang; Grunder, Sergio; Cordova, Kyle E.; Valente, Cory; Furukawa, Hiroyasu; Hmadeh, Mohamad; Gandara, Felipe; Whalley, Adam C.; Liu, Zheng; Asahina, Shunsuke; Kazumori, Hiroyoshi; O'Keeffe, Michael; Terasaki, Osamu; Stoddart, J. Fraser; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "336", "\r\n        (", "6084", "),\r\n    ", "1018-1023", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "The authors report a strategy to expand the pore aperture of metal-org. frameworks (MOFs) into a previously unattained size regime (>32 Å).  Specifically, the systematic expansion of a known MOF structure, MOF-74, from its original link of one phenylene ring (I) to two, three, four, five, six, seven, nine, and eleven (II to XI, resp.), afforded an isoreticular series of Mg- or Zn-contg. MOF-74 structures (termed IRMOF-74-I to -XI) with pore apertures ranging from 14 to 98 Å.  All members of this series have noninterpenetrating structures and exhibit robust architectures, as evidenced by their permanent porosity and high thermal stability (up to 300°).  The pore apertures of an oligoethylene glycol-functionalized IRMOF-74-VII and IRMOF-74-IX are large enough for natural proteins to enter the pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xnt1Kgt7s%253D&md5=be82c139a536be7009991c48606c3829", "10. ", "(a) ", "Serre", ", ", "C.", "; ", "Millange", ", ", "F.", "; ", "Thouvenot", ", ", "C.", "; ", "Noguès", ", ", "M.", "; ", "Marsolier", ", ", "G.", "; ", "Louër", ", ", "D.", "; ", "Férey", ", ", "G.", " ", "J. Am. Chem. Soc.", " ", "2002", ",  ", "124", ",  ", "13519", "– ", "13526", " DOI: 10.1021/ja0276974", " ", "ACS Full Text ", ", [", "CAS", "]", "10. ", "Very Large Breathing Effect in the First Nanoporous Chromium(III)-Based Solids: MIL-53 or CrIII(OH)·{O2C-C6H4-CO2}·{HO2C-C6H4-CO2H}x·H2Oy", "Serre, Christian; Millange, Franck; Thouvenot, Christelle; Nogues, Marc; Marsolier, Gerard; Loueer, Daniel; Ferey, Gerard", "Journal of the American Chemical Society", "\r\n        (", "2002", "),\r\n    ", "124", "\r\n        (", "45", "),\r\n    ", "13519-13526", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The 1st three-dimensional Cr(III) dicarboxylate, MIL-53as or CrIII(OH)·{O2C-C6H4-CO2}·{HO2C-C6H4-CO2H}0.75, was obtained under hydrothermal conditions (as: as-synthesized).  The free acid can be removed by calcination giving the resulting solid, MIL-53ht or CrIII(OH)·{O2C-C6H4-CO2}.  At room temp., MIL-53ht adsorbs atm. H2O immediately to give CrIII(OH)·{O2C-C6H4-CO2}·H2O or MIL-53lt (lt: low-temp. form, ht:high-temp. form).  Structures, which were detd. by using x-ray powder diffraction data, are built up from chains of Cr(III) octahedra linked through terephthalate dianions.  This creates a three-dimensional structure with an array of 1-dimensional large pore channels filled with free disordered terephthalic mols. (MIL-53as) or H2O mols. (MIL-53lt); when the free mols. are removed, this leads to a nanoporous solid (MIL-53ht) with a Langmuir surface area over 1500 m2/g.  The transition between the hydrated form (MIL-53lt) and the anhyd. solid (MIL-53ht) is fully reversible and followed by a very high breathing effect (more than 5 Å), the pores being clipped in the presence of H2O mols. (MIL-53lt) and reopened when the channels are empty (MIL-53ht).  The thermal behavior of the two solids was studied using TGA and x-ray thermodiffractometry.  The sorption properties of MIL-53lt also were studied using several org. solvents.  Finally, magnetism measurements performed on MIL-53as and MIL-53lt revealed that these two phases are antiferromagnetic with Neel temps. TN of 65 and 55 K, resp.  Crystal data for MIL-53as is as follows: orthorhombic space group Pnam with a 17.340(1), b 12.178(1), c 6.822(1) Å, and Z = 4.  Crystal data for MIL-53ht is as follows: orthorhombic space group Imcm with a 16.733(1), b 13.038(1), c 6.812(1) Å, and Z = 4.  Crystal data for MIL-53lt is as follows: monoclinic space group C2/c with a 19.685(4), b 7.849(1), c 6.782(1) Å, β 104.90(1)°, and Z = 4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XotVegt74%253D&md5=59fd68d1cae2399f56196e58039d3bd5", "(b) ", "Kang", ", ", "I. J.", "; ", "Khan", ", ", "N. A.", "; ", "Haque", ", ", "E.", "; ", "Jhung", ", ", "S. H.", " ", "Chem. - Eur. J.", " ", "2011", ",  ", "17", ",  ", "6437", "– ", "6442", " DOI: 10.1002/chem.201100316", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Chemical and Thermal Stability of Isotypic Metal-Organic Frameworks: Effect of Metal Ions", "Kang, In Joong; Khan, Nazmul Abedin; Haque, Enamul; Jhung, Sung Hwa", "Chemistry--A European Journal", "\r\n        (", "2011", "),\r\n    ", "17", "\r\n        (", "23", "),\r\n    ", "6437-6442, S6437/1-S6437/7", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Chem. and thermal stabilities of isotypic metal-org. frameworks (MOFs) like Al-BDC (Al-benzenedicarboxylate called MIL-53-Al), Cr-BDC (MIL-53-Cr) and V-BDC (MIL-47-V), after purifn. to remove uncoordinated org. linkers, were compared to understand the effect of the central metal ions on the stabilities of the porous MOF-type materials.  Chem. stability to acids, bases, and water decreases in the order of Cr-BDC>Al-BDC>V-BDC, suggesting stability increases with increasing inertness of the central metal ions.  However, thermal stability decreases in the order of Al-BDC>Cr-BDC> V-BDC, and this tendency may be explained by the strength of the metal-oxygen bond in common oxides like Al2O3, Cr2O3, and V2O5.  To evaluate precisely the stability of a MOF, it is necessary to remove uncoordinated org. linkers that are located in the pores of the MOF, because a filled MOF may be more stable than the same MOF after purifn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmsFyltrY%253D&md5=a7571831e2d5eee631b4230f398e95a3", "(c) ", "Sonnauer", ", ", "A.", "; ", "Hoffmann", ", ", "F.", "; ", "Froeba", ", ", "M.", "; ", "Kienle", ", ", "L.", "; ", "Duppel", ", ", "V.", "; ", "Thommes", ", ", "M.", "; ", "Serre", ", ", "C.", "; ", "Ferey", ", ", "G.", "; ", "Stock", ", ", "N.", " ", "Angew. Chem., Int. Ed.", " ", "2009", ",  ", "48", ",  ", "3791", "– ", "3794", " DOI: 10.1002/anie.200805980", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Giant Pores in a Chromium 2,6-Naphthalenedicarboxylate Open-Framework Structure with MIL-101 Topology", "Sonnauer, Andreas; Hoffmann, Frank; Froeba, Michael; Kienle, Lorenz; Duppel, Viola; Thommes, Matthias; Serre, Christian; Ferey, Gerard; Stock, Norbert", "Angewandte Chemie, International Edition", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "21", "),\r\n    ", "3791-3794", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Replacement of 1,4-benzenedicarboxylate by 2,6-naphthalenedicarboxylate (L) in the MIL-101 structure leads to an isoreticular mesoporous framework, [Cr3(OH)(H2O)3(μ3-O)L3]·guest (I; guest = H2O, EtOH) contg. cages with diams. of 39 and 46 Å.  I was prepd. by the reaction of 2,6-naphthalenedicarboxylic acid with the Cr3+ salts, Cr(NO3)3, [Cr3(OAc)7(OH)2], CrCl3 or Cr(acac)2.  High-throughput methods are employed to det. appropriate reaction conditions.  The microcryst. compd. was characterized by mol. simulation techniques, powder x-ray diffraction, N2-sorption, and TEM studies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXls12ksrw%253D&md5=51000de6416d4b6704bf66d5ffabe55f", "(d) ", "Long", ", ", "P.", "; ", "Wu", ", ", "H.", "; ", "Zhao", ", ", "Q.", "; ", "Wang", ", ", "Y.", "; ", "Dong", ", ", "J.", "; ", "Li", ", ", "J.", " ", "Microporous Mesoporous Mater.", " ", "2011", ",  ", "142", ",  ", "489", "– ", "493", " DOI: 10.1016/j.micromeso.2010.12.036", " ", "[", "Crossref", "], [", "CAS", "]", "10. ", "Solvent effect on the synthesis of MIL-96(Cr) and MIL-100(Cr)", "Long, Peipei; Wu, Huawei; Zhao, Qiang; Wang, Yingxia; Dong, Jinxiang; Li, Jinping", "Microporous and Mesoporous Materials", "\r\n        (", "2011", "),\r\n    ", "142", "\r\n        (", "2-3", "),\r\n    ", "489-493", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "In this study, the impact of different solvents on structure formation in the Cr/H3BTC system has been investigated.  A new chromium trimesate, designated as MIL-96(Cr), has been synthesized under solvothermal conditions in the presence of 1,3,5-benzenetricarboxylic acid (trimesic acid or H3BTC) in a mixed solvent of H2O and CH3OH.  This synthesis differs from the hydrothermal prepn. of the other three analogs of the MIL-96 structural type (MIL-96(Al), MIL-96(Ga), and MIL-96(In)).  MIL-96(Cr) represents another phase resulting from the coordination of Cr3+ and H3BTC besides MIL-100(Cr).  These two materials show similar thermal behavior.  Gas desorption isotherms have shown that MIL-96(Cr) exhibits a hydrogen storage capacity of up to 8.55 mmol g-1 at 77 K under 2 MPa and is able to absorb methane up to 3.84 mmol g-1 at 273 K and 3.23 mmol g-1 at 303 K under 2 MPa, while MIL-100(Cr) showed more promising results: 14 mmol g-1 hydrogen at 77 K and 1.8 MPa, 4.54 mmol g-1 methane at 273 K and 2 MPa, and 3.49 mmol g-1 methane at 303 K and 2 MPa.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXkvVGgu7s%253D&md5=98689c948adae57d5ce6f6122cff309d", "(f) ", "Taube", ", ", "H.", " ", "Chem. Rev.", " ", "1952", ",  ", "50", ",  ", "69", "– ", "126", " DOI: 10.1021/cr60155a003", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Rates and mechanisms of substitution in inorganic complexes in solution", "Taube, Henry", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "1952", "),\r\n    ", "50", "\r\n        (", "),\r\n    ", "69-126", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    ", "A review with 295 references.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaG38XitVWiug%253D%253D&md5=447188d652a765b410c724c9366ffda8", "11. ", "(a) ", "Szilagyi", ", ", "P. A.", "; ", "Serra-Crespo", ", ", "P.", "; ", "Dugulan", ", ", "I.", "; ", "Gascon", ", ", "J.", "; ", "Geerlings", ", ", "H.", "; ", "Dam", ", ", "B.", " ", "CrystEngComm", " ", "2013", ",  ", "15", ",  ", "10175", "– ", "10178", " DOI: 10.1039/c3ce42006j", " ", "[", "Crossref", "], [", "CAS", "]", "11. ", "Post-synthetic cation exchange in the robust metal-organic framework MIL-101(Cr)", "Szilagyi, Petra A.; Serra-Crespo, Pablo; Dugulan, Iulian; Gascon, Jorge; Geerlings, Hans; Dam, Bernard", "CrystEngComm", "\r\n        (", "2013", "),\r\n    ", "15", "\r\n        (", "47", "),\r\n    ", "10175-10178", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "An unambiguous proof of post-synthetic solvent-assisted cation exchange in the robust metal-org. framework MIL-101(Cr) is reported.  Such substitution with Al3+ and Fe3+ via solvent-assisted cation substitution (SACS) can alter directly the secondary building unit, which often defines the properties of the material.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslOmtbbI&md5=912604a6202db131e7e4c4c2dd5151a7", "(b) ", "Liao", ", ", "J.-H.", "; ", "Chen", ", ", "W.-T.", "; ", "Tsai", ", ", "C.-S.", "; ", "Wang", ", ", "C.-C.", " ", "CrystEngComm", " ", "2013", ",  ", "15", ",  ", "3377", "– ", "3384", " DOI: 10.1039/c3ce27063g", " ", "[", "Crossref", "], [", "CAS", "]", "11. ", "Characterization, adsorption properties, metal ion-exchange and crystal-to-crystal transformation of Cd3[(Cd4Cl)3(BTT)8(H2O)12]2 framework, where BTT3- = 1,3,5-benzenetristetrazolate", "Liao, Ju-Hsiou; Chen, Wan-Ting; Tsai, Cherng-Shiaw; Wang, Chih-Chieh", "CrystEngComm", "\r\n        (", "2013", "),\r\n    ", "15", "\r\n        (", "17", "),\r\n    ", "3377-3384", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A new metal-org. framework, Cd3[(Cd4Cl)3(BTT)8(H2O)12]2, was synthesized solvothermally in mixed DMF-H2O.  It is constructed by chloride-centered [Cd4Cl]7+ square-planar units cross-linked by BTT3- ligands to form a porous sodalite-like anionic 3D framework, with charge-balancing Cd2+ ions located inside cavities.  It underwent single-crystal-to-single-crystal transmetalation with Co2+ or Ni2+ ions substituting nearly all the Cd2+ ions in both cavities and frameworks via ion-exchange processes.  PXRD and TGA suggest the integrity and robustness of these crystals at 150°, and their single crystal structures were detd. by x-ray diffraction techniques at both ambient temp. and 150°.  The high-temp. x-ray analyses indicate that the metal ions in cavities migrate to bind the N atoms of tetrazolyl ligands upon the removal of solvent mols.  Gas adsorption studies gave large surface area and good H2 storage capacities for these porous materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXltVOrsbk%253D&md5=44106f6098a3d2e5f03d589a3e66a703", "(c) ", "Li", ", ", "J.", "; ", "Huang", ", ", "P.", "; ", "Wu", ", ", "X.-R.", "; ", "Tao", ", ", "J.", "; ", "Huang", ", ", "R.-B.", "; ", "Zheng", ", ", "L.-S.", " ", "Chem. Sci.", " ", "2013", ",  ", "4", ",  ", "3232", "– ", "3238", " DOI: 10.1039/c3sc51379c", " ", "[", "Crossref", "], [", "CAS", "]", "11. ", "Metal-organic frameworks displaying single crystal-to-single crystal transformation through postsynthetic uptake of metal clusters", "Li, Jia; Huang, Peng; Wu, Xue-Ru; Tao, Jun; Huang, Rong-Bin; Zheng, Lan-Sun", "Chemical Science", "\r\n        (", "2013", "),\r\n    ", "4", "\r\n        (", "8", "),\r\n    ", "3232-3238", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Three metal-org. frameworks (MOFs) formulated as [Co3O(BTB)2(H2O)x(DMF)y]·zDMF·nH2O (BTB = 1,3,5-benzenetribenzoate; 1a, x = y = 1, z = 7.5, n = 12; 1b, x = 2, y = 0, z = 8.5, n = 8; 1c, x = 2, y = 1, z = 7, n = 8) have been synthesized under different temps.; they crystallize as two-fold interpenetrated analogous structures with the same structural trinuclear Co3O(CO2)6 secondary building units (SBUs), and their stabilities depend on the temp. under which they formed.  Upon immersion in the filtrate of 1a (namely 1a-s, freshly filtered) or 1b (namely 1b-s, filtered and then activated in air for three days), single crystal-to-single crystal (SCSC) transformations of 1a-1c to a new MOF, formulated as [Co6O2(OH)4(BTB)8/3(H2O)4]·14DMF·4EtOH·2H2O (2), occur along with dramatic color change from blue purple to red.  Crystallog. studies reveal that the new MOF is also two-fold interpenetrated but is constructed with hexanuclear Co6O2(CO2)8 SBUs.  This SCSC transformation from 1a-1c to 2 can take place only in 1a-s or 1b-s but not in 1c-s and is accompanied with an increase of metal-to-ligand ratio.  ESI-MS studies unveil the formation of free {Co3O} units in situ formed only in 1a-s and 1b-s, and evidence that the SCSC transformation involves a postsynthetic uptake of free metal clusters, {Co3O}.  On the other hand, the SCSC transformation speed decreases from 1a to 1c, which is detd. by the chelate carboxylate groups undergoing cleavage of metal-carboxylate bonds during the SCSC transformation and the shape of the 1D channels affecting the diffusion of free metal clusters.  Furthermore, the resulting MOF (2) can maintain its crystallinity upon activation and adsorbs iodine up to 38 wt%.  Combined with the significant SCSC transformation through postsynthetic uptake of free metal clusters and the resulting MOF capable of adsorbing iodine, the present approach not only provides a true route to construct SBUs-based MOF materials with pre-existing \"real\" SBUs but also represent a new type of SCSC transformation in the field of MOFs that is able to efficiently tune structures and physicochem. properties of MOFs in the solid states.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtVehs7vO&md5=1b98ffef0768cdba92049797d0e75d5e", "(d) ", "Wang", ", ", "X.-J.", "; ", "Li", ", ", "P.-Z.", "; ", "Liu", ", ", "L.", "; ", "Zhang", ", ", "Q.", "; ", "Borah", ", ", "P.", "; ", "Wong", ", ", "J. D.", "; ", "Chan", ", ", "X. X.", "; ", "Rakesh", ", ", "G.", "; ", "Li", ", ", "Y.", "; ", "Zhao", ", ", "Y.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "10286", "– ", "10288", " DOI: 10.1039/c2cc34921c", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Significant gas uptake enhancement by post-exchange of zinc(II) with copper(II) within a metal-organic framework", "Wang, Xiao-Jun; Li, Pei-Zhou; Liu, Lei; Zhang, Quan; Borah, Parijat; Wong, Jinye Daniel; Chan, Xiu Xiang; Rakesh, Ganguly; Li, Yongxin; Zhao, Yanli", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "83", "),\r\n    ", "10286-10288", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Coordination of the tetratopic nitrogen-rich linker, 1,4-bis(3,5-dicarboxyphenyl)-1,2,3-triazole (L), with Zn2+ under solvothermal conditions afforded a Zn-based metal org. framework Zn2(L)(DMF)3·DMF·3H2O (NTU-101-Zn) where the Zn(II) ions could be exchanged by Cu(II) ions in a single-crystal-to-single-crystal fashion leading to a new Cu-based MOF (80:20 Cu/Zn ratio).  Such transformation induces a significant enhancement in gas sorption along with a high selectivity towards CO2 over N2 and CH4.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhtl2qsL%252FP&md5=740fa243bb49f8c1f7b1b930cd121d66", "(e) ", "Prasad", ", ", "T. K.", "; ", "Hong", ", ", "D. H.", "; ", "Suh", ", ", "M. P.", " ", "Chem. - Eur. J.", " ", "2010", ",  ", "16", ",  ", "14043", "– ", "14050", " DOI: 10.1002/chem.201002135", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "High Gas Sorption and Metal-Ion Exchange of Microporous Metal-Organic Frameworks with Incorporated Imide Groups", "Prasad, Thazhe Kootteri; Hong, Dae Ho; Suh, Myunghyun Paik", "Chemistry--A European Journal", "\r\n        (", "2010", "),\r\n    ", "16", "\r\n        (", "47", "),\r\n    ", "14043-14050, S14043/1-S14043/27", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "Metal-org. frameworks (MOFs), [Cu2(bdcppi)(DMF)2]·10DMF·2H2On (SNU-50) and [Zn2(bdcppi)(DMF)3]·6DMF·4H2On (SNU-51), were prepd. by the solvothermal reactions of N,N'-bis(3,5-dicarboxyphenyl)pyromellitic diimide (H4BDCPPI) with Cu(NO3)2 and Zn(NO3)2, resp.  Framework SNU-50 has an NbO-type net structure, whereas SNU-51 has a PtS-type net structure.  Desolvated solid [Cu2(bdcppi)]n (SNU-50'), which was prepd. by guest exchange of SNU-50 with acetone followed by evacuation at 170°, adsorbs high amts. of N2, H2, O2, CO2, and CH4 gases due to the presence of a vacant coordination site at every metal ion, and to the presence of imide groups in the ligand.  The Langmuir surface area is 2450 m2 g-1.  It adsorbs H2 gas up to 2.10% at 1 atm and 77 K, with zero coverage isosteric heat of 7.1 kJ mol-1, up to a total of 7.85% at 77 K and 60 bar.  Its CO2 and CH4 adsorption capacities at 298 K are 77% at 55 bar and 17% at 60 bar, resp.  Of particular note is the O2 adsorption capacity of SNU-50' (118% at 77 K and 0.2 atm), which is the highest reported so far for any MOF.  By metal-ion exchange of SNU-51 with CuII, [Cu2(bdcppi)(DMF)3]·7DMF·5H2On (SNU-51-CuDMF) with a PtS-type net was prepd., which could not be synthesized by a direct solvothermal reaction.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhsFCktr7J&md5=d668df9e24808f1f95d39f584e4028d3", "(f) ", "Zhang", ", ", "Z.", "; ", "Zhang", ", ", "L.", "; ", "Wojtas", ", ", "L.", "; ", "Nugent", ", ", "P.", "; ", "Eddaoudi", ", ", "M.", "; ", "Zaworotko", ", ", "M. J.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "924", "– ", "927", " DOI: 10.1021/ja209643b", " ", "ACS Full Text ", ", [", "CAS", "]", "11. ", "Templated Synthesis, Postsynthetic Metal Exchange, and Properties of a Porphyrin-Encapsulating Metal-Organic Material", "Zhang, Zhenjie; Zhang, Linping; Wojtas, Lukasz; Nugent, Patrick; Eddaoudi, Mohamed; Zaworotko, Michael J.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "2", "),\r\n    ", "924-927", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Reaction of biphenyl-3,4',5-tricarboxylate (H3BPT) and CdCl2 in the presence of meso-tetra(N-methyl-4-pyridyl)porphine tetratosylate (TMPyP) afforded porph@MOM-10, [Cd6(BPT)4Cl4(H2O)4][CdCl(TMPyP)]·H3O, a microporous metal-org. material contg. CdTMPyP cations encapsulated in an anionic Cd(II) carboxylate framework, [Cd6(BPT)4Cl4(H2O)4].  Porph@MOM-10 is a versatile platform that undergoes exchange with manganese and copper to serve as the parent of porph@MOMs, Mnporph@MOM-10-Mn, [Mn6(BPT)4Cl4(MeOH)4][Mn(TMPyP)]·Cl and Cuporph@MOM-10-CdCu, [Cu4Cd2(BPT)4Cl4(H2O)4][Cu(TMPyP)], that exhibit permanent porosity and heterogeneous catalytic activity for epoxidn. of trans-stilbene.  All three porph@MOMs were characterized by x-ray crystallog.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs1ersLbE&md5=5da31f033d4c9fee715441b28b67c375", "(g) ", "Yao", ", ", "Q.", "; ", "Sun", ", ", "J.", "; ", "Li", ", ", "K.", "; ", "Su", ", ", "J.", "; ", "Peskov", ", ", "M. V.", "; ", "Zou", ", ", "X.", " ", "Dalton Trans.", " ", "2012", ",  ", "41", ",  ", "3953", "– ", "3955", " DOI: 10.1039/c2dt12088g", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "A series of isostructural mesoporous metal-organic frameworks obtained by ion-exchange induced single-crystal to single-crystal transformation", "Yao, Qingxia; Sun, Junliang; Li, Kuo; Su, Jie; Peskov, Maxim V.; Zou, Xiaodong", "Dalton Transactions", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "14", "),\r\n    ", "3953-3955", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Metal-org. frameworks [Zn6(BTB)4(Byp)3]·solvate and [Co6(BTB)4(Byp)3]·solvate (SUMOF-1) representing a noninterpenetrated framework analog of MOF-14 were synthesized by using two different linkers, 4,4',4''-benzene-1,3,5-triyl-HOBz (H3BTB) and 4,4'-bipyridine (Bpy).  The transition metal ions in the paddle-wheel metal clusters could be exchanged by other transition metal ions via a direct single-crystal to single-crystal (SCSC) transformation.  This post-synthesis route can be used for synthesis of isomorphous metal-org. frameworks that cannot be obtained by direct synthesis.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xjslegsbw%253D&md5=81500a059b17f8307d638d51d2363872", "(h) ", "Denysenko", ", ", "D.", "; ", "Werner", ", ", "T.", "; ", "Grzywa", ", ", "M.", "; ", "Puls", ", ", "A.", "; ", "Hagen", ", ", "V.", "; ", "Eickerling", ", ", "G.", "; ", "Jelic", ", ", "J.", "; ", "Reuter", ", ", "K.", "; ", "Volkmer", ", ", "D.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "1236", "– ", "1238", " DOI: 10.1039/C2CC16235K", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Reversible gas-phase redox processes catalyzed by Co-exchanged MFU-4l(arge)", "Denysenko, Dmytro; Werner, Tamas; Grzywa, Maciej; Puls, Angela; Hagen, Volker; Eickerling, Georg; Jelic, Jelena; Reuter, Karsten; Volkmer, Dirk", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "9", "),\r\n    ", "1236-1238", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Postsynthetic metal ion exchange in a benzotriazolate-based MFU-4l(arge) framework leads to a Co(II)-contg. framework with open metal sites showing reversible gas-phase oxidn. properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XltVGlsQ%253D%253D&md5=1033003e712403ffdaa348ba28e1eb6b", "(i) ", "Kim", ", ", "M.", "; ", "Cahill", ", ", "J. F.", "; ", "Fei", ", ", "H.", "; ", "Prather", ", ", "K. A.", "; ", "Cohen", ", ", "S. M.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "18082", "– ", "18088", " DOI: 10.1021/ja3079219", " ", "ACS Full Text ", ", [", "CAS", "]", "11. ", "Postsynthetic Ligand and Cation Exchange in Robust Metal-Organic Frameworks", "Kim, Min; Cahill, John F.; Fei, Honghan; Prather, Kimberley A.; Cohen, Seth M.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "43", "),\r\n    ", "18082-18088", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Postsynthetic ligand and metal ion exchange (PSE) processes readily occur in several inert metal-org. frameworks (MOFs), including zeolitic imidazolate frameworks (ZIFs).  Ligand exchange can occur between solid samples, as was demonstrated under relatively mild conditions with two robust, topol. distinct MOFs, MIL-53(Al) and MIL-68(In).  Ligand PSE is not obsd. with MIL-101(Cr), which is attributed to the kinetic inertness of the Cr(III) ion.  In addn. to ligand exchange, metal ion (cation) PSE was also studied between intact MOF microcryst. particles.  Metal ion transfer between MIL-53(Al) and MIL-53(Fe) was readily obsd.  These PSE reactions were monitored and the products characterized by a no. of techniques, including aerosol time-of-flight mass spectrometry, which permits single-particle compositional anal.  To show the potential synthetic utility of this approach, the PSE process was used to prep. the first Ti(IV) analog of the robust UiO-66(Zr) framework.  Finally, expts. to rule out mechanisms other than PSE (i.e., aggregation, dissoln./recrystn.) were performed.  PSE, of either ligands or cations, is common even with highly robust MOFs such as UiO-66(Zr), MILs, and ZIFs.  Also, PSE is useful in prepg. novel materials that cannot be obtained via other synthetic methods.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhsVKmtbjP&md5=c7010554a86381c57498f08218bded0f", "(j) ", "Lalonde", ", ", "M.", "; ", "Bury", ", ", "W.", "; ", "Karagiaridi", ", ", "O.", "; ", "Brown", ", ", "Z.", "; ", "Hupp", ", ", "J. T.", "; ", "Farha", ", ", "O. K.", " ", "J. Mater. Chem. A", " ", "2013", ",  ", "1", ",  ", "5453", "– ", "5468", " DOI: 10.1039/c3ta10784a", " ", "[", "Crossref", "], [", "CAS", "]", "11. ", "Transmetalation: routes to metal exchange within metal-organic frameworks", "Lalonde, Marianne; Bury, Wojciech; Karagiaridi, Olga; Brown, Zachary; Hupp, Joseph T.; Farha, Omar K.", "Journal of Materials Chemistry A: Materials for Energy and Sustainability", "\r\n        (", "2013", "),\r\n    ", "1", "\r\n        (", "18", "),\r\n    ", "5453-5468", "CODEN:\r\n                ", "JMCAET", ";\r\n        ISSN:", "2050-7496", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The present work is a crit. review of metal exchange (transmetalation) involving metal nodes and metalated struts in metal-org. frameworks.  Particular emphasis is given to drawing parallels between different examples of transmetalation in order to understand the influence of coordination environment, solvents, nature of the metals and other variables on the process.  We hope that the present review will be of use to those involved in the incorporation of various metal centers to create isostructural MOFs and study their properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXmtF2itro%253D&md5=194eb6ac692c35d41b13f1aba613df31", "(k) ", "Brozek", ", ", "C. K.", "; ", "Dinca", ", ", "M.", " ", "Chem. Sci.", " ", "2012", ",  ", "3", ",  ", "2110", "– ", "2113", " DOI: 10.1039/c2sc20306e", " ", "[", "Crossref", "], [", "CAS", "]", "11. ", "Lattice-imposed geometry in metal-organic frameworks: lacunary Zn4O clusters in MOF-5 serve as tripodal chelating ligands for Ni2+", "Brozek, Carl K.; Dinca, Mircea", "Chemical Science", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "6", "),\r\n    ", "2110-2113", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The inorg. clusters in metal-org. frameworks can be used to trap metal ions in coordination geometries that are difficult to achieve in mol. chem.  The authors illustrate this concept by using the known basic carboxylate clusters in Zn4O(1,4-benzenedicarboxylate)3 (MOF-5) as tripodal chelating ligands that enforce an unusual pseudo-tetrahedral oxygen ligand field around Ni2+.  The new Ni-based MOF-5 analog was characterized by porosity measurements and a suite of electronic structure spectroscopies.  Classical ligand field anal. of the Ni2+ ion isolated in MOF-5 classifies the Zn3O(carboxylate)6 tripodal ligand as an unusual, stronger field ligand than halides and other oxygen donor ligands.  These results may inspire the widespread usage of MOFs as chelating ligands for stabilizing site-isolated metal ions in future reactivity and electronic structure studies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xnt12qsr4%253D&md5=7ee24df893e0899423d4443f64b8f9a3", "(l) ", "Kim", ", ", "Y.", "; ", "Das", ", ", "S.", "; ", "Bhattacharya", ", ", "S.", "; ", "Hong", ", ", "S.", "; ", "Kim", ", ", "M. G.", "; ", "Yoon", ", ", "M.", "; ", "Natarajan", ", ", "S.", "; ", "Kim", ", ", "K.", " ", "Chem. - Eur. J.", " ", "2012", ",  ", "18", ",  ", "16642", "– ", "16648", " DOI: 10.1002/chem.201202899", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Metal-Ion Metathesis in Metal-Organic Frameworks: A Synthetic Route to New Metal-Organic Frameworks", "Kim, Yonghwi; Das, Sunirban; Bhattacharya, Saurav; Hong, Soonsang; Kim, Min Gyu; Yoon, Minyoung; Natarajan, Srinivasan; Kim, Kimoon", "Chemistry - A European Journal", "\r\n        (", "2012", "),\r\n    ", "18", "\r\n        (", "52", "),\r\n    ", "16642-16648", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A porous metal-org. framework, Mn(H3O)[(Mn4Cl)3(hmtt)8] (POST-65), was prepd. by the reaction of 5,5',10,10',15,15'-hexamethyltruxene-2,7,12-tricarboxylic acid (H3hmtt) with MnCl2 under solvothermal conditions.  POST-65(Mn) was subjected to post-synthetic modification with Fe, Co, Ni, and Cu according to an ion-exchange method that resulted in the formation of three isomorphous frameworks, POST-65(Co/Ni/Cu), as well as a new framework, POST-65(Fe).  The ion-exchanged samples could not be prepd. by regular solvothermal reactions.  The complete exchange of the metal ions and retention of the framework structure were verified by inductively coupled plasma-at. emission spectrometry (ICP-AES), powder X-ray diffraction (PXRD), and Brunauer-Emmett-Teller (BET) surface-area anal.  Single-crystal X-ray diffractions studies revealed a single-crystal-to-single-crystal (SCSC)-transformation nature of the ion-exchange process.  Hydrogen-sorption and magnetization measurements showed metal-specific properties of POST-65.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhs1OgtL7I&md5=5c8c496fd11ab9cd4a2a10f5b91f0c17", "(m) ", "Das", ", ", "S.", "; ", "Kim", ", ", "H.", "; ", "Kim", ", ", "K.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "3814", "– ", "3815", " DOI: 10.1021/ja808995d", " ", "ACS Full Text ", ", [", "CAS", "]", "11. ", "Metathesis in Single Crystal: Complete and Reversible Exchange of Metal Ions Constituting the Frameworks of Metal-Organic Frameworks", "Das, Sunirban; Kim, Hyunuk; Kim, Kimoon", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "11", "),\r\n    ", "3814-3815", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors report for the 1st time the complete and reversible exchange of metal ions constituting a robust microporous framework while maintaining not only the structural integrity of the framework but also single crystallinity.  Solvothermal reaction of Cd(NO3)2·4H2O with H3hett (5,5,10,10,15,15-hexaethyl-10,15-dihydro-5-5H-tribenzo[a,f,k]trindene-2,7,12-tricarboxylic acid) in DMF produced a new cryst. MOF Cd1.5(H3O)3[(Cd4O)3(Hett)8]·8H2O 1 having a cubic network with 3-dimensional channels.  The basic building unit of the framework 1 is an octahedron where the square planar tetrametallic SBUs ({Cd4O}6+) and tricarboxylate linkers (hett3-) occupy the vertexes and triangular faces of the octahedron, resp.  The cubic framework is generated by sharing the vertexes of the octahedra.  The framework is exceptionally stable in open air as well as in various solns. including aq. medium.  Most interestingly, the framework constituting Cd(II) ions undergo complete and reversible exchange with Pb(II) in aq. soln. at room temp. without altering structural integrity and losing single crystallinity.  The authors have also studied the complete exchange of framework Cd(II) ions with lanthanide ions (Dy(III) and Nd(III)) with the retention of the framework topol.  The reversible exchange of framework constituting metal ions while maintaining the framework integrity and single crystallinity was confirmed by a combination of various methods including ICP-AES, in situ PXRD, TGA, IR, optical microscopy, elemental anal., N2 sorption and in situ single crystal x-ray structural anal.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXisFGmtro%253D&md5=c83d7c97903f0852a9537816c813be78", "(n) ", "Zhang", ", ", "Z.-J.", "; ", "Shi", ", ", "W.", "; ", "Niu", ", ", "Z.", "; ", "Li", ", ", "H.-H.", "; ", "Zhao", ", ", "B.", "; ", "Cheng", ", ", "P.", "; ", "Liao", ", ", "D.-Z.", "; ", "Yan", ", ", "S.-P.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "6425", "– ", "6427", " DOI: 10.1039/c1cc00047k", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "A new type of polyhedron-based metal-organic frameworks with interpenetrating cationic and anionic nets demonstrating ion exchange, adsorption and luminescent properties", "Zhang, Zheng-Jie; Shi, Wei; Niu, Zheng; Li, Huan-Huan; Zhao, Bin; Cheng, Peng; Liao, Dai-Zheng; Yan, Shi-Ping", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "22", "),\r\n    ", "6425-6427", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "An interesting new MOF, [Zn7(L1)3(H2O)7]n·[Zn5(L1)3(H2O)5]n·xSolvent (where L1 = N-phenyl-N'-phenylbicyclo[2,2,2]oct-7-ene-2,3,5,6-tetracarboxdiimide tetracarboxylate), built with interpenetrating cationic (MOF-A+) and anionic (MOF-B-) nets that do not require counterions to balance charge, together with an architectural strategy focused on the use of MOPs (metal-org. polyhedra) as nodes and MOCs (metal-org. cyclophanes) as spacers for the generation of 3-dimensional frameworks, is reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmsVGgsbo%253D&md5=348c1ee4fac3f84b18dcd366dd3a79c0", "(o) ", "Wei", ", ", "Z.", "; ", "Lu", ", ", "W.", "; ", "Jiang", ", ", "H.-L.", "; ", "Zhou", ", ", "H.-C.", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "1164", "– ", "1166", " DOI: 10.1021/ic3019937", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "A Route to Metal-Organic Frameworks through Framework Templating", "Wei, Zhangwen; Lu, Weigang; Jiang, Hai-Long; Zhou, Hong-Cai", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "3", "),\r\n    ", "1164-1166", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A microporous metal-org. framework (MOF), PCN-922 [Cu4(ETTB)], contg. a dendritic octatopic org. linker and a Cu2-paddlewheel structural motif, has been synthesized by using a Zn2-paddlewheel-based MOF as a template to prearrange the linkers for the Cu2-based MOF target.  PCN-922 shows permanent porosity and excellent gas adsorption capacity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht1Kmu7s%253D&md5=854d8ef5272f39c08d7aa1a2b4a2301d", "(p) ", "Song", ", ", "X.", "; ", "Jeong", ", ", "S.", "; ", "Kim", ", ", "D.", "; ", "Lah", ", ", "M. S.", " ", "CrystEngComm", " ", "2012", ",  ", "14", ",  ", "5753", "– ", "5756", " DOI: 10.1039/c2ce26115d", " ", "[", "Crossref", "], [", "CAS", "]", "11. ", "Transmetalations in two metal-organic frameworks with different framework flexibilities: Kinetics and core-shell heterostructure", "Song, Xiaokai; Jeong, Seok; Kim, Dongwook; Lah, Myoung Soo", "CrystEngComm", "\r\n        (", "2012", "),\r\n    ", "14", "\r\n        (", "18", "),\r\n    ", "5753-5756", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The authors reported solvothermal prepn. of copper/zinc MOFs: [Cu3(BTC)2(H2O)3] (1), [Zn3(BTC)2(H2O)3] (2), and [Zn24L8(H2O)24] (H3BTC = 1,3,5-benzenetricarboxylic acid, H6L = 1,3,5-tris(3,5-dicarboxylphenylethynyl)benzene ).  While only a partially transmetalated network was obsd. in a rigid metal-org. framework (MOF), not only a completely transmetalated isostructural network but also a partially transmetalated core-shell heterostructural network could be obtained in a flexible MOF by controlling the reaction conditions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XhtF2rt7rJ&md5=cafcf24318017e4bd96de8fd5e6501a9", "(q) ", "Dincǎ", ", ", "M.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2007", ",  ", "129", ",  ", "11172", "– ", "11176", " DOI: 10.1021/ja072871f", " ", "ACS Full Text ", ", [", "CAS", "]", "11. ", "High-Enthalpy Hydrogen Adsorption in Cation-Exchanged Variants of the Microporous Metal-Organic Framework Mn3[(Mn4Cl)3(BTT)8(CH3OH)10]2", "Dinca, Mircea; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2007", "),\r\n    ", "129", "\r\n        (", "36", "),\r\n    ", "11172-11176", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Exchange of the guest Mn2+ ions in Mn3[(Mn4Cl)3(BTT)8(MeOH)10]2 (1-Mn2+; BTT = 1,3,5-benzenetristetrazolate) with selected cations gave isostructural framework compds. 1-M (M = Li+, Cu+, Fe2+, Co2+, Ni2+, Cu2+, Zn2+).  Similar to the parent compd., the new microporous materials are stable to desolvation and exhibit a high H2 storage capacity, ranging from 2.00 to 2.29% at 77 K and 900 torr.  Measurements of the isosteric heat of adsorption at zero coverage reveal a difference of 2 kJ/mol between the weakest and strongest H2-binding materials, which is attributed to variations in the strength of interaction between H2 mols. and unsatd. metal centers within each framework.  The Co2+-exchanged compd., 1-Co2+, exhibits an initial enthalpy of adsorption of 10.5 kJ/mol, the highest yet obsd. for a microporous metal-org. framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXpt1Wis7o%253D&md5=88b2f9a8b9d44f5c494860339ea63edc", "(r) ", "Brozek", ", ", "C. K.", "; ", "Dinca", ", ", "M.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5456", "– ", "5467", " DOI: 10.1039/C4CS00002A", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Cation exchange at the secondary building units of metal-organic frameworks", "Brozek, C. K.; Dinca, M.", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5456-5467", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Cation exchange is an emerging synthetic route for modifying the secondary building units (SBUs) of metal-org. frameworks (MOFs).  This technique was used extensively to enhance the properties of nanocrystals and mols., but the extent of its applications for MOFs is still expanding.  To harness cation exchange as a rational tool, the authors need to elucidate its governing factors.  Not nearly enough exptl. observations exist for drawing these conclusions, so the authors provide a conceptual framework for approaching this task.  The authors address which SBUs undergo exchange, why certain ions replace others, how the framework influences the process, the role of the solvent, and current applications.  Using these guidelines, certain trends emerge from the available data and missing expts. become obvious.  If future studies follow this framework, then a more comprehensive body of observations will furnish a deeper understanding of cation exchange and inspire future applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7jF&md5=c97438bb70943a1ff1bd981b93d41383", "(s) ", "Fu", ", ", "H.-R.", "; ", "Xu", ", ", "Z.-X.", "; ", "Zhang", ", ", "J.", " ", "Chem. Mater.", " ", "2015", ",  ", "27", ",  ", "205", "– ", "210", " DOI: 10.1021/cm503767r", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "11. ", "Water-Stable Metal-Organic Frameworks for Fast and High Dichromate Trapping via Single-Crystal-to-Single-Crystal Ion Exchange", "Fu, Hong-Ru; Xu, Zhong-Xuan; Zhang, Jian", "Chemistry of Materials", "\r\n        (", "2015", "),\r\n    ", "27", "\r\n        (", "1", "),\r\n    ", "205-210", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two metal-org. frameworks [Zn2(Tipa)2(OH)]·3NO3·12H2O (FIR-53, FIR denotes Fujian Institute of Research, Tipa = tris(4-(1H-imidazol-1-yl)phenyl)amine) and [Zn(Tipa)]·2NO3·DMF·4H2O (FIR-54) with large nanotubular channels were synthesized via Zn(II) ions coordinate the neutral Tipa ligand.  The framework of FIR-53 contains 1D channels along the c axis with a cross section of 18 × 13 Å2.  FIR-54 also consists of large channels with the 10.5 × 10.5 Å2 open windows.  These porous materials efficiently trap Cr2O72- inorg. pollutant ions via the single-crystal-to-single-crystal (SC-SC) approach.  The Cr2O72- uptake capacities of FIR-53 and FIR-54 are high to 74.2 and 103 mg/g, resp.  Furthermore, the Cr2O72- trapping-releasing process of FIR-53 displays good regeneration.  Meaningfully, the structure of FIR-53 after ion exchange can be accurately obtained by single-crystal X-ray diffraction, which further elaborates the SC-SC transformation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXitVKqs7rF&md5=4d05a09255cdae785d95d7db58eb5a9d", "12. ", "Liu", ", ", "T.-F.", "; ", "Zou", ", ", "L.", "; ", "Feng", ", ", "D.", "; ", "Chen", ", ", "Y.-P.", "; ", "Fordham", ", ", "S.", "; ", "Wang", ", ", "X.", "; ", "Liu", ", ", "Y.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2014", ",  ", "136", ",  ", "7813", "– ", "7816", " DOI: 10.1021/ja5023283", " ", "ACS Full Text ", ", [", "CAS", "]", "12. ", "Stepwise Synthesis of Robust Metal-Organic Frameworks via Postsynthetic Metathesis and Oxidation of Metal Nodes in a Single-Crystal to Single-Crystal Transformation", "Liu, Tian-Fu; Zou, Lanfang; Feng, Dawei; Chen, Ying-Pin; Fordham, Stephen; Wang, Xuan; Liu, Yangyang; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2014", "),\r\n    ", "136", "\r\n        (", "22", "),\r\n    ", "7813-7816", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Using PCN-426-Mg as a template, two robust metal-org. frameworks (MOFs), PCN-426-Fe(III) and PCN-426-Cr(III), were synthesized through a strategy of postsynthetic metathesis and oxidn. (PSMO) of the metal nodes step by step.  The frameworks remained in their single crystal form throughout.  Also, the stability and porosity of the frameworks were significantly improved after PSMO.  By taking advantage of both the kinetically labile metal-ligand exchange reactions prior to oxidn. and the kinetically inert metal-ligand bonds after oxidn., robust MOFs, which would otherwise be difficult to synthesize, can be readily prepd.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXotFOhsr4%253D&md5=406fb904c3db81153033215d474228cb", "13. ", "Horcajada", ", ", "P.", "; ", "Chevreau", ", ", "H.", "; ", "Heurtaux", ", ", "D.", "; ", "Benyettou", ", ", "F.", "; ", "Salles", ", ", "F.", "; ", "Devic", ", ", "T.", "; ", "Garcia-Marquez", ", ", "A.", "; ", "Yu", ", ", "C.", "; ", "Lavrard", ", ", "H.", "; ", "Dutson", ", ", "C. L.", "; ", "Magnier", ", ", "E.", "; ", "Maurin", ", ", "G.", "; ", "Elkaim", ", ", "E.", "; ", "Serre", ", ", "C.", " ", "Chem. Commun.", " ", "2014", ",  ", "50", ",  ", "6872", "– ", "6874", " DOI: 10.1039/c4cc02175d", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "13. ", "Extended and functionalized porous iron(III) tri- or dicarboxylates with MIL-100/101 topologies", "Horcajada, Patricia; Chevreau, Hubert; Heurtaux, Daniela; Benyettou, Farah; Salles, Fabrice; Devic, Thomas; Garcia-Marquez, Alfonso; Yu, Cihang; Lavrard, Hubert; Dutson, Claire L.; Magnier, Emmanuel; Maurin, Guillaume; Elkaim, Erik; Serre, Christian", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2014", "),\r\n    ", "50", "\r\n        (", "52", "),\r\n    ", "6872-6874", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Nanometric isoreticular and/or functionalized analogs of the mesoporous environmentally-friendly Fe(III) polycarboxylates MIL-100/101 were successfully synthesized.  Their exceptional pore size, of up to 68 Å, together with their relatively good stability in solvents, makes them promising candidates for heterogeneous catalysis or inclusion of large mols., among others.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXpt1Oiu7g%253D&md5=79c4cb23224a71afdc9e1a683b5da567", "14. ", "Lammert", ", ", "M.", "; ", "Bernt", ", ", "S.", "; ", "Vermoortele", ", ", "F.", "; ", "De Vos", ", ", "D. E.", "; ", "Stock", ", ", "N.", " ", "Inorg. Chem.", " ", "2013", ",  ", "52", ",  ", "8521", "– ", "8528", " DOI: 10.1021/ic4005328", " ", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Single- and Mixed-Linker Cr-MIL-101 Derivatives: A High-Throughput Investigation", "Lammert, Martin; Bernt, Stephan; Vermoortele, Frederik; De Vos, Dirk E.; Stock, Norbert", "Inorganic Chemistry", "\r\n        (", "2013", "),\r\n    ", "52", "\r\n        (", "15", "),\r\n    ", "8521-8528", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "New single- and mixed-linker Cr-MIL-101 derivs. bearing different functional groups were synthesized.  The influence of the reaction parameters, such as metal source (CrO3, CrCl3, and Cr(NO3)3·9H2O) or linker compn., on product formation were studied using high-throughput methods.  Highly cryst. Cr-MIL-101 materials were obtained with CrCl3 as the metal source with either 2-bromoterephthalic (TA-Br) or 2-nitroterephthalic (TA-NO2) acid as one of the mixed-linker components.  Numerous new mixed-linker Cr-MIL-101 derivs. contg. -NH2, -NO2, -H, -SO3H, -Br, -OH, -CH3, and -COOH were synthesized.  The use of TA-NH2 and TA-OH were shown, under the same reaction conditions, to lead to decarboxylation and the formation of 3-amino- and 3-hydroxybenzoic acid, resp.  Also, the authors were also able to directly synthesize single-linker Cr-MIL-101-X derivs. with X = F, Cl, Br, CH3.  Postsynthetic modification was used to selectively reduce the mixed-linker compd. Cr-MIL-101-Br-NO2 to Cr-MIL-101-Br-NH2.  To establish the successful incorporation of the linker mols. and possible decompn. of certain starting materials, 1H NMR spectra of dissolved reaction products were recorded.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtVGru7bF&md5=0bb0dc4e3748c517cdcc044dbf0292c1", "15. ", "Feng", ", ", "D.", "; ", "Liu", ", ", "T.-F.", "; ", "Su", ", ", "J.", "; ", "Bosch", ", ", "M.", "; ", "Wei", ", ", "Z.", "; ", "Wan", ", ", "W.", "; ", "Yuan", ", ", "D.", "; ", "Chen", ", ", "Y.-P.", "; ", "Wang", ", ", "X.", "; ", "Wang", ", ", "K.", "; ", "Lian", ", ", "X.", "; ", "Gu", ", ", "Z.-Y.", "; ", "Park", ", ", "J.", "; ", "Zou", ", ", "X.", "; ", "Zhou", ", ", "H.-C.", " ", "Nat. Commun.", " ", "2015", ",  ", "6", ",  ", "5979", " DOI: 10.1038/ncomms6979", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "15. ", "Stable metal-organic frameworks containing single-molecule traps for enzyme encapsulation", "Feng, Dawei; Liu, Tian-Fu; Su, Jie; Bosch, Mathieu; Wei, Zhangwen; Wan, Wei; Yuan, Daqiang; Chen, Ying-Pin; Wang, Xuan; Wang, Kecheng; Lian, Xizhen; Gu, Zhi-Yuan; Park, Jihye; Zou, Xiaodong; Zhou, Hong-Cai", "Nature Communications", "\r\n        (", "2015", "),\r\n    ", "6", "\r\n        (", "),\r\n    ", "5979/1-5979/8", "CODEN:\r\n                ", "NCAOBW", ";\r\n        ISSN:", "2041-1723", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Enzymic catalytic processes possess great potential in chem. manufg., including pharmaceuticals, fuel prodn. and food processing.  However, the engineering of enzymes is severely hampered due to their low operational stability and difficulty of reuse.  Here, the authors develop stable metal-org. frameworks with rationally designed ultra-large mesoporous cages as single-mol. traps (SMTs) for enzyme encapsulation.  With a high concn. of mesoporous cages as SMTs, PCN-333(Al) encapsulates three enzymes with record-high loadings and recyclability.  Immobilized enzymes that most likely undergo single-enzyme encapsulation (SEE) show smaller Km than free enzymes while maintaining comparable catalytic efficiency.  Under harsh conditions, the enzyme in SEE exhibits better performance than free enzyme, showing the effectiveness of SEE in preventing enzyme aggregation or denaturation.  With extraordinarily large pore size and excellent chem. stability, PCN-333 may be of interest not only for enzyme encapsulation, but also for entrapment of other nanoscaled functional moieties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXotlGltb8%253D&md5=99182b33252ad2a34680dcfc6435bbbd", "16. ", "Park", ", ", "J.", "; ", "Feng", ", ", "D.", "; ", "Zhou", ", ", "H.-C.", " ", "J. Am. Chem. Soc.", " ", "2015", ",  ", "137", ",  ", "1663", "– ", "1672", " DOI: 10.1021/ja5123528", " ", "ACS Full Text ", ", [", "CAS", "]", "16. ", "Structure-Assisted Functional Anchor Implantation in Robust Metal-Organic Frameworks with Ultralarge Pores", "Park, Jihye; Feng, Dawei; Zhou, Hong-Cai", "Journal of the American Chemical Society", "\r\n        (", "2015", "),\r\n    ", "137", "\r\n        (", "4", "),\r\n    ", "1663-1672", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A facile functionalization assisted by the structural attributes of PCN-333 was studied while maintaining the integrity of the parent MOF including ultralarge pores, chem. robustness, and crystallinity.  Herein, the authors thoroughly analyzed ligand exchange phenomena of BTB (1,3,5-benzenetribenzoic acid) in PCN-333 [M3O(OH)(TATB)2] (M = Fe, Sc; TATB = 4,4',4''-s-triazine-2,4,6-triyltribenzoic acid) and demonstrate that the extent of exchange can be tailored by varying the exchange conditions as potential applications may require.  Through this method a variety of functional groups such as azide, alkene and alkyne are incorporated into the substituted PCN-333.  To further show the capabilities of this system, introduction of a BODIPY fluorophore as a secondary functionality was performed to the functionalized framework via a click reaction.  The authors anticipate the PCN-333 with functional anchor can serve as a stable platform for further chem. to be explored in future applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2MXns12mug%253D%253D&md5=0b19bbc510f228f307ec3570c9d304eb", "17. ", "Shannon", ", ", "R.", " ", "Acta Crystallogr., Sect. A: Cryst. Phys., Diffr., Theor. Gen. Crystallogr.", " ", "1976", ",  ", "32", ",  ", "751", "– ", "767", " DOI: 10.1107/S0567739476001551", " ", "[", "Crossref", "]", "There is no corresponding record for this reference.", "18. ", "(a) ", "Hocking", ", ", "R. K.", "; ", "Hambley", ", ", "T. W.", " ", "Dalton Trans.", " ", "2005", ",  ", "969", "– ", "978", " DOI: 10.1039/b411434e", " ", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "18. ", "Structural measures of element-oxygen bond covalency from the changes to the delocalisation of the carboxylate ligand", "Hocking, Rosalie K.; Hambley, Trevor W.", "Dalton Transactions", "\r\n        (", "2005", "),\r\n    ", "\r\n        (", "5", "),\r\n    ", "969-978", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The data set of more than 40,000 crystal structures contg. the carboxylate group that have been deposited in the CSD has been used to examine the structural changes that occur in the carboxylate C-O bond lengths upon binding to different elemental centers.  We report here quantifiable structural changes that are dependent on the elemental center with which the group is interacting.  For the main-group elements the trends are entirely periodic and follow those traditionally assocd. with covalency; elements exhibiting electronegativity closest to that of oxygen exhibit the largest structural change.  In addn., we find the measure is extendable to both the transition metals and the lanthanoids and actinoids.  Amongst the transition metals the trends of Pauling neutrality are not only maintained, but are quantifiable.  The difference between the two C-O bond lengths increases with oxidn. state and decreases with an increase in coordination no.  All of the lanthanoids exhibit covalency within error of each other and the bonds to the actinoids are found to be more covalent than those to the lanthanoids.  From the data anal. we are able to derive a correlation between the lengths of the two carboxylate arms that allows us to quantify percentage covalent character defined in terms of the resonance contributions to the carboxylate group.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhsFSmtr0%253D&md5=ebdb5f57f3dc0910e30bf5a4e3d2fd2c", "(b) ", "Miessler", ", ", "G. L.", "; ", "Tarr", ", ", "D. A.", " In  ", "Inorganic Chemistry", ", ", "2", "nd ed.; ", "Hart", ", ", "M.", "; ", "Prentice-Hall, Inc.", ": ", "Upper Saddle River, NJ", ", ", "1999", "; pp  ", "320", "– ", "326", ".", "There is no corresponding record for this reference.", "19. ", "Nakamura", ", ", "M.", "; ", "Takahashi", ", ", "M.", " In  ", "Mössbauer Spectroscopy", "; ", "John Wiley & Sons, Inc.", ": ", "Hoboken, NJ", ", ", "2013", "; pp  ", "177", "– ", "201", ".", "[", "Crossref", "]", "There is no corresponding record for this reference."], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-36/jacs.5b07373/20150910/images/small/ja-2015-073737_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-36/jacs.5b07373/20150910/images/small/ja-2015-073737_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-36/jacs.5b07373/20150910/images/small/ja-2015-073737_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-36/jacs.5b07373/20150910/images/small/ja-2015-073737_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-36/jacs.5b07373/20150910/images/small/ja-2015-073737_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-36/jacs.5b07373/20150910/images/small/ja-2015-073737_0009.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-36/jacs.5b07373/20150910/images/small/ja-2015-073737_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2015/jacsat.2015.137.issue-36/jacs.5b07373/20150910/images/small/ja-2015-073737_0008.gif\">"]}
