{"title": ["Metal−Organic Frameworks:  Structural, Energetic, Electronic, and Mechanical Properties"], "authors": ["A. Kuc", "A. Enyashin", "G. Seifert"], "doi": ["10.1021/jp072085x"], "abstract": ["The structural, energetic, electronic, and mechanical properties of a series of metal−organic framework (MOF) materials have been systematically studied with the density functional based tight-binding method. The cubic array of Zn", "O(CO", ")", " units (connectors) connected by different types of organic secondary building blocks (linkers) was considered. The results show that these materials are stable with bulk moduli ranging from 0.5 to 24 GPa with decreasing size of the linker. All MOFs are semiconductors or insulators with band gaps between 1.0 and 5.5 eV, mainly determined by highest occupied molecular orbital−lowest unoccupied molecular orbital gaps of the linker molecules. The atomic charges are nearly the same for free building blocks and the solid MOFs. "], "text": [" ", "Top of Page", "Abstract", "1. Introduction", "2. Methods and Computational Details", "3. Results and Discussion", "4. Conclusions", "1. Introduction", " ", "The assembly of new materials with tailored properties from well-defined molecular building blocks", "1", " is nowadays of great interest. Copolymerization of a wide range of organic molecules with polynuclear complexes can result in the formation of metal−organic frameworks (MOFs)", "2-6", " that are considered a new class of coordination polymers. MOFs with their inorganic connecting units (based on a transition metal complex or cluster) and the manifold of organic linker molecules are promising materials with uniform and monodisperse pore sizes in the nanometer region. A linker and a connector are both designed to assemble three-dimensional (3D) open frameworks. Dicarboxylate organic linkers form rigid metal carboxylate clusters that act as secondary building units in the extended solid. The way of connection between the building blocks in an MOF is as important as the molecular units themselves.", "2,7,8", " ", " ", "For a given topology of a connector, for example, an octahedral Zn", "4", "O(CO", "2", ")", "6", " cluster, one can obtain an isoreticular series of MOFs. Such materials with zinc carboxylate clusters have been successfully synthesized by Eddaoudi et al. using a strategy based on reticulating metal ions and organic carboxylate linkers into extended periodic structures. They have obtained 16 different metal-organic frameworks, so-called isoreticular MOFs (IRMOFs). Novel strategies of synthesis allow a systematic variation of the pore size using different organic linkers without changing the cubic topology of the whole framework. The framework topologies can be predicted by consideration of the geometry and conformational informations of secondary building units. As an example, the structure of IRMOF-1 (MOF-5) is shown in Figure 1a", ". This system can be considered as being composed of two distinct structural units:  the zinc oxide-based connector (shown in Figure 1b) and the benzene-based linker (shown in Figure 1c), resulting in a 3D cubic porous network. The synthesis of crystalline MOFs is simple and based on mixing together a solution of the acid form of the linker with a simple metal salt in the desired stoichiometry, as described in literature.", "7", " ", " ", " Figure 1 Structure of IRMOF-1 (MOF-5) consists of cubic fragments (a). Each corner of the cubes is made up of a connector (b). The connectors are linked by organic molecules (linkers (c), here, 1,4-benzenedicarboxylate), which form the edges of the cube. The connector can be described as four distorted tetrahedra Zn(O1)", "3", "O2 connected by a central O2.", " ", " ", " ", "MOFs have a high potential in a variety of practical applications:  catalysis, gas separation, molecular sensors, and so forth.", "8-13", " Large surface areas and controlled pore size, as well as easy functionalization of the organic part, allow these crystalline compounds to be excellent systems for molecular sorption applications. MOFs exhibit unique framework properties such as interpenetration, dynamical crystal-to-crystal transformations, and chirality. Other properties of MOFs, such as cavity radius, density, and free volume, can be widely varied, leading to the lowest known densities for a crystalline material.", "8", " ", " ", "The properties of such systems can be modified by the following three approaches:  exchange of the benzene linker (MOF-5) by other organic molecules; substitution of the connector, changing the metal atoms in it; and exchange of both the linker and the connector. ", " ", "Theoretical investigations of very few MOF structures have been already reported in the literature.", "14-17", " The exchange of the transition metal (Zn on Cd, Be, Mg, and Ca) in the IRMOF-1 has been studied theoretically for example by Fuentes-Cabera et al.", "14", " Local density approximation density functional theory (LDA DFT) calculations using periodic boundary conditions (PBC) of the geometric, electronic, and mechanical properties were performed for IRMOF-1 by Mattesini et al.", "16", " Kim et al.", "17", " have employed generalized gradient approximation (GGA) DFT with PBC in their calculations of the IRMOF-", "n", " (", "n", " = 1, 3, 18) structures. These structures are derived from IRMOF-1 by substitution of hydrogens in the benzene ring by an −NH", "2", " group (IRMOF-3) or a −CH", "3", " group (IRMOF-18). For these materials, the authors have mainly investigated the electronic structure. Semiempirical, Hartree−Fock (HF), and DFT calculations were also employed by Braga et al.", "15", " to study the structure of IRMOF-1. They used different model systems to represent the properties of the crystal structure, starting from Zn", "4", "O(CH", "3", "COO)", "6", ", through Zn", "4", "O(PhCOO)", "6", ", and up to the enlarged system of (CH", "3", "COO)", "5", "(Zn", "4", "O)(OOC−C", "6", "H", "4", "−COO)(Zn", "4", "O)(CH", "3", "COO)", "5", ". ", " ", "In this paper, we present the results of a systematic study and give an overview of the properties of a wide range of IRMOFs. We have focused our interest on the role of the organic linker nature in MOFs. Density functional based tight-binding (DFTB) calculations", "18-20", " using PBC were performed. ", " ", "The structures considered can be represented as an octahedral array of dicarboxylate organic bridges connected to a transition metal complex of tetrahedral moieties (OZn", "4", ")", "6+", ". The (OZn", "4", ")", "6+", " ", " connectors linked by different organic molecules form highly porous materials. We have studied well-known MOF structures and also hypothetical systems that may exhibit interesting properties. As a reference system, we have chosen a hypothetical structure with no organic linker (see Figure 2", "; IRMOF-M0). We discuss here the electronic, structural, and mechanical characteristics of IRMOFs with a large variety of linker molecules (see Figure 3", "). They are either polycyclic hydrocarbons (PHs) or carbon cages. In this way, IRMOFs with a wide range of pore sizes were studied. ", " ", " Figure 2 Reference structure IRMOF-M0. The system is built up from connectors and includes no organic linker:  black, C; gray, Zn; and white, oxygen.", " ", " ", " Figure 3 Organic linkers considered in the present work. For clarity, hydrogen atoms are not shown. Notation:  IRMOF-x, where x is corresponding to the name given in the literature for experimentally known MOFs or IRMOF-Mn denoting the marks of the proposed linkers for hypothetical MOFs studied here (a, b, c, etc. indicate different isomers for a given linker).", " ", " ", " ", "The aim of this paper is a theoretical search of new stable systems of high porosity. The systematic theoretical investigations may provide general and specific clues to enhance for example the sorption properties of MOFs and may play a helpful role in the design of new and interesting MOF-like systems. ", " ", " ", "Top of Page", "Abstract", "1. Introduction", "2. Methods and Computational Details", "3. Results and Discussion", "4. Conclusions", "2. Methods and Computational Details", " ", "The DFTB method was used to determine the geometry, stability, and electronic structure of isoreticular Zn-based MOFs containing different organic linkers. ", " ", "Some of the initial structure models of IRMOFs were built from the reported crystal structure data,", "9,21", " and PBC were used to represent the framework of the crystalline solid state. ", " ", "The lattice parameters as well as the structures were fully optimized. The number of ", "k", " points was determined by reaching convergence for the total energy, as a function of the number of ", "k", " points. The results were compared with available experimental data. ", " ", "We have considered MOFs with face-centered cubic (FCC), simple cubic (SC), or body-centered cubic (BCC, see example in Figure 4", ") crystal structures. ", " ", " Figure 4 Structure of IRMOF-14 in simple cubic (a) and body centered cubic (b; IRMOF-13) representations.", " ", " ", " ", "We have analyzed the electronic properties (Mulliken atomic charges and density of states, DOS) of MOFs with FCC unit cells. ", " ", "The mechanical properties were investigated by the calculation of the total energy change after application of a suitable strain. The determined elastic constants were used to calculate the bulk moduli (", "B", ") of these systems. ", " ", "Furthermore, we have employed molecular dynamics (MD) simulations to check the thermal stability of the MOFs. ", " ", "The linkers have been divided into four groups:  symmetric (IRMOF-1, IRMOF-993, IRMOF-13/14, etc.) with O2−C1−C1−O2 atoms in the same line coinciding with the linkage axis (see Figure 5a", "); asymmetric relative to the linkage axis (IRMOF-7, IRMOF-M4a, IRMOF-M5, etc.) but with O2−C1−C1−O2 atoms in the same line; symmetric (IRMOF-8, IRMOF-M1b, IRMOF-M6b, etc.) with O2−C1−C1−O2 atoms not in the same line (see Figure 5b); and asymmetric (IRMOF-M4b, IRMOF-M3d, IRMOF-M6a, etc.) with O2−-C1−C1−O2 atoms not in the same line. ", " ", " Figure 5 Zinc-oxo carboxylato ring connected with the organic ring in the in-plane orientation in IRMOF-1 (a) and IRMOF-8 (b) and the atomic labels. The hydrogen atoms are not shown for clarity.", " ", " ", " ", "The connector is a complex consisting of four Zn(O1)", "3", "O2 distorted tetrahedra which are connected by a central O2, forming a (Zn)", "4", "(O2) tetrahedron. Such an arrangement creates six inorganic (zinc-oxo carboxylato) and six organic (for example, benzene) rings per corner (see Figure 5). ", " ", " ", "Top of Page", "Abstract", "1. Introduction", "2. Methods and Computational Details", "3. Results and Discussion", "4. Conclusions", "3. Results and Discussion", " ", "3.1. Geometry. ", "The calculated equilibrium distances of selected bonds in the studied MOFs are summarized in Table 1", ". The results are compared with the available experimental data (values in parenthesis). The last column gives information how the organic and inorganic rings are oriented to each other. ", " ", " ", " Table 1:  Selected Bond Distances [angstrom] and the O1−Zn−O1 Angle [degree] of the Zinc-Oxo Carboxylato Ring", "a", " ", " ", "link", "O1−Zn", "O2−Zn", "O1−C1", "C1−C2", "O1−Zn−O1", "O1−C1−C2−C3 ", "IRMOF-M0 ", "2.088 ", "2.072 ", "1.307 ", " ", " ", " ", "(non linker) ", "SC 2.092 ", "2.065 ", "1.302 ", " ", " ", " ", "IRMOF-1 ", "2.092 (1.941) ", "2.072 (1.922) ", "1.316 (1.301) ", "1.464 (1.486) ", "109 ", "in plane ", " ", "SC 2.085 (1.941) ", "2.092 (1.922) ", "1.319 (1.301) ", "1.460 (1.486) ", "115 ", "in plane ", " ", "BCC 2.084 ", "2.095 ", "1.319 ", "1.460 ", "112−114 ", "∼16° ", "IRMOF-7 ", "2.069 (2.000) ", "2.067 (1.938) ", "1.305 (1.250) ", "1.462 (1.460) ", "105−115 ", "∼20° ", "IRMOF-8 ", "2.080 (−) ", "2.062 (1.938) ", "1.315 (1.234) ", "1.455 (1.482) ", "108−113 ", "in plane ", "IRMOF-993 ", "2.082 ", "2.060 ", "1.312 ", "1.470 ", "109 ", "∼50° ", "IRMOF-M1a ", "2.119 ", "2.082 ", "1.315 ", "1.466 ", "99−119 ", "∼38° ", "IRMOF-M1b ", "2.085 ", "2.081 ", "1.316 ", "1.460 ", "109−113 ", "in plane ", "IRMOF-M4a ", "2.091 ", "2.097 ", "1.318 ", "1.460 ", "113−115 ", "∼13° ", "IRMOF-M4b ", "2.069 ", "2.082 ", "1.310 ", "1.456 ", "110−118 ", "∼11° ", "IRMOF-M2a ", "2.074 ", "2.066 ", "1.310 ", "1.468 ", "97−120 ", "∼65° ", "IRMOF-M2b ", "2.097 ", "2.083 ", "1.313 ", "1.464 ", "97−119 ", "∼30° ", "IRMOF-M2c ", "2.086 ", "2.096 ", "1.321 ", "1.459 ", "108−113 ", "in plane ", "IRMOF-M3a ", "2.080 ", "2.091 ", "1.315 ", "1.463 ", "93−126 ", "∼38° ", "IRMOF-M3b ", "2.070 ", "2.069 ", "1.313 ", "1.455 ", "109−112 ", "in plane ", "IRMOF-M3c ", "2.107 ", "2.118 ", "1.337 ", "1.450 ", "109−122 ", "∼30° ", "IRMOF-M3d ", "2.088 ", "2.090 ", "1.310 ", "1.456 ", "106−120 ", "∼17° ", "IRMOF-M6a ", "2.095 ", "2.098 ", "1.307 ", "1.455 ", "108−124 ", "∼20° ", "IRMOF-M6b ", "2.080 ", "2.098 ", "1.320 ", "1.459 ", "110−116 ", "∼16° ", "IRMOF-14 ", "2.089 (1.990) ", "2.067 (1.950) ", "1.320 (1.250) ", "1.460 (−) ", "108 ", "in plane ", "IRMOF-13 ", "BCC 1.995 ", "2.000 ", "1.293 ", "1.456 ", "108 ", "in plane (half) ", " ", " ", " ", "1.304 ", "1.436 ", "108 ", "normal to plane (half) ", "IRMOF-M7 ", "2.060 ", "2.085 ", "1.316 ", "1.451 ", "109−113 ", "in plane ", "IRMOF-M5 ", "2.094 ", "2.094 ", "1.320 ", "1.460 ", "112−114 ", "∼12° ", "IRMOF-6 ", "2.085 (1.949) ", "2.065 (1.939) ", "1.315 (1.275) ", "1.408 (1.440) ", "109 ", "in plane ", "IRMOF-10 ", "2.088 (1.936) ", "2.074 (1.928) ", "1.319 (1.283) ", "1.460 (1.444) ", "107 ", "in plane ", "IRMOF-9 ", "BCC 1.980 (1.923) ", "1.990 (1.928) ", "1.293 (1.267) ", "1.448 (1.444) ", "107 ", "in plane (half) ", " ", " ", " ", "1.303 ", "1.432 ", "107 ", "normal to plane (half) ", "IRMOF-16 ", "2.093 (1.926) ", "2.065 (1.935) ", "1.310 (1.306) ", "1.480 (1.45) ", "108 ", "in plane ", "IRMOF-15 ", "BCC 2.014 (1.926) ", "2.012 (1.935) ", "1.298 (1.306) ", "1.460 (1.450) ", "108 ", "in plane (half) ", " ", " ", " ", "1.308 ", "1.440 ", "108 ", "normal to plane (half) ", "IRMOF-18 ", "2.084 (1.926) ", "2.074 (1.941) ", "1.312 (1.248) ", "1.480 (1.483) ", "110−111 ", "normal to plane ", "IRMOF-M8 ", "2.075 ", "2.086 ", "1.319 ", "1.460 ", "108−114 ", " ", "IRMOF-M9 ", "2.081 ", "2.087 ", "1.317 ", "1.460 ", "105−116 ", "∼18° ", "IRMOF-M10 ", "2.081 ", "2.078 ", "1.310 ", "1.494 ", "109−112 ", " ", "IRMOF-M11 ", "2.082 ", "2.066 ", "1.312 ", "1.468 ", "109 ", " ", "IRMOF-M13 ", "2.099 ", "2.076 ", "1.312 ", "1.496 ", "109 ", " ", "IRMOF-M12a ", "2.062 ", "2.216 ", "1.313 ", "1.490 ", "114−129 ", " ", "IRMOF-M12b ", "2.105 ", "2.184 ", "1.314 ", "1.489 ", "115−122 ", " ", " ", " ", "a", " The atoms are numbered according to the crystallographic positions (see Figure 5). In parenthesis are given experimental values. SC, simple cubic; BCC, body centered cubic; otherwise FCC lattice.", " ", " ", " ", " ", "Table 1 reveals that the bond lengths in the zinc-oxo carboxylato ring are almost unchanged for different organic linkers comparing with the reference system of IRMOF-M0. The calculated C−C bond lengths agree very well with the corresponding measured distances (Δ", "R", " < 2%). The agreement between calculated and experimental O−C distances is also good (Δ", "R", " ∼ 2−3%), however, the O−C distances in IRMOF-", " 7, -8, and -14 are somewhat larger than the experimental findings. Also, the Zn−O distances are calculated slightly larger than measured ones, but this overestimation is uniform for all systems, where experimental data were available. ", " ", "Theoretical and experimental investigations agree in the fact that the O1−Zn bond length is a bit larger than that of O2−Zn in most of the cases. This tendency can also be seen for hypothetical IRMOFs. Furthermore, it can be noticed that the O1−C1 distances correspond to values between those for the typical single (1.42 Å) and double (1.22 Å) O−C bond, while C1−C2 bond lengths are close to the typical single sp", "2", "−sp", "2", " C−C bond (∼1.46 Å). ", " ", "In the case of BCC lattices, two kinds of O1−C1 and C1−C2 bonds were obtained, depending on the orientation of organic and inorganic rings (see discussion below). Generally, the equilibrium bond lengths, shown in Table 1, are shorter for the BCC than for corresponding FCC crystals. ", " ", "We find, however, that the orientation of organic and inorganic rings (see Figure 5) changes significantly for different types of organic linkers, going from the in-plane orientation to the perpendicular to each other and with twisted forms in between. If the connector is not distorted, then the O1−C1−C2−C3 torsion angle is in the plane and has one fixed O1−Zn−O1 angle. This is typical for the group 1 of the organic ", " linkers. For linkers from group 3, the zinc-oxo carboxylato ring can be slightly distorted. In this case, the O1−Zn−O1 angles vary in a small range, and both rings can be either in the plane or orthogonal to each other. A wide range of values for the O1−Zn−O1 angle and twisted O1−C1−C2−C3 torsion angle is typical for a large distortion of the inorganic part (groups 2 and 4). ", " ", "Thus, both rings are in the same plane when the linker is symmetric and not extended into the inner space of a MOF crystal, like in IRMOF-1, IRMOF-8, IRMOF-14, IRMOF-M1b, and so forth. In the case of symmetric and functionalized linkers, both rings are perpendicular to each other (IRMOF-18). Asymmetric linkers and big symmetric ones cause distortion of the connector and a large variation of the O1−Zn−O1 angle, depending on the size of the linker (IRMOF-M6a, IRMOF-M1a, IRMOF-M9, etc.). ", " ", "Moreover, if both rings are in the same plane, then the angle O1−Zn−O1 is fixed with ∼109° or slightly distorted (∼109−113°). The facts mentioned above show that the distortions of a connector (caused by some linkers) may lead to the lowering of the crystal symmetry. These systems can crystallize in other than cubic structures (e.g. IRMOF-1). ", " ", "In the case of IRMOF-9/10 (group 1), the benzene rings of the biphenyl linker might give different conformers. This may lead to a distortion of the inorganic part. However, benzene rings in these systems can be stacked; for example, in the case of IRMOF-13/14, such materials have the properties of group 1 (no distortion). A similar situation can be seen in the case of IRMOF-15/16. ", " ", "BCC structures were found to have three of the rings (organic and inorganic) in plane and three perpendicular to each other. This gives two different bond lengths:  orientation in plane has shorter O1−C1 and longer C1−C2 bonds, compared with the perpendicular orientation. ", " ", "The calculated equilibrium lattice constants (", "a", ") for all compounds studied here are given in Table 2", ". We have found experimental data only for some of the IRMOFs, and they are given in parenthesis. ", " ", " ", " Table 2:  Calculated Equilibrium Lattice Parameter, Band Gap, Bulk Modulus, and Energy of Formation of Several (OZn", "4", ")", "6+", "-Based IRMOFs with Different Linkers", "a", " ", " ", "Link", "a", "/2 [Å]", "d", " [g/cm3]", "Gap [eV]", "B", " [GPa]", "Δ", "E", " [kJ/mol] ", "(COOH)2 ", "9.152 ", "1.182 ", "4.17 ", "24.3 ", "−313.779 ", " ", "SC 9.157 ", "1.172 ", "5.56 ", "22.3 ", "−303.731 ", "IRMOF-1 ", "13.440 (12.916) ", "0.527 ", "3.73 ", "8.70 ", "−309.506 ", " ", "SC 13.197 ", "0.556 ", "3.66 ", "6.33 ", "−294.140 ", " ", "BCC 13.213 ", " ", " ", " ", " ", "IRMOF-7 ", "13.343 (12.914) ", "0.643 ", "2.77 ", "3.70 ", "−299.530 ", "IRMOF-8 ", "15.348 (15.046) ", "0.423 ", "2.83 ", "2.40 ", "−299.768 ", "IRMOF-993 ", "13.463 ", "0.728 ", "2.16 ", "3.60 ", "−311.000 ", "IRMOF-M1a ", "13.285 ", "0.758 ", "2.04 ", "4.50 ", "−291.361 ", "IRMOF-M1b ", "17.761 ", "0.317 ", "2.13 ", "3.20 ", "−276.777 ", "IRMOF-M4a ", "17.550 ", "0.329 ", "2.89 ", "3.40 ", "−296.877 ", "IRMOF-M4b ", "15.318 ", "0.495 ", "2.67 ", "1.50 ", "−298.297 ", "IRMOF-M2a ", "13.329 ", "0.856 ", "1.50 ", "2.41 ", "−295.186 ", "IRMOF-M2b ", "13.279 ", "0.865 ", "1.56 ", "6.90 ", "−291.984 ", "IRMOF-M2c ", "19.974 ", "0.254 ", "1.61 ", "2.00 ", "−303.469 ", "IRMOF-M3a ", "13.202 ", "0.881 ", "2.15 ", "5.10 ", "−287.275 ", "IRMOF-M3b ", "19.767 ", "0.262 ", "2.39 ", "2.60 ", "−305.003 ", "IRMOF-M3c ", "15.283 ", "0.568 ", "2.22 ", "3.00 ", "−292.456 ", "IRMOF-M3d ", "17.740 ", "0.363 ", "2.25 ", "1.10 ", "−263.769 ", "IRMOF-M6a ", "15.370 ", "0.522 ", "2.11 ", "1.70 ", "−293.214 ", "IRMOF-M6b ", "15.591 ", "0.501 ", "2.28 ", "3.40 ", "−301.428 ", "IRMOF-14 ", "17.693 (17.190) ", "0.342 ", "2.63 ", "5.90 ", "−308.395 ", "IRMOF-13 ", "BCC 17.661 ", "0.689 ", "2.62 ", "9.70 ", "−254.333 ", "IRMOF-M7 ", "19.653 ", "0.267 ", "2.65 ", "0.30 ", "−300.142 ", "IRMOF-M5 ", "17.601 ", "0.372 ", "2.90 ", "4.20 ", "−297.322 ", "IRMOF-6 ", "13.516 (12.921) ", "0.570 ", "3.35 ", "12.41 ", "−304.097 ", "IRMOF-10 ", "17.674 (17.140) ", "0.300 ", "3.07 ", "6.00 ", "−306.048 ", "IRMOF-9 ", "BCC 17.486 ", "0.620 ", "3.15 ", "9.80 ", "−287.373 ", "IRMOF-16 ", "22.012 (21.490) ", "0.191 ", "3.06 ", "7.50 ", "−283.098 ", "IRMOF-15 ", "BCC 22.024 (21.459) ", "0.382 ", "2.94 ", "7.90 ", "−306.582 ", "IRMOF-18 ", "13.382 (12.807) ", "0.650 ", "4.28 ", "5.00 ", "−338.050 ", "IRMOF-M8 ", "16.814 ", "0.267 ", "2.66 ", "3.50 ", "−297.809 ", "IRMOF-M9 ", "17.857 ", "0.419 ", "2.38 ", "4.40 ", "−297.644 ", "IRMOF-M10 ", "13.252 ", "0.927 ", "4.56 ", "9.20 ", "−314.160 ", "IRMOF-M11 ", "13.334 ", "0.594 ", "4.91 ", "12.6 ", "−313.601 ", "IRMOF-M13 ", "15.078 ", "0.638 ", "5.49 ", "9.00 ", "−309.196 ", "IRMOF-M12a ", "18.717 ", "0.781 ", "1.32 ", " ", "−233.291 ", "IRMOF-M12b ", "18.717 ", "0.768 ", "1.31 ", " ", "−289.234", " ", " ", "a", " Experimental values are given in parentheses. The energy of formation was calculated according to reaction 1; see text. SC, simple cubic; BCC, body centered cubic; otherwise FCC lattice.", " ", " ", " ", " ", "The calculated lattice parameters (", "a", ") were found to be in all cases a bit larger than those of experiment. The error for ", "a", " value is in the range 2−4%. ", " ", "Table 2 also includes the highest occupied molecular orbital−lowest unoccupied molecular orbital (HOMO−LUMO) gaps, bulk moduli (", "B", "), densities, and energies of formation that will be discussed in the next sections. These highly porous structures have the lowest known mass densities for a crystalline material (third column in Table 1). Besides the IRMOF-M0 structure, in many cases, the densities are considerably smaller than 1 g/cm", "3", ". ", " ", "3.2. Energetic and Mechanical Properties. ", "We estimated a kind of formation energy (Δ", "E", ") as the difference in total energies of the products and reactants, according to the following reaction:", " ", " ", " ", "The calculated formation energies are shown in the Table 2 (last column). All values are negative suggesting that energetically a formation of these structures is favorable. ", " ", "The most stable structure, concerning Δ", "E", ", is IRMOF-18 which contains the organic linker functionalized by four methyl groups that are arranged in a conformation where the steric repulsion between both rings is minimized. This suggests that the functionalization of the linker is one of the factors that can stabilize the system. ", " ", "The results show that the BCC structures are only more stable than the corresponding FCC structures for longer linkers because of steric hindrance effects. ", " ", "Moreover, it can be noticed that different isomers of the same linker have similar Δ", "E", " (e.g., IRMOF-M4a and -M4b). Generally, the formation energy depends strongly on the size and the shape of the organic linker. ", " ", "We have also investigated the mechanical properties of IRMOFs. The results are given in Table 2. The structures held together by strong Zn−O−C bonds. The linkage between the Zn", "4", "O group and the organic moieties results in rather soft materials with relatively small bulk moduli, compared with cubic diamond (theory, 441−457 GPa;", "22", " expt, 443 GPa", "23", ") and the wurtzite structure of zinc oxide (theory, 160 GPa;", "24", " expt, 183 GPa", "25", "). The calculated values of ", "B", " indicate that IRMOFs are easily compressible systems. Since the inorganic basic system ZnO has a much larger bulk modulus, the lowering of ", "B", " in the MOFs is caused by the introduction of the organic linker molecules. ", " ", "The most rigid system is therefore the reference system IRMOF-M0. It can also be shown that the bulk moduli depend significantly on the length of the linker. A longer linker gives a mechanically less resistant system. The largest values of ", "B", " belong to IRMOFs with hypothetical linkers based on the cage-like structures. The BCC structures also have larger bulk moduli than the FCC systems. ", " ", "The organic linkers can rotate freely in the solid MOF at ambient conditions. We have calculated the energy barrier of a linker rotation along the connection axis. The rotation of the linker (e.g., rotation barrier for IRMOF-1 Δ", "E", "rot", " = ∼0.35 eV) can be thermally activated, which is also observed in MD simulations. We have performed molecular dynamics (MD) simulations within NVT ensembles (the canonical ensemble, where number of atoms (N), volume (V), and temperature (T) are conserved during the simulation) at 300 and 1200 K. The nearly free rotation of the linker was observed already at 300 K. These simulations also indicate good thermal stability of MOFs at 1200 K. ", " ", "3.3. Electronic Structure. ", "3.3.1. Charge Distribution.", " In order to study the electronic properties of MOFs, we have analyzed their charge distribution. We have compared results of extended crystals with those for free building blocks. The calculated Mulliken atomic charges (", "q", ") of the MOF systems are summarized in Table 3", ". The results show that MOFs have in all cases an almost unchanged charge distribution, comparing different organic linkers. Moreover, the solid structures keep nearly the same charges as free linkers and free connector (see discussion below). ", " ", " ", " Table 3:  Calculated Atomic Charges (", "q", ", ", "e", ") of the Linkers and the Connector Atoms for Selected MOFs", "a", " ", " ", "structure", "C(−H)", "C2", "C(−CH)", "Zn", "O1", "O2", "C1 ", "IRMOF-M0 ", " ", " ", " ", "0.92 ", "−0.70 ", "−0.88 ", "0.92 ", "IRMOF-1 ", "−0.08 ", "0.01 ", " ", "0.93 ", "−0.73 ", "−0.88 ", "0.92 ", "IRMOF-7 ", "−0.12; −0.07 ", "0−0.009 ", "0.04 ", "0.92 ", "−0.75 ", "−0.90 ", "0.92 ", "IRMOF-8 ", "−0.10; −0.07 ", "−0.01 ", "0.04 ", "0.92 ", "−0.75 ", "−0.93 ", "0.92 ", "IRMOF-993 ", "−0.11 ", "−0.01 ", "0.04 ", "0.91 ", "−0.72 ", "−0.88 ", "0.93 ", "IRMOF-M1a ", "−0.12; −0.07 ", "0.008; 0.003 ", "0.04 ", "0.94 ", "−0.75 ", "−0.94 ", "0.92 ", "IRMOF-M1b ", "−0.11; −0.06 ", "−0.03 ", "0.04 ", "0.92 ", "−0.74 ", "−0.93 ", "0.92 ", "IRMOF-M2c ", "−0.11; −0.06 ", "−0.02 ", "0.03 ", "0.92 ", "−0.74 ", "−0.96 ", "0.92 ", "IRMOF-18 ", " ", "−0.05 ", " ", "0.92 ", "−0.72 ", "−0.91 ", "0.95 ", "IRMOF-M8 ", "−0.10; −0.05 ", "−0.02 ", "0.04 ", "0.93 ", "−0.77 ", "−0.91 ", "0.92 ", "IRMOF-M9 ", "−0.12; −0.08 ", "−0.03 ", "0.03 ", "0.92 ", "−0.75 ", "−0.97 ", "0.92 ", "IRMOF-M11 ", "−0.11; −0.08 ", "−0.01 ", " ", "0.91 ", "−0.72 ", "−0.88 ", "0.93", " ", " ", "a", " C(−H) indicates the carbon atoms of the linker that are saturated by H atoms. C(−CH) denotes the carbon atoms of the linker that are connected to C(−H) carbon atoms (as an example, see carbon C4 in Figure 5b).", " ", " ", " ", " ", "The Zn atoms are positively charged (", "q", " ∼ +0.92). This value varies between 1.09 and 0.82, which corresponds to the charges of the Zn atom in the free Zn−O skeleton (free connector; see Figure 6", ") and the bulk ZnO (wurtzite) structure, respectively. ", " ", " Figure 6 Structures of free building blocks:  (a) the connector and (b) the example linker of IRMOF-M7. Gray, Zn; big white, O; small white, H; black, C.", " ", " ", " ", "The oxygen atoms O1 and O2 are both negatively charged with ", "q", " = −0.70 to −0.77 and ", "q", " = −0.88 to −0.97, respectively. In the free connector, we have found the O1 and O2 atoms charged with ", "q", " = −0.92 and ", "q", " = −1.26, respectively. Both values are larger than the corresponding charges in the MOF crystal. On the other hand, the charge of −0.82 for oxygen atoms in ZnO bulk system is slightly smaller than that for the equivalent O2 atom in MOFs. In the free linker (dicarboxylate form of the linker; see Figure 6), we can distinguish between the O1 atoms connected to the C1 atoms with a double bond and the O1 atoms from the −OH group. The charge of O1 in the first case is −1.02, and that in the other one is −0.35. Thus, in the MOF crystal, the charge of the O1 atom is an average of both values in the free linker. ", " ", "The C1 atoms, which bind the linker and the connector together, are positively charged with ", "q", " = +0.92, and this value does not change for structures with different linkers. Carbon atoms bound to hydrogen atoms (C(−H)) are slightly negatively charged with ", "q", " = −0.11 and ", "q", " = −0.07. The C2 carbon atoms have charges close to zero in all cases. Generally, the carbon atoms in the free linker and the MOF crystal have the same charge distribution. ", " ", "3.3.2. Density of States.", " We have investigated the partial density of states (PDOS) and the total DOS for the free linkers and the free connector in comparison with all IRMOF crystals studied in this paper. The results show that PDOS (on carbon atoms) of a free linker and the MOF system do not nearly change between each other. On the other hand, the PDOS of oxygen atoms differ in both cases since in an MOF we have one type of O1 and in the free linker we have two types of O1 (see above, section 3.3.1). Considering the free connector, we find the PDOS for zinc atoms to be very similar to the MOF systems and bulk ZnO. ", " ", "The overall electronic properties of IRMOFs are basically characterized by (Zn1)", "4", "(O2) clusters that bring to the systems the character of a wide band gap semiconductor (ZnO) (see Figure 7", "). On the other hand, the organic linkers (especially PAHs) reduce the gap size (see Figure 8", "). ", " ", " Figure 7 PDOS of the bulk wurtzite ZnO system in comparison with the skeleton in IRMOF-1. For clarity, only Zn and O2 states are shown for IRMOF-1 (see Figure 1). The Fermi level is indicated by the dotted line. DOS is given in number of states per H atom.", " ", " ", " Figure 8 PDOS of carbon atoms in example IRMOFs. The Fermi level is indicated by the dotted line. For clarity, the atoms of carbon higher than 2 (crystallographic position) are presented together. DOS is given in number of states per H atom.", " ", " ", " ", "IRMOF-M0 (no linker) was chosen as the reference system to analyze the differences in electronic properties for IRMOFs with different organic linkers. The PDOS graphs of the example structures (described below) are compared with the PDOS of IRMOF-M0. ", " ", "The IRMOF-M0 PDOS (for different states of a given atom) show that the valence band is composed of the Zn 3d states, the O 2p (similarly to the bulk ZnO system), and the C 2p states. The unoccupied band is determined by s and p orbitals of zinc atoms and the p orbitals of oxygen and carbon. Similar electronic properties are found for IRMOF-1. That is also in agreement with earlier work of Fuantes-Cabrera et al.", "14", " ", " ", "The values of the band gap (HOMO−LUMO gap), shown in the Table 2, depend on the size of the linker. Smaller band gaps are observed for linkers with a larger number of conjugated carbon atoms. MOFs have the HOMO−LUMO gaps range from 1.0 to 5.5 eV. That means they cross the borderline between insulating and semiconducting materials. The largest numbers belong to the structures with linkers that do not contain conjugated sp", "2", " carbon atoms, for example, IRMOF-M0, IRMOF-M11, or IRMOF-M13 (see description below). ", " ", "Figures 8 and 9", " show the PDOS of some structures with different sizes of the PH molecule. The results are compared with the DOS of the reference system and the IRMOF-M11 (cage-like linker). ", " ", " Figure 9 PDOS of zinc atoms in example IRMOFs. The p states of the O1 atoms are shown as well. The dotted line denotes the Fermi level. The dashed line shows the position of the Zn d states in the valence and conduction bands of the reference system. DOS is given in number of states per H atom. ", " ", " ", " ", "The results of PDOS show that the HOMO−LUMO gap is dominated by the π states of sp", "2", " carbon atoms within linkers. It can be noticed in Figure 8 that with increasing the number of the sp", "2", " carbon atoms in the linker the band gap is decreased. This is due to the larger contribution of π states. That means the top of the valence band is dominated by π states of the C3, C4, and so forth atoms (see Figure 5 for numbering). A similar tendency is observed for unoccupied bands, where a big influence of π states of C1 is observed for structures with a small number of sp", "2", " C atoms (e.g., IRMOF-M0 and IRMOF-", " M11). In the systems with cage-like linkers (e.g., IRMOF-M11 or IRMOF-M13), the band gap is larger because of the lack of sp", "2", " carbon atoms. ", " ", "In all cases, adding the organic linker causes a shift of the O1 p states compared with the reference system (see Figure 9). The peak is shifted to the lower energies relative to Fermi level (", "E", "F", "). The central atom of the connector (O2) has, on the other hand, an unchanged DOS comparing different linkers. These differences in the feature of electronic structures of O1 and O2 might be explained with the fact that atom O1 is involved in a sp", "2", "-like bonding with atom C1, while O2 forms pure sp", "3", " hybridization with the surrounding Zn atoms. ", " ", "Figure 9 shows the behavior of 3d states of zinc atoms:  similar to oxygen, peaks of these states are shifted to the lower energies comparing different linkers. The dashed lines indicate the positions of Zn 3d states in the reference system. ", " ", " ", "Top of Page", "Abstract", "1. Introduction", "2. Methods and Computational Details", "3. Results and Discussion", "4. Conclusions", "4. Conclusions", " ", "We have investigated so-called IFMOFs keeping the cubic topology of all structures. The inorganic part was based on the tetrahedral moieties (OZn", "4", ")", "6+", " linked by a wide range of different organic molecules. In this work, over 30 structures have been investigated with respect to their stability, geometry, and electronic properties. ", " ", "The MOF systems were found to be energetically stable. All energies of formation are negative and strongly dependent on the size and shape of the linker. ", " ", "We have found some trends in the relations between the distortions in the zinc-oxo carboxylato rings and topology of a linker. Symmetric linkers seem to have little or no influence on the geometry of the inorganic part, independent from the size. However, asymmetric organic parts cause remarkable distortions of the connector and a possibility for the MOFs existing in a noncubic lattice. Organic linkers may also rotate freely. The free rotation of the linker can be thermally activated (energy barrier of rotation), which was observed in the MD simulations already at 300 K. ", " ", "MOFs lattices have small values of bulk moduli and are easily compressible. However, we also proposed the hypothetical linkers, based on carbon cages, with larger bulk moduli. ", " ", "MOFs have a charge distribution which is kept unchanged compared with the building units. The only change is found for atomic charges of linking oxygen atoms since they are changed, going from the free linker to the MOF. The electronic properties of these materials reveal a wide range of the band gap. Thus, all systems studied here can be classified as semiconductors or insulators. The HOMO−LUMO bands, near the Fermi level, are dominated by C sp", "2", " states of the organic linkers. The PDOS of carbon and zinc atoms are kept almost unchanged when going from the building blocks to the extended MOF crystals. We have only found differences for the oxygen atoms, what was already shown with the charge distribution. The electronic properties are the same for both building units and MOF crystals. The knowledge of this fact gives an opportunity to create proper materials for hydrogen storage, optical applications, and so forth. Longer linkers offer smaller band gaps, but on the other hand, such systems loose their stiffness. ", " ", "Our investigation may be helpful in the synthesis of new MOF materials and in choosing systems of interesting properties for a wide range of applications. ", " ", " ", " ", "Top of Page", "Abstract", "1. Introduction", "2. Methods and Computational Details", "3. Results and Discussion", "4. Conclusions", "Acknowledgment", " ", "Support of this research is acknowledged to Stiftung Energieforschung BW. The authors also thank Dr. T. Heine and A. F. Oliveira for interesting discussions and thank K. Vietze for computational assistance. ", " ", "    ", "This article references 25 other publications.", " ", "(1)", " ", "O'Keeffe, M.; Eddaoudi, M.; Li, H. L.; Reineke, T.; Yaghi, O. M. ", "  J. Solid ", "State Chem.", " ", "2000", ", ", "152", ", 3−20.", "[", "Crossref", "], [", "CAS", "]", "(1) . ", "Frameworks for extended solids: geometrical design principles", "O'Keeffe, M.; Eddaoudi, M.; Li, Hailian; Reineke, T.; Yaghi, O. M.", "Journal of Solid State Chemistry", "\r\n        (", "2000", "),\r\n    ", "152", "\r\n        (", "1", "),\r\n    ", "3-20", "CODEN:\r\n                ", "JSSCBI", ";\r\n        ISSN:", "0022-4596", ".\r\n    \r\n            (", "Academic Press", ")\r\n        ", "A review, with 82 refs., is given on the basic topologies (nets) that underlie most low-d. (open) structures.  The basic geometries for three-dimensional low-connectivity nets are described.  Examples of open framework solids with these topologies are adduced for illustration.  Attention is drawn to methods of producing open frameworks by decoration and expansion of simple nets.  (c) 2000 Academic Press.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXksFyitr8%253D&md5=ee50f80f8c2c209c7de6027c16d36e33", " ", " ", "(2)", " ", "Yaghi, O. M.; O'Keeffe, M.; Ockwig, N. W.; Chae, H. K.; Eddaoudi, M.; Kim, J. ", "  Nature", " ", "2003", ", ", "423", ", 705−714.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(2) . ", "Reticular synthesis and the design of new materials", "Yaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, Jaheon", "Nature (London, United Kingdom)", "\r\n        (", "2003", "),\r\n    ", "423", "\r\n        (", "6941", "),\r\n    ", "705-714", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The long-standing challenge of designing and constructing new cryst. solid-state materials from mol. building blocks is just beginning to be addressed with success.  A conceptual approach that requires the use of secondary building units to direct the assembly of ordered frameworks epitomizes this process: the authors call this approach reticular synthesis.  This chem. has yielded materials designed to have predetd. structures, compns. and properties.  In particular, highly porous frameworks held together by strong metal-O-C bonds and with exceptionally large surface area and capacity for gas storage were prepd. and their pore metrics systematically varied and functionalized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXksV2itro%253D&md5=2417c5adb0e948350d3d62350c8cd7ea", " ", " ", "(3)", " ", "Schlichte, K.; Kratzke, T.; Kaskel, S. ", "  Microporous Mesoporous Mater.", " ", "2004", ", ", "73", ", 81−88.", "[", "Crossref", "], [", "CAS", "]", "(3) . ", "Improved synthesis, thermal stability and catalytic properties of the metal-organic framework compound Cu3(BTC)2", "Schlichte, Klaus; Kratzke, Tobias; Kaskel, Stefan", "Microporous and Mesoporous Materials", "\r\n        (", "2004", "),\r\n    ", "73", "\r\n        (", "1-2", "),\r\n    ", "81-88", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "The catalytic properties of the metal-org. framework compd. Cu3(BTC)2(H2O)3·xH2O (BTC = benzene 1,3,5-tricarboxylate) were explored.  Cu2O-free powder samples of Cu3(BTC)2(H2O)3·xH2O were obtained using an improved synthesis at 393 K under hydrothermal conditions.  The microporous material has a high specific pore vol. of 0.41 cm3 g-1 and a pore diam. of 10.7 Å (Horvath-Kawazoe).  Removal of the three copper-bound water mols. allows to access the Lewis acid copper sites.  The exchange of coordinated water by substrates or solvent mols. is recognized from the color change of the compd.  For chemisorbed benzaldehyde, the IR stretching frequency ν(C:O) is decreased from 1702 to 1687 cm-1.  The chemisorption results in an activation of benzaldehyde for the liq. phase cyanosilylation with a reasonable yield of 50-60% after 72 h (313 K) and a high selectivity.  Filtration expts. demonstrate that the reaction mechanism is heterogeneous.  Coordinating solvents such as THF completely block the Lewis acid sites of the catalyst.  Solvents such as CH2Cl2 or higher reaction temps. (353 K) cause decompn. of the catalyst.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXlvVWrurk%253D&md5=e7a2a5c765c06970fa76c1ca7e8ab558", " ", " ", "(4)", " ", "Rosi, N. L.; Eddaoudi, M.; Kim, J.; O'Keeffe, M.; Yaghi, O. M. ", "  CrystEngComm", " ", "2002", ", 401−404.", "[", "Crossref", "], [", "CAS", "]", "(4) . ", "Advances in the chemistry of metal-organic frameworks", "Rosi, Nathaniel L.; Eddaoudi, Mohamed; Kim, Jaheon; O'Keeffe, Michael; Yaghi, Omar M.", "CrystEngComm", "\r\n        (", "2002", "),\r\n    ", "4", "\r\n        (", "),\r\n    ", "401-404", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  An extensive body of research results currently exists from the synthesis of metalorg. frameworks (MOFs), an area that has attracted widespread attention due to the facility with which well-defined mol. building blocks can be assembled into periodic frameworks and the promise that such a process holds for the logical design of materials.  The synthesis of MOFs generally involves the copolymn. of org. links and metal ions in a polar solvent under mild temps. (up to 200°) and autogenous pressures (up to 100 atm).  Since most products can be considered kinetically driven and lie on local thermodn. min., factors such as soly. of the org. link and metal salt, solvent polarity, ionic strength of the medium, temp. and pressure play crit. roles in detg. the character of products.  Indeed, slight perturbations in synthetic parameters were the basis for the prepn. of what seems to be a flood of new MOF compds.  In the spirit of this discussion the authors advance the following ideas and developments that the authors believe contribute to the maturity of the field: (I) a conceptual framework that unifies the processes involved in the designed synthesis of MOFs, and which can be extended to other materials with extended structures; (II) a thesis concerning the possible structures that may form from building blocks with various shapes; (III) important considerations for achieving the design and synthesis of frameworks in which it is possible to change chem. functionality and metrics without changing the underlying framework topol.; (IV) the inevitability of porosity for designed structures and some factors affecting framework stability; (V) insights on catenation:interpenetration vs. interweaving, forbidden catenation, and duals.  These points will be presented to an extent that will stimulate discussion-it is not an attempt to be comprehensive or to give a thorough treatment of this rich field.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XmvFKrt74%253D&md5=d785ee5212724519f2613caa3b6426cb", " ", " ", "(5)", " ", "Chui, S. S. Y.; Lo, S. M. F.; Charmant, J. P. H.; Orpen, A. G.; Williams, I. D. ", "  Science", " ", "1999", ", ", "283", ", 1148−1150.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(5) . ", "A chemically functionalizable nanoporous material [Cu3(TMA)2(H2O)3]n", "Chui, Stephen S.-Y.; Lo, Samuel M.-F.; Charmant, Jonathan P. H.; Orpen, A. Guy; Williams, Ian D.", "Science (Washington, D. C.)", "\r\n        (", "1999", "),\r\n    ", "283", "\r\n        (", "5405", "),\r\n    ", "1148-1150", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Although zeolites and related materials combine nanoporosity with high thermal stability, they are difficult to modify or derivatize in a systematic way.  A highly porous metal coordination polymer [Cu3(TMA)2(H2O)3]n (TMA is benzene-1,3,5-tricarboxylate) was formed in 80% yield.  It has interconnected [Cu2(O2CR)4] units (R is an arom. ring), which create a three-dimensional system of channels with a pore size of 1 nm and an accessible porosity of ∼40% in the solid.  Unlike zeolites, the channel linings can be chem. functionalized; for example, the aqua ligands can be replaced by pyridines.  TGA and high-temp. single-crystal diffractometry indicate that the framework is stable up to 240°.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1MXhsFeitLc%253D&md5=8f6f372b015fa0e2bbb7e8bfd316b663", " ", " ", "(6)", " ", "Rowsell, J. L. C.; Yaghi, O. M. ", "  Microporous Mesoporous Mater.", " ", "2004", ", ", "73", ", 3−14.", "[", "Crossref", "], [", "CAS", "]", "(6) . ", "Metal-organic frameworks: a new class of porous materials", "Rowsell, Jesse L. C.; Yaghi, Omar M.", "Microporous and Mesoporous Materials", "\r\n        (", "2004", "),\r\n    ", "73", "\r\n        (", "1-2", "),\r\n    ", "3-14", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "A review of the synthesis, structure, and properties of metal-org. frameworks (MOFs) is presented, highlighting the important advances in their research over the past decade.  This new class of porous materials is attracting attention due to demonstrations of their large pore sizes, high apparent surface areas, selective uptake of small mols., and optical or magnetic responses to the inclusion of guests.  More importantly, their synthesis from mol. building blocks holds the potential for directed tailoring of these properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXlvVWrur4%253D&md5=63063a3480702ad0f211a6d5f0fd0491", " ", " ", "(7)", " ", "Eddaoudi, M.; Moler, D. B.; Li, H. L.; Chen, B. L.; Reineke, T. M.; O'Keeffe, M.; Yaghi, O. M. ", "  Acc. Chem. Res.", " ", "2001", ", ", "34", ", 319−330.", "[", "ACS Full Text ", "], [", "CAS", "]", "(7) . ", "Modular Chemistry: Secondary Building Units as a Basis for the Design of Highly Porous and Robust Metal-Organic Carboxylate Frameworks", "Eddaoudi, Mohamed; Moler, David B.; Li, Hailian; Chen, Banglin; Reineke, Theresa M.; O'Keeffe, Michael; Yaghi, Omar M.", "Accounts of Chemical Research", "\r\n        (", "2001", "),\r\n    ", "34", "\r\n        (", "4", "),\r\n    ", "319-330", "CODEN:\r\n                ", "ACHRE4", ";\r\n        ISSN:", "0001-4842", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review, with 38 refs.  Secondary building units (SBUs) are mol. complexes and cluster entities in which ligand coordination modes and metal coordination environments can be used in the transformation of these fragments into extended porous networks using polytopic linkers (1,4-benzenedicarboxylate, 1,3,5,7-adamantanetetracarboxylate, etc.).  Consideration of the geometric and chem. attributes of the SBUs and linkers leads to prediction of the framework topol., and in turn to the design and synthesis of a new class of porous materials with robust structures and high porosity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3MXhtFymsL0%253D&md5=e3df2f7492090aee280676f044e3b7af", " ", " ", "(8)", " ", "Eddaoudi, M.; Kim, J.; Rosi, N. L.; Vodak, D.; Wachter, J.; O'Keeffe, M.; Yaghi, O. M. ", "  Science", " ", "2002", ", ", "295", ", 469−472.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(8) . ", "Systematic design of pore size and functionality in isoreticular MOFs and their application in methane storage", "Eddaoudi, Mohamed; Kim, Jaheon; Rosi, Nathaniel; Vodak, David; Wachter, Joseph; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2002", "),\r\n    ", "295", "\r\n        (", "5554", "),\r\n    ", "469-472", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A strategy based on reticulating metal ions and org. carboxylate links into extended networks has been advanced to a point that allowed the design of porous structures in which pore size and functionality could be varied systematically.  Metal-org. framework (MOF-5), a prototype of a new class of porous materials and one that is constructed from octahedral Zn-O-C clusters and benzene links, was used to demonstrate that its three-dimensional porous system can be functionalized with the org. groups -Br, -NH2, -OC3H7, -OC5H11, -C2H4, and -C4H4 and that its pore size can be expanded with the long mol. struts biphenyl, tetrahydropyrene, pyrene, and terphenyl.  We synthesized an isoreticular series (one that has the same framework topol.) of 16 highly cryst. materials whose open space represented up to 91.1% of the crystal vol., as well as homogeneous periodic pores that can be incrementally varied from 3.8 to 28.8 Å.  One member of this series exhibited a high capacity for methane storage (240 cm3 at std. temp.), and others the lowest densities (0.41 to 0.21 g/cm3) for a cryst. material at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlyrtLjP&md5=d218d4040887f5fb390a733ee156d27b", " ", " ", "(9)", " ", "Rosi, N. L.; Eckert, J.; Eddaoudi, M.; Vodak, D. T.; Kim, J.; O'Keeffe, M.; Yaghi, O. M. ", "  Science", " ", "2003", ", ", "300", ", 1127−1129.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(9) . ", "Hydrogen Storage in Microporous Metal-Organic Frameworks", "Rosi, Nathaniel L.; Eckert, Juergen; Eddaoudi, Mohamed; Vodak, David T.; Kim, Jaheon; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2003", "),\r\n    ", "300", "\r\n        (", "5622", "),\r\n    ", "1127-1130", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "Metal-org. framework-5 (MOF-5) Zn4O(BDC)3 (BDC = 1,4-benzenedicarboxylate) with a cubic three-dimensional extended porous structure adsorbed hydrogen up to 4.5 wt.% (17.2 hydrogen mols. per formula unit) at 78 K and 1.0 wt.% at room temp. and pressure of 20 bar.  Inelastic neutron scattering spectroscopy of the rotational transitions of the adsorbed hydrogen mols. indicates two well-defined binding sites (termed I and II), which the authors assoc. with hydrogen binding to zinc and the BDC linker, resp.  Preliminary studies on topol. similar isoreticular metal-org. framework-6 and -8 (IRMOF-6 and -8) having cyclobutylbenzene and naphthalene linkers, resp., gave approx. double and quadruple (2.0 wt.%) the uptake found for MOF-5 at room temp. and 10 bar.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXjslGqsbk%253D&md5=2508003b412a07eefc279bbf5358db3b", " ", " ", "Krawiec, P.; Kramer, M.; Sabo, M.; Kunschke, R.; Frode, H.; Kaskel, S. ", "  Adv. Eng. Mater.", " ", "2006", ", ", "8", ", 293−296.", "[", "Crossref", "], [", "CAS", "]", ". ", "Improved hydrogen storage in the metal-organic framework Cu3(BTC)2", "Krawiec, Piotr; Kramer, Markus; Sabo, Michal; Kunschke, Ruediger; Froede, Heidi; Kaskel, Stefan", "Advanced Engineering Materials", "\r\n        (", "2006", "),\r\n    ", "8", "\r\n        (", "4", "),\r\n    ", "293-296", "CODEN:\r\n                ", "AENMFY", ";\r\n        ISSN:", "1438-1656", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A new pressure-free synthesis method was developed producing the porous material Cu3(BTC)2 (BTC = benzene tricarboxylate) with a very high micropore vol. up to 0.62 cm3g-1.  The compd. is a promising nanoporous solid for adsorptive H storage under cryogenic conditions with a capacity of 2.18% which is higher than that of IRMOFs and other coordination polymers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XltlKntLk%253D&md5=0c4dcbbf6e0f28c11709ccf7eb842ce7", " ", " ", "(11)", " ", "Eddaoudi, M.; Li, H. L.; Yaghi, O. M. ", "  J. Am. Chem. Soc.", " ", "2000", ", ", "122", ", 1391−1397.", "[", "ACS Full Text ", "], [", "CAS", "]", "(11) . ", "Highly porous and stable metal-organic frameworks. Structure design and sorption properties", "Eddaoudi, Mohamed; Li, Hailian; Yaghi, O. M.", "Journal of the American Chemical Society", "\r\n        (", "2000", "),\r\n    ", "122", "\r\n        (", "7", "),\r\n    ", "1391-1397", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Gas sorption isotherm measurements performed on the evacuated derivs. of 4 porous metal-org. frameworks (MOF-n), Zn(BDC).(DMF)(H2O) (DMF = N,N'-dimethylformamide, BDC = 1,4-benzenedicarboxylate) (MOF-2), Zn3(BDC)3.6CH3OH (MOF-3), Zn2(BTC)NO3.(C2H5OH)5H2O (BTC = 1,3,5-benzenetricarboxylate) (MOF-4), and Zn4O(BDC)3.(DMF)8C6H5Cl (MOF-5), reveal type I isotherms for n = 2, 3, and 5, which is evidence of microporous and accessible channels having high structural integrity and organization.  Although gas sorption into MOF-4 was not obsd., careful examn. of its ethanol sorption isotherms at 22 and 32° point to the presence of coordinatively unsatd. Zn centers within its pores, which upon ethanol sorption undergo coordination transitions from 3- to 4-, 4- to 5-, and 5- to 6-coordination.  MOF-n materials were produced by building the extended analogs of mol. metal carboxylate clusters, a strategy that has allowed the realization of the most porous and thermally stable framework yet reported: the evacuated form of MOF-5 is esp. stable in air at 300° and has a free pore vol. representing 55-60% of its crystal as detd. by gas sorption and single-crystal diffraction studies.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXotl2jsg%253D%253D&md5=bf52caa3fb6a6e160f205f938db8b3a7", " ", " ", "(12)", " ", "Halder, G. J.; Kepert, C. J.; Moubaraki, B.; Murray, K. S.; Cashion, J. D. ", "  Science", " ", "2002", ", ", "298", ", 1762−1765.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(12) . ", "Guest-Dependent Spin Crossover in a Nanoporous Molecular Framework Material", "Halder, Gregory J.; Kepert, Cameron J.; Moubaraki, Boujemaa; Murray, Keith S.; Cashion, John D.", "Science (Washington, DC, United States)", "\r\n        (", "2002", "),\r\n    ", "298", "\r\n        (", "5599", "),\r\n    ", "1762-1765", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "The nanoporous metal-org. framework Fe2(azpy)4(NCS)4·(guest) (azpy is trans-4,4'-azopyridine) displays reversible uptake and release of guest mols. and contains electronic switching centers that are sensitive to the nature of the sorbed guests.  The switching of this material arises from the presence of iron(II) spin crossover centers within the framework lattice, the sorbed phases undergoing \"half-spin\" crossovers, and the desorbed phase showing no switching property.  The interpenetrated framework structure displays a considerable flexibility with guest uptake and release, causing substantial changes in the local geometry of the iron(II) centers.  The generation of a host lattice that interacts with exchangeable guest species in a switchable fashion has implications for the generation of previously undeveloped advanced materials with applications in areas such as mol. sensing.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XovFKmsrs%253D&md5=1a14d69e392744e88e9c20021c49107d", " ", " ", "(13)", " ", "Seo, J. S.; Whang, D.; Lee, H.; Jun, S. I.; Oh, J.; Jeon, Y. J.; Kim, K. ", "  Nature", " ", "2000", ", ", "404", ", 982−986.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(13) . ", "A homochiral metal-organic porous material for enantioselective separation and catalysis", "Seo, Jung Soo; Whang, Dongmok; Lee, Hyoyoung; Jun, Sung Im; Oh, Jinho; Jeon, Young Jin; Kim, Kimoon", "Nature (London)", "\r\n        (", "2000", "),\r\n    ", "404", "\r\n        (", "6781", "),\r\n    ", "982-986", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A homochiral metal-org. porous material with a carboxylic group at one end and a pyridyl group at the other forming oxo-bridged trinuclear metal carboxylate units in a three-dimensional framework was prepd., that allows enantioselective inclusion of metal complexes in its pores and catalyzes transesterification reactions in an enantioselective manner.  The enantiopure chiral building block was prepd. from D-tartaric acid and 4-aminopyridine; then reaction with Zn2+ produced a homochiral open-framework solid, D-POST-1.  The enantiomorphic L-POST-1 was obtained from the enantiomer of the building block and Zn2+ under the same conditions.  The pyridyl groups in POST-1 can be converted to N-methylpyridinium without any changes of the network structure; the anion can be reversibly exchanged with other anions, e.g., PF6-, I3-, p-toluenesulfonate, etc.  The pore size of POST-1 materials is modulated by N-alkylation and is dependent on alkyl chain length.  The pyridyl groups are responsible for the catalytic activity of the oxo-bridged trinuclear metal complexes, in e.g., transesterification of 2,4-dinitrophenyl acetate (NPA) with ethanol, which produced Et acetate in 77% yield, only in the presence of POST-1.  Transesterification with bulkier alcs. occurs more slowly or not at all, suggesting that catalysis occurs mainly in the POST-1 channels.  The catalytic activity of D- and L-POST-1 is enantioselective as obsd. in the transesterification of NPA with 1-phenyl-2-propanol, which produces the corresponding esters with about 88% enantiomeric excess in favor of the resp. enantiomer.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXjtFyns7k%253D&md5=2ec5611e7804e3cf7bc738334b415470", " ", " ", "(14)", " ", "Fuentes-Cabrera, M.; Nicholson, D. M.; Sumpter, B. G.; Widom, M. ", "  J. ", "Chem. Phys.", " ", "2005", ", ", "123", ", 124713.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(14) . ", "Electronic structure and properties of isoreticular metal-organic frameworks: The case of M-IRMOF1 (M = Zn, Cd, Be, Mg, and Ca)", "Fuentes-Cabrera, Miguel; Nicholson, Donald M.; Sumpter, Bobby G.; Widom, Mike", "Journal of Chemical Physics", "\r\n        (", "2005", "),\r\n    ", "123", "\r\n        (", "12", "),\r\n    ", "124713/1-124713/5", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "We investigate the possibility of tailoring the electronic properties of isoreticular metal-org. materials by replacing the metal atom in the metal-org. cluster and by doping.  The electronic structure of M-IRMOF1, where IRMOF1 stands for isoreticular metal-org. framework 1 and M = Be, Mg, Ca, Zn, and Cd, was examd. using d.-functional theory.  The results show that these materials have similar band gaps (ca. 3.5 eV) and a conduction band that is split into two bands, the lower of which has a width that varies with metal substitution.  This variation prompted us to investigate whether doping with Al or Li could be used to tailor the electronic properties of the Zn-IRMOF1 and Be-IRMOF1 materials.  It is shown that replacing one metal atom with Al can effectively be used to create IRMOFs with different metallic properties.  On the other hand, adding Li produces structural changes that render this approach less suitable.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhtV2ju7bE&md5=cae774069ed8f481cf4ca3f13fa7580f", " ", " ", "(15)", " ", "Braga, C. F.; Longo, R. L. ", "  J. Mol. Struct.:  THEOCHEM", " ", "2005", ", ", "716", ", 33−38.", "[", "Crossref", "], [", "CAS", "]", "(15) . ", "Structure of functionalized porous metal-organic frameworks by molecular orbital methods", "Braga, Claudia F.; Longo, Ricardo L.", "Journal of Molecular Structure: THEOCHEM", "\r\n        (", "2005", "),\r\n    ", "716", "\r\n        (", "1-3", "),\r\n    ", "33-38", "CODEN:\r\n                ", "THEODJ", ";\r\n        ISSN:", "0166-1280", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The mol. structures of the Zn4O(RCOO)6, R=CH3 and Ph, complexes, the model compds. (CH3COO)5(Zn4O)(OOC-C6H3X-COO)6(Zn4O)(CH3COO)5, X = H, Br and NH2, which represent a capped edge of the unit cell and the Me capped unit cell of IRMOF-1, -2 and -3 were calcd. with AM1 and PM3, with HF/6-31G and HF/6-31G**, with B3LYP/6-31G and B3LYP/6-31G** and with the two-layers ONIOM(HF/6-31G:PM3) methods.  Comparisons with crystallog. results show that these structures were fairly well reproduced by the semiempirical methods and very well reproduced by the HF and B3LYP methods.  Electronic correlation effects and polarization functions in the basis sets play minor roles in the results for the calcd. structures, probably due to their rigidity.  Vibrational frequencies and intensities for the Zn4O(OOC)6 core of the Zn4O(CH3COO)6 complex were (semi-) quant. described by the AM1, PM3 and HF/6-31G methods.  The two-layers ONIOM(HF/6-31G:PM3) method is appropriate for structural calcns. and improvements at the ab initio or DFT level yields a methodol. that can properly describe the interaction between a sorbate and the edge of the IRMOF cavities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXhvF2mu7o%253D&md5=b38dbd8b509dd5afcea958a101f1da99", " ", " ", "(16)", " ", "Mattesini, M.; Soler, J. M.; Yndurain, F. ", "  Phys. Rev. B", " ", "2006", ", ", "73", ", 094111.", "[", "Crossref", "], [", "CAS", "]", "(16) . ", "Ab initio study of metal-organic framework-5 Zn4O(1,4-benzenedicarboxylate)3: An assessment of mechanical and spectroscopic properties", "Mattesini, M.; Soler, J. M.; Yndurain, F.", "Physical Review B: Condensed Matter and Materials Physics", "\r\n        (", "2006", "),\r\n    ", "73", "\r\n        (", "9", "),\r\n    ", "094111/1-094111/8", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "1098-0121", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "The electronic structure of porous metal-org. framework-5 (MOF-5) of compn. Zn4O(1,4-benzenedicarboxylate)3 was investigated with an ab initio d.-functional-theory method.  The unit cell vol. and at. positions were optimized with the well-known local-d. approxn. leading to a good agreement between the exptl. and theor. equil. structural parameters.  Single crystal elastic consts. (C11, C12, and C44) were then computed at the athermal limit in order to est. fundamental figures for technol. and engineering applications.  Our calcns. suggest that MOF-5 behaves as a soft and ductile material with a Young's modulus of the order of Oak wood.  Particular attention was also focused on the study of oxygen, and carbon K XANES spectra.  The differences in their shapes and energy peak positions were discussed in relation to the bonding topol. and to the different calculational methods used.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XjsV2qtbk%253D&md5=1db95e5d06a152f544b7702d40c7870f", " ", " ", "(17)", " ", "Kim, D.; Lee, T. B.; Choi, S. B.; Yoon, J. H.; Kim, J.; Choi, S. H. ", "  Chem. ", "Phys. Lett.", " ", "2006", ", ", "420", ", 256−260.", "[", "Crossref", "], [", "CAS", "]", "(17) . ", "A density functional theory study of a series of functionalized metal-organic frameworks", "Kim, Daejin; Lee, Tae Bum; Choi, Sang Beom; Yoon, Ji Hye; Kim, Jaheon; Choi, Seung-Hoon", "Chemical Physics Letters", "\r\n        (", "2006", "),\r\n    ", "420", "\r\n        (", "1-3", "),\r\n    ", "256-260", "CODEN:\r\n                ", "CHPLBC", ";\r\n        ISSN:", "0009-2614", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "D. functional theory calcns. were performed on isoreticular metal-org. frameworks (IRMOFs), contg. functionalized org. linkers, in order to develop synthetic strategies for efficient H storage materials.  Based on the shape of the frontier orbitals and the electrostatic potential maps of various IRMOFs, it is predicted that the electronic structure of the org. linker is important for the H storage capacity of these materials.  This is supported by H adsorption measurements, which reveal greater H storage capacity in the amine-substituted frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28Xhslyqtrk%253D&md5=95a709459b2f33079776ceae525f3f82", " ", " ", "(18)", " ", "Seifert, G.; Porezag, D.; Frauenheim, T. ", "  Int. J. Quantum Chem.", " ", "1996", ", ", "58", ", 185−192.", "[", "Crossref", "], [", "CAS", "]", "(18) . ", "Calculations of molecules, clusters, and solids with a simplified LCAO-DFT-LDA scheme", "Seifert, G.; Porezag, D.; Frauenheim, Th.", "International Journal of Quantum Chemistry", "\r\n        (", "1996", "),\r\n    ", "58", "\r\n        (", "2", "),\r\n    ", "185-92", "CODEN:\r\n                ", "IJQCB2", ";\r\n        ISSN:", "0020-7608", ".\r\n    \r\n            (", "Wiley", ")\r\n        ", "A simplified LCAO-DFT(d.-functional theory)-LDA(local-d. approxn.)scheme for calcns. of the structures and electronic structures of large mols., clusters, and solids is presented.  Forces on the atoms are calcd. in a semiempirical way considering the electronic states.  The small computational effort of this treatment allows one to perform mol.-dynamics (MD) simulations of mols. and clusters up to a few hundred atoms as well as corresponding simulations of condensed systems within the Born-Oppenheimer approxn.  The accuracy of the method is illustrated by the results of calcns. for a series of small mols. and clusters.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XhvVaktrk%253D&md5=b489ae04877fc4c62c70ec7e2fdebe49", " ", " ", "(19)", " ", "Frauenheim, T.; Seifert, G.; Elstner, M.; Hajnal, Z.; Jungnickel, G.; Porezag, D.; Suhai, S.; Scholz, R. ", "  Phys. Status Solidi B", " ", "2000", ", ", "217", ", 41−62.", "[", "Crossref", "], [", "CAS", "]", "(19) . ", "A self-consistent charge density-functional based tight-binding method for predictive materials simulations in physics, chemistry, and biology", "Frauenheim, T.; Seifert, G.; Elstner, M.; Hajnal, Z.; Jungnickel, G.; Porezag, D.; Suhai, S.; Scholz, R.", "Physica Status Solidi B: Basic Research", "\r\n        (", "2000", "),\r\n    ", "217", "\r\n        (", "1", "),\r\n    ", "41-62", "CODEN:\r\n                ", "PSSBBD", ";\r\n        ISSN:", "0370-1972", ".\r\n    \r\n            (", "Wiley-VCH Verlag Berlin GmbH", ")\r\n        ", "We outline recent developments in quantum mech. atomistic modeling of complex materials properties that combine the efficiency of semi-empirical quantum-chem. and tight-binding approaches with the accuracy and transferability of more sophisticated d.-functional and post-Hartree-Fock methods with the aim to perform highly predictive materials simulations of technol. relevant sizes in physics, chem., and biol.  Following Harris, Foulkes, and Haydock, the methods are based on an expansion of the Kohn-Sham total energy in d.-functional theory (DFT) with respect to charge d. fluctuations at a given ref. d.  While the zeroth order approach is equiv. to a common std. non-self-consistent tight-binding (TB) scheme, at 2nd order by variationally treating the approx. Kohn-Sham energy a transparent, parameter-free, and readily calculable expression for generalized Hamiltonian matrix elements may be derived.  These matrix elements are modified by a self-consistent redistribution of Mulliken charges (SCC).  Besides the usual band-structure and short-range repulsive terms the final approx. Kohn-Sham energy explicitly includes Coulomb interaction between charge fluctuations.  The new SCC scheme is shown to successfully apply to problems, where deficiencies within the non-SCC std. TB-approach become obvious.  These cover defect calcns. and surface studies in polar semiconductors (see M. Haugk et al. of this special issue), spectroscopic studies of org. light-emitting thin films, briefly outlined in the present article, and atomistic investigations of biomols. (see M. Elstner et al. of this special issue).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXmvVOjuw%253D%253D&md5=71400e50b6ce1258f8f8cc8e870947fc", " ", " ", "Frauenheim, T.; Seifert, G.; Elstner, M.; Niehaus, T.; Kohler, C.; Amkreutz, M.; Sternberg, M.; Hajnal, Z.; Di Carlo, A.; Suhai, S. ", "  J. Phys.", " ", "2002", ", ", "14", ", 3015−3047.", "[", "CAS", "]", ". ", "Atomistic simulations of complex materials: ground-state and excited-state properties", "Frauenheim, Thomas; Seifert, Gotthard; Elstner, Marcus; Niehaus, Thomas; Kohler, Christof; Amkreutz, Marc; Sternberg, Michael; Hajnal, Zoltan; Di Carlo, Aldo; Suhai, Sandor", "Journal of Physics: Condensed Matter", "\r\n        (", "2002", "),\r\n    ", "14", "\r\n        (", "11", "),\r\n    ", "3015-3047", "CODEN:\r\n                ", "JCOMEL", ";\r\n        ISSN:", "0953-8984", ".\r\n    \r\n            (", "Institute of Physics Publishing", ")\r\n        ", "A review of the present status of development of the d.-functional-based tight-binding (DFTB) method.  As a two-center approach to d.-functional theory (DFT), it combines computational efficiency with reliability and transferability.  Utilizing a minimal-basis representation of Kohn-Sham eigenstates and a superposition of optimized neutral-atom potentials and related charge densities for constructing the effective many-atom potential, all integrals are calcd. within DFT.  Self-consistency is included at the level of Mulliken charges rather than by self-consistently iterating electronic spin densities and effective potentials.  Excited-state properties are accessible within the linear response approach to time-dependent (TD) DFT.  The coupling of electronic and ionic degrees of freedom further allows us to follow the non-adiabatic structure evolution via coupled electron-ion mol. dynamics in energetic particle collisions and in the presence of ultrashort intense laser pulses.  We either briefly outline or give refs. describing examples of applications to ground-state and excited-state properties.  Addressing the scaling problems in size and time generally and for biomol. systems in particular, we describe the implementation of the parallel \"divide-and-conquer\" order-N method with DFTB and the coupling of the DFTB approach as a quantum method with mol. mechanics force fields.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XivFGrsb8%253D&md5=645e536b99c937733d8f6419f88339dc", " ", " ", "(21)", " ", "Rowsell, J. L. C.; Millward, A. R.; Park, K. S.; Yaghi, O. M. ", "  J. Am. ", "Chem. Soc.", " ", "2004", ", ", "126", ", 5666−5667.", "[", "ACS Full Text ", "], [", "CAS", "]", "(21) . ", "Hydrogen Sorption in Functionalized Metal-Organic Frameworks", "Rowsell, Jesse L. C.; Millward, Andrew R.; Park, Kyo Sung; Yaghi, Omar M.", "Journal of the American Chemical Society", "\r\n        (", "2004", "),\r\n    ", "126", "\r\n        (", "18", "),\r\n    ", "5666-5667", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Five porous metal-org. frameworks based on linking zinc oxide clusters with benzene-1,4-dicarboxylate, naphthalene-2,6-dicarboxylate, 4,5,9,10-tetrahydropyrene-2,7-dicarboxylate, 2,3,5,6-tetramethylbenzene-1,4-dicarboxylate, or benzene-1,3,5-tris(4-benzoate) were synthesized in gram-scale quantities to measure their hydrogen uptake properties.  Hydrogen adsorption isotherms measured at 77 K show a distinct dependence of uptake on the nature of the link.  At 1 atm, the materials sorb between 4.2 and 9.3 mols. of H2 per formula unit.  The results imply a trend in hydrogen uptake with the no. of rings in the org. moiety.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXjt1ajur0%253D&md5=e58df7476eb6721e8c16cfaf80d0932d", " ", " ", "(22)", " ", "Mailhiot, C.; McMahan, A. K. ", "  Phys. Rev. B", " ", "1991", ", ", "44", ", 11578−11591.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(22) . ", "Atmospheric-pressure stability of energetic phases of carbon", "Mailhiot, C.; McMahan, A. K.", "Physical Review B:  Condensed Matter and Materials Physics", "\r\n        (", "1991", "),\r\n    ", "44", "\r\n        (", "21", "),\r\n    ", "11578-91", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    ", "The stability of various energetic phases of C was investigated with the use of ab initio pseudopotential total-energy methods.  The atm.-pressure stability of the 4-fold-coordinated bc8 phase of C was studied against transformations to graphitic and diamond structures lying at lower energy.  A group-theor. anal. was used to det. high-symmetry transformation paths to these low-energy structures.  In all cases energy barriers inhibited transformation from the bc8 structure to the lower-energy phases, with the smallest barrier being ∼0.2 eV/atom and occurring along specific paths to the graphitic forms of C.  Bc8 C should be metastable at atm. pressure against spontaneous transformation to the lower-energy obsd. phases.  Three metallic high-coordination forms of C are mech. unstable against spontaneous transformation to the cubic diamond structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK38Xnt1yisg%253D%253D&md5=202c0dc91b4010f3b25b078727efe324", " ", " ", "(23)", " ", "McSkimin, H. J.; Andreatch, P. J.; Glynn, P. ", "  J. Appl. Phys.", " ", "1972", ", ", "43", ", 985.", "[", "Crossref", "], [", "CAS", "]", "(23) . ", "Elastic stiffness moduli of diamond", "McSkimin, Herbert J.; Andreatch, Peter, Jr.; Glynn, P.", "Journal of Applied Physics", "\r\n        (", "1972", "),\r\n    ", "43", "\r\n        (", "3", "),\r\n    ", "985-7", "CODEN:\r\n                ", "JAPIAU", ";\r\n        ISSN:", "0021-8979", ".\r\n    ", "The elastic stiffness moduli of a 22-carat Type II diamond have been measured at 25.0° by the ultrasonic technique described by H. J. McSkimin.  Basic wave velocities were obtained over a frequency range of 20-500 MHz in order to minimize errors due to diffraction and coupling effects.  Moduli (in units of 1012 dyne/cm2) are as follows:  c11 = 10.79 ± 0.05, c12 = 1.24 ± 0.05, c44 = 5.78 ± 0.02.  Comparison with literature values is made.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE38Xhtlalsb4%253D&md5=faf11b1e4dcb2790055e181ed0584293", " ", " ", "(24)", " ", "Ahuja, R.; Fast, L.; Eriksson, O.; Wills, J. M.; Johansson, B. ", "  J. Appl. ", "Phys.", " ", "1998", ", ", "83", ", 8065−8067.", "[", "Crossref", "], [", "CAS", "]", "(24) . ", "Elastic and high pressure properties of ZnO", "Ahuja, R.; Fast, Lars; Eriksson, O.; Wills, J. M.; Johansson, B.", "Journal of Applied Physics", "\r\n        (", "1998", "),\r\n    ", "83", "\r\n        (", "12", "),\r\n    ", "8065-8067", "CODEN:\r\n                ", "JAPIAU", ";\r\n        ISSN:", "0021-8979", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The elastic and structural properties of ZnO were studied by accurate 1st-principles total energy calcns. using the full potential linear muffin tin orbital method.  The calcns. are based on the d. functional theory and the local d. Hedin-Lundqvist parameterization and the generalized gradient approxn. of Perdew and Wang were used for the exchange and correlation potential.  The calcd. values for the equil. vol., bulk modulus, and elastic consts. are generally in very good agreement with expts.  At elevated pressures ZnO undergoes a structural phase transition from the relatively open wurtzite structure into the more dense NaCl at. arrangement.  The calcd. transition pressure is in good agreement with expt.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXjsFCrt7k%253D&md5=071342aa22ab34dfc59a5215cd35b9d7", " ", " ", "(25)", " ", "Karzel, H.; Potzel, W.; Kofferlein, M.; Schiessl, W.; Steiner, M.; Hiller, U.; Kalvius, G. M.; Mitchell, D. W.; Das, T. P.; Blaha, P.; Schwarz, K.; Pasternak, M. P. ", "  Phys. Rev. B", " ", "1996", ", ", "53", ", 11425−11438.", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "(25) . ", "Lattice dynamics and hyperfine interactions in ZnO and ZnSe at high external pressures", "Karzel, H.; Potzel, W.; Koefferlein, M.; Schiessl, W.; Steiner, M.; Hiller, U.; Kalvius, G. M.; Mitchell, D. W.; Das, T. P.; et al.", "Physical Review B: Condensed Matter", "\r\n        (", "1996", "),\r\n    ", "53", "\r\n        (", "17", "),\r\n    ", "11425-11438", "CODEN:\r\n                ", "PRBMDO", ";\r\n        ISSN:", "0163-1829", ".\r\n    \r\n            (", "American Physical Society", ")\r\n        ", "The II-VI semiconductors ZnO and ZnSe were studied by x-ray and 67Zn-Moessbauer spectroscopy at high external pressures.  In ZnSe, the recoil-free fraction f increases from f = 0.50% at ambient pressure to 1.19% at 6.1 GPa.  It then decreases to f = 0.92% as the pressure is further raised to 8.2 GPa.  This decrease of f is caused by softening of phonon modes which occurs far below the crystallog. phase transition (13.5 GPa).  In the high-pressure phase of ZnO (NaCl structure), low-frequency acoustic-phonon modes become harder and high-frequency optic modes become softer as compared to ZnO (wurtzite structure).  Modern theor. Hartree-Fock cluster and full potential scalar-relativistic linearized-augmented plane-wave calcns. were performed.  These calcns. reveal that in both systems covalent contributions to the chem. bond det. the change of the s electron d. ρ(0) in ZnO (wurtzite phase) by -1.15 e/a03.  Thus, contrary to observation for ZnSe, the elec. cond. in ZnO (NaCl phase) is not expected to increase in comparison with the low-pressure wurtzite structure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK28XivVart78%253D&md5=7ca55a8f2d6b327140edcbbf5c2c01b9", " ", " "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2007/jpcbfk.2007.111.issue-28/jp072085x/production/images/small/jp072085xf00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2007/jpcbfk.2007.111.issue-28/jp072085x/production/images/small/jp072085xf00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2007/jpcbfk.2007.111.issue-28/jp072085x/production/images/small/jp072085xf00003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2007/jpcbfk.2007.111.issue-28/jp072085x/production/images/small/jp072085xf00004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2007/jpcbfk.2007.111.issue-28/jp072085x/production/images/small/jp072085xf00005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2007/jpcbfk.2007.111.issue-28/jp072085x/production/images/small/jp072085xf00006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2007/jpcbfk.2007.111.issue-28/jp072085x/production/images/small/jp072085xf00007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2007/jpcbfk.2007.111.issue-28/jp072085x/production/images/small/jp072085xf00008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2007/jpcbfk.2007.111.issue-28/jp072085x/production/images/small/jp072085xf00009.gif\">"]}
