{"title": ["Reprogramming Kinetic Phase Control and Tailoring Pore Environments in Co", " and Zn", " Metal–Organic Frameworks"], "authors": ["Damien Rankine", "Tony D. Keene", "Christian J. Doonan", "Christopher J. Sumby"], "doi": ["10.1021/cg500978s"], "abstract": ["Isolation of the thermodynamic over kinetic phase can be achieved by structurally “reprogramming” metal−organic frameworks (MOFs) formation via seeding a Co", "-containing reaction solution with Zn", " at 65°C. This example demonstrates a simple synthetic method for controlling the molecular architectures of MOFs.", "Metal–organic frameworks (MOFs) ", " and ", " ([M", "(", ")(H", ")(DMF)(DABCO)], where M = Co and Zn), which are based on trimeric nodal clusters (M", "M", "M", "), have been synthesized from the ligands 2,2′-dihydroxy-1,1′-biphenyl-4,4′-dicarboxylic acid (H", ") and 1,4-diazabicyclo[2.2.2]octane (DABCO). High temperature synthesis (150 °C) led to the formation of ", ", but an identical reaction mixture gave exclusively ", " ([Co(H", ")(DMF)", "]) when reacted at 65 °C. Reactions at intermediate temperatures gave a mixture of products confirming that ", " is the thermodynamic product and ", " is the kinetic product. Conditions used to form ", " at 65 °C were “reprogrammed” by doping the reaction solution with Zn", " to generate the thermodynamically favored phase (", ") with a mixed Co", "/Zn", " composition, ", ". Heterometallic mixtures of Zn", "/Co", " were explored for a range of starting metal ratios, showing preferential incorporation of Co", " over Zn", " at 150 °C. Furthermore, coordination of Co", " ions to the free diol moieties in ", " was achieved by post-synthetic doping of ", " with Co(NO", ")", " in MeOH, generating ", ". On the basis of pore size distributions and fluorescence emission spectroscopy, Co", " was shown to bind to the diol moieties for all Co", "-containing forms of ", " during MOF synthesis but this does not occur for excess Zn", " in ", ". These synthetic conditions allow precise control over both the internal pore dimensions and pore environment for variants of ", ", leading to demonstrable improvements in the enthalpy of CO", " adsorption."], "text": ["Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Introduction", "The judicious selection of synthetic conditions is essential for generating metal–organic frameworks (MOFs) of predetermined structure metrics and crystal morphologies.", "(1)", " Such fine control of MOF architectures is essential to the development of novel materials for size and shape selective gas and liquid separations,", "(2)", " and catalysis.", "(3)", " In MOF materials the relationship between structure and function is built on the principles of reticular chemistry,", "(4)", " whereby regular changes in both structure metrics and pore environment can be achieved by the linear extension of organic linkers.", "(5)", " This process is in competition with effects such as interpenetration which act to reduce available pore space. Changes in pore structure can either improve or diminish a particular effect, depending on the application.", "(6)", " Reduced pore sizes may be required for applications involving recognition processes (i.e., selective gas adsorption,", "(7)", " enantioselective sensing", "(8)", "), whereas larger pore sizes are often preferred when high rates of reagent diffusion are required, for example, in heterogeneous catalysis. Analysis of such structure/function relationships has proven to be an effective method for the rational design of functional materials.", "Given the intimate structure/function relationships that are observed for MOF materials, simple methods for “preprogramming” their crystalline morphologies are of significant interest. Several methods for controlling the formation and/or phase of MOF products of particular structure have been reported, including the form of the starting ligand and reagents,", "(9)", " modification of solution chemistry,", "(10)", " templating,", "(11)", " thermodynamic and kinetic effects,", "(12)", " pH,", "(13)", " or crystal seeding methods.", "(14)", " Each of these approaches seeks to influence the thermodynamic and/or kinetic parameters of MOF formation so that reproducible, high yielding synthetic protocols for particular phases can be achieved.", "Here, we report the synthesis of three MOFs, ", "1-Zn", ", ", "1-Co", " ([M", "3", "(", "L", ")(H", "2", "L", ")(DMF)(DABCO)], where M = Zn and Co) and ", "2-Co", " ([Co(H", "2", "L", ")(DMF)", "2", "]), with precise control over phase formation via thermodynamic and kinetic methods (Scheme ", "1", "). Control of the reaction conditions allowed for phase-pure synthesis of ", "1-Co", " and ", "2-Co", " at 150 and 65 °C, respectively, from solutions that otherwise contained a mixture of phases at intermediate temperatures. Structural “reprogramming” of the kinetic product could be achieved at 65 °C by seeding a Co", "II", "-containing reaction solution with Zn", "II", ". Notably, this simple strategy, which is akin to the “soldiers and sergeants” approach of Meijer,", "(15)", " does not lead to a structural analogue of ", "2-Co", ", but to mixed-Co", "II", "/Zn", "II", " analogues of ", "1", ", denoted ", "1-CoZn", ". ", "1-CoZn", " could be synthesized from reaction solutions that encompassed a range of Zn", "II", "/Co", "II", " ratios with defined final metal compositions. In addition, the successful incorporation of secondary metals ions into ", "1-Zn", " at the uncoordinated diol moieties was undertaken via post-synthetic metalation", "(16)", " with Co", "II", ", generating ", "Co@1-Zn", ". Notably, these post-synthetically metalated MOFs (", "1-M", ") showed a marked preference at the diol moiety for coordination of Co over Zn and an enhancement in the MOF’s affinity for CO", "2", ".", "Scheme 1", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Experimental Section", "General Experimental Methods", "Unless otherwise stated, all reagents were commercially obtained and used without further purification. 2,2′-Dihydroxybiphenyl-4,4′-dicarboxylic acid (H", "4", "L", ") was synthesized using literature procedures.", "(9a)", " Infrared (IR) spectra were recorded on a Perkin–Elmer Fourier transform infrared (FT–IR) spectrometer on a zinc-selenide crystal. The Campbell microanalytical laboratory at the University of Otago, Dunedin performed all elemental analyses. Thermogravimetric analysis (TGA) was performed on a Perkin–Elmer STA-6000 under a constant flow of N", "2", " (20 L/min) at a temperature ramp rate of 5 °C/min. N", "2", " adsorption isotherms at 77 K were recorded on a Micromeritics ASAP 2020 adsorption analyzer. The Brunauer–Emmett–Teller (BET) method", "(17)", " was used for determining surface areas from N", "2", " isotherms at 77 K. Pore size distribution plots were calculated from N", "2", " isotherms at 77 K using the density functional theory (DFT) method through the Micromeritics ASAP 2020 software. Isosteric heats of adsorption were calculated using the Virial method. UV–visible spectroscopy was performed on a Cary 5000 spectrophotometer equipped with a Harrick Praying Mantis diffuse reflectance attachment. Samples were dispersed in dried KBr prior to loading. Energy dispersive spectroscopy (EDS) was performed on a Philips XL30 field emission scanning electron microscope (FESEM) at 10 keV and further analyzed using the program EDAX Genesis. Samples surfaces were coated in carbon prior to EDS analysis to reduce surface charging and improve resolution.", "Synthesis of Metal–Organic Frameworks", "General Procedure for the Synthesis of ", "1", "To a solution of H", "4", "L", " (1.0 mL, 0.1 M in DMF) was added M(NO", "3", ")", "2", "·6H", "2", "O (1.0 mL, 0.1 M) followed by DABCO (1.0 mL, 0.055 M DMF solution). The resulting mixture was sealed in a 20 mL scintillation vial and heated at 150 °C for 18 h.", "[Co", "3", "(L)(H", "2", "L)(DABCO)(DMF)], ", "1-Co", "Dark purple crystals (30.8 mg, 68%). FT–IR (cm", "–1", "): 1655, 1588, 1540, 1410–1340 (br.), 1243, 1023. Analysis calc. for [", "1-Co", "]·", "3", "/", "10", "[Co(DMF)", "4", "]·2DMF·H", "2", "O: C 47.88, H 4.94, N 7.43; Found C 47.53, H 5.08, N 7.67%.", "[Zn", "3", "(L)(H", "2", "L)(DABCO)(DMF)], ", "1-Zn", "Colorless crystals (29.4 mg, 63%). FT–IR (cm", "–1", "): 1648, 1591, 1541, 1410–1340 (br.), 1252, 1022. Analysis calc. for [", "1-Zn", "]·2H", "2", "O·DMF: C 40.18, H 4.01, N 5.07; Found C 40.10, H 4.44, N 5.44%.", "“Reprogramming” Procedure for the Synthesis of [", "1-CoZn", "] Analogues", "To a solution of H", "4", "L", " (1.0 mL, 0.1 M in DMF) was added Co(NO", "3", ")", "2", "·6H", "2", "O (0.25 mL, 0.1 M in DMF) and Zn(NO", "3", ")", "2", "·6H", "2", "O (0.75 mL, 0.1 M in DMF), followed by DABCO (1.0 mL, 0.055 M DMF solution). The resulting mixture was sealed in a 20 mL scintillation vial and heated at 65 °C for 18 h yielding pale purple crystals of ", "[1-Co/Zn]", ".", "Standard Procedure for the Synthesis of ", "1-CoZn", " Analogues, [", "1-CoZn", "] (1:1)", "To a solution of H", "4", "L", " (0.5 mL, 0.1 M in DMF) were added Co(NO", "3", ")", "2", "·6H", "2", "O (0.25 mL, 0.1 M), Zn(NO", "3", ")", "2", "·6H", "2", "O (0.25 mL, 0.1 M), and DABCO (0.5 mL, 0.055 M DMF solution). The resulting mixture was sealed in a 20 mL scintillation vial and heated at 150 °C for 18 h. ", "1-CoZn:", " Pale purple crystals (25.4 mg, 56%).", "Standard Conditions for the Synthesis of [Co(H", "2", "L)(DMF)", "2", "], ", "2-Co", "To a solution of H", "4", "L", " (1.0 mL, 0.1 M in DMF) were added Co(NO", "3", ")", "2", "·6H", "2", "O (1.0 mL, 0.1 M), DABCO (1.0 mL, 0.055 M DMF solution), and EtOH (0.5 mL). The resulting mixture was sealed in a 20 mL scintillation vial and heated at 65 °C for 8 h. ", "2-Co", ": Light pink crystals (26.1 mg, 62%). FT–IR (cm", "–1", "): X. Analysis calc. for [", "2-Co", "]·", "1", "/", "3", "H", "2", "O·", "3", "/", "4", "DMF: C 47.68, H 5.03, N 7.35; Found C 47.30, H 5.23, N 7.84%.", "Procedure for the Synthesis of ", "Co@[1-Zn]", "In a scintillation vial, as-synthesized ", "1-Zn", " was washed with fresh DMF (3 × 5 mL) over 3 h and then washed with fresh MeOH (3 × 5 mL) over 3 h. The MeOH was decanted and a solution of Co(NO", "3", ")", "2", " (30 mg, mmol) in MeOH (2 mL) was added. The vial was then heated at 60 °C for 18 h. The resulting pale pink crystals were washed with MeOH (3 × 5 mL) over a 3 h period and then left to soak overnight. [", "1-Zn", "]·", "4", "/", "5", "[Co(MeOH)", "4", "]·2", "1", "/", "2", "MeOH: C 46.36, H 4.50, N 3.80; Found C 46.07, H 4.28, N 4.13%.", "X-ray Crystallography", "Crystals were mounted under paratone-N oil on a plastic loop. X-ray diffraction data were collected with Mo-Kα radiation (λ = 0.7107 Å) using an Oxford Diffraction X-calibur single crystal X-ray diffractometer at 150(2) K. Data sets were corrected for absorption using a multi-scan method, and structures were solved by direct methods using SHELXS-97", "(18)", " and refined by full-matrix least-squares on ", "F", "2", " by SHELXL-86,", "(19)", " interfaced through the program X-Seed.", "(20)", " Data were recorded at the Australian Synchrotron (Clayton, VIC) performed on the MX1 beamline (set to the Mo-Kα wavelength, λ = 0.7107 Å) equipped with an ADSC Quantum 210r detector interfaced through the program BluIce", "(21)", " and collected by scanning 180° through phi at 150(4) K. Collected data were processed and solved using XDS.", "(22)", " Refinement procedures were as described above.", "In general, all non-hydrogen atoms were refined anisotropically, and hydrogen atoms were included as invariants at geometrically estimated positions, unless specified otherwise in additional details (see ", "Supporting Information (SI)", "). Details of data collections and structure refinements are given below. CCDC numbers ", "1010726", ", ", "1010727", ", ", "1010725", ", and ", "1010728", " contain the supplementary crystallographic data for the structures ", "1-Zn", ", ", "1-Co", ", ", "1-Zn", "·MeOH (", "SI", "), and ", "2-Co", ", respectively. These data can be obtained free of charge from The Cambridge Crystallographic Data Centre via ", "www.ccdc.cam.ac.uk/data_request/cif", ".", "Table 1. Selected X-ray Crystallography Data and Refinement Parameters", " ", "1-Co", "1-Zn", "2-Co", "compound", "[Co", "3", "(H", "2", "L", ")(", "L", ") (DABCO)(DMF)]", "[Zn", "3", "(H", "2", "L", ")(", "L", ") (DABCO)(DMF)]", "[Co(H", "2", "L", ")(DMF)", "2", "]", "formula", "C", "37", "H", "31", "N", "3", "O", "13", "Co", "3", "C", "37", "H", "31", "N", "3", "O", "13", "Zn", "3", "C", "20", "H", "22", "N", "2", "O", "8", "Co", "crystal system", "monoclinic", "monoclinic", "trigonal", "space group", "P", "2", "1", "/", "c", "P", "2", "1", "/", "c", "P", "3", "2", "21", "a", "/Å", "17.6122(5)", "17.5414(2)", "17.3720(4)", "b", "/Å", "18.1405(4)", "18.1004(2)", " ", "c", "/Å", "18.3816(5)", "18.4729(2)", "8.6547(6)", "α/", "°", "90", "90", "90", "β/", "°", "91.826(3)", "91.8580(10)", "90", "γ/", "°", "90", "90", "120.0", "V", "/Å", "3", "5869.8(3)", "5862.18(11)", "2261.9(19)", "ρ/g cm", "–3", "1.021", "1.047", "1.051", "Z", "4", "4", "3", "T", "/K", "150(2)", "150(2)", "150(2)", "μ/mm", "–1", "0.883", "1.263", "0.604", "reflections collected", "60156", "65966", "10564", "unique reflections (", "R", "int", ")", "11531 (0.0468)", "11322 (0.0494)", "3534 (0.0420)", "reflections ", "I", " > 2σ(", "I", ")", "9064", "9616", "2637", "data/restraints/parameters", "11531/0/561", "14323/12/551", "10564/0/143", "goodness of fit (S)", "1.037", "1.098", "0.993", "R", "1", "/", "wR", "2", " [", "I", " > 2σ(", "I", ")]", "0.0440/0.1193", "0.0362/0.0985", "0.0449/0.1108", "R", "1", "/", "wR", "2", " (all data)", "0.0576/0.1251", "0.0500/0.1031", "0.0640/0.1189", "The structures of ", "1-Co", ", ", "1-Zn", ", and ", "2-Co", " possess large voids containing diffuse electron density peaks that could not be adequately modeled as solvent. The SQUEEZE routine of PLATON", "(23)", " was applied to the collected data, resulting in reductions in both ", "R", "1", " and ", "wR", "2", " (", "SI", ", Table S2.1). Electron density removed from the pores of ", "1-Co", " resulted in the equivalent of 12.8 DMF molecules per unit cell, equating to 3.2 DMF molecules per formula unit (131 e", "–", ", ", "1-Co·", "3.2DMF). For ", "1-Zn", ", the results are similar, with the equivalent of 13.6 DMF molecules found per unit cell, or 3.4 DMF molecules per formula unit (136 e", "–", ", ", "1-Zn·", "3.4DMF). ", "2-Co", " was found to contain the equivalent of 4.8 DMF molecules per unit cell, or 1.6 DMF molecules per formula unit (64 e", "–", ", ", "2-Co·", "1.6DMF).", "Powder X-ray Diffraction (PXRD)", "Unless otherwise stated, PXRD data were collected on a Rigaku Hiflux Homelab system using Cu–Kα radiation with an R-Axis IV++ image plate detector. Samples were mounted on plastic loops using paratone-N and data were collected by scanning 90° in phi for 120 s exposures. The data was converted into ", "xye", " format using the program DataSqueeze. Simulated PXRD patterns were generated from the single crystal data using Mercury 2.4.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Results and Discussion", "Synthesis and Structure of ", "1-Zn", ", ", "1-Co", ", and ", "2-Co", "Solvothermal reactions of H", "4", "L", " with DABCO and M(NO", "3", ")", "2", "·6H", "2", "O, where M = Co or Zn, in DMF at 150 °C yielded 3D isostructural MOFs [Co", "3", "(H", "2", "L", ")(", "L", ")(DABCO)(DMF)] (", "1-Co", ") as dark purple crystals, or [Zn", "3", "(H", "2", "L", ")(", "L", ")(DABCO)(DMF)] (", "1-Zn", ") as colorless crystals. Analysis of the MOF crystal structures shows that the diol ligand ", "L", " is present in two distinct structural motifs; a fully deprotonated ligand (", "L", ") that coordinates through all available oxygen donors; and as a doubly deprotonated ligand (H", "2", "L", ") that binds to the metal ions via the carboxyl groups only (Figure ", "1", "c). For the latter case this leaves the non-coordinating dihydroxy moiety exposed in the pores of the MOF, but due to rotational flexibility of ", "L", "H", "2", " about its biaryl axis, the pendant −OH groups of ", "L", "H", "2", " were found to be disordered over two positions in the crystal structure. In addition to ", "L", " and ", "L", "H", "2", " organic links, coordination of the trimeric M", "Td", "M", "Oh", "M", "Td", " cluster (Figure ", "1", "a) is completed by a bridging DABCO ligand and a single coordinated DMF molecule. Each of these clusters is connected to eight adjacent nodes to form the extended 3D network.", "Figure 1. (a) Structural representations of the node in ", "1-Co", ". (b) Extended structure of ", "1-Co", " viewed down the crystallographic ", "b", "-axis. (c) Two forms of the ligand, H", "2", "L", " (left) and ", "L", " (right). Co – purple, C – gray, N – blue, and O – red. (d) N", "2", " adsorption isotherm at 77 K of ", "1-Co", " (purple) and ", "1-Zn", " (dark cyan).", "Each of the three M", "II", " atoms is unique in the structure and assumes a ", "T", "d", "–", "O", "h", "–", "T", "d", " geometrical arrangement within the cluster, with M[1, T", "d", "] adopting a slightly distorted ", "T", "d", " geometry, which is attributed to lattice-imposed constraints and a long carboxylate O–M interaction (2.328 and 2.514 Å for Co–O and Zn–O, respectively). The difference in the coordination environment between M[1, T", "d", "] and M[3, T", "d", "] is small, differing only in either coordination or bridging by one of the carboxylate donors, for M[1, ", "T", "d", "] and M[3, ", "T", "d", "], respectively. To the best of our knowledge, this trimeric M", "II", " cluster is a unique metal node in MOFs,", "(24)", " with previously reported MOFs containing trimetallic SBUs exhibiting a six-coordinate (", "O", "h", ") geometry over all three positions of their trimeric units,", "(24a, 24c, 24d, 25)", " compared to the uncommon ", "T", "d", "–", "O", "h", "–", "T", "d", " arrangement", "(26)", " observed in the structure of ", "1", ".", "The structure of ", "1", " has channels along the ", "a", "-, ", "b", "- and ", "c", "-axes (Figure ", "1", "b, ", "SI", " Figures S2.1–2.4) with a maximum pore diameter of 12.5 Å. This open framework architecture inspired us to probe the permanent porosity of ", "1-Zn", " and ", "1-Co", ". N", "2", " adsorption measurements were performed at 77 K on activated samples of ", "1-Co", " and ", "1-Zn", " and are shown in Figure ", "1", "d. Both isotherms are best described as Type-1 in shape with BET surface areas of 968 m", "2", "/g and 957 m", "2", "/g, for ", "1-Zn", " and ", "1-Co", ", respectively (", "SI", ", Tables S3.1–3.2). The bulk phase purity of each material was assessed using PXRD methods with Le Bail refinement, modeled against simulated patterns obtained from single X-ray crystal data (", "SI", ", Figures S4.3–4.4). Additionally, soaking as-synthesized ", "1-Zn", " in MeOH enabled solvent exchange of the coordinated DMF, giving ", "1-Zn·MeOH", " that was confirmed by X-ray diffraction methods (", "SI", ", Table S2.2)", "Solvothermal reactions of H", "4", "L", " with DABCO and Co(NO", "3", ")", "2", "·6H", "2", "O in DMF under milder synthetic conditions at 65 °C yielded ", "2-Co", " as large pink crystals. X-ray crystallographic analysis revealed that the crystals possess a 3D, kagome-like net topology with the formula [Co(H", "2", "L", ")(DMF)", "2", "], ", "2-Co", " (", "SI", ", Figure S2.6), analogous to the Ni", "II", " and Mg", "II", " structures previously reported by our group.", "(27)", " Confirmation of ", "2-Co", " phase-purity was undertaken by Le Bail refinement on the experimental PXRD data (", "SI", ", Figure S4.5).", "Thermodynamic vs Kinetic Control of Crystallization Products", "We found that the optimum synthetic conditions for ", "1-Zn", " required reaction in sealed solvothermal vessels at temperatures between 130 and 150 °C. However, ", "1-Zn", " could still be synthesized under solvothermal conditions, at temperatures as low as 65 °C (", "SI", ", Figure S4.1). In contrast, ", "1-Co", " was formed at 150 °C, but a different phase, ", "2-Co", ", formed from low temperature synthesis (65 °C). In order to investigate the relationship between temperature and phase formation, we synthesized the Co", "II", " MOFs at selected temperatures over the range of 65–150 °C. In the case of reaction at 100 °C, a mixture of phases were generated, as revealed by the formation of both dark purple and pale pink crystalline materials and two sets of diffraction peaks by PXRD. Patterns collected for ", "1-Co", "/", "2-Co", " crystallization products at 65, 85, 100, 120, and 150 °C revealed a precise thermodynamic contribution to the formation of ", "1-Co", " vs ", "2-Co", " (Figure ", "2", "a). Thermodynamic versus kinetic control of product formation was evident by PXRD (Figure ", "2", "b), whereby low temperatures drove the formation of the kinetic product ", "2-Co", " at 65 and 85 °C; a mixture of the ", "1-Co", " and ", "2-Co", " phases formed at 100 °C, distinguishable as ", "2-Co", " by 010 peaks at 5.8° in 2θ, whereas phase-pure ", "1-Co", " was formed under thermodynamic control at 120 and 150 °C. In the case of ", "1-Zn", ", only one phase was observed under identical conditions (", "SI", ", Figure S4.1), indicating the ", "1-Zn", " phase is the thermodynamically favorable product over an identical temperature range.", "Figure 2. (a) Synthetic scheme showing formation of ", "1-Co", " and ", "1-Zn", " (left) at 150 °C as the thermodynamic product, formation of ", "2-Co", " (top right) at 65 °C as the kinetic product, and reprogramming to yield ", "1-CoZn", " at 65 °C (note: structural representation of ", "1-CoZn", " only). (b) PXRD patterns for MOFs synthesized at various temperatures under standard synthetic conditions. Simulated patterns for ", "1-Co", " and ", "2-Co", " are shown for reference. Note the appearance of both phases in the pattern derived from the 100 °C synthesis. (c) PXRD patterns collected for MOFs formed at 65 °C from solutions containing monometallic, Co, and dimetallic, Co + Zn, synthetic mixtures of ", "2-M", " or ", "1-M", " phase, respectively.", "Given the preference that reactions containing Zn", "II", " show for forming a single phase, ", "1-Zn", " (with no evidence for a kagome-type ", "2-Zn", " phase), over the entire temperature range assessed, we were motivated to study the ability of small amounts of Zn", "II", " to “reprogram” the reaction conditions that yielded the kinetically favored topology ", "2-Co", ". Accordingly, 0.25 equiv of Zn(NO", "3", ")", "2", " was added to the reaction solution used to form ", "2-Co", " at 65 °C. The resultant MOF was a mixed Co", "II", "–Zn", "II", " analogue of the thermodynamically favored topology ", "1", ", denoted ", "1-CoZn", ", confirmed by PXRD (Figure ", "2", "c) and EDS. This represents a reversal, or “reprogramming”, of thermodynamic control for an otherwise kinetically driven process.", "(12d, 28)", " While the mechanism for this process has not been fully determined, it is evident that incorporation of Zn", "II", ", which does not form a ", "2-Zn", " kagome phase, drives formation of the thermodynamic phase, ", "1", ", at temperatures that would normally yield the kinetic product ", "2-Co", ".", "2-Co", " proved to be less stable than the previously reported Ni", "II", " or Mg", "II", " structural analogues.", "(27a)", " Despite employing a range of activation methods, ", "2-Co", " did not maintain its porosity subsequent to solvent removal, and furthermore PXRD analysis showed that the framework had decomposed upon activation. Nevertheless, DMF molecules coordinated to the metal node could be exchanged via solvent exchange with MeOH. Desolvation under a vacuum exhibited a distinct change in UV–visible absorbance of ", "2-Co", " (", "SI", ", Figure S5.1) that was reflected in a noticeable change in the color of the crystals from a light pink to a dark blue color that is indicative of a well-known shift in coordination sphere from O", "h", " Co", "II", " to T", "d", " Co", "II", ". This observed desolvation process is analogous to that of the Ni", "II", " analogue, [Ni(H", "2", "L", ")(DMF)", "2", "]; however, in this case the process was irreversible. This is likely due to both a more stabilized pseudo-T", "d", " Co", "II", " complex compared to Ni", "II", ", and limited access to the metal by pore solvents, resulting in a stabilization of the desolvated MOF. Although DABCO is not a structural component of ", "2-Co", ", its removal from the synthetic procedure resulted in a severe reduction in the rate of synthesis and yield. In these reactions it is likely that DABCO increases the pH of the solution leading to an increase in the rate of MOF formation by rapid deprotonation of the carboxylate and/or hydroxyl moieties on the ligand.", "Expansion of Mixed-Metal Analogues of ", "1", "To assess the role of the starting metal ion ratio for the synthesis of mixed Co", "II", "/Zn", "II", " MOFs, we prepared a series of reaction solutions of varying metal concentration, using a reaction temperature of 150 °C. In place of solutions of a single metal salt, mixtures of Co", "II", " and Zn", "II", " were used with tight control over solution stoichiometry (ligand/metal/DABCO, 1:1:0.55) and reaction concentration (0.1 M). To monitor the effect of heterometallic mixtures on final MOF composition, we looked at starting Co/Zn ratios of 1:10, 1:5, 1:3, 1:2, 1:1, 2:1, 3:1, 5:1, and 10:1. At low concentrations of Co", "II", " the crystals appear light purple yet increase in intensity to a dark purple/blue color as the concentration of Co", "II", " increases. To ascertain the bulk phase, each sample was analyzed by PXRD experiments, where close inspection of the peak positions and intensities confirmed that in each case phase-pure samples of ", "1", " (Figure ", "3", "a) were obtained; N", "2", " adsorption measurements, to confirm mixed analogues maintain permanent porosity (Figure ", "3", "b); solid-state UV–visible spectroscopy, to probe any change in geometry of the Co", "II", " centers (Figure ", "3", "c); and EDS for determination of elemental composition (Figure ", "3", "d). From UV–visible data the formation of solid solutions was observed in all Co/Zn mixtures, whereby a random distribution of both Co", "II", " and Zn", "II", " is present in the MOF nodes, with limited evidence that might indicate site-specific occupation of O", "h", " or T", "d", " sites within the trimetallic node. In addition, EDS confirmed the ratio of Co", "II", "/Zn", "II", " present in the products formed to have a bias for Co", "II", ". Backscattered electron (BSE) analysis showed a homogeneous dispersion of the metal ions throughout the batch of crystals, effectively ruling out co-crystallization of discrete ", "1-Co", " and ", "1-Zn", " crystallites.", "Figure 3. Analysis of ", "1-CoZn", " analogues containing varying amounts of Co and Zn. (a) PXRD patterns for analogues of ", "1", " synthesized at 150 °C from mixed metal solutions. The ratio of each metal in the reaction solution is given next to each pattern. (b) N", "2", " adsorption isotherm at 77 K of ", "1-CoZn", " (∼65:35 Co–Zn by EDS, dark cyan). (c) Normalized solid-state UV–visible spectra of selected ", "1-Co", "/", "1-Zn", " analogues. Elemental ratio represents that used in the reaction solution. (d) EDS of ", "1-CoZn", " mixtures. Percentage of Co given as the concentration in the initial reaction solution and in the resulting MOFs.", "Selective Coordination of Co", "II", " over Zn", "II", " at the Noncoordinating Diol Moieties", "To understand the enhanced incorporation of Co", "II", " over Zn", "II", " in the mixed metal MOFs, we investigated whether the Co", "II", " ions were being incorporated at the noncoordinated diol moieties within ", "1", ", in addition to the structural node. This might explain the greater percentage of Co", "II", " found in EDS studies, particularly observed when very low amounts of Co were used in the starting mixture. Accordingly, ", "1-Zn", " crystals were soaked in various solutions containing excess Co", "II", " salts in order to generate Co-doped ", "1-Zn", ". Selective incorporation became evident during metalation trials on ", "1-Zn", ", whereby Co", "II", " ions (CoCl", "2", " or Co(NO", "3", ")", "2", ") coordinating larger solvent molecules in solution (i.e., DMF or ", "i", "-PrOH) were either unable to permeate the pores of the crystals or unable to coordinate the diol moieties in the MOF nodes due to steric constraints. This was observed by a lack of permanent coloring in Co", "II", " soaked crystals of ", "1-Zn", ". Undertaking metalation in MeOH or EtOH displayed noticeable incorporation of Co", "II", " into the MOF, as observed by a permanent pink coloration to the crystals. ", "1-Zn", " soaked in EtOH or MeOH solutions containing CoCl", "2", " resulted in dark blue discoloration of ", "1-Zn", " samples within several hours at room temperature and subsequent decomposition of the MOF. However, soaking ", "1-Zn", " in a MeOH solution of Co(NO", "3", ")", "2", " at 65 °C overnight caused ", "1-Zn", " crystals to become a light pink color with little to no loss in crystallinity of the original phase, denoted as ", "Co@1-Zn", ". Thus, it seems that the non-coordinated diol moieties of ", "L", " within the pores of ", "1", " proved to be accessible binding sites for secondary metal ions. The observation supports the hypothesis that metalation, perhaps during synthesis, may account for the higher incorporation of Co", "II", " in samples of ", "1", " formed from mixed metal salt starting materials.", "For ", "1-Zn", " soaked in a methanolic solution containing 10 equiv of Co(NO", "3", ")", "2", " per free diol, EDS experiments showed an average 4:1 ratio of Zn to Co, and combined with the pale pink color of the crystals, effectively ruled out significant metal exchange at the metal nodes in ", "1-Zn", ". The equivalent of 1 free diol ligand per node would give a Zn/Co ratio of 3:1 at maximum Co", "II", " loading; thus the experimental EDS results equate to a Co", "II", " loading of ∼75%. An obvious restriction to 100% metalation in this case may result from steric crowding of the pores as the loading of Co", "II", " increases. The pink coloring in ", "Co@1-Zn", " is highly indicative of an O", "h", " Co", "II", " geometry, presumably comprised of one or two hydroxide donors from the diol moiety with the remaining free coordination sites occupied by solvent.", "Analysis of pore size distributions, generated from 77 K N", "2", " adsorption isotherms, of ", "1-Co", ", ", "1-Zn, 1-CoZn", ", and ", "Co@1-Zn", " (Figure ", "4", "c), shows a step-wise loss of the larger pore environment in ", "1", " (in the region 8–10 Å). Moderate loss of this larger pore is observed for ", "1-Co", ", with even greater reduction seen for ", "1-CoZn", ", and then complete loss of this pore dimension in ", "Co@1-Zn", ". At the same time the importance of a pore dimension centered around 7 Å increases. As this was shown to occur in all MOFs containing Co", "II", ", it is most likely attributed to the coordination of Co", "II", " cations at free diol moieties within the pores. Interestingly, coordination of free diols is not observed in ", "1-Zn", ", indicating a preference for trimeric node formation over diol coordination by Zn (Figure ", "4", "a). This was supported by fluorescence spectroscopy. Excitation of ", "1-Zn", ", at λ", "exc", " = 265 nm, resulted in a broad fluorescence emission band at λ = 430 nm, indicating noncoordinated diol moieties are still present in the pores of the structure (Figure ", "4", "b), similar to previously reported fluorescence emission spectra for this ligand in alkali-earth metal MOFs.", "(27b)", " This is quenched for those MOFs with Co coordinated diol moieties: ", "1-Co", ", ", "1-CoZn", ", and ", "Co@1-Zn", " indicating the diol sites are occupied in these forms of ", "1", ".", "Figure 4. (a) Coordination preferences for Co", "II", " and Zn", "II", " in the MOFs formed from H", "4", "L", ". (b) Fluorescence emission spectra generated with an excitation wavelength of λ", "exc", " = 265 nm. (c) Pore size distributions generated from 77 K N", "2", " isotherms.", "Interestingly, the changes in pore environment upon metalation for ", "Co@1-Zn", " generate an increase in the enthalpy of CO", "2", " adsorption (Figure ", "5", "b), likely due to an increase in the polar groups lining the interior pore surface. This is despite observing reductions in BET surface area from 957 m", "2", "/g, for ", "1-Zn", ", to 801 m", "2", "/g, for ", "Co@1-Zn", " (", "SI", ", Figure S3). This observation correlates well with previous reports, whereby interactions between the quadrupole moment of CO", "2", " with highly polarized organic or inorganic moieties, within the pores of MOFs, result in increases to the enthalpy of CO", "2", " adsorption.", "(29)", " In particular, marked variations in CO", "2", " adsorption enthalpy have been observed between first row transition metals.", "(30)", " This material can be activated further by heating at 140 °C for 1 h, generating ", "ΔCo@1-Zn", ", which displays an even higher enthalpy of CO", "2", " adsorption, yet with a lower total CO", "2", " uptake and BET surface area of ∼100 cm", "3", "/g (Figure ", "5", "a) and 689 m", "2", "/g (", "SI", ", Table S3.5), respectively. From the pore size distribution of ", "ΔCo@1-Zn", " (", "SI", ", Figure 3.3), a small increase in the size of the ∼7 Å pore is observed compared to ", "Co@1-Zn", ". However, PXRD patterns collected on samples of Δ Co/Zn indicated the material was amorphous; thus the increase in CO", "2", " enthalpy cannot be assigned to a precise structural feature of the MOF.", "Figure 5. (a) CO", "2", " adsorption isotherms collected at 273 K. (b) Heats of adsorption curves from CO", "2", " isotherms at 273 and 293 K, determined using the Virial method. Cyan – ", "1-Zn", ", green – ", "Co@1-Zn", ", and purple – ", "ΔCo@1-Zn", ".", "These observations rationalize the apparent selectivity for Co", "II", " over Zn", "II", " in analogues of ", "1", ", whereby the increase is due to incorporation of Co", "II", " both at the structural node of the MOF and at the exposed diol moieties. As steric constraints limited post-synthetic metalation using Co(NO", "3", ")", "2", " in DMF, which are the standard reaction conditions for synthesis of ", "1", ", we can surmise that coordination of Co", "II", " to the ligand diol moieties occurs during the process of MOF assembly. The differing extents of metalation for ", "1-Co", " and ", "1-CoZn", " compared to ", "Co@1-Zn", " can therefore be related to the difference in coordination preference and rate of MOF synthesis for Zn", "II", " and Co", "II", ". This may account for the incorporation of more Co", "II", " (", "1-CoZn", "), or less Co", "II", " (", "1-Co", "), at the diol moieties. Furthermore, an interesting comparison can be noted between samples of ", "1-CoZn", " made by the “reprogramming” method (65 °C) and those prepared at 150 °C. At 150 °C Co is the preferred metal due to a combination of its inclusion in the MOF node and in the diol sites of ", "L", "H", "2", ". However, at low temperature an opposite observation was made. For the “reprogramming” synthetic approach, at low concentrations of Co in the reaction solution (25% Co in the starting solution) a close correspondence was observed with the ratio of Co/Zn in the MOF (based on EDS; see ", "SI", ", Figure S5.8). Surprisingly, when higher concentrations of Co in the reaction solution (75:25 Co-Zn) were used only 35% of the metal composition in the MOF was shown to be Co, confirmed again by EDS and PXRD (", "SI", ", Figure S4.2). This suggests, first, that the ", "1-M", " phase forms faster with Zn at 65 °C, and second that there is a limiting process occurring at this temperature disfavoring Co incorporation (i.e., its preference for octahedral coordination) and resulting in a nonlinear relationship between the Co concentration in reaction solution and the Co/Zn ratio in the MOF.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Conclusions", "For ", "1-M", " and ", "2-Co", ", two methods have been developed and demonstrated to control phase pure MOF synthesis, as well as the precise modification of pore environment by coordination at secondary noncoordinating dihydroxyl sites. Three novel frameworks, ", "1-Co", ", ", "1-Zn", ", and ", "2-Co", ", have been synthesized, with thermal control over the phase-purity and synthesis of ", "1-Co", " vs ", "2-Co", ". Formation of ", "2-Co", " under kinetic control was reversed by the incorporation of Zn", "II", " salts into the MOF reaction solution, generating a mixed Co-Zn form of ", "1", " at 65 °C, denoted ", "1-CoZn", ". This amounts to using an additive to reprogram the product distribution, presumably by seeding the formation of the thermodynamic product at low temperatures. Synthesis of mixed-metal MOFs (", "1-CoZn", ") was expanded to include a range of starting Co/Zn ratios during MOF synthesis, resulting in a marked preference for Co", "II", " in the MOF products by EDS. Post-synthetic metalation, at noncoordinating diol moieties, in ", "1-Zn", " with Co(NO", "3", ")", "2", " in MeOH formed ", "Co@1-Zn", ", with a Co", "II", " occupancy of ∼0.75 per free diol moiety. Analyzing the incorporation of Co", "II", " into ", "1-Zn", " revealed coordination of Co", "II", " was occurring at these free diol moieties in all cases where Co", "II", " was present, with varying amounts of incorporation. These synthetic approaches have provided a precise method for the modification of pore dimensions and pore environment in analogues of ", "1", ".", "(14c)", " While these conditions have provided intimate control over a set of MOFs formed from H", "4", "L, the “reprogramming” approach utilized may be able to be employed to direct the formation of other systems where competing phases are present.", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Supporting Information", "X-ray crystallography, gas adsorption data, powder X-ray diffraction, spectroscopic and structural characterization. This material is available free of charge via the Internet at ", "http://pubs.acs.org/", ".", "⊥", "Author Present Address", "(T.D.K.) School of Chemistry, University of Southampton, University Road, Southampton, SO17 1BJ, UK.", "The authors declare no competing financial interest.", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "Acknowledgment", "This research is supported by the Science and Industry Endowment Fund (SIEF). C.J.D. and C.J.S. would like to acknowledge the Australian Research Council for funding FT100100400 and FT0991910, respectively. D.R. wishes to acknowledge the support of an Australian Postgraduate Award. T.D.K. wishes to acknowledge the support of a Marie Curie International Incoming Fellowship within the 7th European Community Framework Program (Grant PIIF-GA-2011-300462). Collection of X-ray diffraction data for [", "1-Zn", "]·MeOH was undertaken on the MX1 beamline at the Australian Synchrotron, Victoria, Australia. The authors wish to thank Dr. Deanna M. D’Alessandro at the University of Sydney for her assistance with solid-state UV–visible spectroscopy experiments and for helpful discussions.", "Reference QuickView", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Conclusions", "References", "References", "This article references 30 other publications.", "1. ", "(a) ", "Kitagawa", ", ", "S.", "; ", "Kitaura", ", ", "R.", "; ", "Noro", ", ", "S.", " ", "Angew. Chem.", " ", "2004", ",  ", "43", ",  ", "2334", "[", "Crossref", "], [", "CAS", "]", "1. ", "Functional porous coordination polymers", "Kitagawa, Susumu; Kitaura, Ryo; Noro, Shin-ichiro", "Angewandte Chemie, International Edition", "\r\n        (", "2004", "),\r\n    ", "43", "\r\n        (", "18", "),\r\n    ", "2334-2375", "CODEN:\r\n                ", "ACIEF5", ";\r\n        ISSN:", "1433-7851", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "A review.  Discussion concs. on three aspects of coordination polymers: (1) the use of crystal engineering to construct porous frameworks from connectors and linkers (nano-space engineering), (2) characterizing and cataloging the porous properties by functions for storage, exchange, sepn., etc., and (3) the next generation of porous functions based on dynamic crystal transformations caused by guest mols. or phys. stimuli.  The authors' aim is to present the state of the art chem. and physics of and in the micropores of porous coordination polymers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXktFShtLk%253D&md5=9df52e99bad3cc0db67f65551a8c154f", "(b) ", "Stock", ", ", "N.", "; ", "Biswas", ", ", "S.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "933", "[", "ACS Full Text ", "], [", "CAS", "]", "1. ", "Synthesis of Metal-Organic Frameworks (MOFs): Routes to Various MOF Topologies, Morphologies, and Composites", "Stock, Norbert; Biswas, Shyam", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "933-969", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review.  The synthesis of metal-org. frameworks (MOFs) has attracted immense attention during the last 2 decades due to the possibility to obtain a large variety of aesthetically interesting structures that could also be of great interest for applications in a no. of fields related to porous materials.  This includes the more traditional areas of storage, sepn., and catalysis, which are based on the pore size and shape as well as the host guest interactions involved.  In addn., biomedical applications or the use as sensor materials are currently intensively investigated.  Although MOF synthesis was originally set out for making new compds. and structures with interesting properties, the field has matured and is broadening its scope.  This holds for the synthesis methods applied as well as the areas of application.  While conventional syntheses methods have been widely used, the fields of mechano-, sono-, and electrochem. synthesis as well as microwave-assisted syntheses are just emerging. They have demonstrated to be applicable for some compds., often under milder reaction conditions, yielding materials with different particle sizes and properties.  This could be of interest for up-scaling of syntheses and the application of MOFs.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsV2ju73P&md5=76323bab0fb9da58bcdf45e03537eed7", "2. ", "(a) ", "Li", ", ", "J. R.", "; ", "Kuppler", ", ", "R. J.", "; ", "Zhou", ", ", "H. C.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1477", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Selective gas adsorption and separation in metal-organic frameworks", "Li, Jian-Rong; Kuppler, Ryan J.; Zhou, Hong-Cai", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1477-1504", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Adsorptive sepn. is very important in industry.  Generally, the process uses porous solid materials such as zeolites, activated carbons, or silica gels as adsorbents.  With an ever increasing need for a more efficient, energy-saving, and environmentally benign procedure for gas sepn., adsorbents with tailored structures and tunable surface properties must be found.  Metal-org. frameworks (MOFs), constructed by metal-contg. nodes connected by org. bridges, are such a new type of porous materials.  They are promising candidates as adsorbents for gas sepns. due to their large surface areas, adjustable pore sizes and controllable properties, as well as acceptable thermal stability.  This crit. review starts with a brief introduction to gas sepn. and purifn. based on selective adsorption, followed by a review of gas selective adsorption in rigid and flexible MOFs.  Based on possible mechanisms, selective adsorptions obsd. in MOFs are classified, and primary relationships between adsorption properties and framework features are analyzed.  As a specific example of tailor-made MOFs, mesh-adjustable mol. sieves are emphasized and the underlying working mechanism elucidated.  In addn. to the exptl. aspect, theor. investigations from adsorption equil. to diffusion dynamics via mol. simulations are also briefly reviewed.  Furthermore, gas sepns. in MOFs, including the mol. sieving effect, kinetic sepn., the quantum sieving effect for H2/D2 sepn., and MOF-based membranes are also summarized (227 refs.).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamurY%253D&md5=cbb650af8ce92526fc8ffd870218bbd0", "(b) ", "Van de Voorde", ", ", "B.", "; ", "Bueken", ", ", "B.", "; ", "Denayer", ", ", "J.", "; ", "De Vos", ", ", "D.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5766", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "2. ", "Adsorptive separation on metal-organic frameworks in the liquid phase", "Van de Voorde, Ben; Bueken, Bart; Denayer, Joeri; De Vos, Dirk", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5766-5788", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "While much attention of the MOF community has been devoted to adsorption and purifn. of gases, there is now also a vast body of data on the capability of MOFs to sep. and purify liq. mixts.  Initial studies focused on sepn. of petrochems. in apolar backgrounds, but the attention has moved now to the sepn. of complex, e.g. chiral compds., and to the isolation of biobased compds. from aq. media.  We here give an overview of most of the existing literature, with an accent on sepn. mechanisms and structure-selectivity relationships.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7bM&md5=1895311ea755a52def85ff09eb51b170", "3. ", "(a) ", "Ma", ", ", "L.", "; ", "Abney", ", ", "C.", "; ", "Lin", ", ", "W.", " ", "Chem. Soc. Rev.", " ", "2009", ",  ", "38", ",  ", "1248", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "3. ", "Enantioselective catalysis with homochiral metal-organic frameworks", "Ma, Liqing; Abney, Carter; Lin, Wenbin", "Chemical Society Reviews", "\r\n        (", "2009", "),\r\n    ", "38", "\r\n        (", "5", "),\r\n    ", "1248-1256", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "This tutorial review presents recent developments of homochiral metal-org. frameworks (MOFs) for enantioselective catalysis.  Following a brief introduction of the basic concepts and potential virtues of MOFs in catalysis, three distinct strategies that have been utilized to synthesize homochiral MOFs were summarized.  Framework stability and accessibility of the open channels to reagents were then addressed.  Some recent successful examples of catalytically active homochiral MOFs based on three approaches, namely, homochiral MOFs with achiral catalytic sites, incorporation of asym. catalysts directly into the framework, and post-synthetic modification of homochiral MOFs were finally surveyed.  Although still in their infancy, homochiral MOFs have clearly demonstrated their utility in heterogeneous asym. catalysis, and a bright future is foreseen for the development of practically useful homochiral MOFs in the prodn. of optically pure org. mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkvVamu7Y%253D&md5=6ea10120922522f3f7fc76a6a04ea6cf", "(b) ", "Corma", ", ", "A.", "; ", "Garcia", ", ", "H.", "; ", "Xamena", ", ", "F. X. L. I.", " ", "Chem. Rev.", " ", "2010", ",  ", "110", ",  ", "4606", "[", "ACS Full Text ", "], [", "CAS", "]", "3. ", "Engineering Metal Organic Frameworks for Heterogeneous Catalysis", "Corma, A.; Garcia, H.; Llabres i Xamena, F. X.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2010", "),\r\n    ", "110", "\r\n        (", "8", "),\r\n    ", "4606-4655", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A review, including the design of MOFs for catalysis and evaluation of its potential as catalyst as well as catalysis by MOFs with active metal sites, with reactive functional groups, and MOFs as host matrixes or nanometric reaction cavities.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXktFers7Y%253D&md5=ce714f3d4475f4ac2a3d81b13931ccc3", "4. ", "(a) ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Rosi", ", ", "N.", "; ", "Vodak", ", ", "D.", "; ", "Wachter", ", ", "J.", "; ", "O’Keeffe", ", ", "M.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2002", ",  ", "295", ",  ", "469", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Systematic design of pore size and functionality in isoreticular MOFs and their application in methane storage", "Eddaoudi, Mohamed; Kim, Jaheon; Rosi, Nathaniel; Vodak, David; Wachter, Joseph; O'Keeffe, Michael; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2002", "),\r\n    ", "295", "\r\n        (", "5554", "),\r\n    ", "469-472", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "A strategy based on reticulating metal ions and org. carboxylate links into extended networks has been advanced to a point that allowed the design of porous structures in which pore size and functionality could be varied systematically.  Metal-org. framework (MOF-5), a prototype of a new class of porous materials and one that is constructed from octahedral Zn-O-C clusters and benzene links, was used to demonstrate that its three-dimensional porous system can be functionalized with the org. groups -Br, -NH2, -OC3H7, -OC5H11, -C2H4, and -C4H4 and that its pore size can be expanded with the long mol. struts biphenyl, tetrahydropyrene, pyrene, and terphenyl.  We synthesized an isoreticular series (one that has the same framework topol.) of 16 highly cryst. materials whose open space represented up to 91.1% of the crystal vol., as well as homogeneous periodic pores that can be incrementally varied from 3.8 to 28.8 Å.  One member of this series exhibited a high capacity for methane storage (240 cm3 at std. temp.), and others the lowest densities (0.41 to 0.21 g/cm3) for a cryst. material at room temp.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtlyrtLjP&md5=d218d4040887f5fb390a733ee156d27b", "(b) ", "O’Keeffe", ", ", "M.", "; ", "Ockwig", ", ", "N. W.", "; ", "Chae", ", ", "H. K.", "; ", "Eddaoudi", ", ", "M.", "; ", "Kim", ", ", "J.", "; ", "Yaghi", ", ", "O. M.", " ", "Nature", " ", "2003", ",  ", "423", ",  ", "705", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "4. ", "Reticular synthesis and the design of new materials", "Yaghi, Omar M.; O'Keeffe, Michael; Ockwig, Nathan W.; Chae, Hee K.; Eddaoudi, Mohamed; Kim, Jaheon", "Nature (London, United Kingdom)", "\r\n        (", "2003", "),\r\n    ", "423", "\r\n        (", "6941", "),\r\n    ", "705-714", "CODEN:\r\n                ", "NATUAS", ";\r\n        ISSN:", "0028-0836", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "A review.  The long-standing challenge of designing and constructing new cryst. solid-state materials from mol. building blocks is just beginning to be addressed with success.  A conceptual approach that requires the use of secondary building units to direct the assembly of ordered frameworks epitomizes this process: the authors call this approach reticular synthesis.  This chem. has yielded materials designed to have predetd. structures, compns. and properties.  In particular, highly porous frameworks held together by strong metal-O-C bonds and with exceptionally large surface area and capacity for gas storage were prepd. and their pore metrics systematically varied and functionalized.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXksV2itro%253D&md5=2417c5adb0e948350d3d62350c8cd7ea", "5. ", "(a) ", "Farha", ", ", "O. K.", "; ", "Wilmer", ", ", "C. E.", "; ", "Eryazici", ", ", "I.", "; ", "Hauser", ", ", "B. G.", "; ", "Parilla", ", ", "P. A.", "; ", "O’Neill", ", ", "K.", "; ", "Sarjeant", ", ", "A. A.", "; ", "Nguyen", ", ", "S. T.", "; ", "Snurr", ", ", "R. Q.", "; ", "Hupp", ", ", "J. T.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "9860", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Designing Higher Surface Area Metal-Organic Frameworks: Are Triple Bonds Better Than Phenyls?", "Farha, Omar K.; Wilmer, Christopher E.; Eryazici, Ibrahim; Hauser, Brad G.; Parilla, Philip A.; O'Neill, Kevin; Sarjeant, Amy A.; Nguyen, SonBinh T.; Snurr, Randall Q.; Hupp, Joseph T.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "24", "),\r\n    ", "9860-9863", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The authors have synthesized, characterized, and computationally validated the high Brunauer-Emmett-Teller surface area and hydrogen uptake of a new, non-catenating metal-org. framework (MOF) material, NU-111.  The results imply that replacing the Ph spacers of org. linkers with triple-bond spacers is an effective strategy for boosting mol.-accessible gravimetric surface areas of MOFs and related high-porosity materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XotFGmsr0%253D&md5=09cc6755d99e1a3b823225d245591d33", "(b) ", "Deng", ", ", "H.", "; ", "Grunder", ", ", "S.", "; ", "Cordova", ", ", "K. E.", "; ", "Valente", ", ", "C.", "; ", "Furukawa", ", ", "H.", "; ", "Hmadeh", ", ", "M.", "; ", "Gandara", ", ", "F.", "; ", "Whalley", ", ", "A. C.", "; ", "Liu", ", ", "Z.", "; ", "Asahina", ", ", "S.", "; ", "Kazumori", ", ", "H.", "; ", "O’Keeffe", ", ", "M.", "; ", "Terasaki", ", ", "O.", "; ", "Stoddart", ", ", "J. F.", "; ", "Yaghi", ", ", "O. M.", " ", "Science", " ", "2012", ",  ", "336", ",  ", "1018", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "5. ", "Large-Pore Apertures in a Series of Metal-Organic Frameworks", "Deng, Hexiang; Grunder, Sergio; Cordova, Kyle E.; Valente, Cory; Furukawa, Hiroyasu; Hmadeh, Mohamad; Gandara, Felipe; Whalley, Adam C.; Liu, Zheng; Asahina, Shunsuke; Kazumori, Hiroyoshi; O'Keeffe, Michael; Terasaki, Osamu; Stoddart, J. Fraser; Yaghi, Omar M.", "Science (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "336", "\r\n        (", "6084", "),\r\n    ", "1018-1023", "CODEN:\r\n                ", "SCIEAS", ";\r\n        ISSN:", "0036-8075", ".\r\n    \r\n            (", "American Association for the Advancement of Science", ")\r\n        ", "The authors report a strategy to expand the pore aperture of metal-org. frameworks (MOFs) into a previously unattained size regime (>32 Å).  Specifically, the systematic expansion of a known MOF structure, MOF-74, from its original link of one phenylene ring (I) to two, three, four, five, six, seven, nine, and eleven (II to XI, resp.), afforded an isoreticular series of Mg- or Zn-contg. MOF-74 structures (termed IRMOF-74-I to -XI) with pore apertures ranging from 14 to 98 Å.  All members of this series have noninterpenetrating structures and exhibit robust architectures, as evidenced by their permanent porosity and high thermal stability (up to 300°).  The pore apertures of an oligoethylene glycol-functionalized IRMOF-74-VII and IRMOF-74-IX are large enough for natural proteins to enter the pores.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xnt1Kgt7s%253D&md5=be82c139a536be7009991c48606c3829", "(c) ", "Koh", ", ", "K.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "15005", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "Coordination Copolymerization Mediated by Zn4O(CO2R)6 Metal Clusters: a Balancing Act between Statistics and Geometry", "Koh, Kyoungmoo; Wong-Foy, Antek G.; Matzger, Adam J.", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "42", "),\r\n    ", "15005-15010", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Isolated successes of coordination copolymn. for the prodn. of microporous coordination polymers (MCPs) are reported recently; the logic for this synthetic approach was not established nor have the key features of the synthetic conditions needed to generalize the method.  Here, the authors establish guidelines for application of the copolymn. technique by exploring coordination modes and report, in addn. to details on two previous coordination copolymers with exceptional properties, three new MCPs: UMCM-3 (Zn4O(2,5-thiophenedicarboxylate)1.2(1,3,5-tris(4-carboxyphenyl)benzene)1.2), UMCM-4 (Zn4O(1,4-benzenedicarboxylate)3/2(4,4',4''-tricarboxytriphenylamine)), and UMCM-5 (Zn4O(1,4-naphthalenedicarboxylate)(1,3,5-tris(4-carboxyphenyl)benzene)4/3).  The MCPs prepd. by the copolymn. technique demonstrate Brunauer-Emmett-Teller (BET) surface areas between 3500-5200 m2/g and high pore vols. (1.64-2.37 cm3/g).  The alignment of poly(3-hexylthiophene) within mesoporous channels of UMCM-1 is reported as a demonstration of the unique properties of these hosts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXht1GqsbrJ&md5=c73a99e5d13b77101a6f57a64ce5b2bd", "(d) ", "Cavka", ", ", "J. H.", "; ", "Jakobsen", ", ", "S. r.", "; ", "Olsbye", ", ", "U.", "; ", "Guillou", ", ", "N.", "; ", "Lamberti", ", ", "C.", "; ", "Bordiga", ", ", "S.", "; ", "Lillerud", ", ", "K. P.", " ", "J. Am. Chem. Soc.", " ", "2008", ",  ", "130", ",  ", "13850", "[", "ACS Full Text ", "], [", "CAS", "]", "5. ", "A new zirconium inorganic building brick forming metal organic frameworks with exceptional stability", "Cavka Jasmina Hafizovic; Jakobsen Soren; Olsbye Unni; Guillou Nathalie; Lamberti Carlo; Bordiga Silvia; Lillerud Karl Petter", "Journal of the American Chemical Society", "\r\n        (", "2008", "),\r\n    ", "130", "\r\n        (", "42", "),\r\n    ", "13850-1", "\r\n        ISSN:", ".\r\n    ", "Porous crystals are strategic materials with industrial applications within petrochemistry, catalysis, gas storage, and selective separation.  Their unique properties are based on the molecular-scale porous character.  However, a principal limitation of zeolites and similar oxide-based materials is the relatively small size of the pores, typically in the range of medium-sized molecules, limiting their use in pharmaceutical and fine chemical applications.  Metal organic frameworks (MOFs) provided a breakthrough in this respect.  New MOFs appear at a high and an increasing pace, but the appearances of new, stable inorganic building bricks are rare.  Here we present a new zirconium-based inorganic building brick that allows the synthesis of very high surface area MOFs with unprecedented stability.  The high stability is based on the combination of strong Zr-O bonds and the ability of the inner Zr6-cluster to rearrange reversibly upon removal or addition of mu3-OH groups, without any changes in the connecting carboxylates.  The weak thermal, chemical, and mechanical stability of most MOFs is probably the most important property that limits their use in large scale industrial applications.  The Zr-MOFs presented in this work have the toughness needed for industrial applications; decomposition temperature above 500 degrees C and resistance to most chemicals, and they remain crystalline even after exposure to 10 tons/cm2 of external pressure.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A280%3ADC%252BD1cnlvFSqsA%253D%253D&md5=f355e3a0756d112f6ae3148a1e69cd81", "6. ", "(a) ", "Babarao", ", ", "R.", "; ", "Coghlan", ", ", "C. J.", "; ", "Rankine", ", ", "D.", "; ", "Bloch", ", ", "W. M.", "; ", "Gransbury", ", ", "G. K.", "; ", "Sato", ", ", "H.", "; ", "Kitagawa", ", ", "S.", "; ", "Sumby", ", ", "C. J.", "; ", "Hill", ", ", "M. R.", "; ", "Doonan", ", ", "C. J.", " ", "Chem. Commun.", " ", "2014", ",  ", "50", ",  ", "3238", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "6. ", "Does functionalisation enhance CO2 uptake in interpenetrated MOFs? An examination of the IRMOF-9 series", "Babarao, Ravichandar; Coghlan, Campbell J.; Rankine, Damien; Bloch, Witold M.; Gransbury, Gemma K.; Sato, Hiroshi; Kitagawa, Susumu; Sumby, Christopher J.; Hill, Matthew R.; Doonan, Christian J.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2014", "),\r\n    ", "50", "\r\n        (", "24", "),\r\n    ", "3238-3241", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "The effect of pore functionalization (-I, -OH, -OCH3) on a series of topol. equiv., interpenetrated metal-org. frameworks (MOFs) was assessed by both simulation and expt.  Counter-intuitively, a decreased affinity for CO2 was obsd. in the functionalized materials, compared to the non-functionalized material.  This result highlights the importance of considering the combined effects of network topol. and chem. functionality in the design of MOFs for enhanced CO2 adsorption.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXjtFSns7k%253D&md5=e6c1405f4366b40fccb33bbe60769960", "(b) ", "Bao", ", ", "X.", "; ", "Snurr", ", ", "R. Q.", "; ", "Broadbelt", ", ", "L. J.", " ", "Langmuir", " ", "2009", ",  ", "25", ",  ", "10730", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "Collective Effects of Multiple Chiral Selectors on Enantioselective Adsorption", "Bao, Xiaoying; Snurr, Randall Q.; Broadbelt, Linda J.", "Langmuir", "\r\n        (", "2009", "),\r\n    ", "25", "\r\n        (", "18", "),\r\n    ", "10730-10736", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Mol. simulations were performed to predict the adsorption of racemic mixts. of (R,S)-1,3-dimethylallene (DMA) in three homochiral metal-org. frameworks (HMOFs).  All three HMOFs include the same chiral linker, (R)-6,6'-dichloro-2,2'-dihydroxy-1,1'-binaphthyl-4,4'-bipyridine (L), but have different topologies.  While a single linker L shows very little enantioselectivity between the DMA enantiomers, the three HMOFs with closely packed linkers L have enantiomeric excesses of 6%, 28%, and 45%, showing that closely situated chiral selectors function synergistically to enhance the enantioselectivity.  Both the confinement created by the linkers and the no. of chiral linkers that form the confinement are important in enhancing the enantioselectivity.  In addn., the simulations show that the enantioselectivity of the three HMOFs may be further enhanced by modifying the compn. of the linker L.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXot1ejtbk%253D&md5=527f685eac8ba0773fa34e6df78215e2", "(c) ", "Biswas", ", ", "S.", "; ", "Vanpoucke", ", ", "D. E. P.", "; ", "Verstraelen", ", ", "T.", "; ", "Vandichel", ", ", "M.", "; ", "Couck", ", ", "S.", "; ", "Leus", ", ", "K.", "; ", "Liu", ", ", "Y.-Y.", "; ", "Waroquier", ", ", "M.", "; ", "Van Speybroeck", ", ", "V.", "; ", "Denayer", ", ", "J. F. M.", "; ", "Van Der Voort", ", ", "P.", " ", "J. Phys. Chem. C", " ", "2013", ",  ", "117", ",  ", "22784", "[", "ACS Full Text ", "], [", "CAS", "]", "6. ", "New Functionalized Metal-Organic Frameworks MIL-47-X (X = -Cl, -Br, -CH3, -CF3, -OH, -OCH3): Synthesis, Characterization, and CO2 Adsorption Properties", "Biswas, Shyam; Vanpoucke, Danny E. P.; Verstraelen, Toon; Vandichel, Matthias; Couck, Sarah; Leus, Karen; Liu, Ying-Ya; Waroquier, Michel; Van Speybroeck, Veronique; Denayer, Joeri F. M.; Van Der Voort, Pascal", "Journal of Physical Chemistry C", "\r\n        (", "2013", "),\r\n    ", "117", "\r\n        (", "44", "),\r\n    ", "22784-22796", "CODEN:\r\n                ", "JPCCCK", ";\r\n        ISSN:", "1932-7447", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Six new functionalized vanadium hydroxo terephthalates [VIII(OH)-(BDC-X)]·n-(guests) (MIL-47-(VIII)-X-AS) (BDC = 1,4-benzene-di-carboxylate; X = -Cl, -Br, -CH3, -CF3, -OH, -OCH3; AS = as-synthesized) along with the parent MIL-47 were synthesized under rapid microwave-assisted hydrothermal conditions (170°, 30 min, 150 W).  The unreacted H2BDC-X and/or occluded solvent mols. can be removed by thermal activation under vacuum, leading to the empty-pore forms of (MIL-47-(VIV)-X).  Except pristine MIL-47 (+III oxidn. state), the vanadium atoms in all the evacuated functionalized solids stayed in the +IV oxidn. state.  The phase purity of the compds. was ascertained by x-ray powder diffraction (XRPD), diffuse reflectance IR Fourier transform (DRIFT) spectroscopy, Raman, thermogravimetric (TG), and elemental anal.  The structural similarity of the filled and empty-pore forms of the functionalized compds. with the resp. forms of parent MIL-47 was verified by cell parameter detn. from XRPD data.  TGA and temp.-dependent XRPD (TDXRPD) expts. in an air atm. indicate high thermal stability in the 330-385° range.  All the thermally activated compds. exhibit significant microporosity (SBET in the 305-897 m2 g-1 range), as verified by the N2 and CO2 sorption anal.  Among the six functionalized compds., MIL-47-(VIV)-OCH3 shows the highest CO2 uptake, demonstrating the detg. role of functional groups on the CO2 sorption behavior.  For this compd. and pristine MIL-47-(VIV), Widom particle insertion simulations were performed based on ab initio calcd. crystal structures.  The theor. Henry coeffs. show a good agreement with the exptl. values, and calcd. isosurfaces for the local excess chem. potential indicate the enhanced CO2 affinity is due to two effects: (i) the interaction between the methoxy group and CO2 and (ii) the collapse of the MIL-47-(VIV)-OCH3 framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhslWrtLbM&md5=f7d559bd84d842cf3cf88ab626bdfd08", "7. ", "(a) ", "Zhang", ", ", "Z.", "; ", "Ji", ", ", "Y. R.", "; ", "Wojtas", ", ", "L.", "; ", "Gao", ", ", "W. Y.", "; ", "Ma", ", ", "S.", "; ", "Zaworotko", ", ", "M. J.", "; ", "Antilla", ", ", "J. C.", " ", "Chem. Commun.", " ", "2013", ",  ", "49", ",  ", "7693", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "Two homochiral organocatalytic metal organic materials with nanoscopic channels", "Zhang, Zhuxiu; Ji, Young Ran; Wojtas, Lukasz; Gao, Wen-Yang; Ma, Shengqian; Zaworotko, Michael J.; Antilla, Jon C.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2013", "),\r\n    ", "49", "\r\n        (", "70", "),\r\n    ", "7693-7695", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two homochiral organocatalytic MOMs (metal-org. materials) were prepd. using chiral tetra- and octa-carboxy 1,1'-binaphthyl-2,2'-phosphoric acid derivs.  The nanoscopic channels in these MOMs are lined by organonocatalytic chiral phosphoric acid derivs. of binol and ocMOM-1 exhibited improved enantioselectivity over the parent ligand in the context of transfer hydrogenation of a series of benzoxazines.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXht1elsL%252FK&md5=e1df9c1af5598757d747903732c00b24", "(b) ", "Ma", ", ", "L.", "; ", "Falkowski", ", ", "J. M.", "; ", "Abney", ", ", "C.", "; ", "Lin", ", ", "W.", " ", "Nat. Chem.", " ", "2010", ",  ", "2", ",  ", "838", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "7. ", "A series of isoreticular chiral metal-organic frameworks as a tunable platform for asymmetric catalysis", "Ma, Liqing; Falkowski, Joseph M.; Abney, Carter; Lin, Wenbin", "Nature Chemistry", "\r\n        (", "2010", "),\r\n    ", "2", "\r\n        (", "10", "),\r\n    ", "838-846", "CODEN:\r\n                ", "NCAHBB", ";\r\n        ISSN:", "1755-4330", ".\r\n    \r\n            (", "Nature Publishing Group", ")\r\n        ", "Metal-org. frameworks, built by bridging metal ions with org. linkers, represent a new class of porous hybrid materials with attractive tunability in compns., structures and functions.  In particular, the mild conditions typically employed for their synthesis allow for the functionalization of their building blocks, and thus the rational design of novel materials.  Here the authors demonstrate the systematic design of eight mesoporous chiral metal-org. frameworks, with the framework formula [LCu2(solvent)2] (L is a chiral tetracarboxylate ligand derived from 1,1'-bi-2-naphthol), that have the same structures but channels of different sizes.  Chiral Lewis acid catalysts were generated by post-synthesis functionalization with Ti(OiPr)4, and the resulting materials proved to be highly active asym. catalysts for diethylzinc and alkynylzinc addns., which converted arom. aldehydes into chiral secondary alcs.  The enantioselectivities of these reactions can be modified by tuning the size of the channels, which alters the diffusion rates of the org. substrates.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhtF2msL7M&md5=ac4e22d072b262f7c186e59464bd9185", "8. ", "Wanderley", ", ", "M. M.", "; ", "Wang", ", ", "C.", "; ", "Wu", ", ", "C.-D.", "; ", "Lin", ", ", "W.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "9050", "[", "ACS Full Text ", "], [", "CAS", "]", "8. ", "A Chiral Porous Metal-Organic Framework for Highly Sensitive and Enantioselective Fluorescence Sensing of Amino Alcohols", "Wanderley, Marcela M.; Wang, Cheng; Wu, Chuan-De; Lin, Wenbin", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "22", "),\r\n    ", "9050-9053", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A highly porous and fluorescent metal-org. framework (MOF),(I), was built from a chiral tetracarboxylate bridging ligand derived from 1,1'-bi-2-naphthol (BINOL) and a cadmium carboxylate infinite-chain secondary building unit.  The fluorescence of I can be effectively quenched by amino alcs. via H-bonding with the binaphthol moieties decorating the MOF, leading to a remarkable chiral sensor for amino alcs. with greatly enhanced sensitivity and enantioselectivity over BINOL-based homogeneous systems.  The higher detection sensitivity of I is due to a preconcn. effect by which the analytes are absorbed and concd. inside the MOF channels, whereas the higher enantioselectivity of I is believed to result from enhanced chiral discrimination owing to the cavity confinement effect and the conformational rigidity of the BINOL groups in the framework. 1 was quenched by four chiral amino alcs. with unprecedentedly high Stern-Volmer consts. of 490-31200 M-1 and enantioselectivity ratios of 1.17-3.12.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xnt1Wqtb4%253D&md5=c1d76781df27b7791e22bb3caddda7cd", "9. ", "(a) ", "Rankine", ", ", "D.", "; ", "Avellaneda", ", ", "A.", "; ", "Hill", ", ", "M. R.", "; ", "Doonan", ", ", "C. J.", "; ", "Sumby", ", ", "C. J.", " ", "Chem. Commun.", " ", "2012", ",  ", "48", ",  ", "10328", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Control of framework interpenetration for in situ modified hydroxyl functionalised IRMOFs", "Rankine, Damien; Avellaneda, Antonio; Hill, Matthew R.; Doonan, Christian J.; Sumby, Christopher J.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2012", "),\r\n    ", "48", "\r\n        (", "83", "),\r\n    ", "10328-10330", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "By intimate control of reaction conditions, phase-pure cryst. porous metal-org. framework materials, IRMOFs [Zn4O(L)3] (L = 4,4'-dicarboxylbiphenyl-2,2'-diol and O-ester derivs.) with interpenetrated and noninterpenetrated structures, can be synthesized.  Under certain conditions, these reactions occur with concomitant deprotection of masked alcs. located on the org. links which yield accessible metal-binding functional groups within the frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhtl2qsLzL&md5=e2e066de063cd08bb3b4db4f053f74dc", "(b) ", "Halper", ", ", "S. R.", "; ", "Do", ", ", "L.", "; ", "Stork", ", ", "J. R.", "; ", "Cohen", ", ", "S. M.", " ", "J. Am. Chem. Soc.", " ", "2006", ",  ", "128", ",  ", "15255", "[", "ACS Full Text ", "], [", "CAS", "]", "9. ", "Topological Control in Heterometallic Metal-Organic Frameworks by Anion Templating and Metalloligand Design", "Halper, Sara R.; Do, Loi; Stork, Jay R.; Cohen, Seth M.", "Journal of the American Chemical Society", "\r\n        (", "2006", "),\r\n    ", "128", "\r\n        (", "47", "),\r\n    ", "15255-15268", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Several new heterometallic metal-org. frameworks (MOFs) based on tris(dipyrrinato) metalloligands (pyridyl, quinolinyl, and pyridylethynylphenyl substituted) and their Ag+ salts are reported.  MOFs were prepd. systematically to examine the effects of the core metal ion, counteranion, and ligand structure on the topol. of the resultant network.  The effect of the metal ion (Fe3+ vs. Co3+) on MOF structure was generally found to be negligible, thereby permitting the facile synthesis of trimetallic Fe/Co/Ag networks.  The choice of anion (e.g., Ag salt) has a pronounced effect on the MOF topol.  Networks prepd. with salts of AgO3SCF3 and AgBF4 reliably formed three-dimensional (10,3) nets, whereas use of AgPF6 and AgSbF6 produced two-dimensional (6,3) honeycomb nets.  The topol. generated upon formation of the MOF is robust in certain cases, as demonstrated by anion-exchange expts.  Anion exchange was confirmed by x-ray crystallog. in a rare set of apparent single-crystal-to-single-crystal transformations.  The data presented here strongly suggest that the coordinative ability of the anion does not play a significant role in the obsd. templating effect.  Finally, changes in the length of the tris(dipyrrinato) metalloligand override the anion templating effect, resulting exclusively in two-dimensional (6,3) nets.  These studies provide a basis for the rational design of MOF topologies by choice of ligand structure and anion templating effects.  Also, the results demonstrate the ability of carefully designed metalloligands to generate MOFs of structure strikingly similar to that of their org. counterparts.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD28XhtFOmtL7M&md5=3796f1a4066f4a32420916a4f9e435ee", "(c) ", "Almeida Paz", ", ", "F. A.", "; ", "Klinowski", ", ", "J.", "; ", "Vilela", ", ", "S. M. F.", "; ", "Tomé", ", ", "J. P. C.", "; ", "Cavaleiro", ", ", "J. A. S.", "; ", "Rocha", ", ", "J.", " ", "Chem. Soc. Rev.", " ", "2012", ",  ", "41", ",  ", "1088", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "9. ", "Ligand design for functional metal-organic frameworks", "Almeida Paz, Filipe A.; Klinowski, Jacek; Vilela, Sergio M. F.; Tome, Joao P. C.; Cavaleiro, Jose A. S.; Rocha, Joao", "Chemical Society Reviews", "\r\n        (", "2012", "),\r\n    ", "41", "\r\n        (", "3", "),\r\n    ", "1088-1110", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Metal-org. frameworks (MOFs), also known as coordination polymers, are formed by the self-assembly of metallic centers and bridging org. linkers.  In this crit. review, the authors review the key advances in the field and discuss the relation between the nature and structure of specifically designed org. linkers and the properties of the products.  Practical examples demonstrate that the phys. and chem. properties of the linkers play a decisive role in the properties of novel functional MOFs.  The authors focus on target materials suitable for the storage of hydrogen and methane, sequestration of CO2, gas sepn., heterogeneous catalysis and as magnetic and photoluminescent materials capable of both metal- and ligand-centered emission, ion exchangers and mol. sieves.  The advantages of highly active discrete complexes as metal-bearing ligands in the construction of MOFs are also briefly reviewed.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xns1ygtg%253D%253D&md5=79722912ebb1868780aa775272c8f6e0", "10. ", "(a) ", "Zhang", ", ", "J.", "; ", "Wojtas", ", ", "L.", "; ", "Larsen", ", ", "R. W.", "; ", "Eddaoudi", ", ", "M.", "; ", "Zaworotko", ", ", "M. J.", " ", "J. Am. Chem. Soc.", " ", "2009", ",  ", "131", ",  ", "17040", "[", "ACS Full Text ", "], [", "CAS", "]", "10. ", "Temperature and Concentration Control over Interpenetration in a Metal-Organic Material", "Zhang, JianJun; Wojtas, Lukasz; Larsen, Randy W.; Eddaoudi, Mohamed; Zaworotko, Michael J.", "Journal of the American Chemical Society", "\r\n        (", "2009", "),\r\n    ", "131", "\r\n        (", "47", "),\r\n    ", "17040-17041", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A pillared framework formed from 4,4'-bipyridine (bipy) and sheets of dinuclear Cd2 nodes and 1,4-benzenedicarboxylic acid (bdc) linkers can be solvothermally prepd. in both interpenetrated, [Cd(bipy)(bdc)], and noninterpenetrated, [Cd(bipy)(bdc)]·3DMF·H2O, forms by simply varying the temp. or concn. of the reaction.  Higher temps. and concns. favor interpenetration over the corresponding noninterpenetrating structure, an observation that could have broad implications for controlling the synthesis of metal-org. materials (MOFs).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXhtlKrsb%252FF&md5=1c3a2b9127fa400791f92a30d970a6bd", "(b) ", "Duan", ", ", "J.", "; ", "Bai", ", ", "J.", "; ", "Zheng", ", ", "B.", "; ", "Li", ", ", "Y.", "; ", "Ren", ", ", "W.", " ", "Chem. Commun.", " ", "2011", ",  ", "47", ",  ", "2556", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Controlling the shifting degree of interpenetrated metal-organic frameworks by modulator and temperature and their hydrogen adsorption properties", "Duan, Jing-Ui; Bai, Jun-Geng; Zheng, Bai-Shu; Li, Yi-Zhi; Ren, Wen-Chao", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2011", "),\r\n    ", "47", "\r\n        (", "9", "),\r\n    ", "2556-2558", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "For the 1st time, the shifting degree of pcu-type interpenetrated framework was well controlled by employing a modulator and changing the temp., in which their evacuated samples are almost noncryst. products with different meso- and microstructures, resulting in different hydrogen adsorption properties.  Two different novel interpenetrated MOFs, [Zn4OL3]n·guest and [Zn4OL3(DMF)2]n·guest (H2L = 4,4'-(carbonylimino)dibenzoic acid), were prepd., with the products detd. by the temp. and concn. of L-tyrosine modulator, and characterized by x-ray crystallog.  Both have 2-fold interpenetrated pcu-type topol.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXitVCms7Y%253D&md5=5b56ee1322605e59c4b1223238bf2259", "(c) ", "Schaate", ", ", "A.", "; ", "Roy", ", ", "P.", "; ", "Godt", ", ", "A.", "; ", "Lippke", ", ", "J.", "; ", "Waltz", ", ", "F.", "; ", "Wiebcke", ", ", "M.", "; ", "Behrens", ", ", "P.", " ", "Chem.—Eur. J.", " ", "2011", ",  ", "17", ",  ", "6643", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "10. ", "Modulated Synthesis of Zr-Based Metal-Organic Frameworks: From Nano to Single Crystals", "Schaate, Andreas; Roy, Pascal; Godt, Adelheid; Lippke, Jann; Waltz, Florian; Wiebcke, Michael; Behrens, Peter", "Chemistry - A European Journal", "\r\n        (", "2011", "),\r\n    ", "17", "\r\n        (", "24", "),\r\n    ", "6643-6651, S6643/1-S6643/11", "CODEN:\r\n                ", "CEUJED", ";\r\n        ISSN:", "0947-6539", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH & Co. KGaA", ")\r\n        ", "The authors present a study on the influence of benzoic acid, acetic acid, and water on the syntheses of the Zr-based metal-org. frameworks Zr-bdc (UiO-66), Zr-bdc-NH2 (UiO-66-NH2), Zr-bpdc (UiO-67), and Zr-tpdc-NH2 (UiO-68-NH2) (H2bdc: terephthalic acid, H2bpdc: biphenyl-4,4'-dicarboxylic acid, H2tpdc: terphenyl-4,4''-dicarboxylic acid).  By varying the amt. of benzoic or acetic acid, the synthesis of Zr-bdc can be modulated.  With increasing concn. of the modulator, the products change from intergrown to individual crystals, the size of which can be tuned.  Addn. of benzoic acid also affects the size and morphol. of Zr-bpdc and, addnl., makes the synthesis of Zr-bpdc highly reproducible.  The control of crystal and particle size is proven by powder XRD, SEM and dynamic light scattering (DLS) measurements.  TGA and Ar sorption expts. show that the materials from modulated syntheses can be activated and that they exhibit high sp. surface areas.  Water proved to be essential for the formation of well-ordered Zr-bdc-NH2.  Zr-tpdc-NH2, a material with a structure analogous to that of Zr-bdc and Zr-bpdc, but with the longer, functionalized linker 2'-amino-1,1':4',1''-terphenyl-4,4''-dicarboxylic acid, was obtained as single crystals.  This allowed the 1st single-crystal structural anal. of a Zr-based metal-org. framework.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmslKksLc%253D&md5=188604c14defb7b374f67d9cf2c480ea", "11. ", "(a) ", "He", ", ", "Z.", "; ", "Pang", ", ", "Q.", "; ", "Rankine", ", ", "D.", "; ", "Sumby", ", ", "C. J.", "; ", "Zhang", ", ", "L.", "; ", "Doonan", ", ", "C. J.", "; ", "Li", ", ", "Q.", " ", "CrystEngComm", " ", "2013", ",  ", "15", ",  ", "9340", "[", "Crossref", "], [", "CAS", "]", "11. ", "Encapsulation of polyoxometalates within layered metal-organic frameworks with topological and pore control", "He, Zhi; Pang, Qingqing; Rankine, Damien; Sumby, Christopher J.; Zhang, Lijuan; Doonan, Christian J.; Li, Qiaowei", "CrystEngComm", "\r\n        (", "2013", "),\r\n    ", "15", "\r\n        (", "45", "),\r\n    ", "9340-9343", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Org. links of varied structure metrics and functionalities connect with Cu2(COO)4 clusters to afford layered metal-org. frameworks.  Through topol. and pore control, polyoxometalates could be synthetically encapsulated within the cavities yielding Cu6(L)6(H2O)6·H3[PW12O40] (L = m-benzenedicarboxylate, 5'-(diethylaminomethyl)-1,1':3',1''-terphenyl-4,4''-dicarboxylate).  With H2L = 5'-methyl-1,1':3',1''-terphenyl-4,4''-dicarboxylic acid the pores are too large to encapsulate the polyoxometalate and only Cu(L)(DMF) is obtained.  The templating effects of polyoxometalates and specific link functionalizations provide two strategies for controllably incorporating these active species into frameworks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs12mu7jK&md5=9611cb2f8d90e367f2dcf763ed1395eb", "(b) ", "Zhang", ", ", "Z.", "; ", "Zhang", ", ", "L.", "; ", "Wojtas", ", ", "L.", "; ", "Eddaoudi", ", ", "M.", "; ", "Zaworotko", ", ", "M. J.", " ", "J. Am. Chem. Soc.", " ", "2011", ",  ", "134", ",  ", "928", "[", "ACS Full Text ", "]", "There is no corresponding record for this reference.", "(c) ", "Zhang", ", ", "Z.", "; ", "Zaworotko", ", ", "M. J.", " ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5444", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "11. ", "Template-directed synthesis of metal-organic materials", "Zhang, Zhenjie; Zaworotko, Michael J.", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5444-5455", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  This tutorial review details the emergence of template-directed synthesis of metal-org. materials (MOMs) with emphasis upon reports of MOMs in which the template is retained, template@MOMs, and structurally characterized.  Such MOMs enable anal. of the nature of the intermol. interactions that occur between the template and the resulting host framework.  The use of such understanding can enable template-directed synthesis to serve as a crystal engineering tool for the prepn. of new MOMs, esp. those that cannot be accessed without the use of a template.  The authors anticipate that this review will guide future research by delineating several rules for identifying appropriate templates and mol. building blocks to afford MOMs with targeted structures and properties.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7nO&md5=07451f04303cb3cdcb0d7f9a28bcf440", "12. ", "(a) ", "Gándara", ", ", "F.", "; ", "de la Peña-O’Shea", ", ", "V. A.", "; ", "Illas", ", ", "F.", "; ", "Snejko", ", ", "N.", "; ", "Proserpio", ", ", "D. M.", "; ", "Gutiérrez-Puebla", ", ", "E.", "; ", "Monge", ", ", "M. A.", " ", "Inorg. Chem.", " ", "2009", ",  ", "48", ",  ", "4707", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Three Lanthanum MOF Polymorphs: Insights into Kinetically and Thermodynamically Controlled Phases", "Gandara, Felipe; de la Pena-O'Shea, Victor A.; Illas, Francesc; Snejko, Natalia; Proserpio, David M.; Gutierrez-Puebla, Enrique; Monge, M. Angeles", "Inorganic Chemistry", "\r\n        (", "2009", "),\r\n    ", "48", "\r\n        (", "11", "),\r\n    ", "4707-4713", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "RPF-4 is a family of polymeric frameworks prepd. with rare-earth elements and the versatile ligand 4,4'-(hexafluoroisopropylidene)bis(benzoic acid) (H2hfipbb).  During the synthesis procedure up to three different polymorphs of La2(hfipbb)3 can be obtained.  Their crystal structures are here presented.  The three networks have unusual topologies, the three being uninodal pentacoordinated, two of them unknown up to now, and the other named hxg-d-5-Imma.  They are here described and compared.  DFT calcns. of the relative energies for the three polymorphs show that the most often obtained structure is a metastable phase, which appears to be, next to others, thermodynamically more stable.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXkslalt7g%253D&md5=e487735ba7686341f4dca381337bb4fa", "(b) ", "Mahata", ", ", "P.", "; ", "Prabu", ", ", "M.", "; ", "Natarajan", ", ", "S.", " ", "Inorg. Chem.", " ", "2008", ",  ", "47", ",  ", "8451", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Role of Temperature and Time in the Formation of Infinite -M-O-M- Linkages and Isolated Clusters in MOFs: A Few Illustrative Examples", "Mahata, Partha; Prabu, Manikanda; Natarajan, Srinivasan", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2008", "),\r\n    ", "47", "\r\n        (", "19", "),\r\n    ", "8451-8463", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The role of temp. and time of reaction in the formation of metal-org. frameworks (MOFs) was studied in two systems of compds., manganese oxybis(benzoate) and manganese trimellitates, and the results compared and contrasted with other similar studies in the literature.  The study reveals the formation of six different phases in oxybis(benzoate) and three phases in trimellitate systems.  The low-temp. phases in both systems of compds. possess Mn4 cluster units linked by the carboxylate ligands, while the high-temp. phase, irresp. of the duration of the reaction, has a three-dimensional structure with -Mn-O-Mn- linkages with brucite-related layers pillared by oxybis(benzoate) and Kagome-related layers pillared by trimellitate ligands.  In all of the prepns., the reactions appear to have thermodn. control as a function of the temp.  The isolation of low-dimensional structures in manganese oxybis(benzoate) at moderate time and temp. indicates possible kinetic control.  The formation of reactive low-dimensional phases was rationalized by considering the local charge distribution around the Mn site and also invoking a possible dissoln.-recrystn. mechanism.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1cXhtFKqsrjE&md5=e9c88d569298b8202ceea544b8c9749d", "(c) ", "Jiang", ", ", "H.-L.", "; ", "Tatsu", ", ", "Y.", "; ", "Lu", ", ", "Z.-H.", "; ", "Xu", ", ", "Q.", " ", "J. Am. Chem. Soc.", " ", "2010", ",  ", "132", ",  ", "5586", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Non-, micro-, and mesoporous metal-organic framework isomers: Reversible transformation, fluorescence sensing, and large molecule separation", "Jiang, Hai-Long; Tatsu, Yoshiro; Lu, Zhang-Hui; Xu, Qiang", "Journal of the American Chemical Society", "\r\n        (", "2010", "),\r\n    ", "132", "\r\n        (", "16", "),\r\n    ", "5586-5587", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "For the 1st time, three novel metal-org. framework (MOF) isomers with hierachical channel sizes of nonpore or micropore or mesopore were successfully prepd. by simply controlling the amts. of solvent or/and reaction temps./time.  Strikingly, the authors demonstrated the reversible transformation between the microporous and mesoporous MOFs triggered by solvent or/and temp. perturbation.  The desolvated microporous MOF was evaluated to be a promising luminescent probe for detecting small mols., and the mesoporous MOF could be the stationary phase in HPLC for size-exclusion sepn. of large dye mols.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXktFGnt7w%253D&md5=0536aa22945decf8a2645305b06c851d", "(d) ", "Bernini", ", ", "M. C.", "; ", "de la Pena-O’Shea", ", ", "V. A.", "; ", "Iglesias", ", ", "M.", "; ", "Snejko", ", ", "N.", "; ", "Gutierrez-Puebla", ", ", "E.", "; ", "Brusau", ", ", "E. V.", "; ", "Narda", ", ", "G. E.", "; ", "Illas", ", ", "F.", "; ", "Monge", ", ", "M. A.", " ", "Inorg. Chem.", " ", "2010", ",  ", "49", ",  ", "5063", "[", "ACS Full Text ", "], [", "CAS", "]", "12. ", "Thermodynamic and Kinetic Control on the Formation of Two Novel Metal-Organic Frameworks Based on the Er(III) Ion and the Asymmetric Dimethylsuccinate Ligand", "Bernini, Maria C.; de la Pena-O'Shea, Victor A.; Iglesias, Marta; Snejko, Natalia; Gutierrez-Puebla, Enrique; Brusau, Elena V.; Narda, Griselda E.; Illas, Francesc; Monge, M. Angeles", "Inorganic Chemistry", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "11", "),\r\n    ", "5063-5071", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two new layered polymeric frameworks have been synthesized under different hydrothermal conditions and characterized by single-crystal X-ray diffraction, thermal anal., and variable temp.-Fourier Transform IR Spectroscopy (VT-FTIR).  [Er2(dms)3(H2O)4] (I) has a triclinic cell with parameters a = 5.8506 Å, b = 9.8019 Å, c = 11.9747 Å, α = 70.145°, β = 80.234°, and γ = 89.715°, and [Er2(dms)3(H2O)] (II) is monoclinic and its cell parameters are a = 11.1794 Å, b = 18.2208 Å, c = 12.7944 Å, β = 112.4270°, where dms = 2,2-dimethylsuccinate ligand.  A theor. study including energy calcns. of the dms conformers was carried out at the D. Functional Theory (DFT-B3LYP) level of theory, using the 6-311G* basis set.  Further calcns. of the apparent formation energies of I and II cryst. structures were performed by means of the periodic d. functional theory, using DF plane-waves.  The anal. of the structural features, theor. relative stabilities, and the influence of synthesis conditions are presented here.  The heterogeneous catalytic activity of the new compds. is tested and reported.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXltlygsbc%253D&md5=1fc6b847b4e409055d336361e6f94280", "13. ", "(a) ", "Gabriel", ", ", "C.", "; ", "Perikli", ", ", "M.", "; ", "Raptopoulou", ", ", "C. P.", "; ", "Terzis", ", ", "A.", "; ", "Psycharis", ", ", "V.", "; ", "Mateescu", ", ", "C.", "; ", "Jakusch", ", ", "T.", "; ", "Kiss", ", ", "T.", "; ", "Bertmer", ", ", "M.", "; ", "Salifoglou", ", ", "A.", " ", "Inorg. Chem.", " ", "2012", ",  ", "51", ",  ", "9282", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "pH-Specific Hydrothermal Assembly of Binary and Ternary Pb(II)-(O,N-Carboxylic Acid) Metal Organic Framework Compounds: Correlation of Aqueous Solution Speciation with Variable Dimensionality Solid-State Lattice Architecture and Spectroscopic Signatures", "Gabriel, C.; Perikli, M.; Raptopoulou, C. P.; Terzis, A.; Psycharis, V.; Mateescu, C.; Jakusch, T.; Kiss, T.; Bertmer, M.; Salifoglou, A.", "Inorganic Chemistry", "\r\n        (", "2012", "),\r\n    ", "51", "\r\n        (", "17", "),\r\n    ", "9282-9296", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Hydrothermal pH-specific reactivity in the binary/ternary systems of Pb(II) with the carboxylic acids N-hydroxyethyl-iminodiacetic acid (Heida), 1,3-diamino-2-hydroxypropane-N,N,N',N'-tetraacetic acid (Dpot), and 1,10-phenanthroline (Phen) afforded the new well-defined cryst. compds. [Pb(Heida)]n·nH2O (1), [Pb(Phen)(Heida)]·4H2O (2), and [Pb3(NO3)(Dpot)]n (3).  All compds. were characterized by elemental anal., FTIR, soln. or/and solid-state NMR, and single-crystal x-ray diffraction.  The structures in 1-2 reveal a Pb(II) center coordinated to one Heida ligand, with 1 exhibiting a two-dimensional (2D) lattice extending to a three-dimensional (3D) one through H-bonding interactions.  The concurrent aq. speciation study of the binary Pb(II)-Heida system projects species complementing the synthetic efforts, thereby lending credence to a global structural speciation strategy in investigating binary/ternary Pb(II)-Heida/Phen systems.  The involvement of Phen in 2 projects the significance of nature and reactivity potential of N-arom. chelators, disrupting the binary lattice in 1 and influencing the nature of the ultimately arising ternary 3D lattice.  3 Is a ternary coordination polymer, where Pb(II)-Dpot coordination leads to a 2D metal-org.-framework material with unique architecture.  The collective physicochem. properties of 1-3 formulate the salient features of variable dimensionality metal-org.-framework lattices in binary/ternary Pb(II)-(hydroxy-carboxylate) structures, based on which new Pb(II) materials with distinct architecture and spectroscopic signature can be rationally designed and pursued synthetically.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1Wqu7rM&md5=41d5ce51e3baf6d0ac9e446df46de082", "(b) ", "Kim", ", ", "H.", "; ", "Das", ", ", "S.", "; ", "Kim", ", ", "M. G.", "; ", "Dybtsev", ", ", "D. N.", "; ", "Kim", ", ", "Y.", "; ", "Kim", ", ", "K.", " ", "Inorg. Chem.", " ", "2011", ",  ", "50", ",  ", "3691", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "Synthesis of phase-pure interpenetrated MOF-5 and its gas sorption properties", "Kim, Hyunuk; Das, Sunirban; Kim, Min Gyu; Dybtsev, Danil N.; Kim, Yonghwi; Kim, Kimoon", "Inorganic Chemistry (Washington, DC, United States)", "\r\n        (", "2011", "),\r\n    ", "50", "\r\n        (", "8", "),\r\n    ", "3691-3696", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "For the 1st time, phase-pure interpenetrated MOF-5(1) was synthesized and its gas sorption properties were studied.  The phase purity of the material was confirmed by both single-crystal and powder x-ray diffraction studies and TGA anal.  A systematic study revealed that controlling the pH of the reaction medium is crit. to the synthesis of phase-pure 1, and the optimum apparent pH (pH*) for the formation of 1 is 4.0-4.5.  At higher or lower pH*, [Zn2(BDC)2(DMF)2] (2) or [Zn5(OH)4(BDC)3] (3), resp., was predominantly formed.  The pore size distribution obtained from Ar sorption expts. at 87 K showed only one peak, at ∼6.7 Å, which is consistent with the av. pore size of 1 revealed by single crystal x-ray crystallog.  Compared to MOF-5, 1 exhibited higher stability toward heat and moisture.  Although its surface area is much smaller than that of MOF-5 due to interpenetration, 1 showed a significantly higher hydrogen capacity (both gravimetric and volumetric) than MOF-5 at 77 K and 1 atm, presumably because of its higher enthalpy of adsorption, which may correlate with its higher volumetric hydrogen uptake compared to MOF-5 at room temp., up to 100 bar.  However, at high pressures and 77 K, where the satd. H2 uptake mostly depends on the surface area of a porous material, the total hydrogen uptake of 1 is notably lower than that of MOF-5.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjsVCku7w%253D&md5=1acb8d8c06a1e04cbb25df7e0abd2ebd", "(c) ", "Yang", ", ", "J.-X.", "; ", "Zhang", ", ", "X.", "; ", "Cheng", ", ", "J.-K.", "; ", "Zhang", ", ", "J.", "; ", "Yao", ", ", "Y.-G.", " ", "Cryst. Growth Des.", " ", "2012", ",  ", "12", ",  ", "333", "[", "ACS Full Text ", "], [", "CAS", "]", "13. ", "pH Influence on the Structural Variations of 4,4'-Oxydiphthalate Coordination Polymers", "Yang, Jin-Xia; Zhang, Xin; Cheng, Jian-Kai; Zhang, Jian; Yao, Yuan-Gen", "Crystal Growth & Design", "\r\n        (", "2012", "),\r\n    ", "12", "\r\n        (", "1", "),\r\n    ", "333-345", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Five new Zn(II)/ODPT/bpe compds., namely, {[Zn(bpe)(H2O)2](H2ODPT)·3H2O}n (1), {[Zn4(ODPT)2(bpe)3(H2O)2]2(bpe)·7H2O}n (2), {[Zn2(ODPT)(bpe)2]2·7H2O}n (3), {Zn4(ODPT)2(bpe)}n (4), and {Zn2(ODPT)(bpe)(H2O)2}n (5) (ODPT = 4,4'-oxydiphthalate, bpe = 1,2-bis(4-pyridyl)ethane), have been synthesized through a hydrothermal method under different pH conditions, and characterized by single-crystal x-ray diffraction, element anal., IR spectra (IR), and thermogravimetric (TG) analyses.  Compd. 1 shows a 3D network framework constructed by the 1D linear [Zn(bpe)(H2O)4]n2+ cationic chains through extensive hydrogen-bonding.  Compd. 2 displays an unusual three-dimensional (3D) meso-racemic self-penetrating coordination network with distinct chiral information in the interpenetrating networks.  Compd. 3 features a novel 4-connected (4·62·83)(42·62·82) topol., also exhibiting an intriguing 3D self-penetrating structure formed by triple- and double-stranded helical chain motifs.  Compds. 4 and 5 are based upon 3D pillared-layer frameworks constructed from Zn2+ and ODPT4-, and further consolidated by the bpe ligands as mol. pillars.  The most striking feature of 5 is that achiral ODPT4- ligands link the Zn cations into right-handed 21 helical chains, and the chiral information is transferred to the 3D framework with a chiral space group C2221.  The diversity of the product structures illustrates the marked sensitivity of the coordination chem. of the V-shaped multicarboxylate ligand (H4ODPT) to the pH value of the soln.  Moreover, the thermal dynamic properties and fluorescent properties of all compds. were also studied.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhsVKiu77L&md5=2782676a041a3403a3fb720eab621537", "14. ", "(a) ", "Koh", ", ", "K.", "; ", "Wong-Foy", ", ", "A. G.", "; ", "Matzger", ", ", "A. J.", " ", "Chem. Commun.", " ", "2009", ",  ", "6162", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "14. ", "MOF@MOF: microporous core-shell architectures", "Koh, Kyoungmoo; Wong-Foy, Antek G.; Matzger, Adam J.", "Chemical Communications (Cambridge, United Kingdom)", "\r\n        (", "2009", "),\r\n    ", "\r\n        (", "41", "),\r\n    ", "6162-6164", "CODEN:\r\n                ", "CHCOFS", ";\r\n        ISSN:", "1359-7345", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Mixing two different linkers with the same topol. has been applied to make metal-org. frameworks (MOFs) either in one batch or sequentially to generate coordination copolymers with either a randomly mixed or a core-shell compn. of linkers.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXht1Ggt7fK&md5=339156c6cee9a3df2b1b4be490700aca", "(b) ", "Nan", ", ", "J.", "; ", "Dong", ", ", "X.", "; ", "Wang", ", ", "W.", "; ", "Jin", ", ", "W.", "; ", "Xu", ", ", "N.", " ", "Langmuir", " ", "2011", ",  ", "27", ",  ", "4309", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Step-by-Step Seeding Procedure for Preparing HKUST-1 Membrane on Porous α-Alumina Support", "Nan, Jiangpu; Dong, Xueliang; Wang, Wenjin; Jin, Wanqin; Xu, Nanping", "Langmuir", "\r\n        (", "2011", "),\r\n    ", "27", "\r\n        (", "8", "),\r\n    ", "4309-4312", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. framework (MOF) membranes have attracted considerable attention because of their striking advantages in small-mol. sepn.  The prepn. of an integrated MOF membrane is still a major challenge.  Depositing a uniform seed layer on a support for secondary growth is a main route to obtaining an integrated MOF membrane.  A novel seeding method to prep. HKUST-1 (known as Cu3(btc)2) membranes on porous α-alumina supports is reported.  The in situ prodn. of the seed layer was realized in step-by-step fashion via the coordination of H3btc and Cu2+ on an α-alumina support.  The formation process of the seed layer was obsd. by UV-visible absorption spectroscopy and at. force microscopy.  An integrated HKUST-1 membrane could be synthesized by the secondary hydrothermal growth on the seeded support.  The gas permeation performance of the membrane was evaluated.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXjs1Shtbc%253D&md5=f195bf596672cc21e127e319d369f223", "(c) ", "Buso", ", ", "D.", "; ", "Hill", ", ", "A. J.", "; ", "Colson", ", ", "T.", "; ", "Whitfield", ", ", "H. J.", "; ", "Patelli", ", ", "A.", "; ", "Scopece", ", ", "P.", "; ", "Doherty", ", ", "C. M.", "; ", "Falcaro", ", ", "P.", " ", "Cryst. Growth Des.", " ", "2011", ",  ", "11", ",  ", "5268", "[", "ACS Full Text ", "], [", "CAS", "]", "14. ", "Complete Characterization of α-Hopeite Microparticles: An Ideal Nucleation Seed for Metal Organic Frameworks", "Buso, Dario; Hill, Anita J.; Colson, Tobias; Whitfield, Harold J.; Patelli, Alessandro; Scopece, Paolo; Doherty, Cara M.; Falcaro, Paolo", "Crystal Growth & Design", "\r\n        (", "2011", "),\r\n    ", "11", "\r\n        (", "12", "),\r\n    ", "5268-5274", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Microstructure and spectral properties of α-hopeite microparticles that were used as seeding agents for the formation and functionalization of metal org. framework (MOF-5) crystals have been investigated.  The particles were named desert rose microparticles (DRMs), as their morphol. closely resembled that of the gypsum and barite minerals.  The DRMs formed directly inside the MOF-5 precursor soln. when a block copolymer surfactant Pluronic F-127 was added.  The particles formation was obsd. within a minute of reaction.  The DRMs formation and growth were monitored during a 3 h synthesis, until the first nuclei of MOF-5 started to appear on their surface.  The DRMs compn. and the particle morphol. were characterized by electron microscopy, energy dispersive anal., electron diffraction, FTIR, FT-Raman spectra , and BET surface area measurements.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhtlyqs7bJ&md5=2d34c19fc8112cf882cf32d17349998a", "(d) ", "Yoo", ", ", "Y.", "; ", "Lai", ", ", "Z.", "; ", "Jeong", ", ", "H.-K.", " ", "Microporous Mesoporous Mater.", " ", "2009", ",  ", "123", ",  ", "100", "[", "Crossref", "], [", "CAS", "]", "14. ", "Fabrication of MOF-5 membranes using microwave-induced rapid seeding and solvothermal secondary growth", "Yoo, Yeonshick; Lai, Zhiping; Jeong, Hae-Kwon", "Microporous and Mesoporous Materials", "\r\n        (", "2009", "),\r\n    ", "123", "\r\n        (", "1-3", "),\r\n    ", "100-106", "CODEN:\r\n                ", "MIMMFJ", ";\r\n        ISSN:", "1387-1811", ".\r\n    \r\n            (", "Elsevier Inc.", ")\r\n        ", "Here we report the fabrication of continuous MOF-5 membranes via a secondary growth method.  Densely packed MOF-5 seed layers on porous α-alumina substrates were rapidly prepd. using microwave-induced thermal deposition (MITD) method.  The MOF-5 seed layers were then solvothermally treated to grow into continuous MOF-5 membranes.  The presence of a proton scavenging amine in precursor solns. during the secondary growth step was found to be crit. to prevent the seed crystals from dissolving, yet enabling the growth of the MOF seed crystals into a continuous film.  For the first time, preferentially oriented MOF-5 membranes were prepd. by growing from oriented MOF-5 seed layers.  Permeation results of MOF-5 membranes indicate Knudsen transport of small gas mols., consistent with a previously reported result.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD1MXmsVSjtLs%253D&md5=96152d2045c729b91145aeec0c2bb07e", "15. ", "(a) ", "Palmans", ", ", "A. R. A.", "; ", "Vekemans", ", ", "J. A. J. M.", "; ", "Havinga", ", ", "E. E.", "; ", "Meijer", ", ", "E. W.", " ", "Angew. Chem.", " ", "1997", ",  ", "36", ",  ", "2648", "[", "Crossref", "], [", "CAS", "]", "15. ", "Sergeants-and-soldiers principle in chiral columnar stacks of disk-shaped molecules with C3 symmetry", "Palmans, Anja R. A.; Vekemans, Jef A. J. M.; Havinga, Edsko E.; Meijer, E. W.", "Angewandte Chemie, International Edition in English", "\r\n        (", "1997", "),\r\n    ", "36", "\r\n        (", "23", "),\r\n    ", "2648-2651", "CODEN:\r\n                ", "ACIEAY", ";\r\n        ISSN:", "0570-0833", ".\r\n    \r\n            (", "Wiley-VCH Verlag GmbH", ")\r\n        ", "The results are described on the stereochem. issues of the assocs. of disk-shaped mols. in dild. alkane solns.  The mols. are stacked in highly ordered chiral columns, with a strong, cooperative response to chiral information.  This amplification in chirality furnishes the 1st example in which the sergeants-and-soldiers principle is operative in dynamic structures of mol. aggregates with C3 symmetry.  The UV spectra and CD spectra on the supramol. based on diaminobipyridine with C3 symmetry were measured.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK1cXjtVGksw%253D%253D&md5=409fb8bed342eabbafd9b057a60c4f36", "(b) ", "Green", ", ", "M. M.", "; ", "Reidy", ", ", "M. P.", "; ", "Johnson", ", ", "R. D.", "; ", "Darling", ", ", "G.", "; ", "O’Leary", ", ", "D. J.", "; ", "Willson", ", ", "G.", " ", "J. Am. Chem. Soc.", " ", "1989", ",  ", "111", ",  ", "6452", "[", "ACS Full Text ", "], [", "CAS", "]", "15. ", "Macromolecular stereochemistry: the out-of-proportion influence of optically active comonomers on the conformational characteristics of polyisocyanates. The sergeants and soldiers experiment", "Green, Mark M.; Reidy, Michael P.; Johnson, Robert D.; Darling, Graham; O'Leary, Daniel J.; Willson, Grant", "Journal of the American Chemical Society", "\r\n        (", "1989", "),\r\n    ", "111", "\r\n        (", "16", "),\r\n    ", "6452-4", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "The highly temp.- and solvent-dependent optical activities of polymers contg. (S)-(-)-2,2-dimethyl-1,3-dioxolane-4-methylene isocyanate, (R)-2,6-dimethylheptyl isocyanate, and/or hexyl isocyanate involved a surprising influence of tiny proportions of a chiral monomer on the overal chain conformation.  A few chiral comonomers controlled the helix sense of the otherwise indifferent hexyl isocyanate units, which were unable to escape this influence except through rarely occurring helix reversals.  The strong temp. dependence was due to a diminishing no. of helix reversal states as energy was withdrawn, and the solvent dependence was due to aggregation in nonpolar solvents esp. at low temps.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL1MXlvFGksbY%253D&md5=bd40ce9046ddcf39a5176e6519f37c01", "16. ", "Evans", ", ", "J. D.", "; ", "Sumby", ", ", "C. J.", "; ", "Doonan", ", ", "C. J.", "  ", "Chem. Soc. Rev.", " ", "2014", ",  ", "43", ",  ", "5933", ".", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "16. ", "Post-synthetic metalation of metal-organic frameworks", "Evans, Jack D.; Sumby, Christopher J.; Doonan, Christian J.", "Chemical Society Reviews", "\r\n        (", "2014", "),\r\n    ", "43", "\r\n        (", "16", "),\r\n    ", "5933-5951", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  Post-synthetic metalation (PSMet) offers expansive scope for a targeted approach to tailoring the properties of MOFs.  Numerous methods for carrying-out PSMet chem. are reported, however, these can be categorized into three general strategies: (a) addn. to coordinating groups; (b) counterion exchange in charged frameworks; or, (c) host-guest encapsulation of metal-contg. entities within the pores of the framework.  PSMet was applied to enhance the performance characteristics of parent MOFs for gas storage and sepn., and catalysis.  Notably, PSMet is a prominent strategy in the field of MOF catalysis as it offers a route to design size-selective catalysts, based on the premise of reticular chem. in MOFs and the ability to incorporate a range of catalytically-active metal centers.  Other applications for materials produced via or using PSMet strategies include enhancing gas storage or mol. sepns., the triggered release of drugs, sensing and tunable light emission for luminescent materials.  This review surveys seminal examples of PSMet to highlight the broad scope of this technique for enhancing the performance characteristics of MOFs and to demonstrate how the PSMet concept can be developed for future applications.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC2cXht1Slu7nK&md5=963c0ec635794499f19e2c513741ea26", "17. ", "Brunauer", ", ", "S.", "; ", "Emmett", ", ", "P. H.", "; ", "Teller", ", ", "E.", " ", "J. Am. Chem. Soc.", " ", "1938", ",  ", "60", ",  ", "309", "[", "ACS Full Text ", "], [", "CAS", "]", "17. ", "Adsorption of gases in multimolecular layers", "Brunauer, Stephen; Emmett, P. H.; Teller, Edward", "Journal of the American Chemical Society", "\r\n        (", "1938", "),\r\n    ", "60", "\r\n        (", "),\r\n    ", "309-19", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    ", "The polarization theory of multimolecular adsorption is discussed critically.  The adsorption energy due to attraction of dipoles induced into a nonpolar gas such as A is insufficient to constitute a major portion of the binding energy between adsorbed layers.  Adsorption-isotherm equations for multimolecular adsorption are derived on the assumption that the same forces that produce condensation are responsible also for multimolecular adsorption.  Numerous applications of the equations are given to exptl. adsorption isotherms.  Cf. C. A. 32, 1159.3.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaA1cXivFaruw%253D%253D&md5=c432cced1474f948ddfbe4f60c139d3a", "18. ", "Sheldrick", ", ", "G. M.", "  ", "SHELXL-97", "; ", "University of Gottingen", ": ", "Gottingen, Germany", ", ", "1997", ".", "There is no corresponding record for this reference.", "19. ", "Sheldrick", ", ", "G. M.", " ", "Acta Crystallogr.", " ", "1990", ",  ", "A46", ",  ", "467", "[", "Crossref", "], [", "CAS", "]", "19. ", "Phase annealing in SHELX-90:  direct methods for larger structures", "Sheldrick, George M.", "Acta Crystallographica, Section A:  Foundations of Crystallography", "\r\n        (", "1990", "),\r\n    ", "A46", "\r\n        (", "6", "),\r\n    ", "467-73", "CODEN:\r\n                ", "ACACEQ", ";\r\n        ISSN:", "0108-7673", ".\r\n    ", "A no. of extensions to the multisoln. approach to the crystallog. phase problem are discussed in which the neg. quartet relations play an important role.  A phase annealing method, related to the simulated annealing approach in other optimization problems is proposed and can result in an improvement of up to an order of magnitude in the chances of solving large structures at at. resoln.  The ideas presented here are incorporated in the program system SHELX-90; the philosophical and math. background to the direct-methods part (SHELXS) of this system is described.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaK3cXksFSgsrc%253D&md5=f8e4235b12e38d3b36bfc3554993a7d1", "20. ", "Barbour", ", ", "L. J.", " ", "J. Supramol. Chem.", " ", "2001", ",  ", "1", ",  ", "189", "[", "Crossref", "], [", "CAS", "]", "20. ", "X-seed - a software tool for supramolecular crystallography", "Barbour, Leonard J.", "Journal of Supramolecular Chemistry", "\r\n        (", "2003", "),\r\n    ", "1", "\r\n        (", "4-6", "),\r\n    ", "189-191", "CODEN:\r\n                ", "JSCOC9", ";\r\n        ISSN:", "1472-7862", ".\r\n    \r\n            (", "Elsevier Science B.V.", ")\r\n        ", "A review.  X-Seed is a software tool for x-ray crystallographers and runs under any of the 32-bit Microsoft Windows operating systems including 95, 98, Millennium Edition, 2000 and XP.  Many of its features are tailored to meet the needs of scientists interested in solid-state supramol. chem.  The two primary functions of the software are (i) to serve as a graphical interface to the SHELX-97 program suite, and (ii) to produce high-quality mol. graphics images.  In addn. to these features, many other useful functions are also implemented to facilitate the process of crystal structure soln., refinement, anal. and presentation.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXitlOlsb8%253D&md5=d5d81933334894c8efc9eb5d37bee23d", "21. ", "McPhillips", ", ", "T. M.", "; ", "McPhillips", ", ", "S. E.", "; ", "Chiu", ", ", "H. J.", "; ", "Cohen", ", ", "A. E.", "; ", "Deacon", ", ", "A. M.", "; ", "Ellis", ", ", "P. J.", "; ", "Garman", ", ", "E.", "; ", "Gonzalez", ", ", "A.", "; ", "Sauter", ", ", "N. K.", "; ", "Phizackerley", ", ", "R. P.", "; ", "Soltis", ", ", "S. M.", "; ", "Kuhn", ", ", "P.", " J. Synch. Rad. ", "2002", ",  ", "9", ".", "[", "Crossref", "], [", "PubMed", "]", "There is no corresponding record for this reference.", "22. ", "Kabsch", ", ", "W.", " ", "Acta Crystallogr.", " ", "2010", ",  ", "D66", ",  ", "125", "[", "Crossref", "], [", "CAS", "]", "22. ", "Software XDS for image rotation, recognition and crystal symmetry assignment", "Kabsch, Wolfgang", "Acta Crystallographica, Section D: Biological Crystallography", "\r\n        (", "2010", "),\r\n    ", "66", "\r\n        (", "2", "),\r\n    ", "125-132", "CODEN:\r\n                ", "ABCRE6", ";\r\n        ISSN:", "0907-4449", ".\r\n    \r\n            (", "International Union of Crystallography", ")\r\n        ", "The usage and control of recent modifications of the program package XDS for the processing of rotation images are described in the context of previous versions.  New features include automatic detn. of spot size and reflecting range and recognition and assignment of crystal symmetry.  Moreover, the limitations of earlier package versions on the no. of correction/scaling factors and the representation of pixel contents have been removed.  Large program parts have been restructured for parallel processing so that the quality and completeness of collected data can be assessed soon after measurement.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXhs1SisLc%253D&md5=1aa9a38aeb3ce95af4ffb7d8b8a142bd", "23. ", "Spek", ", ", "A. L.", " ", "J. Appl. Crystallogr.", " ", "2003", ",  ", "36", ",  ", "7", "[", "Crossref", "], [", "CAS", "]", "23. ", "Single-crystal structure validation with the program PLATON", "Spek, A. L.", "Journal of Applied Crystallography", "\r\n        (", "2003", "),\r\n    ", "36", "\r\n        (", "1", "),\r\n    ", "7-13", "CODEN:\r\n                ", "JACGAR", ";\r\n        ISSN:", "0021-8898", ".\r\n    \r\n            (", "Blackwell Munksgaard", ")\r\n        ", "The results of a single-crystal structure detn. when in CIF format can now be validated routinely by automatic procedures.  In this way, many errors in published papers can be avoided.  The validation software generates a set of ALERTS detailing issues to be addressed by the experimenter, author, referee and publication journal.  Validation was pioneered by the IUCr journal Acta Crystallographica Section C and is currently std. procedure for structures submitted for publication in all IUCr journals.  The implementation of validation procedures by other journals is in progress.  This paper describes the concepts of validation and the classes of checks that are carried out by the program PLATON as part of the IUCr check CIF facility.  PLATON validation can be run at any stage of the structure refinement, independent of the structure detn. package used, and is recommended for use as a routine tool during or at least at the completion of every structure detn.  Two examples are discussed where proper validation procedures could have avoided the publication of incorrect structures that had serious consequences for the chem. involved.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXltlChtw%253D%253D&md5=0a85de2407551632bb287508534904e2", "24. ", "(a) ", "Cheng", ", ", "D.", "; ", "Khan", ", ", "M. A.", "; ", "Houser", ", ", "R. P.", " ", "Cryst. Growth Des.", " ", "2004", ",  ", "4", ",  ", "599", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "Structural Variability of Cobalt(II) Coordination Polymers: Three Polymorphs of Co3(TMA)2 [TMA = Trimesate, C6H3(COO)33-]", "Cheng, Deping; Khan, Masood A.; Houser, Robert P.", "Crystal Growth & Design", "\r\n        (", "2004", "),\r\n    ", "4", "\r\n        (", "3", "),\r\n    ", "599-604", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The aq. reaction of cobalt(II) sulfate with trimesic acid (H3TMA = 1,3,5-benzenetricarboxylic acid) in the presence of a base yields complexes of Co3(TMA)2.  The identity of the base dets. the specific structural characteristics of the complexes formed.  When sodium hydroxide was used, a novel cobalt(II) coordination polymer, {[NaCo3(TMA)2(μ3-OH)](μ2-H2O)4(H2O)7·1.5H2O}n (1), is produced.  Compd. 1 contains NaCo3(OH) clusters connected via TMA ligands into 1-dimensional chains, and 1 crystallizes in the orthorhombic space group Pbca with a 18.907(2), b 14.565(3), c 21.414(4) Å, and Z = 8.  When triethylamine was used, the previously reported 1-dimensional zigzag chain coordination polymer, [Co3(TMA)2(H2O)12]n (2), is produced.  When tetraethylammonium hydroxide was used, a trinuclear cobalt(II) complex, [Co3(TMA)2(H2O)14]·4H2O (3), is produced that has a structure identical to a segment of the zigzag chain of 2.  Compd. 3 crystallizes in the triclinic space group P‾1 with a 6.6542(5), b 10.7114(7), c 12.3567(7) Å, α 99.008(4), β 102.553(6), γ 107.344(7)°, and Z = 1.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXis1CrtLk%253D&md5=0ac688edefb8e0fbc2868b223245b590", "(b) ", "Li", ", ", "M.", "; ", "Yuan", ", ", "L.", "; ", "Li", ", ", "H.", "; ", "Sun", ", ", "J.", " ", "Inorg. Chem. Commun.", " ", "2007", ",  ", "10", ",  ", "1281", "[", "Crossref", "], [", "CAS", "]", "24. ", "A 3D heterometallic metal-organic framework constructed from luminescent building blocks, exhibiting reversible dehydration and rehydration procedure", "Li, Ming; Yuan, Liangjie; Li, Hua; Sun, Jutang", "Inorganic Chemistry Communications", "\r\n        (", "2007", "),\r\n    ", "10", "\r\n        (", "11", "),\r\n    ", "1281-1284", "CODEN:\r\n                ", "ICCOFP", ";\r\n        ISSN:", "1387-7003", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "A novel metal-org. framework constructed from a luminescent building block, [Tb(pydc)3]3- (pydc = pyridine-2,6-dicarboxylate), and alk. earth ion, {[Ca(H2O)4]3[Tb(pydc)3]2·12H2O}n, has been designed and synthesized.  It has a three-dimensional (3D) structure with nano-channels, and shows reversible dehydration and rehydration behavior.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2sXhtF2qsbnF&md5=d01dbdeafa48b0e467a77c2fb054409f", "(c) ", "Zeng", ", ", "M.-H.", "; ", "Zhou", ", ", "Y.-L.", "; ", "Wu", ", ", "M.-C.", "; ", "Sun", ", ", "H.-L.", "; ", "Du", ", ", "M.", " ", "Inorg. Chem.", " ", "2010", ",  ", "49", ",  ", "6436", "[", "ACS Full Text ", "], [", "CAS", "]", "24. ", "A unique cobalt(II)-based molecular magnet constructed of hydroxyl/carboxylate bridges with a 3D pillared-layer motif", "Zeng, Ming-Hua; Zhou, Yan-Ling; Wu, Mei-Chun; Sun, Hao-Ling; Du, Miao", "Inorganic Chemistry", "\r\n        (", "2010", "),\r\n    ", "49", "\r\n        (", "14", "),\r\n    ", "6436-6442", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new pillared-layer coordination polymer, [Co3(pybz)2(pico)2]n (1; pybz = 4-(pyridin-4-yl)benzoate, pico = 3-hydroxypicolinate), contains rare 2-dimensional [Co3(pico)2]n2n+ layers formed by linear cobalt(II) trimers through the unusual μ4-κN,O:κO'-μ2:κO''-μ2 bridging mode of pico ligands, which are further cross-pillared by exotridentate bridging pybz ligands to form a three-dimensional structure with an unusual uninodal 8-connected bcc. topol.  The bulk magnetic behavior of 1 exhibits ferrimagnetic long-range ordering <2.6 K, which mainly arises from the cooperative magnetic effect of the intra- and intertrimer arrangements in the 2-dimensional magnetic system based on the nature of the exchange modes of μ2-hydroxyl, μ2-carboxylate oxygen, and 1,1,3-μ3-carboxylate bridges.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3cXntlClt7o%253D&md5=5de79990c6e801071db425537fdd0c71", "(d) ", "Pochodylo", ", ", "A. L.", "; ", "LaDuca", ", ", "R. L.", " ", "Inorg. Chem. Commun.", " ", "2011", ",  ", "14", ",  ", "722", "[", "Crossref", "], [", "CAS", "]", "24. ", "A layered grid divalent cobalt coordination polymer constructed from ferromagnetically coupled linear trimeric units", "Pochodylo, Amy L.; LaDuca, Robert L.", "Inorganic Chemistry Communications", "\r\n        (", "2011", "),\r\n    ", "14", "\r\n        (", "5", "),\r\n    ", "722-726", "CODEN:\r\n                ", "ICCOFP", ";\r\n        ISSN:", "1387-7003", ".\r\n    \r\n            (", "Elsevier B.V.", ")\r\n        ", "The layered coordination polymer {[Co3(tBuip)2(HtBuip)2(bpmp)]·bpmp}n (1, tBuip = 5-tert-butylisophthalate, bpmp = bis(4-pyridylmethyl)piperazine) was prepd. by hydrothermal methods and characterized by single-crystal x-ray diffraction.  Carboxylate groups of both tBuip and HtBuip ligands construct [Co3(tBuip)2(HtBuip)2]n neutral ribbons with embedded linear {Co3(μ-O)4(μ-OCO)2} trimeric units.  Tethering bpmp ligands link the ribbon motifs into [Co3(tBuip)2(HtBuip)2(bpmp)]n grid-like layers.  In turn these layers are connected into a supramol. 3-fold interpenetrated network by hydrogen-bonding mechanisms involving unligated bpmp mols.  Weak ferromagnetic coupling is obsd. within the trimeric kernels, with some spin canting likely <3 K.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXkslKmuro%253D&md5=5fef118682f0b9580cdb3242ec4a35d2", "(e) ", "Zou", ", ", "H.-H.", "; ", "He", ", ", "Y.-P.", "; ", "Gui", ", ", "L.-C.", "; ", "Liang", ", ", "F.-P.", " ", "CrystEngComm", " ", "2011", ",  ", "13", ",  ", "3325", "[", "Crossref", "], [", "CAS", "]", "24. ", "A new 8-connected porous coordination polymer: crystal structure and selective adsorption properties", "Zou, Hua-Hong; He, Yan-Ping; Gui, Liu-Cheng; Liang, Fu-Pei", "CrystEngComm", "\r\n        (", "2011", "),\r\n    ", "13", "\r\n        (", "10", "),\r\n    ", "3325-3329", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A new coordination polymer assocd. with cobalt ion, [Co3(Tda)3(bpp)2]·2DMF (1, Tda = thiophene-2,5-dicarboxylic acid, bpp = 1,3-bis(4-pyridyl)propane, DMF = dimethylformamide), was prepd. under solvothermal conditions, and characterized by the single-crystal x-ray diffraction, element anal., and IR spectra.  Each Tda is coordinated to four CoII ions with μ4-κO : κO': κO'', κO'''-μ2 coordination mode and each bpp ligand is ligated to two CoII ions with anti-anti bridging mode in 1.  Each cobalt(II) trimer is connected to eight adjacent Co3 units via four Tda and four bpp ligands reduced to a uninodal 8-connected topol.  Sorption studies conducted on this permanently microporous material imply that it can sep. carbon dioxide from nitrogen and methane with high selectivity.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXmt1yis7k%253D&md5=08b7d3d8461bfcf8b10c0624bf22582d", "25. ", "(a) ", "Reinsch", ", ", "H.", "; ", "van der Veen", ", ", "M. A.", "; ", "Gil", ", ", "B.", "; ", "Marszalek", ", ", "B.", "; ", "Verbiest", ", ", "T.", "; ", "de Vos", ", ", "D.", "; ", "Stock", ", ", "N.", " ", "Chem. Mater.", " ", "2013", ",  ", "25", ",  ", "17", "[", "ACS Full Text ", "], [", "CAS", "]", "25. ", "Structures, Sorption Characteristics, and Nonlinear Optical Properties of a New Series of Highly Stable Aluminum MOFs", "Reinsch, Helge; van der Veen, Monique A.; Gil, Barbara; Marszalek, Bartosz; Verbiest, Thierry; de Vos, Dirk; Stock, Norbert", "Chemistry of Materials", "\r\n        (", "2013", "),\r\n    ", "25", "\r\n        (", "1", "),\r\n    ", "17-26", "CODEN:\r\n                ", "CMATEX", ";\r\n        ISSN:", "0897-4756", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Employing high-throughput methods, the synthesis conditions for six new MOFs based on aluminum ions and the V-shaped linker mol. 1,3-benzenedicarboxylic acid, denoted as CAU-10-X (CAU = Christian-Albrechts-University) with the sum formula [Al(OH)(C8H3O4X)]·solvent, were established (X = functional group in 5-position of the arom. ring; X = H (1), CH3 (2), OCH3 (3) NO2 (4), NH2 (5), or OH (6)).  Because of the absence of macroscopic crystals, the obtained compds. were structurally characterized employing XRPD-methods.  The crystal structures of 1, 2, and 3 were refined using Rietveld methods.  Although the described MOFs are isoreticular, they crystallize in several, sometimes noncentrosym. space groups (1, 4, 6), because of slight structural changes induced by the functionalization.  These space groups were confirmed with second-harmonic generation measurements.  All compds. are highly stable as confirmed by temp.-dependent XRPD and IR expts. and decomp. at temps. >350°.  The stabilities of all compds. in aq. solns. of varying pH were confirmed by XRPD measurements and their sorption properties toward nitrogen, hydrogen, carbon dioxide, and water vapor at low pressures are reported.  A drastic influence of the functional group on affinity, capacity, and accessibility of the pores for these gases is obsd.  These properties depend on the polarity and size of the functional group as well as on subtle structural differences between the CAU-10-X compds.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xhsleqtb3O&md5=0a098a122cf8c603d750453393321c14", "(b) ", "Papas", ", ", "B. N.", "; ", "Schaefer", ", ", "H. F.", " ", "J. Chem. Phys.", " ", "2005", ",  ", "123", ",  ", "074321", "[", "Crossref", "], [", "CAS", "]", "25. ", "Homonuclear transition-metal trimers", "Papas, Brian N.; Schaefer, Henry F., III", "Journal of Chemical Physics", "\r\n        (", "2005", "),\r\n    ", "123", "\r\n        (", "7", "),\r\n    ", "074321/1-074321/12", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "D.-functional theory has been used to det. the ground-state geometries and electronic states for homonuclear transition-metal trimers constrained to equilateral triangle geometries.  This represents the first application of consistent theor. methods to all of the ten 3d block transition-metal trimers, from scandium to zinc.  A search of the potential surfaces yields the following electronic ground states and bond lengths: Sc3(2A1',2.83 Å), Ti3(7E',2.32 Å), V3(2E'',2.06 Å), Cr3(17E',2.92 Å), Mn3(16Å'2,2.73 Å), Fe3(11E'',2.24 Å), Co3(6E'',2.18 Å), Ni3(3Å\"2,2.23 Å), Cu3(2E',2.37 Å), and Zn3(1Å'1,2.93 Å).  Vibrational frequencies, several low-lying electronic states, and trends in bond lengths and atomization energies are discussed.  The predicted dissocn. energies ΔE(M3 → M2+M) are 49.4 kcal mol-1(Sc3), 64.3 kcal mol-1(Ti3), 60.7 kcal mol-1(V3), 11.5 kcal mol-1(Cr3), 32.4 kcal mol-1(Mn3), 61.5 kcal mol-1(Fe3), 78.0 kcal mol-1(Co3), 86.1 kcal mol-1(Ni3), 26.8 kcal mol-1(Cu3), and 4.5 kcal mol-1(Zn3).", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2MXpslehtb8%253D&md5=9c7662d003db6bd8aa7eaf7c4e4750b6", "26. ", "Wen", ", ", "L.", "; ", "Cheng", ", ", "P.", "; ", "Lin", ", ", "W.", " ", "Chem. Sci.", " ", "2012", ",  ", "3", ",  ", "2288", "[", "Crossref", "], [", "CAS", "]", "26. ", "Mixed-motif interpenetration and cross-linking of high-connectivity networks led to robust and porous metal-organic frameworks with high gas uptake capacities", "Wen, Liang; Cheng, Peng; Lin, Wenbin", "Chemical Science", "\r\n        (", "2012", "),\r\n    ", "3", "\r\n        (", "7", "),\r\n    ", "2288-2292", "CODEN:\r\n                ", "CSHCCN", ";\r\n        ISSN:", "2041-6520", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Two high-connectivity MOFs with very interesting modes of mixed-motif interpenetration and crosslinking were synthesized using the elongated and arom.-rich methanetetra(biphenyl-p-carboxylic acid) bridging ligand (H4MTBPC, H4L). [Zn4(L)(H2L)2]·12DEF·40H2O (1) contains an interpenetrating 4,8-connected 3D framework of the alb/P topol. and 4,4-connected 3D network of the lon topol., whereas [Co5(L)(HL)2]·15DMF·37H2O (2) is the first 4,12-connected 4-nodal net with the Schlaefli symbol of {422.639.85}{45.6}2{46}.  The structure of 2 can be visualized as crosslinking of three 4,4-connected 3D networks of the lon topol.  The seemingly different structures of 1 and 2 are in fact closely related as the structure of 1 can be obtained by removing one of the Co centers in the penta-cobalt secondary building unit (SBU).  Unusual mixed-motif interpenetration in 1 and crosslinking in 2 rigidify and stabilize the frameworks, leading to highly porous MOFs with high uptake capacities for H2 and CO2.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XotFGrs7w%253D&md5=087ecf2966b3edfe9532aca208e3157a", "27. ", "(a) ", "Keene", ", ", "T. D.", "; ", "Rankine", ", ", "D.", "; ", "Evans", ", ", "J. D.", "; ", "Southon", ", ", "P. D.", "; ", "Kepert", ", ", "C. J.", "; ", "Aitken", ", ", "J. B.", "; ", "Sumby", ", ", "C. J.", "; ", "Doonan", ", ", "C. J.", " ", "Dalton Trans.", " ", "2013", ",  ", "42", ",  ", "7871", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "27. ", "Solvent-modified dynamic porosity in chiral 3D kagome frameworks", "Keene, Tony D.; Rankine, Damien; Evans, Jack D.; Southon, Peter D.; Kepert, Cameron J.; Aitken, Jade B.; Sumby, Christopher J.; Doonan, Christian J.", "Dalton Transactions", "\r\n        (", "2013", "),\r\n    ", "42", "\r\n        (", "22", "),\r\n    ", "7871-7879", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Dynamically porous metal-org. frameworks (MOFs) with a chiral quartz-based structure were synthesized from the multidentate ligand 2,2'-dihydroxybiphenyl-4,4'-dicarboxylate (H2diol).  [Ni(II)(H2diol)(S)2]·xS (S = DMF or DEF) show marked changes in 77 K N2 uptake between partially desolvated [Ni(II)(H2diol)(S)2] (only the pore solvent is removed) and fully desolvated [Ni(II)(H2diol)] forms.  Also, [Ni(II)(H2diol)(DMF)2] displays addnl. solvent-dependent porosity through the rotation of DMF mols. attached to the axial coordination sites of the Ni(II) center.  A unique feature of the four coordinate Ni(II) center in [Ni(II)(H2diol)] is the dynamic response to its chem. environment.  Exposure of [Ni(II)(H2diol)] to H2O and MeOH vapor leads to coordination of both axial sites of the Ni centers and to the generation of a solvated framework, whereas exposure to EtOH, DMF, acetone, and MeCN does not lead to any change in metal coordination or structure metrics.  MeOH vapor adsorption was able to be tracked by time-dependent magnetometry as the solvated and desolvated structures have different magnetic moments.  Solvated and desolvated forms of the MOF show remarkable differences in their thermal expansivities; [Ni(II)(H2diol)(DMF)2]·DMF displays marked pos. thermal expansion (PTE) in the c-axis, yet near to zero thermal expansion, between 90 and 450 K, is obsd. for [Ni(II)(H2diol)].  These new MOF architectures demonstrate a dynamic structural and colorimetric response to selected adsorbates via a unique mechanism that involves a reversible change in the coordination environment of the metal center.  These coordination changes are mediated throughout the MOF by rotational mobility about the biaryl bond of the ligand.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXns1Gkt74%253D&md5=72d4be367e39fe06a25fb692fb0f2ca8", "(b) ", "Rankine", ", ", "D.", "; ", "Keene", ", ", "T. D.", "; ", "Sumby", ", ", "C. J.", "; ", "Doonan", ", ", "C. J.", " ", "CrystEngComm", " ", "2013", ",  ", "15", ",  ", "9722", "[", "Crossref", "], [", "CAS", "]", "27. ", "Chelation-driven fluorescence deactivation in three alkaline earth metal MOFs containing 2,2'-dihydroxybiphenyl-4,4'-dicarboxylate", "Rankine, Damien; Keene, Tony D.; Sumby, Christopher J.; Doonan, Christian J.", "CrystEngComm", "\r\n        (", "2013", "),\r\n    ", "15", "\r\n        (", "45", "),\r\n    ", "9722-9728", "CODEN:\r\n                ", "CRECF4", ";\r\n        ISSN:", "1466-8033", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Three new metal-org. frameworks (MOFs) were synthesized from alk. earth metal ions of increasing ionic radii (Mg, Ca and Sr) and 2,2'-dihydroxybiphenyl-4,4'-dicarboxylic acid (H4diol).  The distinct coordination environments, framework topologies and the noncoordinated diol moieties accessed are a result of using differently sized metal ions for MOF synthesis which affects the ability of the diol moieties to chelate the metal.  Detailed structural anal. of [Sr3(H2diol)3(DMF)5]·DMF, [Ca3.5(Hdiol)(H2diol)2(DMF)5]·1.2DMF and [Mg(H2diol)(DMF)2]·DMF show distinctive variations in variable temp. expansion/contraction properties and porosity.  [Sr3(H2diol)3(DMF)5] and [Ca3.5(Hdiol)(H2diol)2(DMF)5]·1.2DMF display a broad fluorescence emission (λmax ≃435 nm) under UV light due to the presence of noncoordinated biphenyl-diol moieties within the structures, while chelation of Mg by the diol pocket in [Mg(H2diol)(DMF)2]·DMF leads to quenching of the ligand fluorescence.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhs12mu7nL&md5=5c30f7080f35a85f60529804e51092bb", "28. ", "(a) ", "Bouzaid", ", ", "J.", "; ", "Schultz", ", ", "M.", "; ", "Lao", ", ", "Z.", "; ", "Bartley", ", ", "J.", "; ", "Bostrom", ", ", "T.", "; ", "McMurtrie", ", ", "J.", " ", "Cryst. Growth Des.", " ", "2012", ",  ", "12", ",  ", "3906", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Supramolecular Selection in Molecular Alloys", "Bouzaid, Jocelyne; Schultz, Madeleine; Lao, Zane; Bartley, John; Bostrom, Thor; McMurtrie, John", "Crystal Growth & Design", "\r\n        (", "2012", "),\r\n    ", "12", "\r\n        (", "8", "),\r\n    ", "3906-3916", "CODEN:\r\n                ", "CGDEFU", ";\r\n        ISSN:", "1528-7483", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "[M(phen)3](PF6)2 (M = Ni(II), Fe(II), Ru(II) and phen = 1,10-phenanthroline) co-crystallize to form mol. alloys (solid solns. of mols.) [MAxMB1-x(phen)3](PF6)2·0.5H2O in which the relative concns. of the metal complexes in the crystals closely match those in the crystg. soln.  Consequently, the compn. of the co-crystals can be accurately predicted and controlled by modulating the relative concns. of the metal complexes in the crystg. soln.  Although they are chem. and structurally similar, complexes [M(bipy)3](PF6)2 (M = Ni(II), Fe(II), Ru(II) and bipy = 2,2'-bipyridine) display markedly different behavior upon co-crystn.  In this case, the resulting co-crystals [MAxMB1-x(bipy)3](PF6)2 have relative concns. of the constituent complexes that are markedly different from the relative concns. of the complexes initially present in the crystg. soln.  For example, when the Ni and Fe complexes are co-crystd. from a soln. contg. a 50:50 ratio of each, the result is the formation of some crystals with a higher proportion of Fe and others with a higher proportion of Ni.  The relative concns. of the metal complexes in the crystals can vary from those in the crystg. solns. by ≤15%.  This result was obsd. for a range of combinations of metal complexes (Ni/Fe, Ni/Ru, and Fe/Ru) and a range of starting concns. in the crystg. solns. (90:10 through to 10:90 in 10% increments).  To explain this remarkable result, the authors introduce the concept of supramol. selection, which is a process driven by mol. recognition that leads to the partially selective aggregation of like mols. during crystn.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XoslGjs7s%253D&md5=4cbdfca630d1496d3de6af81098bf861", "(b) ", "Ganguli", ", ", "P.", "; ", "Gutlich", ", ", "P.", "; ", "Muller", ", ", "E. W.", " ", "Inorg. Chem.", " ", "1982", ",  ", "21", ",  ", "3429", "[", "ACS Full Text ", "], [", "CAS", "]", "28. ", "Effect of metal dilution on the spin-crossover behavior in [FexM1-x(phen)2(NCS)2] (M = Mn, Co, Ni, Zn)", "Ganguli, P.; Guetlich, P.; Mueller, E. W.", "Inorganic Chemistry", "\r\n        (", "1982", "),\r\n    ", "21", "\r\n        (", "9", "),\r\n    ", "3429-33", "CODEN:\r\n                ", "INOCAJ", ";\r\n        ISSN:", "0020-1669", ".\r\n    ", "The effect of metal diln. on the spin-crossover behavior of [Fe(phen)2(NCS)2] was studied in the mixed-crystal series [FexM1-x(phen)2(NCS)2] (M = Mn2+, Co2+, Ni2+, Zn2+) by using the 57Fe Moessbauer-effect technique.  In the host lattice with ionic radius r(M2+) > r(Fe2+), the amt. of rest paramagnetism in the region well below the transition temp. Tc increases with metal diln., whereas in the host lattice with r(M2+) < r(Fe2+) the residual diamagnetism in the region well above Tc decreases with metal diln.  These observations are interpreted qual. in terms of \"neg.\" and \"pos.\" local pressure, resp., changing the Fe-N bond length and thus influencing the ligand field potential accordingly.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL38XltVartbY%253D&md5=9055cb1c7736664500a2b6ad52a8310c", "(c) ", "Brammer", ", ", "L.", " ", "Chem. Soc. Rev.", " ", "2004", ",  ", "33", ",  ", "476", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "28. ", "Developments in inorganic crystal engineering", "Brammer, Lee", "Chemical Society Reviews", "\r\n        (", "2004", "),\r\n    ", "33", "\r\n        (", "8", "),\r\n    ", "476-489", "CODEN:\r\n                ", "CSRVBR", ";\r\n        ISSN:", "0306-0012", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "A review.  The design and synthesis of cryst. materials through the self-assembly of mol. building blocks and the pursuit of functional materials based upon this approach are usually classified under the banner Crystal Engineering.  The field is interdisciplinary in nature involving synthetic, materials, structural and theor. chemists.  There are strong ties to modern crystallog. which can offer rapid and accurate structure detn. and, in particular, insight into mol. and intermol. geometries.  Illustrative examples that chart the development field and provide an assessment of the current state of the art will be reviewed with an emphasis on inorg. chem.  Broadly speaking, two classes of compds. is discussed: those based upon mols. or ions linked into networks via noncovalent interactions and those (coordination polymers) in which metal centers are linked using coordination bonds through bridging ligands into extended networks.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD2cXotlagsbg%253D&md5=cd1d4946adefc1801e5be10ec9625b48", "29. ", "(a) ", "Kong", ", ", "X.", "; ", "Scott", ", ", "E.", "; ", "Ding", ", ", "W.", "; ", "Mason", ", ", "J. A.", "; ", "Long", ", ", "J. R.", "; ", "Reimer", ", ", "J. A.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "14341", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "CO2 Dynamics in a Metal-Organic Framework with Open Metal Sites", "Kong, Xueqian; Scott, Eric; Ding, Wen; Mason, Jarad A.; Long, Jeffrey R.; Reimer, Jeffrey A.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "35", "),\r\n    ", "14341-14344", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Metal-org. frameworks (MOFs) with open metal sites are promising candidates for CO2 capture from dry flue gas.  The authors applied in situ13C NMR spectroscopy to study CO2 adsorbed in Mg2(dobdc) (H4dobdc = 2,5-dihydroxyterephthalic acid; Mg-MOF-74, CPO-27-Mg), a key MOF in which exposed Mg2+ cation sites give rise to exceptional CO2 capture properties.  Anal. of the resulting spectra reveals details of the binding and CO2 rotational motion within the material.  The dynamics of the motional processes are evaluated via anal. of the NMR line shapes and relaxation times obsd. between 12 and 400 K.  These results form stringent and quantifiable metrics for computer simulations that seek to screen and improve the design of new MOFs for CO2 capture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38Xht1amurbN&md5=3922a536508eb337c9924a9900878427", "(b) ", "McDonald", ", ", "T. M.", "; ", "Lee", ", ", "W. R.", "; ", "Mason", ", ", "J. A.", "; ", "Wiers", ", ", "B. M.", "; ", "Hong", ", ", "C. S.", "; ", "Long", ", ", "J. R.", " ", "J. Am. Chem. Soc.", " ", "2012", ",  ", "134", ",  ", "7056", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "Capture of Carbon Dioxide from Air and Flue Gas in the Alkylamine-Appended Metal-Organic Framework mmen-Mg2(dobpdc)", "McDonald, Thomas M.; Lee, Woo Ram; Mason, Jarad A.; Wiers, Brian M.; Hong, Chang Seop; Long, Jeffrey R.", "Journal of the American Chemical Society", "\r\n        (", "2012", "),\r\n    ", "134", "\r\n        (", "16", "),\r\n    ", "7056-7065", "CODEN:\r\n                ", "JACSAT", ";\r\n        ISSN:", "0002-7863", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "Two new metal-org. frameworks, M2(dobpdc) (M = Zn (1), Mg (2); dobpdc4- = 4,4'-dioxido-3,3'-biphenyldicarboxylate), adopting an expanded MOF-74 structure type, were synthesized via solvothermal and microwave methods.  Coordinatively unsatd. Mg2+ cations lining the 18.4-Å-diam. channels of 2 were functionalized with N,N'-dimethylethylenediamine (mmen) to afford Mg2(dobpdc)(mmen)1.6(H2O)0.4 (mmen-Mg2(dobpdc)).  This compd. displays an exceptional capacity for CO2 adsorption at low pressures, taking up 2.0 mmol/g (8.1 wt %) at 0.39 mbar and 25 °C, conditions relevant to removal of CO2 from air, and 3.14 mmol/g (12.1 wt %) at 0.15 bar and 40 °C, conditions relevant to CO2 capture from flue gas.  Dynamic gas adsorption/desorption cycling expts. demonstrate that mmen-Mg2(dobpdc) can be regenerated upon repeated exposures to simulated air and flue gas mixts., with cycling capacities of 1.05 mmol/g (4.4 wt %) after 1 h of exposure to flowing 390 ppm CO2 in simulated air at 25 °C and 2.52 mmol/g (9.9 wt %) after 15 min of exposure to flowing 15% CO2 in N2 at 40 °C.  The purity of the CO2 removed from dry air and flue gas in these processes was estd. to be 96% and 98%, resp.  As a flue gas adsorbent, the regeneration energy was estd. through differential scanning calorimetry expts. to be 2.34 MJ/kg CO2 adsorbed.  Overall, the performance characteristics of mmen-Mg2(dobpdc) indicate it to be an exceptional new adsorbent for CO2 capture, comparing favorably with both amine-grafted silicas and aq. amine solns.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC38XltVWksbk%253D&md5=7753191a7156e914021eb9a841bf4f6e", "(c) ", "Sumida", ", ", "K.", "; ", "Rogow", ", ", "D. L.", "; ", "Mason", ", ", "J. A.", "; ", "McDonald", ", ", "T. M.", "; ", "Bloch", ", ", "E. D.", "; ", "Herm", ", ", "Z. R.", "; ", "Bae", ", ", "T. H.", "; ", "Long", ", ", "J. R.", " ", "Chem. Rev.", " ", "2012", ",  ", "112", ",  ", "724", "[", "ACS Full Text ", "], [", "CAS", "]", "29. ", "Carbon Dioxide Capture in Metal-Organic Frameworks", "Sumida, Kenji; Rogow, David L.; Mason, Jarad A.; McDonald, Thomas M.; Bloch, Eric D.; Herm, Zoey R.; Bae, Tae-Hyun; Long, Jeffrey R.", "Chemical Reviews (Washington, DC, United States)", "\r\n        (", "2012", "),\r\n    ", "112", "\r\n        (", "2", "),\r\n    ", "724-781", "CODEN:\r\n                ", "CHREAY", ";\r\n        ISSN:", "0009-2665", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "An extensive review is given on progress made in the capture of CO2 from power plant emissions, briefly considering also the CO2 storage (sequestration) of the enormous quantities of CO2 that would be obtained as a result of a successful capture framework.  The main existing CO2 capture technologies are discussed in the context of capture performance considerations of aq. alkanolamine solns. and porous solids such as zeolites and activated carbons.  Schematic diagrams are presented of idealized temp. swing adsorption, pressure swing adsorption, and vacuum swing adsorption processes for regenerating solid adsorbent in a fixed-bed column.  The structural features and CO2 adsorption characteristics of isoreticular metal-org. frameworks (MOF) are discussed in detail.  The high-pressure adsorption capacities of 36 MOF and the lower-pressure adsorption capacities of many more MOF, at 293-319 K, are tabulated.  The various types of functionalities that have been explored to date for prepg. materials with enhanced CO2 capture performance are outlined, including amines, strongly polarizing org. functionalities, and exposed metal cation sites.  The synthesis of continuous films of MOF and their use in membranes for gas sepn. are examd., with the tabulation of the CO2 sepn. performance of MOF mixed-matrix membranes.  A final section outlines main issues that need to be addressed to achieve next-generation materials capable of fulfilling the criteria required for the gas sepns. relevant to post-combustion CO2 capture, pre-combustion CO2 capture, and oxy-fuel combustion.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3MXhs12hsLzE&md5=eb8236e7dfe12981387c71415374f958", "30. ", "Sanz", ", ", "R.", "; ", "Martinez", ", ", "F.", "; ", "Orcajo", ", ", "G.", "; ", "Wojtas", ", ", "L.", "; ", "Briones", ", ", "D.", " ", "Dalton Trans", " ", "2013", ",  ", "42", ",  ", "2392", "[", "Crossref", "], [", "PubMed", "], [", "CAS", "]", "30. ", "Synthesis of a honeycomb-like Cu-based metal-organic framework and its carbon dioxide adsorption behaviour", "Sanz, Raul; Martinez, Fernando; Orcajo, Gisela; Wojtas, Lukasz; Briones, David", "Dalton Transactions", "\r\n        (", "2013", "),\r\n    ", "42", "\r\n        (", "7", "),\r\n    ", "2392-2398", "CODEN:\r\n                ", "DTARAF", ";\r\n        ISSN:", "1477-9226", ".\r\n    \r\n            (", "Royal Society of Chemistry", ")\r\n        ", "Herein, the authors report on a new Cu-based MOF material, Cu2(dhtp), structurally homologous to the honeycomb-like M2(dhtp) series.  This has been crystd. under solvothermal conditions using copper nitrate and 2,5-dihydroxyterephthalic acid as an org. linker, being the nature of the co-solvent in the synthesis media an important variable over the final phys. properties of the material.  The presence of isopropanol as a co-solvent gives a pure cryst. phase with textural properties comparable to M2(dhtp) homologs.  The interesting results in CO2 adsorption properties of this new material, esp. its isosteric heat of adsorption, make it a suitable MOF to be further evaluated under real conditions of industrial CO2 capture.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BC3sXhtFGjurs%253D&md5=10020bda96703d92dfc98d38db441cdd"], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-11/cg500978s/20141030/images/small/cg-2014-00978s_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-11/cg500978s/20141030/images/small/cg-2014-00978s_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-11/cg500978s/20141030/images/small/cg-2014-00978s_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-11/cg500978s/20141030/images/small/cg-2014-00978s_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-11/cg500978s/20141030/images/small/cg-2014-00978s_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/cgdefu/2014/cgdefu.2014.14.issue-11/cg500978s/20141030/images/small/cg-2014-00978s_0005.gif\">"]}
