{"title": ["Directing the Breathing Behavior of Pillared-Layered Metal–Organic Frameworks via a Systematic Library of Functionalized Linkers Bearing Flexible Substituents"], "authors": ["Sebastian Henke", "Andreas Schneemann", "Annika Wütscher", "Roland A. Fischer"], "doi": ["10.1021/ja302991b"], "abstract": "Flexible metal–organic frameworks (MOFs), also referred to as soft porous crystals (SPCs), show reversible structural transitions dependent on the nature and quantity of adsorbed guest molecules. In recent studies it has been reported that covalent functionalization of the organic linker can influence or even integrate framework flexibility (“breathing”) in MOFs. However, rational fine-tuning of such responsive properties is very desirable but challenging as well. Here we present a powerful approach for the targeted manipulation of responsiveness and framework flexibility of an important family of pillared-layered MOFs based on the parent structure [Zn(bdc)(dabco)] (bdc = 1,4-benzenedicarboxylate; dabco = 1,4-diazabicyclo[2.2.2]octane). A library of functionalized bdc-type linkers (fu-bdc), which bear additional dangling side groups at different positions of the benzene core (alkoxy groups of varying chain length with diverse functionalities and polarity), was generated. Synthesis of the materials [Zn(fu-bdc)(dabco)] yields the respective collection of highly responsive MOFs. The parent MOF is only weakly flexible; however, the substituted frameworks of [Zn(fu-bdc)(dabco)] contract drastically upon guest removal and expand again upon adsorption of DMF (,-dimethylformamide), EtOH, or CO, etc., while N is hardly adsorbed and does not open the narrow-pored form. These “breathing” dynamics are attributed to the dangling side chains that act as immobilized “guests”, which interact with mobile guest molecules as well as with themselves and with the framework backbone. The structural details of the guest-free, contracted form and the gas sorption behavior (phase transition pressure, hysteresis loop) are highly dependent on the nature of the substituent at the linker and can therefore be adjusted using our approach. Combining our library of functionalized linkers with the concept of mixed-component MOFs (solid solutions) offers very rich additional dimensions of tailoring the structural dynamics and responsiveness. Implementation of two differently functionalized linkers in varying ratios yields multicomponent single-phased [Zn(fu-bdc′)(fu-bdc″)(dabco)] MOFs (0 <  < 1) of increased inherent complexity, which feature a non-linear dependence of their gas sorption properties on the applied ratio of components. Hence, the responsive behavior of such pillared-layered MOFs can be extensively tuned via an intelligent combination of functionalized linkers.", "text": ["Top of PageAbstractIntroductionResults and DiscussionConclusionExperimental SectionReferencesIntroductionThe young family of hybrid inorganic–organic porous materials named metal–organic frameworks (MOFs) or porous coordination polymers (PCPs)(1) features highly interesting properties, which are potentially attractive for various applications in gas storage(2-4) and catalysis.(5-7) The huge advantage of MOFs compared to conventional porous materials is the ability to tune the individual building blocks and therefore the properties of the related porous hybrid materials on the molecular level.(8-18) Flexible or soft porous networks, also called the third generation of porous coordination polymers, receive much attention because of their interesting properties.(19-21) Compounds of this exclusive family of materials show a reversible dynamic response dependent on external stimuli, such as the presence/absence of specific guest molecules(22-25) or even changes in temperature(26) and mechanical pressure.(27) As a result of this unique property flexible MOFs are extremely interesting for applications in selective gas adsorption/separation or chemical sensing.(21, 28, 29) Despite the fact that the number of responsive frameworks is still increasing, rational fine-tuning of the dynamic features of flexible MOFs is very challenging.(21, 30-33)The family of pillared-layered frameworks of the type [M2L2P]n (M = Co, Ni, Cu, Zn; L = dicarboxylate linker; P = neutral pillar) has been extensively studied in the past years.(34-52) Commonly, these MOFs form structures composed of two-dimensional square grids, consisting of M2L2 paddlewheel building units, which are interconnected in the third dimension by pillar P (Figure 1). The prototypic compound [Zn2(bdc)2(dabco)]n (bdc =1,4-benzenedicarboxylate; dabco =1,4-diazabicyclo[2.2.2]octane) shows some intrinsic framework flexibility due to the elastic paddlewheel building block.(34) Thus, [Zn2(bdc)2(dabco)]n features slightly different crystal structures and cell volumes depending on the nature of the guest molecules adsorbed in the pores. In addition, some [Zn2L2(dabco)]n MOFs have been reported to show a reversible shrinkage and expansion of their unit cells (large pore → narrow pore → large pore transition) upon adsorption of alcohols.(53-55)Figure 1. Structure of pillared-layered [M2L2P]n MOFs exemplarily shown for [Zn2(fu-bdc)2(dabco)]n networks. (Left) View along the linker (fu-bdc) axis. (Right) View along the pillar (dabco) axis. The flexible substituents are represented as green spheres. Zn, O, N, and C atoms are shown in yellow, red, blue, and gray, respectively. Zn coordination polyhedra are shown in yellow.Wang et al. have shown that post-synthetic modification of the amino-functionalized derivative [Zn2(NH2-bdc)2(dabco)]n (NH2-bdc = 2-amino-1,4-benzenedicarboxylate) with carboxylic acid anhydrides can initiate a breathing behavior in this framework.(56) In a related study we have reported that the use of a specifically functionalized bdc-type linker (2,5-BME-bdc = 2,5-bis(2-methoxyethoxy)-1,4-benzenedicarboxylate), which features dangling alkoxy substituents, integrates remarkable guest-dependent framework flexibility into the pillared-layered MOF [Zn2(2,5-BME-bdc)2(dabco)]n (1).(57) If the DMF guest molecules are removed from the as-synthesized compound 1as, the framework shrinks and transfers from a large pore (lp) form to a narrow pore (np) form, which features just 85% of the initial cell volume (Figure 2). This drastic volume change is attributed to intermolecular interactions between adjacent side chains and/or the side chains and the framework backbone. Note that the lp and np structures of 1 can be reversibly switched via adsorption/desorption of DMF or EtOH guest molecules.(57) Gas sorption measurements have shown that 1dry selectively adsorbs CO2 while transferring from the np to the lp form, whereas N2 and CH4 are not adsorbed.(57, 58)Figure 2. Structural representations of the different forms of [Zn2(2,5-BME-bdc)2(dabco)]n (1) along the crystallographic c-axis. Only the first oxygen atom of the flexible 2-methoxyethoxy substituents is included in the model structures. Zn, O, N, and C atoms are shown in yellow, red, blue, and gray, respectively. Zn coordination polyhedra are shown in yellow.On the basis of our previous studies, we report here a systematic approach for the targeted manipulation and fine-tuning of the framework flexibility and gas sorption behavior of these pillared-layered MOFs. A library of variably functionalized bdc-type linkers (fu-bdc), which bear additional dangling side groups at different positions of the benzene core (alkoxy groups of varying chain length with diverse functionalities and polarity), was generated (Scheme 1). The respective functionalized pillared-layered MOFs of the type [Zn2(fu-bdc)2(dabco)]n (Figure 1) have been synthesized and characterized in terms of framework flexibility and gas sorption properties. In addition, the combination of two differently functionalized linkers in varying ratios yields single-phased multicomponent MOFs(33, 59-62) of the type [Zn2(fu-bdc′)2x(fu-bdc″)2–2x(dabco)]n (0 < x < 1) and allows a further adjustment of the responsive properties.Scheme 1. Library of fu-bdc Linkers Used in the Preparation of [Zn2(fu-bdc)2(dabco)]n MOFs (Compounds 1–9)Top of PageAbstractIntroductionResults and DiscussionConclusionExperimental SectionReferencesResults and DiscussionA library of nine functionalized MOFs of the type [Zn2(fu-bdc)2(dabco)]n (compounds 1–9) has been prepared via solvothermal reaction of Zn(NO3)2·6H2O, dabco, and the respective functionalized linker H2(fu-bdc) in DMF (Scheme 1). Compound 2 contains 2,3-BME-bdc (2,3-bis(2-methoxyethoxy)-1,4-benzenedicarboxylate), the constitution isomer of 2,5-BME-bdc, which was used as linker for the prototypic network 1. Furthermore, 2,5-disubstituted linkers bearing a variety of simple alkoxy groups, which have different chain lengths (compound 3–7), as well as unsaturated substituents (compound 8 and 9, i.e., allyloxy and prop-2-ynyloxy groups) have been utilized. The as-synthesized MOFs 3as, 4as, 5as, 6as, and 9as yield crystals suitable for single crystal X-ray diffraction (see Supporting Information), whereas 2as, 7as, and 8as yield only small microcrystals, which were characterized via powder X-ray diffraction (PXRD). The crystal structure of 1as has been reported previously.(57) Based on the X-ray diffraction data it can be concluded that all compounds are isoreticular and feature the expected pillared-layered network structure of the chemical composition [Zn2(fu-bdc)2(dabco)]n. It is noteworthy that the flexible substituents could not be located in the single crystal diffraction experiments because they are severely disordered. However, 1H and 13C NMR spectroscopy of digested samples of the dried MOFs, as well as IR spectroscopy and elemental analysis data, clearly prove the presence of the additional substituents (see Supporting Information). The as-synthesized MOFs were washed with fresh DMF and subsequently activated via stirring of the crystals in CHCl3 followed by drying in vacuo at 130 °C (90 °C for compound 8 and 9) to yield the dried MOFs 1dry–9dry.Impact of the Substitution PatternA comparison of the PXRD pattern of the as-synthesized material 2as with the pattern of the prototypic compound 1as shows that both compounds have very similar structures (Figure 3). Indexation of the powder pattern followed by cell parameter refinement manifests that 2as crystallizes in the monoclinic space group C2/m with cell parameters close to those of 1as (see Supporting Information). Hence, the structure of 2as can be classified as the conventional lp form (Figure 2) of these flexible functionalized networks. However, the pattern of the dried compound 2dry indicates a major difference between the constitution isomers 1 and 2. The pattern of 1dry represents a contracted np form (Figure 2), whereas the pattern of 2dry looks very different. In 2dry the reflections are also shifted toward higher Bragg angles, suggesting a structure contraction upon drying of the material, but the structural transformation of 2 is not as drastic as the transformation of 1. Similar to the prototypic compound 1, repetitive adsorption of DMF over the gas phase yields the reinfiltrated material 2dmf and recovers the initial framework structure completely (Figure 3). Unfortunately, the powder pattern of 2dry is quite complex and could not be indexed in a monoclinic unit cell, as done for 1dry.(57) Hence, a structural model of 2dry can not be provided, allowing only a qualitative discussion of the phase transition. However, 2dry is regarded as a material exhibiting a np structure, which is only slightly contracted compared to the initial lp form of 2as.The distinct disparity of the activated compounds 1dry and 2dry is further validated by N2 and CO2 sorption measurements (Figure 4). Both compounds barely adsorb N2, which can be attributed to a gating of the pores by the pendant 2-methoxyethoxy groups,(14, 57) while the CO2 sorption isotherms show very different sorption behaviors. 1dry shows a stepped sorption profile (Ptrans = 0.23 bar) with a hysteretic behavior, which is typical for this kind of flexible MOFs, whereas the CO2 isotherm of 2dry shows only a slight step at a relatively low pressure (Ptrans ≈ 0.06 bar) and a small hysteresis. A fit of the CO2 sorption data with dual-site (single-site for the np form of 2) Langmuir isotherms (see Supporting Information for details) was performed to derive artificial rigid host isotherms for the respective lp and np structures of both compounds. The lower pressure region of the adsorption branches were fitted to derive artificial isotherms for the np forms, whereas the higher pressure region of the desorption branches were fitted to obtain artificial isotherms for the lp forms (Figure 4, see Supporting Information for fitting parameters).The Langmuir fits clearly show the striking difference between the constitution isomers 1dry and 2dry. The np form of 2dry has a much higher accessible void volume (potential CO2 uptake approximately 51 cm3 g–1 (STP) at saturation) compared to the np form of compound 1dry (potential CO2 uptake approximately 18 cm3 g–1 (STP) at saturation), whereas the respective accessible void volumes of the lp forms are comparable, as expected (potential CO2 uptake at saturation approximately 104 cm3 g–1 (STP) for 1dry and approximately 94 cm3 g–1 (STP) for 2dry). These results are in accordance with the PXRD data, which are similar for the as-synthesized lp phases and very different for the dried np phases.Figure 3. PXRD patterns of the as-synthesized (as), dried (dry), and DMF reinfiltrated (dmf) phases of compound 1 (blue patterns) and 2 (red patterns) in comparison to the pattern calculated from the single crystal structure of 1as (black pattern).(57) All patterns are normalized to the reflection of highest intensity.Figure 4. CO2 (195 K) and N2 (77 K) sorption isotherms of 1dry(57, 58) (a) in comparison to 2dry (b). The adsorption and desorption branches are shown with solid and open symbols, respectively. The Langmuir fit for the np form (at low pressures) is shown in blue, and the Langmuir fit for the lp form (at higher pressures) is shown in red.These data show that the substitution pattern of the bdc-type linker has a major impact on the framework dynamics and the sorption properties of the respective MOFs. If the substituents are located at position 2 and 3 of the phenyl core, the side chains will point inside the same cavity. This might lead to a higher population of some cavities due to attractive interactions between the flexible substituents, whereas other cavities will have a lower population. In material 1 the substituents are located at position 2 and 5 of the phenyl ring and will thus point into two neighboring cavities. Hence, each cavity accommodates the same number of flexible side chains, which allows a more pronounced decrease in unit cell volume upon drying of 1as. For these reasons, we have concentrated in further studies on a wide variety of 2,5-disubstituted [Zn2(fu-bdc)2(dabco)]n MOFs to gain information how the structure of the np form and the sorption properties can be influenced by the choice of substituent.Impact of FunctionalityPXRD (Figure 5) and single crystal X-ray diffraction (see Supporting Information) measurements of the compounds 3as–9as reveal that these MOFs are isostructural to the prototypic compound 1as. Indexation of the powder pattern followed by cell parameter refinement shows that minor differences in the unit cell symmetry appear depending on the substituent. In analogy to 1as, the compounds 3as, 4as, and 5as crystallize in the monoclinic space group C2/m, whereas the compounds 6as, 7as, 8as, and 9as crystallize in the tetragonal space groups P4/mmm or I4/mcm. Nevertheless, this has only minor influence on the detailed structure of the respective lp forms of the as-synthesized MOFs.Remarkably, the PXRD patterns of the dried materials indicate major differences in the “breathing” transitions, which occur upon removal of the DMF guest molecules (Figure 5). Very similar to the pattern of 1dry, the patterns of 3dry–6dry, 8dry, and 9dry indicate a drastic shrinkage of the frameworks upon drying, which is first evident from the shifting of the lowest angle reflection to higher Bragg angles (Figure 5). Again, the materials reversibly transfer back to the initial structure upon renewed adsorption of DMF over the gas phase, which was validated by PXRD analysis of the DMF infiltrated compounds 3dmf–9dmf (see Supporting Information). Only compound 7 does not show any structural response to the removal of the solvent guests, and the structure remains in the lp form regardless of the presence of DMF molecules. This is attributed to the linear pentoxy substituents of MOF 7, which are too bulky to allow a framework contraction upon guest removal.Notably, the magnitude of the structural changes of the other MOFs is highly dependent on the substituents (Figure 5, top right). Compound 9, which bears prop-2-ynyloxy substituents, shows the most drastic shift of the lowest angle reflection from 2θ = 8.08° in the as-synthesized phase to 2θ = 10.87° in the dried phase, whereas compound 6, which bears butoxy substituents, features the least pronounced shift from 2θ = 8.05° (as-synthesized) to 2θ = 9.27° (dried).Figure 5. (Top) Comparison of the PXRD patterns of the as-synthesized (black) and the dried (red) phases of compounds 1–9. In the close up of the lower angle region from 2θ = 7–13° the shifting reflections belonging to equivalent lattice planes are marked with a blue arrow. The pattern of 7as is almost identical to the pattern of 7dry. All patterns are normalized to the reflection of highest intensity. (Bottom) Structural representation of the lp and np forms. The lattice planes belonging to the shifting reflections are shown in blue.Consequently, the detailed structures (cell parameters, accessible pore volume) of the dried frameworks differ drastically as a function of the substituents connected to the linker, while the initial as-synthesized structures are very similar. Unfortunately, the molecular structures of the contracted dried MOFs could not be obtained via single crystal X-ray diffraction, because the stress occurring during the structure transition leads to the formation of cracks in the crystals. Hence, the PXRD patterns of all three phases (as-synthesized, dried, and DMF-reinfiltrated) of each MOF have been indexed, and the corresponding cell parameters have been refined (see Supporting Information for the crystallographic data).  Reliable model structures for the contracted np forms of 3dry–6dry, 8dry, and 9dry could be derived. In general, the structure of the np forms of these MOFs is analogous to the structure of 1dry (Figure 2). However, the detailed metrics of the rhombic structural motif of the two-dimensional [Zn2(fu-bdc)2]n sheets differ significantly (see Supporting Information). A comparison of the specific volumes (volume per Zn2 paddlewheel unit) of the respective solvated as-synthesized phases (Vas) and desolvated dried phases (Vdry) of the functionalized MOFs is displayed in Figure 6. Obviously, Vas is only slightly varying, whereas Vdry is highly depending on the nature of the utilized linker.Figure 6. Comparison of the specific volumes of the as-synthesized (Vas) and dried (Vdry) phases of functionalized [Zn2(fu-bdc)2(dabco)]n MOFs determined via evaluation of PXRD data. V was derived from the unit cell volumes (Vcell) and the number of formula units per unit cell (Z) according to the following equation: V = Vcell/Z. The specific volume of 2dry could not be obtained because of a complicated PXRD pattern.In general the specific volumes of the dried MOFs are increasing with the bulkiness of the substituents. Compound 3dry, possessing short ethoxy substituents, features a Vdry of 888 Å3 (78% of Vas), whereas compound 4dry, bearing propoxy substituents, features a Vdry of 921 Å3 (80% of Vas). Further elongation of the substituent to butoxy groups (6dry) yields a specific volume of Vdry = 989 Å3 (86% of Vas), while pentoxy substituents (7dry) yield a specific volume of 1145 Å3 (100% of Vas). This general trend is expected, because the more pore space is covered by the flexible substituents, the less contraction is possible. Interestingly, network 5dry, which features branched isopropoxy substituents, exhibits a slightly smaller specific volume (Vdry = 912 Å3, 79% of Vas) compared to that of 4dry, which has a linear alkyl chain. Therefore, the branching of the substituents has a small influence as well. Moreover, the chemical nature plays an important role. A comparison of 1dry (featuring 2-methoxyethoxy side chains) and 6dry (featuring simple butoxy side chains) indicates that 1dry has a slightly lower specific volume (Vdry = 966 Å3, 85% of Vas) compared to 6dry. Because the bulkiness of the additional groups is similar in both compounds, we attribute this to the polar nature of the 2-methoxyethoxy groups, suggesting stronger dipolar interactions of the substituents and therefore a more contracted structure.Such intermolecular interactions have great impact on the np structure of these pillared-layered MOFs. The implementation of allyl or prop-2-ynyl groups yields much more contracted structures when compared to the compounds with simple alkyl chains. Thus, 8dry features a volume of 895 Å3 (78% of Vas), while 9dry possesses a volume of only 829 Å3 (72% of Vas). Since the number of non-hydrogen atoms of the additional groups in 4, 5, 8, and 9 is equal, the massive shrinkage of 9dry upon drying can be attributed to strong π–π and hydrogen bonding interactions of the prop-2-ynyl substituents. These results demonstrate that the attractive interactions (van der Waals, dipolar, π–π, or hydrogen bonding interactions) between adjacent flexible substituents and/or between the flexible substituents and the framework backbone, as well as the capability to form a dense, space-saving packing of the substituents inside the pores, determine the magnitude of contraction of these functionalized pillared-layered MOFs upon guest removal.The significant differences of the attractive interactions between the flexible substituents determine not only the related np and lp phases but also the sorption properties of these materials. N2 and CO2 sorption isotherms of the responsive frameworks 3dry–6dry, 8dry, and 9dry have been recorded to obtain information on the breathing behavior of these isostructural frameworks (Figure 7). All compounds hardly adsorb N2 at 77 K, which leads to very low apparent surface areas. Only compounds 3dry, 5dry, and 8dry adsorb significant amounts of N2 leading to BET surface areas of 53, 20, and 136 m2 g–1, respectively. This characteristic is attributed to the very narrow pores of the contracted MOF phases, which prevent N2 molecules from infiltration. In contrast, the quadrupolar CO2 molecules can penetrate into the porous networks and are adsorbed in a stepwise fashion, while the transformation from the np to the lp form is triggered once a critical CO2 pressure is reached. Remarkably, the sorption capacities, phase transition pressures, and the width of the hysteresis loops are highly dependent on the utilized linker.Figure 7. CO2 (195 K) and N2 (77 K) sorption isotherms of 3dry (a), 4dry (b), 5dry (c), 6dry (d), 8dry (e), and 9dry (f). The adsorption and desorption branches are shown with solid and open symbols, respectively.The relatively hydrophobic framework 6dry, featuring flexible butoxy substituents, shows the highest phase transition pressure (Ptrans = 0.65 bar) and a very large hysteresis. In contrast, 3dry, possessing short ethoxy substituents, has a low phase transition pressure (Ptrans = 0.23 bar) and only a small hysteresis. The significant impact of the substituents is clearly observed for compounds 8dry and 9dry. The drastically contracted compound 9dry, featuring pendant prop-2-ynyloxy substituents, has a phase transition pressure of Ptrans = 0.49 bar and a large hysteresis, whereas compound 8dry, featuring pendant allyloxy substituents, possesses a very low transition pressure (Ptrans = 0.14 bar) and a small hysteresis.More interestingly, the CO2 isotherm of compound 5dry differs significantly. In the low pressure region p(CO2) = 0.0–0.1 bar only minor amounts of CO2 are adsorbed, when compared to the other materials. At a rather low transition pressure of Ptrans = 0.11 bar, a very steep increase in uptake is recorded. Remarkably, a second small step is present on the adsorption branch at approximately 0.66 bar. The unique behavior of 5dry can only be attributed to the branching of the propoxy substituents. It is claimed that the isopropoxy substituents in 5dry are not as flexible as the n-propoxy groups in 4dry. This leads to efficient pore blocking in the densely packed contracted np form. As a consequence, CO2 is hardly adsorbed on the np form, but the structure transfers easily to the lp form, to allow an increased adsorption. On the desorption branch of 5dry no step is present and 83 cm3 g–1 (STP) are still adsorbed at the final data point at 0.02 bar, suggesting that the lp → np transition is kinetically hindered. A similar behavior is displayed on the desorption branch of compound 6dry. Such behavior is frequently seen for flexible MOFs.(63-65) An in situ X-ray diffraction study(58) under variable CO2 pressure might provide more information on the unique framework responsiveness of 5dry. Such experiments are currently planned.Table 1. Free Energy Difference ΔFhost between the np and lp Forms of the Functionalized Pillared-Layered MOFs Calculated from the CO2 Sorption DataMOFΔFhost(kJ·mol–1)Ptrans (bar)113 ± 30.2322 ± 10.06320 ± 40.23417 ± 30.25529 ± 50.11618 ± 40.65814 ± 30.15934 ± 50.49The exceptional results obtained from the CO2 sorption isotherms denote the extensive impact of the substituents on the energetics of the particular np and lp phases. In analogy to the CO2 isotherms of 1dry and 2dry the isotherms of the other responsive MOFs were fitted with dual-site Langmuir equations to derive artificial rigid host isotherms for the respective np and lp forms (see Supporting Information for details). On the basis of the fitting parameters and the transition pressure of adsorption, the free energy difference ΔFhost between the corresponding np and lp phases was calculated for the breathing frameworks 1–6, 8, and 9 (Table 1).(66-68) Note that the experimental isotherms represent surface excess adsorption data rather than absolute adsorption. However, at the conditions of our CO2 sorption measurements (subcritical domain well below the critical temperature of CO2; T/Tc = 0.64) the excess adsorption data are expected to be indistinguishable from absolute adsorption.(69, 70) Hence the isotherms can be very well represented by a Langmuir model, even if the data points are excess rather than absolute adsorption.With the exception of 5 and 9, ΔFhost is similar for all isostructural derivatives possessing 2,5-disubstituted linkers (ΔFhost = 13–20 kJ mol–1), within the accuracy of the determination. For the 2,3-disubstituted derivative 2 ΔFhost is approximately 2 kJ mol–1, which is in accordance with the PXRD studies suggesting only a minor contraction of the material upon guest removal. Hence, the energetic difference between the np and lp form of compound 2 is quite low. Compounds 5 and 9 show significantly higher free energy differences of 29 and 34 kJ mol–1, respectively. Nonetheless, the value determined for compound 5 may be inaccurate, because the shape of the isotherm differs and the second small step was not taken into account for the calculation of ΔFhost. However, the relatively high ΔFhost of compound 9 clearly shows that the attractive interactions between the flexible prop-2-ynyloxy groups are significantly higher compared to the interaction of simple alkoxy groups. These strong interactions might be the main reason for the very drastic contraction of 9 upon guest removal, when compared to the other derivatives.These results demonstrate that the additional functionalities connected to the bdc-type linker alter the thermodynamics of these [Zn2(fu-bdc)2(dabco)]n frameworks drastically. A contracted phase has also been reported for native [Zn2(bdc)2(dabco)]n, but this phase is metastable and could only be observed upon adsorption of alcohols.(53, 54) Via the implementation of additional functionalities the metastable contracted phase of [Zn2(bdc)2(dabco)]n is transferred to a thermodynamically stable phase. This has a critical influence on the structural bistability, the responsive behavior, and the gas sorption properties of the porous materials. When guest molecules are present, the substituents are somehow “solvated” and the structure features an lp form to host the maximum number of guest molecules. If the guest molecules are removed, the pendant groups induce a framework contraction to allow for attractive interactions and to compensate for the lack of solvation.Solid Solutions of Functionalized Pillared-Layered MOFsThe concept of MOF solid solutions or multivariate (MTV) MOFs has been discussed frequently in the recent literature.(33, 59-62) A combination of our variably functionalized linkers with the concept of solid solutions may allow a targeted adjustment of the sorption properties of these highly responsive frameworks. We have prepared such multicomponent MOFs based on variable mixtures of the 2,5-BME-bdc linker, utilized in the prototypic compound 1, and the DB-bdc linker, utilized in the material 6, to generate solid solutions of the type [Zn2(2,5-BME-bdc)2x(DB-bdc)2–2x(dabco)]n; {1x61–x} (x = 0.25, 0.50, 0.75). The effective ratio of the 2,5-BME-bdc linker, featuring polar 2-methoxyethoxy substituents, and the DB-bdc linker, possessing non-polar butoxy substituents, was monitored by 1H NMR spectroscopy of digested samples and is identical to the ratio utilized in the synthesis batch (see Supporting Information).Figure 8. PXRD patterns of the as-synthesized and dried phases of the MOF solid solutions {1x61–x} (x = 0.25, 0.50, 0.75) in comparison to the PXRD patterns of compound 1 and 6. Only the lower angle region from 2θ = 7–14° is displayed. The reflections dedicated to equivalent lattice plains of the as-synthesized and dried compounds are marked with # and ∗, respectively. All patterns are normalized to the reflection of highest intensity.PXRD studies of the as-synthesized and dried phases of the solid solutions clearly show the structural analogy of these compounds to the already discussed simple compounds (Figure 8). The solid solutions also undergo a reversible lp → np transition upon removal of DMF guests. Indexation of the PXRD patterns and refinement of the unit cell parameters manifests that the multicomponent MOFs are single-phased. The dried phases show a gradual shift of the (110) reflection (marked with an asterisk in Figure 8) from 2θ = 9.44° (compound {10.7560.25}dry) to 2θ = 9.30° (compound {10.2560.75}dry). Hence, the specific volumes of the np forms of the dried frameworks rise linearly with increasing amounts of DB-bdc and decreasing amounts of 2,5-BME-bdc (see Supporting Information for detailed crystallographic data).The breathing behavior of the MOF solid solutions was again analyzed with N2 and CO2 sorption measurements. As anticipated, compounds {1x61-x}dry (x = 0.25, 0.50, 0.75) do not adsorb any nitrogen at 77 K in the pressure range of 0–1 bar, while CO2 is adsorbed in a two-step manner at 195 K. A comparison of the obtained CO2 isotherms with the sorption data of the pure compounds 1dry and 6dry shows remarkable results (Figure 9). As already discussed 1dry and 6dry possess a very different sorption behavior. 1dry undergoes the np → lp transition at a CO2 pressure of approximately 0.23 bar and features a small hysteresis, whereas 6dry has a phase transition pressure of ca. 0.65 bar and a very large hysteresis. We expect that the transition pressure of the MOF solid solutions is linearly increasing with increasing amounts of DB-bdc and can therefore be accurately adjusted by the ratio of the two linkers. As displayed in Figure 9 compound {10.7560.25}dry undergoes the phase transition at approximately 0.32 bar, while {10.5060.50}dry shows the framework expansion at approximately 0.50 bar. At the same time the width of the hysteresis is increasing and the reverse lp → np transition is shifting to lower pressures. However, the sorption capacity at saturation (p(CO2) = 1 bar), which is very different for the pure compounds (104 cm3 g–1 for 1dry; 55 cm3 g–1 for 6dry), is almost unaffected in {10.7560.25}dry and {10.5060.50}dry and amounts to approximately 100 cm3 g–1. Hence, the sorption capacity is non-linearly scaling with the applied linker ratio.Remarkably, in compound {10.2560.75}dry the phase transition occurs at a much higher CO2 pressure (0.80 bar) than for the pure compound 6dry. Moreover, the sorption capacity at saturation is drastically decreasing, when compared to the other solid solution MOFs, but still higher than the capacity of 6dry. Similar to the multivariate IRMOFs (isoreticular MOFs) reported by Yaghi and co-workers,(59) the properties of the multicomponent pillared-layered MOFs not only are a linear combination of the individual properties of the pure compounds but also show non-linear effects, which allow a further tuning of the sorption behavior and the targeted design of a responsive framework with specific properties. The origin of these non-linear effects is so far unclear and will be further analyzed in the future.Figure 9. CO2 sorption isotherms of the simple compounds 1dry and 6dry in comparison to the sorption isotherms of the MOF solid solutions {1x61–x}dry (x = 0.25, 0.50, 0.75). (Left) Plot with linear pressure axis. (Right) Plot with logarithmic pressure axis. The adsorption and desorption branches are shown with solid and open symbols, respectively.Top of PageAbstractIntroductionResults and DiscussionConclusionExperimental SectionReferencesConclusionIn summary, we demonstrate the first systematic approach for the implementation and tuning of network dynamics and responsiveness in metal–organic frameworks. The responsive behavior of pillared-layered MOFs of the type [Zn2(fu-bdc)2(dabco)]n can be tailored extensively, by the utilization of a wide variety of functionalized linkers. Importantly, the parent framework [Zn2(bdc)2(dabco)]n exhibits intrinsic structural flexibility due to the integrated paddle-wheel building unit. Via implementation of bdc-type linkers, which are substituted with flexible side chains of a specific size regime, a “breathing” behavior in response to adsorbed guest molecules (DMF, CO2) can be triggered in this type of networks, while other molecules such as N2 are barely adsorbed and do not trigger the structural transitions. Upon guest removal the frameworks contract and transfer from a large pore to a narrow pore form, exhibiting a drastically reduced cell volume. Remarkably, the substitution pattern of the linker and also the bulkiness and chemical nature of the substituents affect the structure of the narrow pore phase and thus the responsive behavior of the framework. If the linker is substituted in position 2 and 3 the structural flexibility of the respective pillared-layered MOF is drastically reduced, when compared to the corresponding 2,5-disubstituted derivatives. Substituents that are sterically less demanding and/or possess functionalities with a stronger interaction potential provoke a more drastic contraction of the framework. Hence, the degree of contraction in the responsive pillared-layered MOFs can be systematically varied from 86% to 72% of the initial volume depending on the utilized substituents.These structural differences of the contracted, guest-free materials drastically influence their gas sorption properties. The networks hardly adsorb N2, whereas CO2 is adsorbed in a stepwise fashion. Notably, the detailed shape of the CO2 isotherm (e.g., transition pressure, width of the hysteresis) is substantially affected by the nature of the implemented substituent, pointing out the huge potential for a fine-tuning of such properties for desired applications in sensing and separation by specific design of the linker.Moreover, combining our variably functionalized linkers with the concept of MOF solid solutions offers very rich additional dimensions of tailoring the structural dynamics and responsiveness. Implementation of two differently functionalized linkers in varying ratios next to each other yields MOF “copolymers” of increased inherent complexity, which show a non-linear dependence of their gas sorption properties on the applied ratio of components. We think that our methodology is in principle transferable to a wide variety of other MOF systems and may allow to implement and to tune such responsive properties in other network families. In addition, our concept may be of great value for the precise design of functional MOF thin films(71) and membranes(72) for applications in highly selective gas separation or chromatography.(73)Top of PageAbstractIntroductionResults and DiscussionConclusionExperimental SectionReferencesExperimental SectionGeneral Methods and MaterialsAll chemicals were purchased from commercial suppliers (Sigma-Aldrich, Fluka, Alfa Aesar, and others) and used without further purification. Elemental analyses were performed on a vario EL instrument from Elementar Hanau, and AAS analyses were performed on an AAS 6 vario from Analytik Jena in the Microanalytical Laboratory of the Department of Analytical Chemistry at the Ruhr-Universität Bochum. Liquid phase 1H and 13C NMR spectra were recorded on a Bruker DPX-250 Avance or a Bruker DPX-200 Avance spectrometer at 293 K in d6-DMSO for the linkers and in DCl/D2O/d6-DMSO for the digested MOF samples. 13C NMR spectra were measured with an attached proton test (APT) pulse program. Chemical shifts are given relative to TMS and were referenced to the solvent signals as internal standards. Infrared (IR) spectra were recorded on a Bruker Alpha-P FT-IR instrument in the ATR geometry equipped with a diamond ATR unit (ν̃ = 4000–375 cm–1) inside a glovebox (Ar atmosphere). Single crystal X-ray diffraction was performed on an Oxford Excalibur 2 diffractometer in a nitrogen cold stream (approximately 107 K) using Mo Kα radiation (λ = 0.71073 Å). The crystal structures were solved by direct methods using SHELXS-97 and refined against F2 on all data by full-matrix least-squares with SHELXL-97 (SHELX-97 program package, Sheldrick, Universität Göttingen, 1997).(74) The data were treated with the “squeeze” routine in Platon(75) to account for the disordered substituents and solvent molecules. Powder X-ray diffraction (PXRD) patterns were recorded at room temperature on a Bruker D8 Advance AXS diffractometer with Cu Kα radiation (λ = 1.54178 Å) and a Göbel mirror in θ–2θ geometry with a position-sensitive detector in a 2θ range from 5° to 50° at a scan speed of 1° min–1. α-Al2O3 was employed as external standard. The powder samples were filled into glass capillaries (diameter = 0.7 mm). Each capillary was sealed prior to the measurement. Indexation and cell parameter refinement have been performed with Cellref (J. Laugier and B. Bochu, LMGP-Suite, Suite of Programs for the Interpretation of X-ray Experiments, ENSP/Laboratoire des Matériaux et du Genie Physique, France, BP46, 38042 Saint Martin d’Heres; http://www.ccp14.ac.uk/tutorial/lmgp/). Thermogravimetric analyses (TGA) were performed on a Seiko TG/DTA 6300S11 instrument (sample weight approximately 5–10 mg) at a heating rate of 5 °C min–1 in a temperature range of 30–600 °C. The measurement was performed at atmospheric pressure under flowing nitrogen (99.9999%; flow rate = 300 mL min–1). N2 and CO2 sorption measurements were performed on outgassed samples (>50 °C for minimum 3 h in vacuo, sample weight 40–100 mg) using a Belsorb-Max from Bel-Japan with optimized protocols and gases of 99.995% purity. N2 measurements were performed at 77 K (liquid nitrogen bath) and CO2 measurements at 195 K (isopropanol/dry ice bath).Linker SynthesisThe linker 2,5-BME-bdc was synthesized according to previous reports,(57) whereas the other linkers were synthesized from two different starting compounds (Scheme 2), namely 2,3-dihydroxy-1,4-benzenedicarboxylic acid (S1) and 2,5-dihydroxy-1,4-benzendicaroxylic acid (S2). S2 is commercially available, whereas S1 was synthesized according to published procedures.(76-78) Accordingly, the starting compounds S1 and S2 were esterificated in MeOH with BF3·Et2O as catalyst and water scavenger, to yield the dimethyl esters dimethyl 2,3-dihydroxy-1,4-benzenedicarboxylate (S3) and dimethyl 2,5-dihydroxy-1,4-benzenedicarboxylate (S4), which were dried in vacuum. The linkers H2(fu-bdc) (fu-bdc = 2,3-BME-bdc, DE-bdc, DP-bdc, DiP-bdc, DB-bdc, DPe-bdc, and BA-bdc) were synthesized via Williamson etherification of the compounds S3 or S4. In a typical reaction S3 or S4 (4.40 mmol) and K2CO3 (20.0 mmol) were suspended in DMF (35 mL). RX (9.68 mmol, see Table 2 for the used halides) was added dropwise, and the mixture was heated under stirring to 85 °C for 3 h. Afterward the solvent was evaporated under reduced pressure at 60 °C, and the residue was refluxed in H2O (40 mL) with NaOH (10.0 mmol) for 4 h. After cooling to room temperature the solution was acidified with aqueous HCl (∼15%), and the precipitate was collected by filtration, washed with water (20 mL), and dried in vacuo at 80 °C for 16 h (see Table 2 for the obtained yields). The linker H2(BPy-bdc) was synthesized via Mitsunobu etherification (Scheme 2). S4 (4.40 mmol), PPh3 (9.68 mmol), and di-tert-butyl-azodicarboxylate (DBAD; 9.68 mmol) were suspended in dry THF (12 mL) under inert atmosphere. Propargyl alcohol (9.68 mmol) was added dropwise, and the clear solution was sonicated 3 h. Afterward H2O (40 mL) and NaOH (10.0 mmol) were added, and the mixture was sonicated again for 3 h. Subsequently, the THF was evaporated under reduced pressure, and the aqueous phase was washed with EtOAc (50 mL). The water phase was separated and acidified with aqueous HCl (∼15%). The colorless precipitate was collected by filtration and washed with H2O (20 mL). Drying in vacuo for 16 h at 80 °C yielded the desired product.2,3-Bis(2-methoxyethoxy)-1,4-benzenedicarboxylic acid, H2(2,3-BME-bdc): 1H NMR (250 MHz, DMSO) δ 7.38 (s, 2H, Ar–H), 4.16 – 4.09 (m, 4H, OCH2), 3.67 – 3.61 (m, 4H, OCH2), 3.29 (s, 6H, OCH3) ppm; 13C NMR (63 MHz, DMSO) δ 166.64, 151.34, 130.57, 124.36, 72.87, 70.96, 57.99 ppm.2,5-Diethoxy-1,4-benzenedicarboxylic acid, H2(DE-bdc): 1H NMR (250 MHz, DMSO) δ 7.26 (s, 2H, Ar–H), 4.04 (q, J = 6.9 Hz, 4H, OCH2), 1.29 (t, J = 6.9 Hz, 6H, CH3) ppm; 13C NMR (63 MHz, DMSO) δ 166.77, 150.31, 125.61, 115.73, 64.99, 14.64 ppm.2,5-Dipropoxy-1,4-benzenedicarboxylic acid, H2(DP-bdc): 1H NMR (250 MHz, DMSO) δ 7.26 (s, 2H, Ar–H), 3.94 (t, J = 6.3 Hz, 4H, OCH2), 1.84 – 1.60 (m, 4H, CH2), 0.97 (t, J = 7.4 Hz, 6H, CH3) ppm; 13C NMR (63 MHz, DMSO) δ 166.78, 150.43, 125.46, 115.54, 89.84, 70.63, 22.08, 10.32 ppm.2,5-Di-iso-propoxy-1,4-benzenedicarboxylic acid, H2(DiP-bdc): 1H NMR (250 MHz, DMSO) δ 7.25 (s, 2H, Ar–H), 4.60 – 4.42 (m, 2H, OCHMe2), 1.24 (d, J = 6.0 Hz, 12H, CH3) ppm; 13C NMR (63 MHz, DMSO) δ 166.86, 149.32, 127.01, 117.97, 72.22, 21.83 ppm.2,5-Dibutoxy-1,4-benzenedicarboxylic acid, H2(DB-bdc): 1H NMR (250 MHz, DMSO) δ 7.26 (s, 2H, Ar–H), 3.97 (t, J = 5.9 Hz, 4H, OCH2), 1.76 – 1.57 (m, 4H, CH2), 1.43 (dq, J = 14.1, 7.2 Hz, 4H, CH2), 0.91 (t, J = 7.3 Hz, 6H, CH3) ppm; 13C NMR (63 MHz, DMSO) δ 166.79, 150.41, 125.48, 115.50, 68.86, 30.77, 18.57, 13.63 ppm.2,5-Dipentoxy-1,4-benzenedicarboxylic acid, H2(DPe-bdc): 1H NMR (250 MHz, DMSO) δ 7.26 (s, 2H, Ar–H), 3.97 (t, J = 6.4 Hz, 4H, OCH2), 1.83 – 1.57 (m, 4H, CH2), 1.52 – 1.19 (m, 8H, CH2), 0.88 (t, J = 7.0 Hz, 6H, CH3) ppm; 13C NMR (63 MHz, DMSO) δ 166.80, 150.43, 125.50, 115.53, 69.17, 28.35, 27.51, 21.77, 13.88 ppm.2,5-Bis(allyloxy)-1,4-benzenedicarboxylic acid, H2(BA-bdc): 1H NMR (250 MHz, DMSO) δ 7.30 (s, 2H, Ar–H), 6.12 – 5.90 (m, 2H, CH), 5.52 – 5.36 (m, 2H, CH2), 5.24 (dd, J = 10.5, 1.7 Hz, 2H, CH2), 4.60 (dt, J = 4.6, 1.5 Hz, 4H, OCH2) ppm; 13C NMR (63 MHz, DMSO) δ 166.66, 150.09, 133.45, 125.41, 116.95, 115.91, 69.46 ppm.2,5-Bis(prop-2-ynyloxy)-1,4-benzenedicarboxylic acid, H2(BPy-bdc): 1H NMR (250 MHz, DMSO) δ 7.43 (s, 2H, Ar–H), 4.84 (d, J = 2.3 Hz, 4H, OCH2), 3.59 (t, J = 2.3 Hz, 2H, CH) ppm; 13C NMR (63 MHz, DMSO) δ 166.36, 149.54, 125.73, 116.65, 78.97, 78.69, 56.94 ppm.Scheme 2. Reaction Sequences for the Synthesis of H2(fu-bdc) Linkers: Williamson Etherification (Top) and Mitsunobu Etherification (Bottom)Table 2. Halides (RX) and Alcohols (ROH) Applied in the Synthesis of fu-bdc Linkersfu-bdcRX/ROHyield (%)2,3-BME-bdcMe-O-C2H4-Br78DE-bdcEt-Br85DP-bdcPr-Br89DiP-bdciPr-Br86DB-bdcBu-Br84DPe-bdcPent-Br85BA-bdcH2C═CH-CH2-Cl87BPy-bdcHCC-CH2-OH81MOF SynthesisZn(NO3)2·6H2O (0.84 mmol), dabco (0.43 mmol), and the corresponding linker H2(fu-bdc) (0.84 mmol) were suspended in DMF (25 mL), transferred into a screw jar, and heated to 120 °C (85 °C for compound 8 and 9) for 48 h. The crystalline as-synthesized materials were characterized with single crystal X-ray diffraction and/or powder X-ray diffraction. Subsequently, the DMF was decanted and the solid material was washed with fresh DMF (20 mL). Afterward, the solid was gently stirred in 30 mL of CHCl3 for 16 h followed by filtration and drying in vacuo at 130 °C (90 °C for compound 8 and 9). Until further manipulation and characterization the dried MOFs were stored in a glovebox (Ar atmosphere).Elemental analysis data. 2dry: found C, 47.39; H, 5.43; N, 3.43; Zn, 14.91; calcd for C34H44N2O16Zn2 C, 47.07; H, 5.11; N, 3.23; Zn, 15.07. 3dry: found C, 48.41; H, 5.04; N, 4.03; Zn, 17.33; calcd for C30H36N2O12Zn2 C, 48.21; H, 4.85; N, 3.75; Zn, 17.50. 4dry: found C, 50.96; H, 5.73; N, 3.75; Zn, 16.10; calcd for C34H44N2O12Zn2 C, 50.82; H, 5.52; N, 3.49; Zn, 16.28. 5dry: found C, 51.12; H, 5.83; N, 3.64; Zn, 16.31; calcd for C34H44N2O12Zn2 C, 50.82; H, 5.52; N, 3.49; Zn, 16.28. 6dry: found C, 53.41; H, 6.23; N, 3.55; Zn, 14.93; calcd for C38H52N2O12Zn2 C, 53.09; H, 6.10; N, 3.26; Zn, 15.21. 7dry: found C, 55.38; H, 6.84; N, 3.18; Zn, 14.14; calcd for C42H60N2O12Zn2 C, 55.09; H, 6.60; N, 3.06; Zn, 14.28. 8dry: found C, 51.21; H, 4.76; N, 3.64; Zn, 16.56; calcd for C34H36N2O12Zn2 C, 51.34; H, 4.56; N, 3.52; Zn, 16.44. 9dry: found C, 52.11; H, 3.61; N, 3.79; Zn, 16.92; calcd for C34H28N2O12Zn2 C, 51.86; H, 3.58; N, 3.56; Zn, 16.61.Synthesis of MOF Solid SolutionsZn(NO3)2·6H2O (1.55 mmol), dabco (0.77 mmol), H2(2,5-BME-bdc) (x × 1.55 mmol; x = 0.25, 0.50, 0.75), and H2(DB-bdc) ((1 – x) × 1.55 mmol; x = 0.25, 0.50, 0.75) were suspended in DMF (40 mL), transferred into a screw jar, and heated to 120 °C for 48 h. The as-synthesized materials {1x61-x}as (x = 0.25, 0.50, 0.75) were characterized with powder X-ray diffraction. Subsequently, the DMF was decanted, and the solid material was washed with fresh DMF (40 mL). Afterward, the solid was gently stirred in 60 mL of CHCl3 for 16 h followed by filtration and drying in vacuo at 120 °C. Until further manipulation and characterization the dried MOFs were stored in a glovebox (Ar atmosphere).Preparation of DMF Loaded MOF SamplesA small amount of the dried MOF powder (approximately 50 mg) and DMF (1 mL) were placed in two separate glass vials inside a glass tube. Accordingly, the glass tube was evacuated and then heated to 50 °C for 16 h. The obtained DMF loaded MOFs were characterized with PXRD. Top of PageAbstractIntroductionResults and DiscussionConclusionExperimental SectionReferencesSupporting InformationDetailed crystallographic information including CIF files, evaluation of PXRD patterns, thermogravimetric analyses, fittings of CO2 sorption isotherms, IR and NMR spectra. This material is available free of charge via the Internet at http://pubs.acs.org.The authors declare no competing financial interest.Top of PageAbstractIntroductionResults and DiscussionConclusionExperimental SectionReferencesAcknowledgmentWe thank Dr. A. Puls and Dr. F. Dreisbach (Rubotherm) as well as Dr. I. Senkovska and Prof. S. Kaskel (Dresden University of Technology) for very helpful discussions concerning carbon dioxide adsorption. Graduate student support by the Ruhr-University Research School (S.H. and A.S.) and by the German Chemical Industry Fund (S.H.) is gratefully acknowledged. The work was funded within the Priority Program 1362 “Metal–Organic Frameworks” of the German Research Foundation (http://www.metal-organic-frameworks.de).Reference QuickViewTop of PageAbstractIntroductionResults and DiscussionConclusionExperimental SectionReferencesReferencesThis article references 78 other publications.1. For comprehensive reviews on the various aspects of MOFs see: (a)  Chem. Soc. Rev. 2009,  38,  1213– 1477.[Crossref], [PubMed], [CAS]1. The pervasive chemistry of metal-organic frameworksLong, Jeffrey R.; Yaghi, Omar M.Chemical Society Reviews\r\n        (2009),\r\n    38\r\n        (5),\r\n    1213-1214CODEN:\r\n                CSRVBR;\r\n        "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2012/jacsat.2012.134.issue-22/ja302991b/production/images/small/ja-2012-02991b_0014.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2012/jacsat.2012.134.issue-22/ja302991b/production/images/small/ja-2012-02991b_0015.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2012/jacsat.2012.134.issue-22/ja302991b/production/images/small/ja-2012-02991b_0008.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2012/jacsat.2012.134.issue-22/ja302991b/production/images/small/ja-2012-02991b_0001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2012/jacsat.2012.134.issue-22/ja302991b/production/images/small/ja-2012-02991b_0002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2012/jacsat.2012.134.issue-22/ja302991b/production/images/small/ja-2012-02991b_0003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2012/jacsat.2012.134.issue-22/ja302991b/production/images/small/ja-2012-02991b_0004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2012/jacsat.2012.134.issue-22/ja302991b/production/images/small/ja-2012-02991b_0005.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2012/jacsat.2012.134.issue-22/ja302991b/production/images/small/ja-2012-02991b_0006.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2012/jacsat.2012.134.issue-22/ja302991b/production/images/small/ja-2012-02991b_0007.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jacsat/2012/jacsat.2012.134.issue-22/ja302991b/production/images/small/ja-2012-02991b_0009.gif\">"]}