{"title": ["Sensing the Physicochemical Nature of He and Ne in Micropores by Adsorption Measurements"], "authors": ["Avraham Saig", "Yacov Finkelstein", "Albert Danon", "Jacob E. Koresh"], "doi": ["10.1021/jp044110u"], "abstract": ["He and Ne in contact with molecular sieves in the form of crystalline A zeolites and amorphous carbon molecular sieves fibers (CMSF) were studied by adsorption measurements. Classification of the effective enclosure of zeolitic apertures and of graphitic constrictions, as determined by recent temperature-programmed desorption mass spectrometry (TPD-MS) studies of adsorption of He and Ne onto these materials, was utilized in making a prudent choice of samples and experimental conditions. In view of the former TPD information, the behaviors of adsorption and volumetric measurements reported herein are straightforwardly interpreted. The combined TPD, adsorption isotherms, and dead volume data deepen the understanding of the physicochemical nature of adsorbed gas, where gas adsorption in the vicinity of pore constrictions and/or apertures as well as on the inner surface areas of pores and/or cages could be resolved. Previous conclusions that the huge activation energies measured for Ne/CMSF at high temperatures are unlikely to characterize chemical desorption but reflect those required for overcoming the barrier of effectively constricted apertures were confirmed by the volumetric data presented here. At 77 K, considerable He adsorption was observed in the porous solids and found to be responsible for abnormal deduced values of dead volumes. The occurrence of significant adsorption of He onto A zeolites and CMSF at 77 K warrants the realization that in cases concerning porous materials, volumetrically deduced quantities should not be taken for granted, but should be carefully considered and uniquely interpreted in relation to the specific experimental conditions under which they are taken. "], "text": [" ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Summary", "Introduction", " ", "Being the most inert and the gas least adsorped onto solids, He is a traditional standard probe gas of choice for volumetric measurements that rely on dead volume determinations. Yet, despite the weak He−solid interactions, indications of abnormal behavior of He adsorption over porous adsorbents were noticed in the early 1960s", ".", "1", " More recently, a quantitative apparent abnormal adsorption was noted for He over NaA zeolites.", "2", " In another study, a significant effect of helium entrapment in active carbons was attributed to the presence of residual helium left from former dead space measurement.", "3", " Such a memory effect, although less pronounced, was observed for microporous Na-ZSM-5 zeolites, where it was concluded that the extent of helium entrapment is inversely proportional to the size of the pores.", "4", " After these few examples, only a small number of additional systematic studies addressing this issue can be found in the literature. This work utilizes the findings of recently detailed systematic observations of He and Ne encapsulation in carbon molecular sieve fibers (CMSF)", "5", " and A zeolites,", "6-8", " in an attempt to explore the physicochemical nature of the gases adsorbed on these porous materials. ", " ", "The phenomenon of occlusion (by encapsulation) and discharge (decapsulation) of inert atoms in microporous solids is of great scientific and engineering interest. Encapsulation is achieved when gaseous species are first put into contact with porous solids at elevated temperatures at which they are admitted into the free voids of the solid, and then once the system has been chilled followed by evacuation of the residual atmosphere, some of the gas remains entrapped.", "9,10", " Encapsulated atoms and molecules may withstand evacuation, but reversibly decapsulate when reheated. From a fundamental perspective, entrapped atoms in ordered arrays of small voids provide ideal and realistic models for both classical and quantum confinement effects. From an applied point of view, such systems may provide a method for controlled gas storage and release, as well as separation of gas mixtures. Zeolites", "11", " may well offer the realization of such encapsulating systems. In a recent detailed study, He and Ne were admitted in a controlled manner into either one or both of the α and β crystalline cages of type A zeolites at atmospheric pressure.", "6-8", " Unambiguous, efficient, reversible, and highly selective encapsulation of these atoms was achieved between 77 K and mildly elevated temperatures. In another related work,", "5", " encapsulation of He and Ne in an amorphous solid in the form of CMSF was also found to occur between room temperature (RT) and liquid nitrogen temperature (LN", "2", "). These studies elucidated the mechanisms governing the encapsulation of He and Ne by the above molecular sieves, and provided a principle mapping of the pore closure status versus the sample's temperature. ", " ", "In view of the strong effect of temperature on pore accessibility to He in A zeolites and CMSF, it was recognized that volumetric-based measurements on porous materials may easily, and in particular cases will inevitably, lead to erroneous interpretations of acquired data, unless the possible occurrence of temperature-dependent free aperture dimension is considered and tested. In a previous TPD-MS study, for example, high temperatures for desorption of He from CMSF were observed and the possible occurrence of a high-temperature adsorption was discussed.", "12", " Accordingly, extremely high activation energies for desorption, meeting those of chemical binding energies, were ", " considered. This possibility was ruled out later following a related study on the same CMSF, where it was realized that He and Ne are encapsulated by this amorphous solid due to temperature-dependent variations of the effective free dimension of pore openings.", "5", " Another typical example of a possible erroneous interpretation of TPD data may be found in recent reports", "13,14", " where observations of high desorption temperatures of rare gases, including He and Ne, from C", "60", " and carbon nanotubes were interpreted as resulting from chemical interactions. It is, however, evident from the experimental procedure", "14", " that the sorption conditions, at least in part, practically match those required for encapsulation to occur. It was thus very interesting to utilize the information gained by the former TPD studies with respect to the closure status of apertures in A zeolites and CMSF versus temperature, to conduct careful volumetric measurements on the same materials in an attempt to explore the physicochemical nature of He and Ne in contact with these materials. ", " ", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Summary", "Experimental Section", " ", "A standard volumetric high-vacuum system was used for dead volume and adsorption isotherm measurements. In all cases, a bowl-ended Pyrex tube containing the solid substance was connected to the vacuum system via a glass metal fitting flange. Zeolites were measured following evacuation between RT (hydrated) and up to full dryness at 300 °C. The temperature of the CMSF was progressively elevated (by 100 °C intervals) following each measurement. Dead volume measurements utilized pressures in the 1−1000 Torr range, measured with a highly sensitive pressure transducer (Sensotec, model Super TJE, 0.05% FS), calibrated to an accuracy of ±0.1 Torr. Adsorption isotherms of Ne/A zeolites and Ne/CMSF were performed at 77 K, utilizing pressures of up to 3000 Torr and measured with a MKS Baratron gauge (122AA). The He isotherm was exceptionally determined in a high-pressure system (", "P", "max", " = 200 atm). To determine the He isotherm, a different approach had to be taken in the sense that the dead volume was deuced indirectly, using He as hereby explained. Initially, volume calibration was performed for an empty stainless steel container at RT and at 77 K (by immersion in LN", "2", "). This was done versus pressure, including the high-pressure region, to rule out the possible occurrence of He−He interactions. For the isotherm, the dry 5A sample was chosen because both of its cages are accessible for He accommodation regardless of whether ", "T", " ≥ 77 K.", "7", " With this sample in the container, volume calibration was undertaken at RT to ensure as little adsorption of He as possible. This measurement approximated the volume occupied by the 5A skeleton. Since both kinds of windows in this grade are opened to He atoms at 77 K as well as at RT, the volume of the zeolitic skeleton at 77 K was approximated by correcting that measured at RT by the temperatures ratio (298/77). The He isotherm was then determined at 77 K. The effective dead volume was taken as the difference between the volume of the empty container measured at 77 K and the above 77 K-corrected RT-measured volume of the zeolitic skeleton. Care was taken to keep a constant LN", "2", " height during the measurement. Since 5A offers pore accessibility even at 77 K, no kinetic effect of gas penetration was manifested and equilibrium pressures were quickly attained. ", " ", "A final remark concerning the choice of samples weights is in place. In the case of the crystalline zeolites, large sample weights should be carefully considered to account for a possible degradation of the zeolitic lattice upon contact with water vapor during the process of dehydration. Since the extent of water content strongly affects both the effective free aperture dimension and the free surface area (outer and inner) that is available for adsorption, samples of different evacuation (dehydration) temperatures will accordingly manifest different sensitivities to the measured quantity of interest. Thus, sample weights that will result in acceptable sensitivities and highly reproducible data were strictly chosen. Following this guideline, samples with relatively large adsorption capacities, i.e., 5A (190 °C), 5A (300 °C), and 4A (300 °C), were utilized in small quantities of ∼650 mg. On the other hand, larger quantities were required for samples that offer a smaller available surface area for adsorption:  weights between 4.7 and 5.3 g were used in the case of 3, 4, and 5A pre-evacuated at RT and 3A and 5A, respectively, dehydrated at 300 and 100 °C. When samples are evacuated only at RT, weights are insignificant with respect to the possible occurrence of degradation during dehydration. In all other cases, including small and large sample weights, care was taken to minimize such possible effects by initially dehydrating the samples over a slow temperature ramp in a capacious oven with constant air circulation with the sample inside a wide container. The same measures were taken in extreme cases like dead volume measurements using He, where even larger weights of ∼32 g were required to gain fair detection sensitivities. Whatever sample weight was utilized, all samples behaved both qualitatively and quantitatively, as expected from the classification procedure that relied on the former TPD experiments, which due to their high sensitivity required only small zeolite quantities of ∼300 mg. Finally, in the case of amorphous CMSF, for which such considerations are not of concern, 0.2−1.6 g was utilized in all experiments. ", " ", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Summary", "Results and Discussion", " ", "The following discussion is based on the results of former detailed TPD studies on amorphous CMSF", "5", " and crystalline A zeolites,", "6", " in which the observations of high-temperature desorption peaks were shown to originate from encapsulation−decapsulation processes. These observations revealed a strong temperature effect on the effective free aperture dimension of zeolitic windows and constrictions in CMSF, and that was utilized to establish the closure status of constrictions and/or windows versus temperature.", "7,8", " Figure 1", " depicts representative TPD profiles of He decapsulated from dehydrated 3, 4, and 5A zeolites, following sorption during sample cooling between 573 and 77 K followed by long-lasting evacuation of residual gas at 77 K. ", " ", " Figure 1 He TPD profiles of 3A, 4A, and 5A zeolites, recorded following sorption between 290 °C and LN", "2", ". Desorption was performed at 20 °C/min with a Ne carrier gas. ", "x", "-Axis values refer to desorption temperature in degrees Celsius. Peak assignments denote decapsulations from α and β cages. The effect of temperature on the effective free aperture dimension is illustrated by the attached two-dimensional scheme that models the aperture closure status at 77 K and RT.", " ", " ", " ", "An important principle conclusion is immediately apparent from Figure 1:  both types of zeolitic windows (O", "8", "-α and O", "6", "-β) are opened, depending on zeolite grade and sample temperature, to varying degrees with respect to He. The dependence on zeolite grade is due to the effect of cations size and also their spatial distribution, whereas that on temperature originates from both thermal dilations or contractions and cation redistributions.", "7", " In addition, there are fair indications that at 77 K the reduced vibrations of the cations presented in the zeolitic windows govern the free aperture dimension.", "15", " These data provided a straightforward classification of the overall closure status of zeolitic windows versus temperature. The closure status of windows at 77 K and RT is graphically summarized by the modular cannel/cavity scheme attached to Figure 1, and is listed in Table 1", ". ", " ", " ", " Table 1:  Closure Status of Zeolitic Windows to He Atoms for the Case of Fully Dried Samples at 1 Bar, vs Sample Temperature", "a", " ", " ", " ", "3A", "4A", "5A", " ", "α", "β", "α", "β", "α", "β ", "77 K ", "C ", "C ", "PB ", "C ", "O ", "PB ", "RT ", "O ", "C ", "O ", "C ", "O ", "O", " ", " ", "a", " C for closed, O for open, and PB for partly blocked.", " ", " ", " ", " ", "While Table 1 refers to the pore closure status of dehydrated zeolite samples, the situation for hydrated samples is much different since the presence of water molecules enhances pore closure.", "8", " TPD studies", "7,8", " show that depending on both pre-", " evacuation and sample temperatures, pores and apertures may be effectively opened in a controllable fashion to varying degrees, thus providing a powerful straightforward tool for tuning in advance the closure status of samples throughout a fairly wide range of extents. Consequently, comfort and efficient planning of volumetric measurements are feasible. In this work, we utilize the blocking effect of water and surface group content on the free aperture dimension, in A zeolites and CMSF, respectively, for a strictly controlled pore closure. The top frame in Figure 2", " shows highly resolved TPD-MS profiles of He decapsulated from 3, 4, and 5A zeolite grades for two extreme cases of pore closure, i.e., in the highly dried (solid curves) and fully wetted (dashed curves) states. The bottom frame of Figure 2 depicts decapsulation curves of Ne from CMSF versus the pre-evacuation temperature of the sample. ", " ", " Figure 2 TPD curves of He from dried (", ") and wetted (···) A zeolites.", "7", " Peaks are assigned to decapsulations from α and β cages, where tagged symbols denoted decapsulations from wetted samples (top panel). TPD profiles of Ne from CMSF vs evacuation temperature (bottom panel).", "12", " ", " ", " ", "For both materials, Figure 2 clearly illustrates the fact that the extent of hydration, at least, has a marked effect on the peak locations and intensities, i.e., on the decapsulation temperatures and released amounts, respectively. In case of the crystalline solid (zeolite), for which peaks are individually ascribed to specific decapsulations from the α or β cages,", "6,7", " one may easily draw, for a given zeolite grade, a principle chart of the closure status of windows versus sample temperature. Table 2", " summarizes such a chart for the case of Ne versus water content in A zeolites and CMSF at 77 K. Also presented in Table 2 are the closure states of windows in 5A at 77 K following partial dehydration at two additional intermediate temperatures (100 and 190 °C). ", " ", " ", " Table 2:  Zeolitic Windows and CMSF Pore Closure Status at 77 K for Ne Atoms following the Sorption Procedure at 1 Bar and between RT and LN", "2", " on Wetted and Dried Samples", "a", " ", " ", " ", " ", "3A", "4A", "5A", "dehydration  temperature", "CMSF", "α", "β", "α", "β", "α", "β ", "hydrated ", "HB ", "C ", "C ", "C ", "C ", "SB ", "C ", "100", " ", "°C ", " ", " ", " ", " ", " ", "MB ", "HB ", "190", " ", "°C ", " ", " ", " ", " ", " ", "MB ", "MB ", "300", " ", "°C ", "MB ", "C ", "C ", "SB ", "C ", "O ", "SB", " ", " ", "a", " Depicted are only samples for which isotherms were measured. C for closed, HB for highly blocked, MB for moderately blocked, SB for slightly blocked, and O for open.", " ", " ", " ", " ", "Ne and He isotherms were determined for samples tuned in advance to the various closure states selected using the ", " classification in Tables 1 and 2. It is emphasized that the isotherms, taken at 77 K, reflect physical adsorption and should not be confused with the encapsulation phenomenon mentioned above. The encapsulation experiments only provide data on the status of aperture closure, which is then independently tested by the 77 K isotherm measurements described above. The resulting isotherms are shown in Figure 3", ". Their partition into two well-resolved groups with relatively high and low adsorbed amounts, and their inner relative spread within each group, are in full accordance with the picture of closure status as reflected in Table 2:  samples exhibiting opened or partly opened pores and/or windows, i.e., CMSF pre-evacuated at 300 °C, 4A evacuated at 300 °C, and 5A evacuated at 300, as well as at 190 °C, yield high adsorption quantities (Figure 3a) that are larger by up to 2 orders of magnitude than those of closed pores and/or windows, i.e., hydrated 3, 4, and 5A evacuated only at RT, as well as hydrated 5A evacuated at 100 °C or completely dehydrated 3A (Figure 3b). The latter one (dry 3A) is particularly interesting since, although fully dried, at 77 K (the temperature of the isotherm) it possesses an overly small effective free aperture dimension which is reflected in turn by the small adsorbed amount. ", " ", " Figure 3 Isotherms (77 K) of Ne over CMSF and A zeolites vs pre-evacuation temperature. Panel a depicts samples with practically opened windows (zeolites) and dilated constrictions (CMSF). Isotherms in panel b are of samples with practically closed zeolitic cages and constricted CMSF constrictions.", " ", " ", " ", "The isotherms of Figure 3b, i.e., those of zeolites with practically closed windows, produce nearly linear isotherms with minute amounts of adsorbed gas, as can be expected from highly reduced pore accessibility:  the more restricted the aperture, the less accessible the inner pore volume. It may be seen (Figure 3b) that among the zeolites, the adsorbed amount increases in a systematic order from 3A to 5A via 4A. This behavior is in accord with the free available inner cage volumes and their respective inner surface areas. A closer inspection of the isotherms reveals, however, the occurrence of the reversed effect in the low-pressure region, in the sense that the more restricted the aperture the larger the adsorbed amount. This observation is illustrated by the inset of Figure 3b that shows a magnification of the low-pressure region of the isotherms of the hydrated samples. Such a behavior may be understood if low-energy sites, occurring at the effectively constricted zeolitic apertures, are considered. In that case, the more constricted the aperture, the better it fits the dimension of the guest atom. This creates a source of low-energy sites", "16", " that increases in turn the adsorbed amount. That the effectively constricted zeolitic apertures dominate the isotherm behavior for hydrated samples at low pressures is further supported by the fact that at these low pressures the isotherms of the two 5A samples (RT and 100 °C) are practically indistinguishable (regular and inverted triangles in the inset of Figure 3b) regardless of their different extents of hydration. At higher pressures, however, the gas manages to access the inner surface area of cages to growing extents, as compared with the low-energy sites near the apertures. In that case, the energetic sites occurring in larger quantities on the inner surface of the zeolitic cages govern the relative adsorbed amount. As a result, the relative order of isotherms (Figure 3b) returns to that expected from growing inner available surface area of cages, i.e., from 3A to 5A via 4A. In a summary of the isotherm measurements, it should be noted that their results comply with the initial sample classification that purely relied on independent TPD measurements. Since in contrast to isotherm measurements, those of TPD are of a nonequilibrium character, the isotherm measurements can be viewed as being complementary to the TPD data in the sense that they confirm the initial TPD classification of aperture closure versus temperature and water content. ", " ", "In view of the effect of temperature on the closure status of cages and constrictions in A zeolites and CMSF, respectively, the physicochemical nature of encapsulated gas was explored by dead volume (", "V", "d", ") measurements. At RT, the O", "8", " windows in dehydrated 3A are widely opened, providing free He access to the inner volume of α cages, whereas the smaller O", "6", " windows are practically closed, thus hindering β accessibility (see Table 1). Similarly, at LN", "2", " α cages in 3A become practically inaccessible for 1 bar of He due to a significant thermal contraction of their aperture. Relying on the TPD information given above, we performed two conditioned dead volume measurements, dried 3A at LN", "2", " and RT, to extract the available α cage volume. The results were as follows:  ", "V", "d", "77 K", "(3A) = 0.54 cm", "3", "/g and ", "V", "d", "RT", "(3A) = 0.43 cm", "3", "/g, respectively. Assuming negligible He adsorption on the outer and inner surface of α cages, the above difference of 0.11 cm", "3", "/g was attributed to the approximate volume occupied by α cages in 3A. Upon attempting to utilize the detailed TPD information for the pore closure status in 4A and 5A, to determine the values of other volumes, such as that of the β cage or the sum α and β of both cages, we repeatedly encountered a severe abnormal volumetric behavior, where the deduced dead volumes of 4A and 5A at 77 K came out significantly larger even than their empty Pyrex container. The origin for this discrepancy lies in the occurrence of He adsorption at 77 K on the inner surface area of cages. ", " ", "The evaluation of the adsorbed He amounts in the 4A and 5A grades relied on a careful consideration of all involved dead volumes. These included the following volume calibrations:  ", "V", "e", "RT", ", empty Pyrex container at RT; ", "V", "e", "77 K", ", empty container partially immersed in LN", "2", "; and ", "V", "c", "RT", ", Pyrex tube containing the zeolite sample at RT. The difference (", "V", "z", "RT", " = ", "V", "e", "RT", " − ", "V", "c", "RT", ") ", " determines the volume occupied by the zeolite skeleton at RT. Finally, dead volume measurements, ", "V", "c", "77 K", ", of zeolite samples at 77 K were performed. These values were compared to the expected volume occupied by the zeolitic skeleton at 77 K. This was provided by the difference between the effective dead volume of the empty container at 77 K and the RT volume of the zeolite skeleton corrected to 77 K (", "V", "a", " = ", "V", "e", "77 K", " − ", "V", "z", "RT", " × 298/77). Finally, the deviations of ", "V", "c", "77 K", " from ", "V", "a", " were attributed to the amounts of adsorbed He. The results were 1.88 cm", "3", " (stp)/g", " (", "∼85 μmol/g", ")", " in 4A and 2.28 cm", "3", " (stp)/g ", "(", "∼100 μmol/g", ")", " in 5A. While the former value may be attributed to adsorption in the α cages of 4A, the later may be ascribed to adsorption in the α and β cages in 5A. ", " ", "Dead volume measurements were performed also on CMSF versus ", "T", "0", ", the temperature of pre-evacuation. Pre-evacuation between RT and 500 °C gradually removes water and surface hydroxyl groups in a systematic fashion that increases the effective pore openings.", "5", " The dead volume measurements taken at RT on CMSF yielded a constant value of 0.51 cm", "3", " (stp)/g (1.95 g/cm", "3", ") regardless of whether ", "T", "0", " was between RT and 500 °C. By that, the above result means that the pre-evacuation treatment at various temperatures removes water and surface groups only from the vicinity of the graphitic constrictions, leaving the available inner pore volume nearly intact. Hence, ", "T", "0", " affects the free constriction dimension, but it is negligibly significant in relation to the available pore volume. These results are in accordance with a former study", "17", " in which a systematic enhancement in adsorption kinetics with increasing ", "T", "0", " values was observed, whereas the adsorbed amount remained constant. The above value may thus be viewed as that of the volume occupied by the CMSF skeleton, and is seen to be comparable to the density of common graphite. ", " ", "Turning to the 77 K set of measurements, we find CMSF samples that were pre-evacuated up to 200 °C yielded a practically fixed dead volume value (corrected to RT) that is higher (by ca. 0.1 cm", "3", "/g) than that deduced at RT for the CMSF skeleton. At 77 K, pore constrictions when ", "T", "0", " ≤ 200 °C of CMSF samples are highly inaccessible to He.", "5", " Assuming negligible He adsorption at 77 K for such samples, the above difference could be attributed to the net volume occupied by the pores at 77 K. In marked contrast to the information described above, and like the observations in the zeolite experiments, the dead volume measurements at LN", "2", " on CMSF pre-evacuated above 200 °C also revealed an abnormal volumetric behavior whose origin was attributed to the occurrence of significant He adsorption on the inner pore surface. The adsorbed He amounts at 77 K inside the pores of CMSF pretreated at 300, 400, and 500 °C were found to be practically constant, equal to ∼4.2 cm", "3", " (stp)/g (193 μmol/g). Once the pores become accessible for He penetration (by the removal of blocking surface groups upon evacuation above 200 °C), the final adsorbed amount is constant. This is because pre-evacuation dose not affect the free available pore volume that remains unchanged. It only gradually widens the pore openings, which apart from kinetic effects have no significance with respect to the adsorbed amount. ", " ", "Finally, we refer to a former study in which high desorption temperatures of Ne from CMSF were observed and the possible occurrence of extremely high activation energies for desorption that match those of chemical binding was considered.", "12", " This possibility was, however, ruled out later following the realization that Ne is encapsulated by the pores of the CMSF, and that the huge activation energies were not for desorption but rather those required for transition through the effectively constricted apertures.", "5", " In view of this realization, we now enclose and conclude the issue of adsorption by measuring the activation energy, ", "E", "d", ", for the Ne/CMSF system. This was done by measuring Ne isotherms versus ", "T", " between −85 and −55 °C on two samples with different ", "T", "0", " values and plotting, for a given atomic coverage, ln(", "P", ") versus 1/", "T", ". Such a plot is given in Figure 4", " for the case in which ", "T", "0", " = 400 °C. ", " ", " Figure 4 Ne/CMSF (", "T", "0", " = 400 °C) isotherms vs sample temperature between −85 and −55 °C. The inset shows the linear relation between ln(", "P", ") and 1/", "T", " for a given atomic coverage of 0.015 mmol/g, used to deduce the value of ", "E", "d", ".", " ", " ", " ", "From the slope of the resulting linear behavior (inset of Figure 4), ", "E", "d", " was deduced. The resulting values, ranging between 6.2 and 6.6 kJ/mol, are lower by ∼1 order of magnitude than that deduced in ref 12, which is now accord with expectations that rely on known ", "E", "d", " values for Ne over carbon materials.", "12", " In contrast to the TPD peaks, the presently deduced ", "T", "d", " value is independent of ", "T", "0", ". That means that the variations in desorption temperatures are indeed due to a pure geometrical effect, i.e., varying effective aperture dimension, whereas inside the pores, adsorption takes place with a given interaction potential irrespective of ", "T", "0", ". ", " ", "To explore the physicochemical nature of He in the zeolite samples, He isotherms had to be determined. For that matter, we choose 5A zeolite since it is evident from the TPD data that this grade offers widely opened α and β windows at LN", "2", ". However, in contrast to Ne isotherms, the determination of He isotherms is less trivial due to the fact that dead volume determination utilizes He itself as a probe gas. As mentioned in the Experimental Section, He may be adsorbed in significant amounts that may lead to erroneous interpretation of the He isotherm. To bypass this problem, the dead volume was measured at RT rather than at 77 K using a low He pressure. The deduced value of ", "V", "d", "RT", " was then corrected by the temperature ratio to account for the temperature effect, and used as raw data for the 77 K isotherm depicted in Figure 5", ". The isotherm depicts surprisingly large amounts of adsorbed He from ∼24 μmol at ∼1 bar up to as much as 900 μmol/g at ∼20 bar. ", " ", " Figure 5 Isotherm (77 K) of He over 5A zeolites. The straight line through the data points was added to lead the eye.", " ", " ", " ", " ", "Top of Page", "Abstract", "Introduction", "Experimental Section", "Results and Discussion", "Summary", "Summary", " ", "He and Ne in contact with molecular sieves in the form of crystalline A zeolites and amorphous CMSF were studied volumetrically. The performance of adsorption isotherms and dead space measurements on prudently selected samples was possible because of the results of recent TPD studies that established the status of aperture closure for He and Ne in CMSF and A zeolites versus sample temperature. Seemingly puzzling ", " relations between zeolite isotherms could be straightforwardly understood by accounting for the TPD data. Moreover, while the TPD technique provides pure geometrical data about the extent of aperture closure, the complementary volumetric measurements explore an important part of the physicochemical nature of the gas that is in contact with the porous solid. The results presented here confirm previous conclusions that the huge activation energies measured for the Ne/CMSF system at high temperatures should be attributed to those required for gas to overcome the barrier offered by effectively constricted apertures, and not to adsorption. In a complementary fashion, the isotherms and dead volume data provided the resolution between adsorption on constrictions and/or apertures and on the inner surface areas of pores and/or cages at 77 K. We measured a small amount of Ne adsorbed on the external surface of the porous materials, whereas marked adsorbed quantities of either Ne or He were observed in the inner surface area of pores. In the case of He, the adsorption was reflected in the measurement of abnormal dead volumes, thus warranting the realization that in cases concerning porous materials, volumetrically deduced quantities should not be taken for granted, but be carefully considered and uniquely interpreted in relation to the specific experimental conditions under which they are taken. ", " ", "    ", "This article references 17 other publications.", " ", "(1)", " ", "Maggs, F. A. P.; Schwabe, P. H.; Williams, J. H. ", "  Nature", " ", "1960", ", ", "196", ", 956.", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", " ", "(2)", " ", "Suzuki, I.; Sato, H. ", "  J. Catal", ". ", "1988", ", ", "113", ", 540.", "[", "Crossref", "]", "There is no corresponding record for this reference.", " ", " ", "(3)", " ", "Olivier, J. P. ", "  The Microreport; newsletter from Micromeritics USA, 1", "st", " ", "Quarter", "; Micromeritics USA:  Norcross, GA, 1997; Vol. 8, No. 1.", "There is no corresponding record for this reference.", " ", " ", "(4)", " ", "Groen, J. C.; Louk, A. A. ", "  The Microreport, newsletter from Micromeritics ", "USA, 3", "rd", " Quarter", "; Micromeritics USA:  Norcross, GA, 1997; Vol. 8, No. 3.", "There is no corresponding record for this reference.", " ", " ", "(5)", " ", "Finkelstein, Y.; Saig, A.; Danon, A.; Koresh, J. E. ", "  Langmuir ", "2003", ", ", "19", ", 218.", "[", "ACS Full Text ", "], [", "CAS", "]", "(5) . ", "Encapsulation of He and Ne in carbon molecular sieves", "Finkelstein, Y.; Saig, A.; Danon, A.; Koresh, J. E.", "Langmuir", "\r\n        (", "2003", "),\r\n    ", "19", "\r\n        (", "2", "),\r\n    ", "218-219", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The adsorption-desorption pattern of He and Ne from amorphous carbon mol. sieve fibers (CMSF) was found to be governed by an encapsulation mechanism.  He and Ne undergo reversible and efficient entrapment by the micropores of CMSF.  Selective adjustment of pore openings to meet the crit. dimensions of He and Ne which allow their admission is achieved via 2 principal steps: (i) the well-known pore widening by an irreversible removal of surface oxide groups upon evacuation at elevated temps. and (ii) regulation of the effective pore opening via reversible thermal dilation/contraction.  The occurrence of a markedly high activation energy, which previously could not be solely attributed to pure adsorption, is now understood as that needed for overcoming the energetic barrier imposed by the thermally constricted pores.  The present results imply that the encapsulation phenomenon can considerably affect dead vol. measurements in porous materials.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38XpsVSnurw%253D&md5=9faf795121979dc3fafd05c978cd8eb1", " ", " ", "(6)", " ", "Saig, A.; Danon, A.; Finkelstein, Y.; Koresh, J. E. ", "  J. Chem. Phys. ", "2003", ", ", "118", ", 4221.", "[", "Crossref", "], [", "CAS", "]", "(6) . ", "Selective and reversible entrapment of He and Ne in NaA zeolite at atmospheric pressure", "Saig, A.; Danon, A.; Finkelstein, Y.; Koresh, J. E.", "Journal of Chemical Physics", "\r\n        (", "2003", "),\r\n    ", "118", "\r\n        (", "9", "),\r\n    ", "4221-4225", "CODEN:\r\n                ", "JCPSA6", ";\r\n        ISSN:", "0021-9606", ".\r\n    \r\n            (", "American Institute of Physics", ")\r\n        ", "The He(Ne)/NaA-zeolite system was studied using temp. programmed desorption mass spectrometry (TPD-MS) with a supersonic mol.-beam inlet.  Controllable, stable, and reversible entrapment of He and Ne by the β cages of NaA zeolite was exptl. achieved at ambient pressure and around 200°C.  Decapsulation of either He or Ne from NaA is shown to be of a doublet character, indicating on the occurrence of effectively two classes of β cavities: completely blocked cages, never previously obsd., and partly blocked ones.  The encapsulation of Ne and He in NaA is assocd. with the coupling of two reversible mechanisms governing the effective free aperture dimension, i.e., apertures thermal dilation and activated ion mobility.  Characteristic admission temps. between 130°C and 200°C, show highly selective sieving effect between He and Ne, suggesting its potential utilization for gas sepn. via a temp. swing practice and for a possible exptl. realization of quantum sieving.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXht1Cksr0%253D&md5=ca80a1003f7bff414f80990cdbd997c5", " ", " ", "(7)", " ", "Finkelstein, Y.; Saig, A.; Danon, A.; Koresh, J. E.", " J. Phys. Chem. B ", "2003", ", ", "107", ", 9170.", "[", "ACS Full Text ", "], [", "CAS", "]", "(7) . ", "Study of Type-A Zeolites. Part 1: Mechanism of He and Ne Encapsulation", "Finkelstein, Yacov; Saig, Avraham; Danon, Albert; Koresh, Jacob E.", "Journal of Physical Chemistry B", "\r\n        (", "2003", "),\r\n    ", "107", "\r\n        (", "35", "),\r\n    ", "9170-9174", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The mechanism of ambient pressure encapsulation of He and Ne in the α and β cryst. cages of type-A zeolites is demonstrated.  Reversible and highly selective gas admission and entrapment are readily achieved at characteristic temps. occurring between 77 and 570 K.  The permeability of the zeolitic windows is governed by an interplay between the crit. diam. of the encapsulate and the effective apertures dimension, which is shown to be strongly dependent on temp.  The blocking state of the zeolitic apertures is detd. by a simultaneous thermal activation of both cation mobility and structural dilation/constriction of cryst. windows.  Encapsulation in NaA (4A) principally occurs in the β cages of the Sodalite units, whereas the K-exchange form (3A) offers both α and β encapsulations.  The effective free aperture dimension of the Ca exchange form (5A) is found to be too large to allow a practical gas enfoldment in either class of cavities, even at 77 K, where only poor encapsulation is obsd.  The counterion location vs size dependence, known only from crystallog. data, is sensed here for the first time by an encapsulation process, via the manifestation of different aperture occupancy states.  While the blocking extent of the wider O8 windows of the α cages is consistent with the size of exchangeable cations, a reverse correlation is evident for the narrower O6 windows of the β cages.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXlvVGlu70%253D&md5=1265ebc5dc349d2e74c96a43b814c85a", " ", " ", "(8)", " ", "Saig, A.; Finkelstein, Y.; Danon, A.; Koresh, J. E. ", "  J. Phys. Chem. B ", "2003", ", ", "107", ", 13414.", "[", "ACS Full Text ", "], [", "CAS", "]", "(8) . ", "Study of Type-A Zeolites. Part 2: Effect of Dehydration on the Effective Aperture Dimension", "Saig, Avraham; Finkelstein, Yacov; Danon, Albert; Koresh, Jacob E.", "Journal of Physical Chemistry B", "\r\n        (", "2003", "),\r\n    ", "107", "\r\n        (", "48", "),\r\n    ", "13414-13418", "CODEN:\r\n                ", "JPCBFK", ";\r\n        ISSN:", "1520-6106", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "A new insight into the role played by water mols. in the cryst. framework of type-A zeolites is demonstrated.  The effect of dehydration on the effective free aperture dimension, Df, is studied by utilizing temp.-programmed decapsulation of He and Ne.  The interplay between the various known mechanisms governing Df is directly sensed by the decapsulation behavior of differently sized inert atoms.  The results are qual. interpreted using pure dimensional considerations, revealing the occurrence of a strict relation between the content of water mols. and the redistribution of zeolitic cations in detg. Df.  Water content is shown to have a strong effect on the blocking state of the O8 and O6 zeolitic windows, which in turn, governs gas accessibility to the α and β cages.  It is proposed that Df is regulated via a subtle balance between two coupled principal mechanisms.  One involves direct lattice adjustments, where two opposite sub-mechanisms seem to play competitive roles.  Removal of water mols. by simultaneous heating and pumping enlarges Df, while hydroxyl groups elimination from within the zeolitic channels results in their partial collapse, thus reducing Df.  The second mechanism involves the regulation of aperture blocking via relocations of the counterions initiated by increasing vacancies due to removal of water mols.  While dehydration continuously contracts the O6 apertures, a two-stage effect is obsd. for the wider O8 windows.  Upon dehydration at large water contents, O8 apertures are reduced; then, beyond a crit. extent of dehydration, the net effect is reversed, widening the O8 windows.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3sXoslWitL8%253D&md5=d2190a9b598061b2e4f8c349a50ee567", " ", " ", "(9)", " ", "Barrer, R. M.; Vaughan, D. E. W. ", "  J. Phys. Chem. Solids", " ", "1971", ", ", "32", ", 731.", "[", "Crossref", "], [", "CAS", "]", "(9) . ", "Trapping of inert gases in sodalite and cancrinite crystals", "Barrer, Richard M.; Vaughan, D. E. W.", "Journal of Physics and Chemistry of Solids", "\r\n        (", "1971", "),\r\n    ", "32", "\r\n        (", "3", "),\r\n    ", "731-43", "CODEN:\r\n                ", "JPCSAW", ";\r\n        ISSN:", "0022-3697", ".\r\n    ", "At high temps. and high pressures outgassed sodalite and cancrinite hydrates take up substantial vols. of rare gases such as Ne, Ar, and Kr.  These gases were trapped within the crystals when the temp. was lowered.  Diffusion coeffs., activation energies and heats of trapping have been estd., and the equil. investigated theoretically.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaE3MXhtlSms78%253D&md5=c0922f23dd46c7e3d140970b8cd02f43", " ", " ", "Fraenkel, D. ", "  J. Chem. Soc.", ",", " Faraday Trans. ", "1", " 1981", ", ", "77", ", 2029.", "[", "Crossref", "], [", "CAS", "]", ". ", "Zeolitic encapsulation.  Part 1.  Hydrogen diffusion in A-type zeolite encapsulates", "Fraenkel, Dan", "Journal of the Chemical Society, Faraday Transactions 1:  Physical Chemistry in Condensed Phases", "\r\n        (", "1981", "),\r\n    ", "77", "\r\n        (", "9", "),\r\n    ", "2029-39", "CODEN:\r\n                ", "JCFTAR", ";\r\n        ISSN:", "0300-9599", ".\r\n    ", "Using a simple math. treatment, a convenient temp.-programmed diffusion equation was derived.  Using the equation, the energy of activation of diffusion, E, and the preexponential factor of the diffusion coeff., D0 (as D0/r02), were derived for H diffusion in univalent ion-exchanged zeolite-A encapsulates (univalent ion = Cs+, K+, Rb+, Na+, MeN+H3).  Except for Na-A (H) encapsulates, for which very high E and D0/r02 values were obtained, the diffusion parameters increased with increasing radius of the alkali metal cation.  The diffusion process was attributed to mol. jumps through O6 windows for Na-A(H), which exhibits only β-cage encapsulations, whereas jumps through O8 windows of various effective openings are proposed for all other cases in which α-cage encapsulation predominantes.  The dependence of E on the degree of exchange is predicted and explained in terms of the concept of conditionally opened windows.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3MXlsFKksbg%253D&md5=d71d3b6c2dac8d916700bcc6482f0bd8", " ", " ", "(11)", " ", "Breck, W. In ", "Zeolite Molecular Sieves", "; Wiley:  New York, 1974.", "There is no corresponding record for this reference.", " ", " ", "(12)", " ", "Danon, A.; Finkelstein, Y.; Koresh, J. E. ", "  Langmuir ", "2002", ", ", "18", ", 638.", "[", "ACS Full Text ", "], [", "CAS", "]", "(12) . ", "Sieving effect of neon and helium at high temperature on carbon molecular sieve fibers", "Danon, A.; Finkelstein, Y.; Koresh, J. E.", "Langmuir", "\r\n        (", "2002", "),\r\n    ", "18", "\r\n        (", "3", "),\r\n    ", "638-641", "CODEN:\r\n                ", "LANGD5", ";\r\n        ISSN:", "0743-7463", ".\r\n    \r\n            (", "American Chemical Society", ")\r\n        ", "The high-temp. interaction of the noble gas neon with carbon mol. sieve fibers (CMSF) was studied using temp.-programmed desorption mass spectrometry in a unique supersonic mol. beam sampling mode.  Monitoring the dependence of the Ne desorption temp. peak on the effective dimension of the adsorption sites of the CMSF provides an insight into the interaction of the \"nonadsorbable\" neon atom with the carbon ultramicropores.  Comparing the neon results with the recent data obtained for helium on the same CMSF reveals a mol. sieving effect with high selectivity between He and Ne.  From a classical standpoint of pore and at. size, it is shown that the effective pore size of the CMSF could be controlled to such extent that one enables the pore dimensions to meet those of the atom species, consequently providing the observation of He/Ne at. sieving.  The interaction of both He and Ne with the CMSF is found to be extremely strong, exceeding by ≤2 orders of magnitude that with other carbon materials of regular structure (i.e., graphite and carbon nanotubes).  Two alternative mechanisms that may govern such strong interactions are suggested.  One is the possible occurrence of a process in which \"flexible\" CMSF constrictions are dilated, thus forming an enhanced traplike confinement effect on the adsorbent species, or alternatively, the detg. factor could simply be the binding with the dangling bonds' enriched restrictions.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD38Xis1yksQ%253D%253D&md5=6c2a150749ffc44cfb22d3539d97bb9a", " ", " ", "(13)", " ", "Ichimura, K.; Imaeda, K.; Inokuchi, H. In ", "Nanonetwork Materials", "; Saito, S., et al. Eds.; Springer:  New York, 2001; p 229.", "There is no corresponding record for this reference.", " ", " ", "(14)", " ", "Ichimura, K.; Imaeda, K.; Inokuchi, H. ", "  Chem. Lett", ". ", "2000", ", 196.", "[", "Crossref", "], [", "CAS", "]", "(14) . ", "Bonding states of He, Ne and Ar in solid C60", "Ichimura, Kenji; Imaeda, Kenichi; Inokuchi, Hiroo", "Chemistry Letters", "\r\n        (", "2000", "),\r\n    ", "\r\n        (", "3", "),\r\n    ", "196-197", "CODEN:\r\n                ", "CMLTAG", ";\r\n        ISSN:", "0366-7022", ".\r\n    \r\n            (", "Chemical Society of Japan", ")\r\n        ", "He, Ne and Ar are intercalated in a lattice of C60 under the conditions of ambient temp. and pressure.  The mass-analyzed thermal desorption reveals that rare gases are desorbed above 400 K and their desorption amts. are not in impurity level but in stoichiometric level.  X-Ray photoelectron spectra in the Cls and valence band regions show different peak profiles.  These results indicate that He, Ne and Ar atoms in a C60 lattice are in the bonding state.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADC%252BD3cXhslKktr4%253D&md5=f25f7109da8a1174d729e09cb574c2ed", " ", " ", "(15)", " ", "Rees, L. V. C.; Berry, T. ", "  Mol. Sieves, Pap. Conf. ", "1968", ", 149.", "[", "CAS", "]", "(15) . ", "Sorption of nonpolar sorbates in Linde sieve.  Modified by the presorption of ammonia", "Rees, Lovat V. C.; Berry, Trevor", "\r\n        (", "1968", "),\r\n    ", "\r\n        (", "),\r\n    ", "149-63", "CODEN:\r\n                ", "20OOAA", "\r\n        ISSN:", ".\r\n    \r\n            (", "Soc. Chem. Ind.", ")\r\n        ", "The effect of the presorption of NH3 in Linde sieve A on the subsequent sorption of O, Ne, and N at 77.4, 90.2, and 195°K. was studied.  At small NH3 loadings, cutoff in the sorption was found and was also obtained by ion exchange alone.  The amt. of NH3 or the degree of ion exchange required for cutoff was analyzed and compared with the theoretical value.  Usefulness of the method in the detn. of cation and polar mol. positions in sorbents similar to NaA and the modification of mol. sieve properties of NaA is indicated.  The kinetics of sorption of O in NaA and Ca2+ exchange samples was studied in the lower regions of the cutoff where the sorption is diffusion controlled.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaF1MXmtFCmsw%253D%253D&md5=bb520b12330ed61be084327427b8f51c", " ", " ", "(16)", " ", "Everette, D. H.; Powel, J. C. ", "  Trans. Faraday Soc", ". ", "1976", ", ", "77", ", 619.", "There is no corresponding record for this reference.", " ", " ", "(17)", " ", "Koresh, J. E.; Soffer, A. ", "  J. Chem. ", "Soc., Faraday Trans. 1", " ", "1980", ", ", "76", ", 2457.", "[", "Crossref", "], [", "CAS", "]", "(17) . ", "Study of molecular sieve carbons.  Part 1.  Pore structure, gradual pore opening, and mechanism of molecular sieving", "Koresh, Jacob; Soffer, Abraham", "Journal of the Chemical Society, Faraday Transactions 1:  Physical Chemistry in Condensed Phases", "\r\n        (", "1980", "),\r\n    ", "76", "\r\n        (", "12", "),\r\n    ", "2457-71, 1 plate", "CODEN:\r\n                ", "JCFTAR", ";\r\n        ISSN:", "0300-9599", ".\r\n    ", "The pore structure of a fibrous C mol. sieve was studied by adsorption of CO2, O2, C2H2, H2, N2, CO, Xe, and SF6 as mol. probes.  Apart from the negligible outer surface of the fibers, all adsorption sites possess mol. sieving properties.  Mild activation steps enabled the graduated opening of crit. pore dimensions in the range 3.1-5.6 Å, keeping adsorption selectivity between mols. varying by only 0.2 Å in cross section » 100:1.  The pore opening was effected by removing surface groups as CO2 and CO due to degassing at 100-700° and by burning off skeletal C atoms in air at 400-450°.  Degassing at >800° leads to pore closure due to sintering.  In contrast to the obsd. graduated opening, removal of surface atoms would have resulted in pore widening steps as large as a few Å.  The kinetic-statistical origin of the fine discrimination between mols. of similar dimensions enables mol. sieving by pores substantially larger than the mols.  A model comprising few rate-detg. constrictions close to the outer surface and of wider pores contributing to the major part of the pore vol. is proposed.  Adsorption of C6H6 mols. indicates slit-like pores, although the constriction structure restricts the slit width to only a few Å.", " >> More from SciFinder ", "®", "https://chemport.cas.org/services/resolver?origin=ACS&resolution=options&coi=1%3ACAS%3A528%3ADyaL3cXmsVGqtb4%253D&md5=32ba309fd900d3d9388a8c3ee5bf235c", " ", " "], "figures": ["<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2005/jpcbfk.2005.109.issue-22/jp044110u/production/images/small/jp044110uf00001.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2005/jpcbfk.2005.109.issue-22/jp044110u/production/images/small/jp044110uf00002.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2005/jpcbfk.2005.109.issue-22/jp044110u/production/images/small/jp044110uf00003.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2005/jpcbfk.2005.109.issue-22/jp044110u/production/images/small/jp044110uf00004.gif\">", "<img alt=\"figure\" src=\"/appl/literatum/publisher/achs/journals/content/jpcbfk/2005/jpcbfk.2005.109.issue-22/jp044110u/production/images/small/jp044110uf00005.gif\">"]}
